{"33415552": "Éric Geoffroy (born 1956) is a French philosopher, islamologist, writer and scholar in the Sufi studies teaching at the University of Strasbourg.[7]", "4022657": "Shannon Bell (born 5 July 1955) is a Canadian performance philosopher who lives and writes philosophy-in-action, experimental philosophy. Bell is also professor and graduate programme director in the York University Political Science Department, Toronto, Ontario, Canada. She teaches postmodern theory, fast feminism, sexual politics, cyber politics, identity politics and violent philosophy.[1]", "15098244": "Xenarchus (Greek: Ξέναρχος; 1st century BC) of Seleucia in Cilicia, was a Greek Peripatetic philosopher and grammarian. Xenarchus left home early, and devoted himself to the profession of teaching, first at Alexandria, afterwards at Athens, and last at Rome, where he enjoyed the friendship of Arius, and afterwards of Augustus; and he was still living, in old age and honour, when Strabo wrote.[2] Xenarchus disagreed with Aristotle on many issues. He denied the existence of the aether, composing a treatise entitled Against the Fifth Element.[3] He is also mentioned by Simplicius,[4] by Julian the Apostate,[5] and by Alexander of Aphrodisias.[6]", "12247430": "Shadowtime is the first opera by Brian Ferneyhough, written to an English libretto by Charles Bernstein. It was written from 1999 to 2004 and was premiered on 25 May 2004 at the Prinzregententheater in Munich. The City of Munich commissioned the composition and libretto in 1999 for the Munich Biennale. It is in seven scenes (Bernstein 2008):", "70115719": "Pyotr Nikolaevich Fedoseyev (Russian: Пётр Николаевич Федосеев; 22 August 1908 – 18 October 1990) was a Soviet philosopher, sociologist, politician and public figure.", "2318732": "Abū Bakr 'Abdollāh b. Moḥammad b. Šahāvar b. Anūšervān al-Rāzī (Persian: نجم‌الدین رازی) commonly known by the laqab, or sobriquet, of Najm al-Dīn Dāya, meaning \"wetnurse\" (573 AH/1177 – 654 AH/1256) was a 13th-century Sufi. Hamid Algar, translator of the Persian Merṣād to English, states the application of \"wetnurse\" to the author of the Merṣād derives from the idea of the initiate on the Path being a newborn infant who needs suckling to survive.[1] Dāya followed the Sufi order, Kubrawiyya, established by one of his greatest influences, Najm al-Dīn Kubrā. Dāya traveled to Kārazm and soon became a morīd (pupil, one who follows the shaykh master and learns from him, undergoing spiritual training[2]) of Najm al-Dīn Kubrā. Kubrā then appointed Shaikh Majd al-Dīn Bagdādī as the spiritual trainer who also became Dāya's biggest influence. Dāya constantly refers to al-Dīn Bagdādī as \"our shaikh.\"[3]", "59892110": "Ralph Lerner (born 1928) is an American political philosopher.", "33579412": "Saviour Cumbo (1810–1877) was a Maltese theologian and minor philosopher. His philosophical writings deal mainly with the relationship between reason and faith. Though his engagement with philosophical reflection was peripheral, his contribution in this field was at least interesting and at most insightful.[1]: Vol.I p.102  No portrait of him has been identified up till now.[clarification needed]", "7561624": "Sidney Edward Mezes (September 23, 1863 – September 10, 1931) was an American philosopher.", "13001113": "William Backhouse (17 January 1593 – 30 May 1662) was an English philosopher, alchemist, astrologer, translator, and the esoteric mentor of Elias Ashmole.", "60187039": "Diarmuid Costello is a British philosopher and Professor of Philosophy at the University of Warwick. He is known for his works on aesthetics and the philosophy of art.[1]\nCostello chaired the British Society of Aesthetics executive committee and was a Leverhulme Senior Research Fellow.[2]", "1958305": "Fritz Mauthner (22 November 1849 – 29 June 1923) was an Austrian philosopher and author of novels, satires, reviews and journalistic works. He was an exponent of philosophical scepticism derived from a critique of human knowledge and of philosophy of language.", "25190817": "Seo Gyeong-deok (18 March 1489 – 13 August 1546[1]) was a Korean Neo-Confucianist philosopher during the Joseon Dynasty. His philosophy studied materialism and phenomenology based on ancient taoist philosophy theories absorbed by neoconfucianism, like Yin and Yang and Ki.[2]", "21160354": "Adam Steuart (Stuart, Stewart)  (1591–1654) was a Scottish philosopher and controversialist.", "7692708": "Joseph Cropsey (New York, August 27, 1919 – Washington, D.C., July 1, 2012)[1] was an American political philosopher and professor emeritus of political science at the University of Chicago, where he was also associate director of the John M. Olin Center for Inquiry into the Theory and Practice of Democracy.", "70705580": "Robert Stainton (born 1964) is a Canadian philosopher/linguist and Distinguished University Professor at the University of Western Ontario. He is known for his works on the philosophy of language, cognitive science/philosophy of the mind, analytic metaphysics/philosophical logic, semantics and pragmatics.[1] He is currently leading a Social Sciences and Humanities Research Council of Canada (SSHRC) Insight Grant-funded project on The Metaphysics and Epistemology of Languages with Christopher Viger.[2] He is also “a fanatical carp fisher,” as he told Outdoor Canada.[3]", "3400112": "Macedonio Fernández (1 June 1874 – 10 February 1952) was an Argentine writer, humorist and philosopher. His writings included novels, stories, poetry, journalism, and works not easily classified. He was a mentor to Jorge Luis Borges and other avant-garde Argentine writers. Seventeen years of his correspondence with Borges was published in 2000. His published poetry includes \"Creía yo\" (\"I believed\").", "45638068": "Deinias of Argos (Ancient Greek: Δεινίας) was an ancient Greek philosopher and historian of the 3rd century BC. In 252 BC he joined with Aristotle the Dialectician in an attempt to overthrow the rule of the tyrant Abantidas of Sicyon. The two philosophers killed Abantidas during a public debate, but the tyrant's father Paseas took control of the situation and expelled the rebels. Deinias went into exile in Argos where he wrote an important History of Argos which probably ended with the death of the tyrant Aristippus of Argos in 235 BC.", "1892791": "Hannes Hólmsteinn Gissurarson (born February 19, 1953 in Reykjavík, Iceland) is a professor emeritus of political science at the University of Iceland and a frequent commentator on current affairs in the Icelandic media. He is best known as a staunch spokesman for free market policies, and for neoliberalism or classical liberalism, as well as for his frequent climate change denial.", "5562807": "Narahari Tirtha (c. 1243[3][4] -  c. 1333[5]) was a Dvaita philosopher, scholar, statesman and one of the disciples of Madhvacharya. He is considered to be the progenitor of the Haridasa movement along with Sripadaraja.[6] Though only two of his scholarly works are extant, they are characterised by their verbosity and lack of digressions.[7] A few songs of his survive under the pen name Raghukulatilaka. As a minister of considerable influence to the Eastern Ganga rulers and later as the pontiff of the Madhvacharya matha, Narahari converted the Simhachalam temple into an educational establishment of renown and a religious centre for Vaishnavism.[8]", "188861": "Samuel Clarke (11 October 1675 – 17 May 1729) was an English philosopher and Anglican cleric. He is considered the major British figure in philosophy between John Locke and George Berkeley.[1] Clarke's altered, Nontrinitarian revision of the 1662 Book of Common Prayer continues to influence worship among modern Unitarians.", "30859709": "Jean-Baptiste Du Hamel, Duhamel or du Hamel (11 June 1624 – 6 August 1706) was a French cleric and natural philosopher of the late seventeenth century, and the first secretary of the Academie Royale des Sciences. As its first secretary, he influenced the initial work of the Académie, but his legacy and influence on the Académie and the growth of science in France is mixed.", "3105214": "William Clark Chittick (born June 29, 1943) is an American philosopher, writer, translator and interpreter of classical Islamic philosophical and mystical texts. He is best known for his work on Rumi and Ibn 'Arabi, and has written extensively on the school of Ibn 'Arabi, Islamic philosophy, and Islamic cosmology. He is a Distinguished Professor in the Department of Asian and Asian American Studies at Stony Brook University.", "59400640": "Elizabeth Brake is an American philosopher and Professor of Philosophy at Rice University. She is known for her works on ethics and political philosophy.[1][2][3]\nBrake coined the term amatonormativity to describe the widespread, but false, belief that everyone is better off in an exclusive, romantic, long-term coupled relationship, and that everyone is seeking such a relationship.[4]\nHer book Minimizing Marriage received Honorable Mention for the American Philosophical Association Book Prize in 2014. Brake is the editor-in-chief of the Journal of Applied Philosophy.", "23093697": "Willem Bernard \"Wim\" Drees (born 20 April 1954) is a Dutch philosopher. As of the 1st of November 2014 he is professor of philosophy of the humanities at Tilburg University in the Netherlands. From 2008 until 2018 he was the editor-in-chief of Zygon, Journal of Religion & Science and professor of philosophy of religion at Leiden University, the Netherlands.", "13590983": "Hierocles (Greek: Ἱεροκλῆς; fl. 2nd century CE) was a Stoic philosopher.  Very little is known about his life.  Aulus Gellius mentions him as one of his contemporaries, and describes him as a \"grave and holy man.\"[1]", "6513098": "Crawford Brough Macpherson OC FRHistS FRSC (11 November 1911 – 22 July 1987) was an influential Canadian political scientist who taught political theory at the University of Toronto.", "188875": "Anthony Collins (21 June 1676 O.S.[citation needed] – 13 December 1729 O.S.[citation needed]) was an English philosopher and essayist, notable for being one of the early proponents of Deism in Great Britain.[1]", "10641870": "David Andrew Bell (born 1947) is a British philosopher. He is emeritus professor of philosophy at the University of Sheffield,[1] He studied in Dublin (Trinity College), Göttingen (Georg-August Universität) and Canada (McMaster University), and is best known for his work on the philosophers Gottlob Frege, Immanuel Kant, and Edmund Husserl, and also on topics such as solipsism, phenomenology, the theory of thought and judgement, and the history of the Analytic Tradition.", "37708243": "Tim William Eric Maudlin (born April 23, 1958) is an American philosopher of science who has done influential work on the metaphysical foundations of physics and logic.", "5693907": "Leonard B. Meyer (January 12, 1918 – December 30, 2007) was a composer, author, and philosopher. He contributed major works in the fields of aesthetic theory in music, and of compositional analysis.[1]", "8348117": "Victor John Stenger (/ˈstɛŋɡər/; January 29, 1935 – August 25, 2014) was an American particle physicist, philosopher, author, and religious skeptic.", "33776088": "Emilio Uranga González (1921 - October 31, 1988) was a Mexican philosopher.", "7791065": "David B. Malament (born 21 December 1947) is an American philosopher of science, specializing in the philosophy of physics.", "74342876": "Sanford Goldberg (born 1967) is an American philosopher and Chester D. Tripp Professor in the Humanities at Northwestern University. He is known for his works on epistemology, philosophy of language, and philosophy of mind.[1][2][3][4]", "5366236": "Sylvain Maréchal (15 August 1750 – 18 January 1803) was a French essayist, poet, philosopher and political theorist, whose views presaged utopian socialism and communism.[1] His views on a future golden age are occasionally described as utopian anarchism. He was editor of the newspaper Révolutions de Paris.", "21946846": "Ferdinand Eckstein (1790–1861), Baron d'Eckstein, was a philosopher and playwright.", "25059807": "Jane Roland Martin (born July 20, 1929) is an American philosopher known for her work on philosophy of education—specifically, her consideration of gender-related issues in education, on which she has written extensively.[1][2] Martin is Professor Emerita of Philosophy at the University of Massachusetts Boston.", "13033953": "Udyotakara (or Uddyotakara) (c. 6th century CE) was a philosopher of the Nyaya school of Indian philosophy. Subandhu’s Vāsavadattā mentioned him as the rescuer of the Nyaya. He was a brahmin of Bharadvaja gotra and he belonged to the Pashupata sect. His philosophical treatise, the Nyāyavārttika was written to defend Pakṣilasvāmin Vātsyāyana's  Nyāyabhāṣya against the criticisms made by Dignaga.[1]", "9232868": "Pedro da Fonseca (Latin, Petrus Fonsecae; Proença-a-Nova, 1528 – Lisbon, 4 November 1599) was a Portuguese Jesuit philosopher and theologian. His work on logic and metaphysics made him known in his time as the Portuguese Aristotle; he projected the 'Cursus Conimbricenses' realized by Manuel de Góis and others.", "1892836": "Hayashi Razan (林 羅山, 1583 – March 7, 1657), also known as Hayashi Dōshun,[1] was a Japanese historian, philosopher, political consultant, and writer, serving as a tutor and an advisor to the first four shōguns of the Tokugawa bakufu.  He is also attributed with first listing the Three Views of Japan. Razan was the founder of the Hayashi clan of Confucian scholars.", "7987686": "Shareef Zandani (1098 – 10 November 1215), also known as Nooruddin, was a Sufi saint in India. He was a successor to Maudood Chishti, 13th link in the Sufi silsila of the Chishti Order, and the peer of Usman Harooni.[1]", "30826985": "Willem Petrus \"Willie\" Esterhuyse, OLS (born 19 August 1936) is an emeritus professor of philosophy and business ethics at the University of Stellenbosch, a columnist and critic of the system of apartheid.", "22471146": "Rav Yehuda Leon Ashkenazi (French spelling Léon Askénazi; Arabic: يهودا ليون اشكنازي; Hebrew: יהודא ליאון אשכנזי), also known as Manitou (June 21, 1922 in Oran, Algiers – October 21, 1996 in Jerusalem, Israel), a Jewish rabbi and educator, was a spiritual leader of 20th century French Jewry.", "38658540": "Marina Gržinić (born 1958) is a philosopher, theoretician, and artist from Ljubljana.[1] She is a prominent contemporary theoretical and critical figure in Slovenia.[2] Since 1993, she is employed at the Institute of Philosophy at the Scientific and Research C |title= enter of the Slovenian Academy of Science and Arts (short ZRC-SAZU in Slovenian and SRC-SASA in English). Today, she serves as a professor and research adviser. For her scientific work, she received the Golden SASA sign in 2007.[3] Since 2003, she has also served as a Full Professor at the Academy of Fine Arts in Vienna, Austria.[4] She publishes extensively, lectures worldwide, and is involved in video art since 1982.[5]", "22176237": "Frederick Earl Sontag (October 2, 1924 – June 14, 2009[2]) was a professor of philosophy and author. He taught at Pomona College in Claremont, California from 1952 to 2009,[3] retiring shortly before his death.[4]", "16474607": "Ernesto Mayz Vallenilla (September 3, 1925 in Maracaibo, Venezuela – December 21, 2015) was a Venezuelan philosopher.", "24797684": "Ishar Chander Sharma was a saint from Manavta Mandir Hoshiarpur, Punjab, India.[1] Faqir Chand, a sant of the Sant Mat tradition, appointed him as a successor through his will dated 20 April 1980.[2] With a PhD on Jain Philosopshy under PT Raju, Sharma specialized in epistemology and ethical philosophies of India.", "37446136": "Laurie Ann Paul (born 1966) is a professor of philosophy and cognitive science at Yale University.[1] She previously taught at the University of North Carolina at Chapel Hill and the University of Arizona.[1][2] She is best known for her research on the counterfactual analysis of causation and the concept of \"transformative experience.\"[3][4]", "45146618": "Traian Brăileanu or Brăilean[1] (September 14, 1882 – October 3, 1947) was an Austro-Hungarian-born Romanian sociologist and politician. A native of the Bukovina region, he attended Czernowitz University, where he studied philosophy and classical languages, subsequently earning a doctorate. Ending up as a translator in Vienna, he fought for Austria during World War I. At the conclusion of hostilities, returned to the renamed Cernăuți, now part of Greater Romania. There, he soon became a professor of sociology, leading a \"Cernăuți School\" of academics during the interwar period.", "40067584": "Eleanor Rae (born 1934) is an American author and proponent of eco-feminism.", "52945413": "Marcus Jacob Monrad (19 January 1816 – 30 December 1897) was a Norwegian philosopher, a university professor for more than 40 years.", "60187143": "Naomi Eilan is a British philosopher and professor of philosophy at the University of Warwick, whose works concern consciousness, philosophy of mind, metaphysics and philosophy of psychology.[1]", "3072523": "Abele Rizieri Ferrari (May 12, 1890 – November 29, 1922), better known by the pen name Renzo Novatore, was an Italian individualist anarchist, illegalist and anti-fascist poet, philosopher and militant, now mostly known for his posthumously published book Toward the Creative Nothing (Verso il nulla creatore) and associated with ultra-modernist trends of futurism. His thought was influenced by Max Stirner, Friedrich Nietzsche, Georges Palante, Oscar Wilde, Henrik Ibsen, Arthur Schopenhauer and Charles Baudelaire.", "61465104": "Madhava Tirtha was a Hindu philosopher, scholar and the third pontiff of Madhvacharya peetha, from 1333 to 1350, succeeding Narahari Tirtha.[1]", "614930": "Michael A. Slote is a professor of ethics at the University of Miami and an author of a number of books.", "55534098": "Irene Tucker is a literary critic and theorist. She is Professor of English at the University of California, Irvine.[1][2] She has authored two books, A Probable State: The Novel, the Contract, and the Jews (2000) and The Moment of Racial Sight: A History (2012), as well as the treatise A Brief Genealogy of Jewish Republicanism (2016).[3][4][5] Tucker earned her B.A. from Columbia University and Ph.D. from University of California, Berkeley.[6][7]", "2679315": "Sir David John Cameron MacKay FRS FInstP FICE[3][1] (22 April 1967 – 14 April 2016[4][11]) was a British physicist, mathematician, and academic. He was the Regius Professor of Engineering[12] in the Department of Engineering at the University of Cambridge[13] and from 2009 to 2014 was Chief Scientific Advisor to the UK Department of Energy and Climate Change (DECC).[14] MacKay wrote the book Sustainable Energy – Without the Hot Air.[7][15][16]", "4186644": "Boyd Henry Bode (October 4, 1873 – March 29, 1953) was an American academic and philosopher, notable for his work on philosophy of education.[1][2]", "12706333": "Zerahiah ben Shealtiel Ḥen, also called Zerahiah ben Shealtiel Gracian or Serachja ben Isaac Ben Shealtiel Halevi[1] (fl. 1270-1290s) was a Spanish Jewish physician, philosopher, translator, and Hebraist. He flourished about the end of the thirteenth century. He was born either at Barcelona, or at Toledo. He is sometimes confused with Zerahiah ben Isaac ha-Levi Saladin, also a translator.", "49046046": "Publius Anteius Antiochus, or Antiochus of Aegae (Ancient Greek: Ἀντίοχος), was a sophist—or, as he claimed to be, a Cynic philosopher—of ancient Rome, from the Cilician port city of Aegeae (modern Yumurtalık). He lived around the 2nd century AD, during the reigns of the Roman emperors Septimius Severus and Caracalla, and is known from a number of inscriptions that indicate him to have been a student of Philostratus,[1] as well as a Syrian named Dardanus and a certain Milesian named Dionysius.", "63070752": "Ronald Field Atkinson (1928 – 17 April 2005) was a British philosopher and Professor of Philosophy at the University of Exeter and University of York.[1][2][3]", "31154724": "Eugen D. Relgis (backward reading of Eisig D. Sigler; first name also Eugenio, Eugène or Eugene, last name also Siegler or Siegler Watchel;[1] (22 March 1895 – 24 May 1987) was a Romanian writer, pacifist philosopher and anarchist militant, known as a theorist of humanitarianism. His internationalist dogma, with distinct echoes from Judaism and Jewish ethics, was first shaped during World War I, when Relgis was a conscientious objector. Infused with anarcho-pacifism and socialism, it provided Relgis with an international profile, and earned him the support of pacifists such as Romain Rolland, Stefan Zweig and Albert Einstein. Another, more controversial, aspect of Relgis' philosophy was his support for eugenics, which centered on the compulsory sterilization of \"degenerates\". The latter proposal was voiced by several of Relgis' essays and sociological tracts.", "1958440": "Nicolaus of Damascus (Greek: Νικόλαος Δαμασκηνός, Nikolāos Damaskēnos; Latin: Nicolaus Damascenus) was a Greek historian and philosopher who lived during the Augustan age of the Roman Empire. His name is derived from that of his birthplace, Damascus. His output was vast, but is nearly all lost. His chief work was a universal history in 144 books. There exist considerable remains of two works of his old age; a life of Augustus, and an autobiography. He also wrote a life of Herod, some philosophical works, and some tragedies and comedies.", "25813547": "Chunyu Kun (Chinese: 淳于髡; pinyin: Chúnyú Kūn; Wade–Giles: Ch'un2-yü2 K'un1, variant: Shun-yü K'wan) (4th century BC) was a wit, Confucian philosopher, emissary, and official during the Chinese Warring States period. He was a contemporary and colleague of Mencius.", "68248108": "Girolamo Borro (1512 – 26 August 1592) latinized as Hieronomyus Borrius  was an Italian philosopher and a professor at the University of Pisa. He belonged to a group of natural philosophers who rejected appeals to the supernatural and occult to explain phenomena. He is thought to have influenced Galileo and Borro's ideas were published in dialogue form in a book on tides Dialogo del flusso e reflusso del mare (1561). Another book by Borro was on moving bodies, De motu gravium et levium (1575). He also authored some manuscripts including Multae sunt nostrarum ignorationum causae.", "4940343": "Sri Sacchidananda Shivabhinava Narasimha Bharathi Mahaswamigalu (born as Shivaswami; 11 March 1858 – 1912) was the head of the Sringeri Sharada Peetham from 1879 to 1912. He is said to have played a significant role in the construction of the Sringeri Complex in Chikkamagaluru.[1]", "483897": "Li Si (Mandarin: [lì sɹ̩́]; c. 280 BC – September or October 208 BC) was a Chinese calligrapher, philosopher, and politician of the Qin dynasty. He served as Chancellor (or Prime Minister) from 246 to 208 BC under two rulers: Qin Shi Huang, the king of the Qin state and later the First Emperor of the Qin dynasty; and Qin Er Shi, Qin Shi Huang's eighteenth son and the Second Emperor.[1] Concerning administrative methods, Li Si \"indicated that he admired and utilized the ideas of Shen Buhai\", repeatedly referring to the technique of Shen Buhai and Han Fei, but regarding law followed Shang Yang.[2]", "2187840": "Zygmunt Łempicki (11 May 1886 in Sanok – 21 June 1943 in Auschwitz) was a Polish literature theoretician, Germanist, philosopher, and culture historian.", "17687106": "Martin Vinzenz Baldur Paul Maria (Martin) van Hees (born 26 July 1964 in Beilen) is a Dutch philosopher.", "73228876": "Olav Valen-Sendstad (30 June 1904 – 5 May 1963) was a Norwegian theologian, priest, and philosopher.", "26731084": "Carlo Tullio Altan (30 March 1916 – 15 February 2005) was an Italian anthropologist, sociologist and philosopher. He was particularly known for his studies on the Italian national character,[1][2] and was considered one of the pioneers of Italian cultural anthropology.[3][4]", "65593935": "Theodoros (or Theodore) bar Wahbun (died 1193) was a Syriac Orthodox monk and writer who was elected patriarch of Antioch in 1180 in opposition to the reigning patriarch, Michael Rabo. Using the name John, he continued as an anti-patriarch in exile until his death. He pursued ecumenism and the union of the churches.", "1040982": "Anton Wilhelm Amo or Anthony William Amo (c. 1703 – c. 1759) was a Nzema philosopher from Axim, Dutch Gold Coast (now Ghana). Amo was a professor at the universities of Halle and Jena in Germany after studying there. He was brought to Germany by the Dutch West India Company in 1707 and was presented as a gift to Dukes Augustus William and Ludwig Rudolf of Brunswick-Wolfenbüttel,[2] being treated as a member of the family by their father Anthony Ulrich, Duke of Brunswick-Wolfenbüttel. In 2020, Oxford University Press published a translation (into English) of his Latin works from the early 1730s.[3]", "28729943": "Daniel Nettelbladt (14 January 1719 in Rostock – 4 September 1791 in Halle) was a German jurist and philosopher.", "31744604": "Count Monaldo Leopardi (Recanati, 16 August 1776 – Recanati, 30 April 1847) was an Italian philosopher, nobleman, politician and writer, notable as one of the main Italian intellectuals of the counter-revolution. His son Giacomo Leopardi was a poet and thinker with completely opposite views, which were probably the root cause of their discord.", "5694046": "Women have made significant contributions to philosophy throughout the history of the discipline. Ancient examples include Maitreyi (1000 BCE), Gargi Vachaknavi (700 \nBCE), Hipparchia of Maroneia (active c. 325 BCE) and Arete of Cyrene (active 5th–4th centuries BCE). Some women philosophers were accepted during the medieval and modern eras, but none became part of the Western canon until the 20th and 21st century, when some sources indicate that Susanne Langer, G.E.M. Anscombe,   Hannah Arendt and Simone de Beauvoir entered the canon.[1][2][3]", "69591647": "John Kaag (born 1979)[1] is an American philosopher and Chair and Professor of philosophy at the University of Massachusetts Lowell.[2] Kaag specializes in American philosophy.[2] His writing has been published in The Paris Review, The New York Times, and Harper’s Magazine.[3][4][5]", "38527584": "Paul Helm is a Reformed British philosopher and theologian. Helm was born in 1940.  He taught at Regent College, having served as the first incumbent of the J.I. Packer Chair of Theology there from 2001 to 2005. He also served as Professor of Theology at Highland Theological College, Scotland, from 2007 to 2010.", "25584226": "François Jullien (born 2 June 1951 in Embrun, France) is a French philosopher, Hellenist, and sinologist.", "42852965": "Jan Morawski (born 29 XII 1633 in Lesser Poland or Podlachia, died 24 VI 1700 in Poznań) was a Jesuit, theological writer.", "50651755": "Silvio O. Funtowicz (born 1946) is a philosopher of science active in the field of science and technology studies.\nHe created the NUSAP, a notational system for characterising uncertainty and quality in quantitative expressions, and together with Jerome R. Ravetz he introduced the concept of post-normal science. He is currently a guest researcher at the Centre for the Study of the Sciences and the Humanities (SVT), University of Bergen (Norway).", "7496303": "Syed Waheed Akhtar (Urdu:  سید وحید اختر ) (12 August 1934, in Aurangabad (Deccan) – 13 December 1996) was an Urdu poet, writer, critic, orator, and a Muslim scholar and philosopher.", "55960189": "Vladimir Veniaminovich Bibikhin (29 August 1938,[1] Bezhetsk — 12 December 2004, Moscow) was the most prominent Soviet and Russian religious thinker of the New Russia and continued the Russian tradition of early 20th century religious thinking. He was known as a translator, philologist, and philosopher.[2] He is best known for translations of Martin Heidegger, which caused mixed reactions among specialists. He lectured in authors' courses at the philosophy faculty of Moscow State University. Bibikhin undertook a sufficient number of translations to enable him to formulate his own theory of Europe. This theory consisted in part of a return to the past, and enlivening the most valuable achievements of the past culture.[2]", "7594622": "Alain LeRoy Locke (September 13, 1885 – June 9, 1954) was an American writer, philosopher, educator, and patron of the arts. Distinguished in 1907 as the first African-American Rhodes Scholar, Locke became known as the philosophical architect—the acknowledged \"Dean\"—of the Harlem Renaissance.[2] He is frequently included in listings of influential African Americans. On March 19, 1968, the Rev. Dr. Martin Luther King Jr. proclaimed: \"We're going to let our children know that the only philosophers that lived were not Plato and Aristotle, but W. E. B. Du Bois and Alain Locke came through the universe.\"[3]", "34366081": "Jonathan Dymond (1796–1828) was an English Quaker and an ethical philosopher who is known for his monograph An Enquiry into the Accordancy of War with the Principles of Christianity.[1][2][3]", "70083202": "Jean-Marc Piotte (4 October 1940 – 11 February 2022) was a Canadian philosopher, sociologist, political scientist, and academic.[1]", "57987": "Rudolf Carnap (/ˈkɑːrnæp/;[20] German: [ˈkaʁnaːp]; 18 May 1891 – 14 September 1970) was a German-language philosopher who was active in Europe before 1935 and in the United States thereafter. He was a major member of the Vienna Circle and an advocate of logical positivism.", "1925763": "Mihailo Đurić (Serbian Cyrillic: Михаило Ђурић; 22 August 1925 – 25 November 2011) was one of Serbia's most prominent philosophers.[1] He was a professor at the University of Belgrade's Law School and member of the Serbian Academy of Sciences and Arts.", "42033797": "Carl A. Raschke (born 1944[1]) is an American philosopher and theologian. Raschke is a Past Chair and Professor of Religious Studies Department at the University of Denver, specializing in continental philosophy, the philosophy of religion and the theory of religion.[2] He was given the university lecturer award for 2020-2021.[3] He is also listed with the affiliated faculty of the Global Center for Advanced Studies.", "30892680": "Wayne Norman (born 1961) is the Mike and Ruth Mackowski Professor of Ethics in the Philosophy Department and Kenan Institute for Ethics at Duke University.  He specializes in political philosophy and business ethics.", "4055689": "Judith Nisse Shklar (September 24, 1928 – September 17, 1992) was a philosopher and political theorist who studied the history of political thought, notably that of the Enlightenment period. She was appointed the John Cowles Professor of Government at Harvard University in 1980.", "7266959": "Rada Iveković (born 1945 in Zagreb, Yugoslavia) is a Croatian professor, philosopher, Indologist and writer.", "7365265": "John Henry Morgan (born February 9, 1945) is the Karl Mannheim Professor of the History and Philosophy of Social Sciences[1] at the Graduate Theological Foundation, where he also served as president until 2013. A prolific author, his academic work has explored the intersection of theology, philosophy, psychology[2] and culture.", "3924625": "Edward John Lemmon (1 June 1930 – 29 July 1966) was a British logician and philosopher born in Sheffield, England.  He is most well known for his work on modal logic, particularly his joint text with Dana Scott published posthumously (Lemmon and Scott, 1977).", "6185620": "Horia-Roman Patapievici (Romanian pronunciation: [ˈhori.a ˈroman pataˈpjevit͡ʃʲ]; born March 18, 1957) is a Romanian physicist and essayist who served as the head of the Romanian Cultural Institute from 2005 until August 2012. Between 2000 and 2005, he was a member of the National Council for the Study of the Securitate Archives, supporting more openness regarding the files of the Securitate.", "31941268": "Leonard Michael Fleck (born 1944) is an American philosophy professor and medical ethicist. He earned his Ph.D. from St. Louis University in 1975 and taught courses at St. Mary's College (Indiana) before going on to teach and at Michigan State University where he currently holds a dual appointment with the philosophy department and the Center for Ethics and Humanities in the Life Sciences.[1] Fleck was also a member of Hillary Clinton's Task Force on Health Reform in 1993 and the staff ethicist for the Michigan governor's task force on access to health care in 1989-1990.", "13132439": "Martial Gueroult[1] (French: [ɡeʁu]; 15 December 1891 –  13 August 1976) was a French philosopher. His primary areas of research were in 17th- and 18th-century philosophy as well as the history of philosophy.", "45114008": "Traian Herseni (February 18, 1907 – July 17, 1980) was a Romanian social scientist, journalist, and political figure. First noted as a favorite disciple of Dimitrie Gusti, he helped establish the Romanian school of rural sociology in the 1920s and early '30s, and took part in interdisciplinary study groups and field trips. A prolific essayist and researcher, he studied isolated human groups across the country, trying to define relations between sociology, ethnography, and cultural anthropology, with an underlying interest in sociological epistemology. He was particularly interested in the peasant cultures and pastoral society of the Făgăraș Mountains. Competing with Anton Golopenția for the role of Gusti's leading disciple, Herseni emerged as the winner in 1937; from 1932, he also held a teaching position at the University of Bucharest.", "50946713": "Wilfrid Joseph Waluchow[3] (born 1953), known as Wil Waluchow or W. J. Waluchow, is a Canadian philosopher, currently the Senator William McMaster Chair in Constitutional Studies at McMaster University, where he has taught since 1984. General jurisprudence and the philosophy of constitutional law are his main research interests.[4]", "58778268": "Claude Pithoys (1587, Vitry-le-François - 1676, Sedan) was a French professor of philosophy and law at the Academy of Sedan, Protestant convert and librarian for the Duc de Bouillon.[1] He was raised a Franciscan but in 1632 \"he renounced his vows, abjured his faith and became a Protestant, throwing himself under the protection of the Duc de Bouillon who secured for him a post in the protestant Academy of Sedan\";[2] he maintained this post until 1675.", "60187292": "Matthew Nudds is a British philosopher and Professor of Philosophy at the University of Warwick where he is also Chair of the Faculty of Social Sciences. He is known for his works on philosophy of mind and philosophy of perception.[1][2]", "30270111": "Alexander Carpenter, Latinized as Fabricius (fl. 1429), was the author of the Destructorium viciorum, a religious work popular in the 15th and 16th centuries.[1][2][3]  Some published editions of the work bear the author's name as \"Alexander Anglus\" (\"Alexander the Englishman\"), but he is further identified in a 1496 edition which states that the work was compiled \"a cuiusdam fabri lignarii filio\" -- \"by a certain son of a worker of wood,\" i.e., a carpenter's son.[4] This identifier also states that the work was begun in 1429, which rules out authorship by Alexander of Hales (ca. 1185-1245) which had by some scholars been considered a possibility. Alexander Carpenter authored other works, termed Homiliae eruditae (\"Learned Sermons\"), but they are not at present known.", "31744678": "Archon Fung (born 6 April 1968),[1] is the Winthrop Laflin McCormack Professor of Citizenship and Democracy at Harvard University's Kennedy School of Government and co-founder of the Transparency Policy Project.  Fung served as an assistant professor of public policy at the Kennedy School from July 1999–June 2004, then as an associate professor of public policy at the Kennedy School from July 2004–October 2007, and finally as a professor of public policy from October 2007–March 2009 before being named as the Ford Foundation Chair of Democracy and Citizenship in March 2009. In 2015, he was elected to the Common Cause National Governing Board.[citation needed]", "40854186": "William David MacAskill (né Crouch; born 24 March 1987)[3] is a Scottish philosopher and author, as well as one of the originators of the effective altruism movement.[4][5][6] He is an associate professor in Philosophy and Research Fellow at the Global Priorities Institute at the University of Oxford and Director of the Forethought Foundation for Global Priorities Research. He co-founded Giving What We Can, the Centre for Effective Altruism and 80,000 Hours,[7] and is the author of Doing Good Better (2015)[8] and What We Owe the Future (2022),[9] and the co-author of Moral Uncertainty (2020).[10]", "70640299": "Harold C. Raley, born  (1934-11-23) November 23, 1934 (age 89), is an American Hispanist, philosopher and writer. A retired university professor, he is best known as a scholar and translator of the work of Julián Marías.", "74146479": "Abū Naṣr Yaḥyā ibn Jarīr al-Takrītī (fl. 1058–1103) was a Syriac Orthodox physician and scholar who wrote theology and history in Arabic.", "49046195": "Luiz Felipe de Cerqueira e Silva Pondé (born April 29, 1959) is a Brazilian writer and professor of philosophy.", "16868019": "Ingo Zechner (born 24 December 1972 in Klagenfurt, Austria) is a philosopher and historian. He is the Director of the Ludwig Boltzmann Institute for Digital History (LBIDH) in Vienna.", "66380467": "Margaret C. \"Margie\" Morrison (19 May 1954 – 9 January 2021) was a Canadian philosopher. She worked in the philosophy of science. She was elected to the Leopoldina in 2004, the Royal Society of Canada in 2015, the Académie Internationale de Philosophie des Sciences in 2016, and received a Guggenheim Fellowship in 2017.[1][2][3]", "15524535": "Michel Bitbol (born 12 March 1954) is a French researcher in philosophy of science.", "156347": "Sonia Ann Johnson, (née Harris; born February 27, 1936)[1] is an American feminist activist and writer. She was an outspoken supporter of the Equal Rights Amendment (ERA) and in the late 1970s was publicly critical of the position of the Church of Jesus Christ of Latter-day Saints (LDS Church), of which she was a member, against the proposed amendment. She was eventually excommunicated from the church for her activities. She went on to publish several radical feminist books, ran for president in 1984, and become a popular feminist speaker.", "38167226": "Selections from the Writings of Kierkegaard is a 1923 book about Søren Kierkegaard by the American scholar Lee M. Hollander. Its publication marked a significant turning-point in American and English language philosophy, as it introduced English translation excerpts of Kierkegaard's philosophy to America and other English-speaking countries.[1]", "40493759": "Yang Changji (simplified Chinese: 杨昌济; traditional Chinese: 楊昌濟; pinyin: Yáng Chāngjì; 21 April 1871 – 17 January 1920) was a Chinese educator, philosopher, and writer. After advanced studies in Japan and Europe, he taught at  Hunan First Normal University, where he exerted considerable influence on Mao Zedong, Cai Hesen, Xiao Zisheng, and others, and then at Peking University.[1][2][3] He became considered one of the leading philosophers of his generation before his early death.[4][5]", "14017215": "Ayatollah Mirza Hashem Amoli Larijani (Persian: لاریجانی میرزا هاشم آملی; 26 February 1899 – 25 February 1993) was an Iranian Shia Marja' and scholar of jurisprudence.", "30139075": "John Ryder is a professor and former president (rector) of Khazar University in Baku, Azerbaijan.[1] He is the former Provost at the American University of Malta.", "17130181": "Brynjólfur Bjarnason (26 May 1898 – 16 April 1989) was an Icelandic communist politician and philosopher.", "5006024": "Uku Masing (born Hugo Albert Masing, 11 August 1909 – 25 April 1985) was an Estonian philosopher. He was a significant figure in Estonian religious philosophy. Masing also wrote poetry, mostly on religious issues. Masing authored one novel, Rapanui vabastamine ehk Kajakad jumalate kalmistul (Liberation of Rapa Nui, or Seagulls at the Cemetery of Gods) in the late 1930s, which was published posthumously in 1989. As a folklorist, he was a distinguished researcher of fairy tales, contributing to the international Encyclopedia of the Folktale. He was awarded the Righteous Among The Nations by Yad Vashem and the Israeli Supreme Court for his participation during the Holocaust in helping a Jew in Estonia escape capture from 1941 until the end of the war. His actions exposed him to great danger during this period requiring him to meet with his friend as well as lying to the Gestapo.", "3957449": "Thomas Michael \"Tim\" Scanlon (/ˈskænlən/; born 1940), usually cited as T. M. Scanlon, is an American philosopher.  At the time of his retirement in 2016, he was the Alford Professor of Natural Religion, Moral Philosophy, and Civil Polity[1] in Harvard University's Department of Philosophy, where he had taught since 1984.[2][3] He was elected to the American Philosophical Society in 2018.[4]", "53764818": "Laura Ruetsche is an American philosopher focusing on the foundations of quantum physics, feminist philosophy and philosophy of science.[1] Ruetsche is a Professor and Chair of the department of philosophy at the University of Michigan.[2] Her book, Interpreting Quantum Theories: The Art of the Possible was published in 2011 [3][4] and received the 2013 Lakatos Award.[5][6][7] She has also published on a diverse array of topics, exploring,  among other things,  philosophically salient differences between non-relativistic quantum mechanics and quantum field theory,[8] modal semantics for quantum physics[9] and virtue-epistemological theories of warrant.[10] She is the partner of Gordon Belot [1] also at the philosophy department of the University of Michigan.", "2351829": "William Molyneux FRS (/ˈmɒlɪnjuː/; 17 April 1656 – 11 October 1698) was an Anglo-Irish writer on science, politics and natural philosophy.", "5497561": "‘Ala al-Din ‘Ali ibn ‘Abd-al-Malik Husam al-Din al-Muttaqi al-Hindi (1472 - 1567 CE/888 - 975 AH) was a Sunni Islamic scholar who is known for writing Kanz al-Ummal.[1]", "123612": "John Bordley Rawls (/rɔːlz/;[2] February 21, 1921 – November 24, 2002) was an American moral, legal and political philosopher in the liberal tradition.[3][4] Rawls has been described as one of the most influential political philosophers of the 20th century.[5]", "52454114": "Rafaël Pividal (born 1934 near Buenos Aires – 2 October 2006) was a French writer and philosopher.", "42427108": "Michael Kenneth Hooker (August 24, 1945 – June 29, 1999) was an American academic who served as the eighth Chancellor of the University of North Carolina at Chapel Hill, and President of University of Maryland, Baltimore County, and Bennington College.", "13427432": "Frances Myrna Kamm (/kæm/) is an American philosopher specializing in normative and applied ethics. Kamm is currently the Henry Rutgers University Professor of Philosophy and Distinguished Professor of Philosophy at Rutgers University in New Brunswick, New Jersey.[1] She is also the Littauer Professor of Philosophy and Public Policy Emerita at Harvard University's John F. Kennedy School of Government, as well as Professor Emerita in the Department of Philosophy at New York University.", "39740142": "David Batstone (born April 4, 1958) is an ethics professor at the University of San Francisco and is the founder and president of Not for Sale.[3]", "7201525": "Terence Dwight Parsons (1939–2022)[1] was an American philosopher, specializing in philosophy of language and metaphysics. He was emeritus professor of philosophy at UCLA.", "34693878": "Shi Zhonggui (simplified Chinese: 史忠贵; traditional Chinese: 史忠貴; pinyin: Shǐ Zhōngguì) is a Chinese painter, philosopher and poet born in 1954 in Chengdu, Sichuan.[1]", "60187387": "Christoph Hoerl (born 1967) is a German philosopher and Professor of Philosophy at the University of Warwick where he is also Deputy Head of Department of Philosophy. He is known for his works on philosophy of mind and philosophy of psychology.[1][2][3]", "24011520": "Zygmunt Modzelewski (15 April 1900, Częstochowa – 18 June 1954, Warsaw) was a Polish communist politician, professor, economist, and diplomat.", "32170755": "Ioannis Kigalas (Greek: Ιωάννης Κιγάλας),[1] (Italian: Giovanni Cigala, Cicala),[2] (Latin: Joannes Cigala; c. 1622 – c. 5 November 1687)[3] was a Greek Cypriot[4] scholar and professor of Philosophy and Logic[5] who was largely active in Padua and Venice in the 17th-century Italian Renaissance.", "28041988": "Afzal al-Din Kermani (Persian: افضل الدین کرمانی) was a Persian historian, author, poet, philosopher, and physician in the early 12th and early 13th centuries. He wrote the books Aghd Al ala Lel Moghefe Al ahla and Badayeh o Zaman Fi Vaghayeh Kerman about the geography and history of Kerman.", "44950277": "Divisions", "70181650": "Nicholas Lamar Soutter is an American writer and philosopher. His 2012 novel, The Water Thief, is about a future in which \"corporations own everything, even the air we breathe.\"[1] The novel won a Kirkus Star from Kirkus Reviews.[2]", "18637594": "Other reasons this message may be displayed:", "66052894": "Joanna Hańderek (born 22 June 1974) is a Polish philosopher of culture, associate professor at the Jagiellonian University, opinion journalist, activist and politician.", "2220847": "Alfred William Benn (1843–1915) was an agnostic and an honorary associate of the Rationalist Press Association.  His book A History of Modern Philosophy (first published in 1912) was republished in the Thinker's Library series in 1930.", "33678129": "Alain Guy (11 August 1918 – 7 November 1998) was a French philologist and hispanist.", "74375989": "Adrian Bardon is an American philosopher and Professor of Philosophy at Wake Forest College. He is known for his works on philosophy of time.[1][2][3]", "7824194": "Channabasavanna also known as  \" Guru Channabasaveshwara \" was Basava's nephew and one of the foremost Sharanas of the 12th century.[1] He, along with Basava, Allama Prabhu and Akka Mahadevi, played a pivotal role in the propagation of the Lingayat faith.  He was the youngest among the sharana leaders and grew up in the household of Basavanna as he was the son of Nagalambike, Basava's own sister.[2] He also wrote the Karana Hasuge which is one of the most sacred texts of the Lingayats, among many vachanas. He propounded the \"shatasthala\" philosophy associated with the six holy places of Veerashaiva Lingayat creed.[3] He succeeded to the Shunya Simhasana at Anubhava Mantapa, Kalyana after the departure of Allama Prabhu, circa 1162ad. His young shoulders carried on the legacy of Basava after the latter's departure to Kudalasangama in 1162ad. He is credited to have systematised the entire manual of simple rituals for the followers. He was a strong advocate of the Ishtalinga wearing and expounded the material as well as the esoteric meaning of that divine symbol.[4] He held together the nascent group of Shivasharanas and Jangmas in tumultuous times of clashes with the orthodox Brahmins and heretic Jains. Following the assassination of Kalachuri King Bijjala II in 1167 A.D, Channabasava along with his followers migrated to Ulavi safeguarding the Vachana literature. He attained Samadhi state there at the age of 25 passing on the leadership of the movement to Siddarama.[citation needed]", "2908997": "Shunsuke Tsurumi (鶴見 俊輔, Tsurumi Shunsuke, June 25, 1922 – July 20, 2015) was a Japanese philosopher, historian, and sociologist.", "38331207": "Léontine Zanta (14 February 1872 – 15 June 1942) was a French philosopher, feminist and novelist. One of the first two women to gain a doctorate in France, and the first to do so in philosophy, Zanta \"was an intellectual celebrity in her day, active in journalism and in the feminist movement of the 1920s.\"[1]", "53830478": "Young Marx is a play by Richard Bean and Clive Coleman about the early life of Karl Marx.", "7168847": "Ruth Ellen Kinna (born March 1961) is a professor of political philosophy at Loughborough University, working in the Department of Politics, History and International Relations. Since 2007 she has been the editor of the journal Anarchist Studies.[1]", "10543951": "José Cipriano de la Luz y Caballero (July 11, 1800 – June 22, 1862) was a Cuban scholar, acclaimed by José Martí as \"the father ... the silent founder\" of Cuban intellectual life of the 19th century.[1] Interest in Luz's work was revived around the time of the Cuban Revolution, and new editions of his work published, as he was regarded as a wellspring of intellectual autonomy for the country.", "5530450": "Wilhelm Jerusalem (11 October 1854 in Dřenice – 15 July 1923 in Vienna) was an Austrian Jewish philosopher and pedagogue.", "62579540": "Lara Denis (born April 17, 1969) is an American philosopher and Professor of Philosophy and Director of Ethics Program at Agnes Scott College.[1]\nShe is known for her works on Kantian ethics.[2][3][4]\nDenis is a former President of Phi Beta Kappa (2007-2008).", "58198": "Mikhail Alexandrovich Bakunin[a] (/bəˈkuːnɪn/ bə-KOO-nin;[5] 30  May 1814 – 1 July 1876) was a Russian revolutionary anarchist. He is among the most influential figures of anarchism and a major figure in the revolutionary socialist, social anarchist,[6] and collectivist anarchist traditions. Bakunin's prestige as a revolutionary also made him one of the most famous ideologues in Europe, gaining substantial influence among radicals throughout Russia and Europe.", "58203": "Franz von Baader (27 March 1765 – 23 May 1841), born Benedikt Franz Xaver Baader, was a German Catholic philosopher, theologian, physician, and mining engineer. Resisting the empiricism of his day, he denounced most Western philosophy since Descartes as trending into atheism and has been considered a revival of the Scholastic school.", "3826525": "Michael Joseph Shapiro (born February 16, 1940)[1] is an American educator, theorist, and writer. He is a Professor Emeritus of Political Science at the University of Hawaiʻi at Mānoa.[2] His work is often described as \"postdisciplinary,\" drawing from such diverse fields as political philosophy, critical theory, cultural studies, film theory, international relations theory, literary theory, African American studies, comparative politics, geography, sociology, urban planning, economics, psychoanalysis, crime fiction, genre studies, new musicology, aesthetics and indigenous politics.[3]", "8053599": "Pandit Sitanath Tattwabhushan was the official theologian and philosopher of the Sadharan Brahmo Samaj.[1][2] His hymns still form the basis of Brahmo rites and liturgies.[2][3]", "48587617": "El Mostafa Higazy is an Egyptian philosopher who served as a political advisor to interim President Adly Mansour. He is also the founder of the Nasaq Foundation, an Egyptian think tank focused on issues of justice.", "1139572": "Bhikhu Chotalal Parekh, Baron Parekh, FBA FAcSS FRSA (born 4 January 1935)[1] is a British political theorist, academic, and life peer. He is a Labour Party member of the House of Lords. He was Professor of Political Theory at the University of Hull from 1982 to 2001, and Professor of Political Philosophy at the University of Westminster from 2001 to 2009. He served as president of the Academy of Social Sciences from 2003 to 2008.[1]", "58230": "Solon (Greek: Σόλων; c. 630 – c. 560 BC)[1] was an archaic Athenian statesman, lawmaker, political philosopher, and poet. He is one of the Seven Sages of Greece and credited with laying the foundations for Athenian democracy.[2][3][4] Solon's efforts to legislate against political, economic and moral decline[5] resulted in his constitutional reform overturning most of Draco's laws.", "62481270": "Lauren Swayne Barthold (born 1965) is an American philosopher and Philosophy Professor at Emerson College. Previously she was Associate Professor of Philosophy at Gordon College, with tenure, and has also taught at Haverford College, Siena College and Endicott College. Barthold is known for her works on Gadamer's thought.[2][3][4][5]\nShe is a co-founder and former president of the North American Society of Philosophical Hermeneutics.[6] \nIn 2018 she co-founded the Heathmere Center for Cultural Engagement, a non-profit devoted to dialogue and deliberation, and currently serves as its program developer.[7]", "6873977": "Terence James Stannus Gray (14 September 1895 – 5 January 1986), was a theatre producer who created the Cambridge Festival Theatre as an experimental theatre in Cambridge. He produced over 100 plays there between 1926 and 1933.[1]\nLater in life, under the pen name Wei Wu Wei, he published several books on Taoist philosophy.", "64349055": "Monsignor Camille Moubarak  (born December 15, 1947, in Kfarnis, Lebanon) is a Lebanese political scientist, academic, poet,[1] writer,[2] and Maronite Priest. His has written and lectured widely on Lebanese politics, peace and democracy.[3]", "38331268": "Mihai Șora (Romanian pronunciation: [miˈhaj ˈʃora]; 7 November 1916 – 25 February 2023) was a Romanian philosopher and essayist.", "57303941": "Satish Chandra Vidyabhusan (30 July 1870 – 25 April 1920) was a Bengali scholar of Sanskrit and Pali Language and principal of Sanskrit College.", "2646917": "Johann Gottlieb Buhle (German: [ˈbuːlə]; 29 September 1763 – 11 August 1821), German scholar and philosopher, was born at Brunswick and educated at Göttingen. He became professor of philosophy at Göttingen, Moscow (in 1804), and Brunswick. Of his numerous publications, the most important are the Lehrbuch der Geschichte der Philosophie und einer kritischen Literatur derselben (8 vols., 1796–1804), and Geschichte der neuern Philosophie seit der Epoche der Wiederherstellung der Wissenschaften (6 vols., 1800–1804). The latter, elaborate and well written, is lacking in critical appreciation and proportion; there are French and Italian translations. He edited Aratus (2 vols., 1793, 1801) and part of Aristotle (Bipontine edition, vols. I–V, 1791–1804).[1]", "5071751": "Matthew Lipman (August 24, 1923 in Vineland, New Jersey – December 26, 2010 in West Orange, New Jersey) is recognized as the founder of Philosophy for Children.  His decision to bring philosophy to young people came from his experience as a professor at Columbia University, where he witnessed underdeveloped reasoning skills in his students. His interest lay particularly in developing reasoning skills by teaching logic. The belief that children possess the ability to think abstractly from an early age led him to the conviction that bringing logic to children's education earlier would help them to improve their reasoning skills.", "35971978": "Stuart Donald Blair Picken (1942 – 5 August 2016)[1] was a Scottish philosopher, academic and cleric. He was a noted expert on comparative ethics and Japanese thought. In 2007 he was awarded the Order of the Sacred Treasure (gold rays with neck ribbon) by the government of Japan in recognition of his work.[1]", "54879119": "Barbara Herman (born May 9, 1945) is the Griffin Professor of Philosophy and Professor of Law at the University of California, Los Angeles Department of Philosophy. A well-known interpreter of Kant's ethics, Herman works on moral philosophy, the history of ethics, and social and political philosophy.[1] Among her many honors and awards include a Guggenheim Fellowship (1985-1986)[2] and election to the American Academy of Arts & Sciences (1995).[3]", "15131537": "Sylvère Lotringer (15 October 1938 – 8 November 2021) was a French-born literary critic and cultural theorist. Initially based in New York City, he later lived in Los Angeles and Baja California, Mexico.[8][9] He is best known for synthesizing French theory with American literary, cultural and architectural avant-garde movements as founder of the journal Semiotext(e) and for his interpretations of theory in a 21st-century context.[10][11][12] He is regarded as an influential interpreter of Jean Baudrillard's theories, among others.[13]", "30925725": "When Nietzsche Wept is a 1992 novel by Irvin D. Yalom, Emeritus Professor of Psychiatry at Stanford University, an existentialist, and psychotherapist. The book takes place mostly in Vienna, Austria, in the year 1882, and relates a fictional meeting between the doctor Josef Breuer and the German philosopher Friedrich Nietzsche. The novel is a review of the history of philosophy and psychoanalysis and some of the main personalities of the last decades of the 19th century, and revolves around the topic of \"limerence\".", "60187551": "Michael Gerard Fitzgerald Martin (born 1962) is a British philosopher[1] who is currently Wilde Professor of Mental Philosophy at the University of Oxford and Mills Adjunct Professor of Philosophy at UC Berkeley.[2]", "517028": "Michel Aflaq (Arabic: ميشيل عفلق, romanized: Mīšīl ʿAflaq‎, Arabic pronunciation: [miˈʃel ˈʕaflaq]; 9 January 1910 – 23 June 1989) was a Syrian philosopher, sociologist and Arab nationalist. His ideas played a significant role in the development of Ba'athism and its political movement; he is considered by several Ba'athists to be the principal founder of Ba'athist thought. He published various books during his lifetime, the most notable being The Battle for One Destiny (1958) and The Struggle Against Distorting the Movement of Arab Revolution (1975).", "5464997": "Panagiotis Kanellopoulos or Panayotis Kanellopoulos (Greek: Παναγιώτης Κανελλόπουλος; 13 December 1902, in Patras, Achaea – 11 September 1986, in Athens)[2] was a Greek writer, politician and Prime Minister of Greece. He was the Prime Minister of Greece deposed by the Greek military junta of 1967–1974.", "1401766": "Father Karel Verleye, OFMCap, (17 April 1920 – 27 February 2002) co-founded the College of Europe in Bruges in 1949 with his good friend Hendrik Brugmans.", "50062252": "Igor Borisovich Chubais (Russian: И́горь Бори́сович Чуба́йс; born 26 April 1947, Berlin, Soviet occupation zone of Germany[1]) is a  Russian philosopher and sociologist, Doctor of Sciences, and the author of many scientific and journalistic works. He is an initiator of the introduction of the Russian education system a new subject Russian studies.[2] He is the first dean of \"Russian studies\" department at the Institute of Social Sciences and the director of Inter-University center for Russian studies in the faculty of Humanities and Social Sciences at the Peoples' Friendship University of Russia.[3] He is a board member of the Russian Writers Union.[4]", "37610415": "Carlos Cossio (San Miguel de Tucuman, February 3, 1903 - Buenos Aires, August 24, 1987) was a militant university reformer, jurist, lawyer, legal philosopher and Argentinian professor. One of his most important works is the concept of the Egological Theory of Law.", "48817071": "Hitoshi Nagai (永井 均, Nagai Hitoshi, born November 10, 1951) is one of the most influential Japanese philosophers,[1] who taught philosophy at Chiba University and later at Nihon University.[2] His main research fields are metaphysics and metaethics.[3] His books include \"Philosophy for Kids!\" and \"A Transfer Student and Black Jack: A Seminar on Solipsity,\" which interpret solipsism from a unique metaphysical point of view. Nagai's philosophy has been heavily influenced by Wittgenstein, however, his philosophy successfully elucidates an important aspect of solipsism which Wittgenstein could not fully express in his philosophical works. Nagai stresses that the solipsistic subject (such as \"I!\") can be pointed to by using the public language, but the trial of this pointing ought to be failed every time because of the unique function of our public language. He calls this characteristic \"solipsity\".[4]", "15655857": "Griselda Frances Sinclair Pollock[1] (born 11 March 1949)[2] is an art historian and cultural analyst of international, postcolonial feminist studies in visual arts and visual culture. Since 1977, Pollock has been an influential scholar of modern art, avant-garde art, postmodern art, and contemporary art. She is a major influence in feminist theory, feminist art history, and gender studies.[3] She is renowned for her innovative feminist approaches to art history which aim to deconstruct the lack of appreciation and importance of women in art as other than objects for the male gaze.[4]", "43770799": "Samuel Colliber (fl. 1718–1737) was an English writer, a lay author on theological and naval matters. John Knox Laughton suggested he was a Royal Navy volunteer or schoolmaster.", "58614707": "Jason Martin Wirth is an American philosopher and professor of philosophy at Seattle University. He was the Theiline Pigott McCone Chair in Humanities from 2014 to 2016.[1] He won The Torch Bearer Award in 2018. Wirth is known for his research on environmental philosophy.[2]", "39248826": "Michel Grosclaude (French pronunciation: [miʃɛl ɡʁɔsklod]; Occitan: Miquèu; 1926–2002) was a French linguist, and an author of works on grammar, lexicography and Occitan onomastics.", "58581946": "Nicholas John Griffin is a retired Canadian-based philosopher.[1] He was Director of the Bertrand Russell Centre at McMaster University, Hamilton, Ontario, where he held a Canada Research Chair in Philosophy.[2]", "3400637": "Jean-Luc Marion (born 3 July 1946) is a French philosopher and Roman Catholic theologian. Marion is a former student of Jacques Derrida whose work is informed by patristic and mystical theology, phenomenology, and modern philosophy.[1] Much of his academic work has dealt with Descartes and phenomenologists like Martin Heidegger and Edmund Husserl, but also religion. God Without Being, for example, is concerned predominantly with an analysis of idolatry, a theme strongly linked in Marion's work with love and the gift, which is a concept also explored at length by Derrida.", "10511293": "Sañjaya Belatthiputra (Pali: Sañjaya Belaṭṭhiputta; Sanskrit: Sañjaya Vairatiputra; literally, \"Sañjaya of the Belattha clan\"), was an Indian ascetic philosopher who lived around the 7th-6th century BC in the region of Magadha. He was contemporaneous with Mahavira, Makkhali Gosala, Ajita Kesakambali and the Buddha, and was a proponent of the ajñana school of thought.", "62579646": "George Peter Klubertanz (1912-5 July 1972) was an American philosopher and Professor of Philosophy at Saint Louis University. He was a president of the Metaphysical Society of America.[1]", "12280768": "Sir Henry Jones, CH, FBA (30 November 1852 – 4 February 1922) was a Welsh philosopher and academic.", "21226433": "Tina Beattie (born 16 March 1955) is a British Christian theologian, writer and broadcaster.", "68903877": "Carol Jean White (1946 – October 1, 2000) was an American philosopher who was an associate professor in the Santa Clara University philosophy department. She was known for her works on Heidegger's philosophy.[1]", "36627400": "Alexander Potebnja (Ukrainian: Олекса́ндр Опана́сович Потебня́, Russian: Алекса́ндр Афана́сьевич Потебня́) (September 22, 1831 - December 11, 1891) was a  linguist, philosopher and panslavist of Ukrainian Cossack descent, who was a professor of linguistics at the Imperial University of Kharkiv.[1][2][3] He is well known as a specialist in the evolution of Russian phonetics.", "36922314": "Mohammed Abed Al Jabri (Arabic: محمد عابد الجابري; 27 December 1935 – 3 May 2010 Rabat) was one of the most known Moroccan and Arab philosophers; he taught philosophy, Arab philosophy, and Islamic thought in Mohammed V University in Rabat from the late 1960s until his retirement. He is considered one of the major philosophers and intellectual figures in the modern and contemporary Arab world.[1] He is known for his academic project \"Critique of Arab Reason\", published in four volumes between the 1980s and 2000s. He published several influential books on the Arab philosophical tradition.[2]", "189384": "Defunct", "2515919": "Gianteresio Vattimo (4 January 1936 – 19 September 2023) was an Italian philosopher and politician.", "62579670": "Newton Phelps Stallknecht (October 24, 1906 – May 23, 1981) was an American philosopher and a professor of comparative literature and philosophy at Indiana University.[2]  In addition, he was the Director of the School of Letters at Indiana University from 1953-1972. He also served as a president of the Metaphysical Society of America.[1]  Stallknecht was educated at Princeton University, achieving his A.B. in 1927, A.M. in 1928, and Ph.D. in 1930.[2]  During World War II, he was attached to the United States Army Security Agency in Washington.[2]  His publications cover both philosophy and comparative literature, with a philosophical focus on Immanuel Kant, Henri Bergson, and Alfred North Whitehead.[2]", "69166040": "Insha-Allah Rahmati (Persian: انشاءالله رحمتی; born 22 December 1966)[1] is an Iranian philosopher, thinker, translator and a full professor of philosophy at Islamic Azad University in Tehran.[2][3][4] His main interests are Ethics, Islamic philosophy and Traditionalist School (perennialism).", "713688": "Alain Badiou (/bɑːˈdjuː/;[3] French: [alɛ̃ badju] ⓘ; born 17 January 1937) is a French philosopher, formerly chair of Philosophy at the École normale supérieure (ENS) and founder of the faculty of Philosophy of the Université de Paris VIII with Gilles Deleuze, Michel Foucault and Jean-François Lyotard. Badiou's work is heavily informed by philosophical applications of mathematics, in particular set theory and category theory.  Badiou's \"Being and Event\" project considers the concepts of being, truth, event and the subject defined by a rejection of linguistic relativism seen as typical of postwar French thought. Unlike his peers, Badiou openly believes in the idea of universalism and truth.  His work is notable for his widespread applications of various conceptions of indifference.  Badiou has been involved in a number of political organisations, and regularly comments on political events. Badiou argues for a return of communism as a political force.[4]", "35644384": "Gerhard Krüger (30 January 1902, Wilmersdorf near Berlin – 14 February 1972, Baden-Baden) was a German philosopher who was very much influenced by the philosopher Martin Heidegger and the theologian Rudolf Bultmann. He was the son of Joseph May Krüger, an accountant, and Pauline Helene Martha (née Jähniger).", "74376160": "Dudley Shapere (May 27, 1928 - December 26, 2016) was an American philosopher and Reynolds Professor Emeritus of the Philosophy and History of Science at Wake Forest College.[1]\nHe is known for his works on philosophy of science.[2][3][4][5]", "24077285": "Youssef Seddik (Tunisian Arabic: يوسف الصديق) (born in 1943 in Tozeur) is a noted Tunisian philosopher and anthropologist specializing in Ancient Greece and the anthropology of the Qur'an.", "386023": "George Frost Kennan (February 16, 1904 – March 17, 2005) was an American diplomat and historian. He was best known as an advocate of a policy of containment of Soviet expansion during the Cold War. He lectured widely and wrote scholarly histories of the relations between the USSR and the United States. He was also one of the group of foreign policy elders known as \"The Wise Men.\"", "23356392": "Dorothy Mary Emmet (/ˈɛmɪt/; 29 September 1904, Kensington, London – 20 September 2000, Cambridge) was a British philosopher and head of Manchester University's philosophy department for over twenty years. With Margaret Masterman and Richard Braithwaite she was a founder member of the Epiphany Philosophers. She was the doctoral advisor of Alasdair MacIntyre and Robert Austin Markus. Emmet was educated at Lady Margaret Hall, University of Oxford, where she took first-class honours in 1927.", "4809707": "Ludwig Geiger (born Lazarus Abraham Geiger, also called Ludwig Moritz Philipp Geiger; 5 June 1848 – 9 February 1919) was a German author and historian.", "4285420": "Hilary Kornblith is an American philosopher. He is a professor of philosophy at the University of Massachusetts Amherst and one of contemporary epistemology's most prominent proponents of naturalized epistemology.", "12116974": "John Stuart Mackenzie (1860–1935) was a British philosopher, born near Glasgow, and educated at Glasgow, Cambridge,[1] and Berlin.  In 1884-89 he was a fellow at Edinburgh and from 1890 to 1896 fellow of Trinity College, Cambridge.  He lectured on political economy at Owens College, Manchester, in 1890-93, and in 1895 became professor of logic and philosophy in University College, Cardiff. Mackenzie was an idealist philosopher and a Hegelian of the type of Green, Bradley, Bosanquet, and Caird.", "15229935": "Aizawa Seishisai (会沢 正志斎, July 5, 1782 – August 27, 1863), born Aizawa Yasushi (会沢 安), was a Japanese samurai (retainer of the Mito Domain) and a nationalist thinker of the Mito school during the late shogunate period.", "34497525": "Barbara Jane Heal (née Kneale, born 21 October 1946)[1] is a British philosopher, and since 2012, Emeritus Professor of Philosophy at the University of Cambridge.", "49669112": "Alfred Caldecott (/ˈkɔːldəkɒt/ KAWL-də-kot; 9 November 1850 – 8 February 1936) was an English philosopher.", "31056891": "Shashibhusan Dasgupta, or Shashi Bhushan Dasgupta, Shashibhusan and Shashi Bhusan Das Gupta (1911–1964) was a Bengali scholar of philosophy, languages, literature (particularly Bengali literature), literary critic, author and theologian.[1]", "35677184": "Frank McEachran (6 June 1900 – 4 October 1975), sometimes known as Kek,[1] was a British schoolmaster and writer. He taught at English public schools and the University of Leipzig and wrote on philosophy, but his most commercially successful books were his anthologies Spells for Poets and More Spells which appeared in the 1950s.", "1336326": "Theodor Gomperz (March 29, 1832 – August 29, 1912), Austrian philosopher and classical scholar, was born at Brno (Brünn).", "73589778": "Casey O'Callaghan is an American philosopher and Professor of Philosophy and Philosophy-Neuroscience-Psychology at Washington University in St. Louis. He is known for his works on philosophy of perception.[1][2][3][4][5][6][7]", "30860309": "Phillip H. Wiebe (August 23, 1945 – October 26, 2018) was a Canadian philosopher. He was the Chair of the Department of Philosophy, Professor of Philosophy and former Dean of Arts and Religious Studies at Trinity Western University and its School of Graduate Studies. He was the author of God and Other Spirits and Visions of Jesus, both from Oxford University Press. His primary areas of research were in philosophy of religion and science, and epistemology.[1]", "52749339": "Elena Vladimirovna Osipova (Russian: Елена Владимировна Осипова; born 11 November 1927 in Moscow[1] - died 2018) is a Russian philosopher and sociologist.[2]: 355", "30860316": "Étienne Chauvin (18 April 1640 – 6 April 1725),[1] French Protestant divine, was born in Nîmes. At the revocation of the Edict of Nantes he retired to Rotterdam where he was for some years preacher at the Walloon church. In 1695 the elector of Brandenburg appointed him pastor and professor of philosophy, and later inspector of the French college at Berlin, where he enjoyed considerable reputation as a representative of Cartesianism and as a student of physics.[2]", "1172511": "Rigas Feraios (Greek: Ρήγας Φεραίος pronounced [ˈriɣas fɛˈrɛɔs], sometimes Rhegas Pheraeos; Aromanian: Riga Fereu[1]) or Velestinlis (Βελεστινλής pronounced [vɛlɛstinˈlis], also transliterated Velestinles); 1757 – 24 June 1798), born as Antonios Rigas Velestinlis (Greek: Αντώνιος Ρήγας Βελεστινλής),[2] was a Greek writer, political thinker and revolutionary, active in the Modern Greek Enlightenment. A victim of the Balkan uprising against the Ottoman Empire and a pioneer of the Greek War of Independence, Rigas Feraios is today remembered as a national hero in Greece.", "38265898": "Dalmacio Negro Pavón (born December 23, 1931, in Madrid) is a Spanish university professor and author, member of the Spanish Royal Academy of Moral and Social Sciences.[1]", "8479787": "Zhang Dongsun (simplified Chinese: 张东荪; traditional Chinese: 張東蓀; Wade–Giles: Chang Tung-sun; 1886–1973), also known as Chang Tung-sheng, was a Chinese philosopher, public intellectual and political figure. He was a professor of Philosophy and Sinology at Yenching University and Tsinghua University.", "29647927": "Gonçal Mayos Solsona (born 1957) is a Spanish philosopher, essayist and professor at the University of Barcelona. Specialist by Nietzsche, Hegel, Herder, Kant, Descartes, D'Alembert..., has evolved into the study of great modern movements (rationalism, illustration, Romanticism, philosophy of suspicion) and its influence on contemporary Postmodernism. He chairs the Joan Maragall Liceu of Philosophy of Ateneu Barcelonès and directs the Open Network for Postdisciplinarity and Macrophilosophy (OPEN-PHI) and the Grup Internacional de Recerca 'Cultura, Història i Estat' (GIRCHE).", "1729591": "William E. Kaufman (born December 28, 1938[1]) is an American Conservative rabbi, philosopher, theologian and author. His 1991 book, The Case for God, was perhaps the first book written on Jewish process theology.[2]", "32433210": "Timothy J. Madigan (born 1962) is an American philosopher, author and editor, and a noted humanist.[1] He is particularly notable for having been the Editor of Free Inquiry, a leading journal of secular humanist discussion and commentary.", "2384955": "Pierre Clastres (French pronunciation: [pjɛʁ klastʁ]; 17 May 1934 – 29 July 1977) was a French anthropologist, ethnographer, and ethnologist. He is best known for his contributions to the field of political anthropology, with his fieldwork among the Guayaki in Paraguay and his theory of stateless societies. An anarchist seeking an alternative to the hierarchized Western societies, he mostly researched  Indigenous peoples of the Americas in which the power was not considered coercive and chieftains were powerless.", "3007548": "Somerville College, Oxford", "55174209": "Roman Frigg (born 1972) is a Swiss philosopher, Professor at the London School of Economics and Political Science and director of its Centre for Philosophy of Natural and Social Science.[1] In 2016 he was awarded the Friedrich Wilhelm Bessel Research Award.[2]", "13853765": "University of Michigan (1950–1967)", "36201547": "Carlos Llano Cifuentes (México City, February 17, 1932 – Miami, May 5, 2010) was a Mexican philosopher[1] and university professor,[2][3] as well as one of the founding members of IPADE Business School and founder of Universidad Panamericana.", "1336396": "Antony Garrard Newton Flew (/fluː/; 11 February 1923 – 8 April 2010)[1] was an English philosopher. Belonging to the analytic and evidentialist schools of thought, Flew worked on the philosophy of religion. During the course of his career he taught philosophy at the universities of Oxford, Aberdeen, Keele, and Reading in the United Kingdom, and at York University in Toronto, Canada.", "1401932": "Phan Bội Châu (Vietnamese: [faːn ɓôjˀ cəw]; 26 December 1867 – 29 October 1940), born Phan Văn San, courtesy name Hải Thụ (later changed to Sào Nam), was a pioneer of Vietnamese 20th century nationalism. In 1904, he formed a revolutionary organization called Duy Tân Hội (\"Modernization Association\"). From 1905 to 1908, he lived in Japan where he wrote political tracts calling for the independence of Vietnam from French colonial rule.[1] After being forced to leave Japan, he moved to China where he was influenced by Sun Yat-sen. He formed a new group called Việt Nam Quang Phục Hội (“Vietnamese Restoration League”), modeled after Sun Yat-sen's republican party. In 1925, French agents seized him in Shanghai. He was convicted of treason and spent the rest of his life under house arrest in Huế.[2]", "44819537": "Mário Ferreira dos Santos (Brazilian Portuguese: [ˈmaɾju feˈʁejɾɐ dus ˈsɐ̃tus]; January 3, 1907 – April 11, 1968) was a Brazilian philosopher, translator, writer and anarchist activist. Born in Tietê, São Paulo,[1] Ferreira dos Santos was raised in Pelotas, Rio Grande do Sul, and graduated in Law and Social Sciences at the Federal University of Rio Grande do Sul.", "69330008": "James of Douai (French: Jacques de Douai, Latin: Jacobus de Duaco; fl. 1275) was a French philosopher who taught at the University of Paris.", "34497633": "John Renford Bambrough (29 April 1926 – 17 January 1999) was a British philosopher.  He was fellow of St John's College, Cambridge from 1950-1999, where he held the positions of Dean (1964–1979) and President (1979–1983).", "36856931": "James Olson (born Chet Myles Olson; June 27, 1943) is an American philosopher and author. A generalist focused on psychological aspects of the brain, neuropsychology, Olson explores the brain's role in influencing the nature of human consciousness, thought, and behavior. In particular, he seeks to understand how genetic dominance and functional lateralization combine to create a series of inheritable default brain-operating systems to help guide perception and response. Olson is the author of How Whole Brain Thinking Can Save the Future (Origin Press, 2017), a book that seeks to explain human behavior by focusing on functional differences in the brain's hemispheres in terms of how they view and manage the information that generates our thoughts, feelings, and actions; and       The Whole-Brain Path to Peace (Origin Press, 2011), which promotes peace though whole-brain thinking. To explore the brain's role in our decision-making and behavior, Olson studies the character of the macro management systems that oversee the brain's operation, explaining how the various systems help shape our viewpoint, bias our perception, and divide us.", "41870442": "Lene Auestad (born 8 October 1973)[citation needed] is an author and a philosopher from the University of Oslo.[1] She has written on the themes of prejudice, social exclusion and minority rights, and has contributed to public debates on hate speech.[2]", "2483312": "Þorsteinn Gylfason (12 August 1942 – 16 August 2005) was an Icelandic philosopher, translator, musician and poet. Þorsteinn distinguished himself in Icelandic public life with his writings in newspapers, journals and publications.", "13165683": "William Cleghorn (1718 – August 1754) was a British philosopher. He was born to a successful Scottish brewer, Hugh Cleghorn, and Jean Hamilton, and died in 1754, aged 36.[1] William Cleghorn held the Chair of Pneumatics and Moral Philosophy at the University of Edinburgh from 1745 until his death in 1754.[2] Four volumes of notes on Cleghorn's lectures on moral philosophy from 1746–47 are stored at the University of Edinburgh library.[3]", "5563510": "Adolf Grünbaum (/ˈɡruːnbɔːm/; May 15, 1923 – November 15, 2018) was a German-American philosopher of science and a critic of psychoanalysis, as well as Karl Popper's philosophy of science.  He was the first Andrew Mellon Professor of Philosophy at the University of Pittsburgh from 1960 until his death, and also served as co-chairman of its Center for Philosophy of Science (from 1978), research professor of psychiatry (from 1979), and primary research professor in the department of history and philosophy of science (from 2006). His works include Philosophical Problems of Space and Time (1963), The Foundations of Psychoanalysis (1984), and Validation in the Clinical Theory of Psychoanalysis (1993).", "43213950": "Swami Swaroopanand Saraswati (2 September 1924 – 11 September 2022) was an Indian religious leader. In 1982, he became the Shankaracharya of Dwarka Sharada Peetham in Dwaraka, Gujarat and also of Jyotir Math in Badrinath.[1][2] He was the only person till now who have become Shankaracharya of two Peetha (Dwarkamath and Jyotirmath) simultaneously.", "32007296": "Masahiro Morioka (森岡 正博, Morioka Masahiro, born September 25, 1958) is a Japanese philosopher, who has contributed to the fields of philosophy of life, bioethics, gender studies, media theory, and civilization studies. He is a professor of philosophy and ethics at Waseda University, Japan. He coined the term \"life studies\" for an integrated approach to the issues of life, death, and nature in contemporary society. Since 2006 he has proposed a new philosophical discipline he calls \"philosophy of life\". He has published numerous academic books and articles, mainly in Japanese, and has regularly contributed commentaries and book reviews to major Japanese newspapers and magazines.[1] His books include Painless Civilization, which criticizes the incessant attempts to escape from pain and suffering in modern civilization, Confessions of a Frigid Man: A Philosopher's Journey into the Hidden Layers of Men's Sexuality, which illuminates some of the darker sides of male sexuality such as the \"Lolita complex\" and male frigidity, and Lessons in Love for Herbivore Men, one of the books that helped popularize the term \"herbivore men\". He is the editor-in-chief of Journal of Philosophy of Life, an associate editor of Eubios Journal of Asian and International Bioethics,[2] and an organizing committee member of the International Conference on Philosophy and Meaning in Life.[3]", "1041538": "Stanisław Wawrzyniec Staszic [staˈɲiswaf ˈstaʂit͡s] (baptised 6 November 1755 – 20 January 1826) was a leading figure in the Polish Enlightenment: a Catholic priest, philosopher, geologist, writer, poet, translator and statesman. A physiocrat, monist, pan-Slavist (after 1815) and laissez-fairist, he supported many reforms in Poland. He is particularly remembered for his political writings during the \"Great (Four-Year) Sejm\" (1788–92) and for his large support towards the Constitution of 3 May 1791, adopted by that Sejm.", "5137538": "Burton Spencer Dreben (September 27, 1927 – July 11, 1999) was an American philosopher specializing in mathematical logic.[1] A Harvard graduate who taught at his alma mater for most of his career (where he retired as Edgar Pierce Professor of Philosophy Emeritus), he published little but was a teacher and a critic of the work of his colleagues (Floyd & Shieh 2001).", "713863": "Walt Whitman Rostow OBE (October 7, 1916 – February 13, 2003) was an American economist, professor and political theorist who served as national security advisor to president of the United States Lyndon B. Johnson from 1966 to 1969.[1][2]", "9888905": "Roberto Carifi (born 1948[1] in Pistoia), is an Italian poet, philosopher, and translator, supported since the beginning from Piero Bigongiari, one of the major exponents of Florentine Hermeticism. Considered one of the most important poet and intellectual of his generation[2] he has been influenced by having a very difficult illness to cope with.", "49243276": "William Egginton (born 1969)[1] is a literary critic and philosopher. He has written extensively on a broad range of subjects, including theatricality, fictionality, literary criticism, psychoanalysis and ethics, religious moderation, and theories of mediation.", "4285582": "Nicolás Gómez Dávila (locally [nikoˈlaz ˈɡomez ˈdaβila];[a] 18 May 1913 – 17 May 1994) was a Colombian conservative philosopher and aphorist.", "32007311": "John Morley Harris, FMedSci, FRSA, FRSB (born 21 August 1945), is a British bioethicist and philosopher.[3] He is the Lord Alliance Professor of Bioethics and Director of the Institute for Science, Ethics and Innovation at the University of Manchester.[4][5]", "24044690": "William Harry Jellema (1893–1982) was an American philosopher and the founder of Calvin College's philosophy department. He taught at Calvin College from 1920 to 1936, transferred to Indiana University and then returned to Calvin from 1948 to 1963. Following his mandatory retirement from Calvin College, Jellema taught for a year at Haverford College and was invited by James Zumberge to found the philosophy department at Grand Valley State College in Allendale, Michigan, and continue his teaching for another five years.[citation needed]", "1041556": "Juliusz Słowacki (Polish pronunciation: [ˈjuljuʂ swɔˈvat͡skʲi]; French: Jules Slowacki; 4 September 1809 – 3 April 1849) was a Polish Romantic poet. He is considered one of the \"Three Bards\" of Polish literature — a major figure in the Polish Romantic period, and the father of modern Polish drama. His works often feature elements of Slavic pagan traditions, Polish history, mysticism and orientalism. His style includes the employment of neologisms and irony. His primary genre was the drama, but he also wrote lyric poetry. His most popular works include the dramas Kordian and Balladyna and the poems Beniowski, Testament mój and Anhelli.", "1369237": "Emil Ludwig Fackenheim (22 June 1916 – 18 September 2003) was a Jewish philosopher and Reform rabbi.[1]", "51111062": "Prof Thomas Gordon FRSE (1714-1797) was a Scottish philosopher, mathematician and antiquarian. He was Professor of Humanity at King's College, Aberdeen. He was a co-founder of the Royal Society of Edinburgh in 1783.[1]", "63857816": "Shri Raghunatha Tirtha (IAST:Śrī Raghunātha Tīrtha) (c.1405 – c.1502), was a Hindu philosopher, scholar and saint. He served as the pontiff of Uttaradi Math from 1442–1502. He was the 19th in succession from Madhvacharya.[1][2]", "1041580": "Edward Stachura [ˈɛdvard sta'xura] ⓘ (18 August 1937 – 24 July 1979) was a Polish poet, writer and translator. He rose to prominence in the 1960s, receiving prizes for both poetry and prose. His literary output includes four volumes of poetry, three collections of short stories, two novels, a book of essays, and the final work, Fabula rasa, which is difficult to classify. In addition to writing, Stachura translated literature from Spanish and French, most notably works of Jorge Luis Borges, Gaston Miron and Michel Deguy. He also wrote songs, and occasionally performed them. He died by suicide at the age of forty-one.", "30532786": "Eilhard Lubinus[1] (23 March 1565 – 2 June 1621) was a German Lutheran theologian and philosopher, also known as a social critic, classical scholar, linguist, mathematician and cartographer. He was an influence on Comenius and Leibniz.", "41182386": "Peter Poellner is a professor of philosophy at the University of Warwick. is research interests include phenomenology, philosophy of value, philosophy of mind, Husserl, Nietzsche. [1]", "28730548": "Louis-Jean Lévesque de Pouilly (1691, Reims - 1750, Paris) was a French philosopher. A member of the Académie des Inscriptions et Belles-Lettres, he founded the ESAD de Reims.", "1041593": "Leszek Kołakowski (/ˌkɒləˈkɒfski/; Polish: [ˈlɛʂɛk kɔwaˈkɔfskʲi]; 23 October 1927 – 17 July 2009) was a Polish philosopher and historian of ideas. He is best known for his critical analyses of Marxist thought, such as in his three-volume history of Marxist philosophy Main Currents of Marxism (1976). In his later work, Kołakowski increasingly focused on religious questions. In his 1986 Jefferson Lecture, he asserted that \"we learn history not in order to know how to behave or how to succeed, but to know who we are\".[1]", "3269818": "Ferdinand Alquié (French: [alkje] ⓘ; 18 December 1906, Carcassonne, Aude – 28 February 1985, Montpellier) was a French philosopher and member of the Académie des Sciences Morales et Politiques from 1978.", "4613306": "John Alexander Gunn (1896–1975) was a philosopher who earned his Ph.D. from the University of Liverpool and worked there as a fellow. He went on to be appointed as a professor at the University of Melbourne in 1923 and retired in 1938. His successor as Director of Extension was Colin R. Badger.", "3597498": "Khana Qubadi (Kurdish: خانای قوبادی, lit. 'Xanay Qubadî', 1700–1759)[1][2] was a Kurdish poet from the Jaff tribe who wrote in Gorani. He belonged to the Hawrami school of poetry in the Ardalan principality and lived in Derne which was the capital of Derteng, Hulwan and Bajelan dynasties which is located in modern-day Salas-e Babajani County. He first lived in Ardalan, but had to flee to neighboring Baban because of his translations of the Quran to Gorani.[3]", "55534784": "Bart Schultz (born August 9, 1951) is an American philosopher who is Senior Lecturer in Humanities (Philosophy) and Director of the Civic Knowledge Project at the University of Chicago.[1]", "24044742": "Barry Loewer (born 1945) is a distinguished professor of philosophy at Rutgers University and director of the Rutgers Center for Philosophy and the Sciences.[1]", "4252871": "Durandus of Saint-Pourçain (also known as Durand of Saint-Pourçain; c. 1275 – 13 September 1332 / 10 September 1334) was a French Dominican, philosopher, theologian, and bishop.", "2974926": "Donald Thomas Campbell (November 20, 1916 – May 6, 1996) was an American social scientist. He is noted for his work in methodology.  He coined the term evolutionary epistemology and developed a selectionist theory of human creativity. A Review of General Psychology survey, published in 2002, ranked Campbell as the 33rd most cited psychologist of the 20th century.[1]", "48817359": "Michael Logan Gonne Redhead FBA (30 December 1929 – 31 August 2020) was a British academic and philosopher of physics.", "910547": "Jerome of Prague (Czech: Jeroným Pražský; Latin: Hieronymus Pragensis; 1379 – 30 May 1416) was a Czech scholastic philosopher, theologian, reformer, and professor. Jerome was one of the chief followers of Jan Hus and was burned for heresy at the Council of Constance.[1]", "23291092": "Stefan Błachowski (Opawa, 19 May 1889 – 31 January 1962, Warsaw, Poland) was a Polish psychologist and professor at Poznań University.", "5530846": "Adolf Lasson (12 March 1832, Alt-Strelitz, today Neustrelitz, Mecklenburg-Strelitz – 20 December 1917, Berlin) was a German Jewish philosophical writer, strident Prussianist, and the father of Georg Lasson.", "9004262": "Isabelle Stengers (/ˈstɛŋərs/; French: [stɛn'ɡɛʁs]; born 1949) is a Belgian philosopher, noted for her work in the philosophy of science. Trained as a chemist, she has collaborated with Russian-Belgian chemist Ilya Prigogine and French philosopher/sociologist Bruno Latour among others, and has written widely on the history of science as well as philosophers such as Gilles Deleuze, Alfred North Whitehead, Donna Haraway, and Michel Serres.", "2319597": "Śāriputra (Sanskrit: शारिपुत्र; Tibetan: ཤཱ་རིའི་བུ་, Pali: Sāriputta, lit. \"the son of Śāri\", born Upatiṣya, Pali: Upatissa) was one of the top disciples of the Buddha. He is considered the first of the Buddha's two chief male disciples, together with Maudgalyāyana (Pali: Moggallāna). Śāriputra had a key leadership role in the ministry of the Buddha and is considered in many Buddhist schools to have been important in the development of the Buddhist Abhidharma. He frequently appears in Mahayana sutras, and in some sutras, is used as a counterpoint to represent the Hinayana school of Buddhism.", "35644655": "Rüdiger Bubner (9 May 1941, Lüdenscheid – 9 February 2007, Heidelberg) was a German philosopher. Since 1996, he was professor at Heidelberg. He was also member of the Heidelberg Academy of Sciences and honorary member of the Theological Faculty of the University of Fribourg. His main areas of specialisation were aesthetics and practical philosophy with reference to ancient philosophy, German Idealism, and phenomenology.[1]", "14116084": "Nguyễn Thắng, pen name Nguyễn Khuyến, (15 February 1835 in Ý Yên, Nam Định – 5 February 1909 in Yên Đổ) was a famous Vietnamese Ruist scholar, poet and teacher living in the 19th century.[1]", "58615029": "Fyodor Vasilyevich Konstantinov (Russian: Фёдор Васи́льевич Константи́нов; 21 February 1901 – 8 December 1991) was a Soviet Marxist–Leninist philosopher and academician.", "4941051": "Frances Julia  Wedgwood (6 February 1833 – 26 November 1913), also known as Florence Dawson, was an English feminist whose writing spanned philosophy, fiction, biography, history, religious studies and literary criticism.  She was described as \"a young woman of extreme passions and fastidious principles\"[1] and \"at once a powerful reasoner and an inexorable critic of reason\".[2]", "40658174": "Marc Froment-Meurice (born 30 October 1953 in Tokyo, died 25 June 2019 in Penguily) is a French and American writer and philosopher.", "73557248": "Anne Ruggles Gere (also known as Anne Gere) is an American scholar in the field of language education and literacy. She has published on topics such as the history of writing groups, best practices in literacy education, and integration of culturally responsive pedagogy.", "25857": "Rodolphus Agricola (Latin: Rudolphus Agricola Phrisius; August 28, 1443, or February 17, 1444[1] – October 27, 1485) was a Dutch humanist of the Northern Low Countries, famous for his knowledge of Latin and Greek. He was an educator, musician, builder of church organs, a poet in Latin and the vernacular, a diplomat, a boxer and a Hebrew scholar towards the end of his life.[citation needed] Today, he is best known as the author of De inventione dialectica, the father of Northern European humanism and a zealous anti-scholastic in the late fifteenth century.", "7595269": "Sarojini Sahoo (born 4 January 1956) is an Indian feminist writer, a columnist in The New Indian Express and an associate editor of Chennai-based English magazine Indian AGE.[1][2] She has been enlisted among  25 Exceptional Women of India by Kindle Magazine of Kolkata.[3] and is an Odisha Sahitya Academy Award winner.[4]", "189702": "Johann August Ernesti (4 August 1707 – 11 September 1781) was a German Rationalist theologian and philologist. Ernesti was the first who formally separated the hermeneutics of the Old Testament from those of the New.[1]", "65922316": "Ann-Sophie Barwich is a cognitive scientist, an empirical philosopher, and a historian of science. She is an assistant professor with joint positions in the cognitive science program[1] and the department of history and philosophy of science[2] at Indiana University Bloomington. Barwich is best known for her interdisciplinary[3] work on the history, philosophy, and neuroscience of olfaction. Her book, Smellosophy: What the Nose tells the Mind,[4] highlights the importance of thinking about the sense of smell as a model for neuroscience and the senses.[5][6][7][8][9] She is also noted for her analyses on methodological issues in molecular biology[10] and neuroscience.[11]", "67462413": "Nalla Thomas[8] (2 March 1946 – 19 April 2021[5]) was an Asian Christian[8][9] and a spiritual personality,[10] who served the Church in Assam and undivided Andhra Pradesh for nearly four decades comprising the seventies through the New millennium.  He used to compose hymns for enhancing spiritual direction.[11] Thomas was an Ecclesiastical administrator of Samavesam of Telugu Baptist Churches Society.", "66643212": "Amalie Louise John Hathaway (c. 1839 – December 26, 1881) was a German-American philosopher and lecturer, who contributed to the pessimism controversy in Germany.", "74376467": "Ana S. Iltis is an American philosopher and Carlson Professor of University Studies at Wake Forest College. She is known for her works on bioethics.[1][2][3]\nIltis is a co-editor of Narrative Inquiry in Bioethics and a former president of the American Society for Bioethics and Humanities (2019–21).", "320790": "Alexander Meiklejohn (/ˈmiːkəlˌdʒɒn/; 3 February 1872 – 17 December 1964) was a philosopher, university administrator, educational reformer, and free-speech advocate, best known as president of Amherst College.[1][2]", "1467673": "Monique Wittig (French: [vitig]; July 13, 1935 – January 3, 2003) was a French author, philosopher and feminist theorist[1] who wrote about abolition of the sex-class system and coined the phrase \"heterosexual contract\". Her groundbreaking work is titled The Straight Mind and Other Essays. She published her first novel, L'Opoponax, in 1964.  Her second novel, Les Guérillères (1969), was a landmark in lesbian feminism.[2]", "62186781": "Andrzej Przyłębski (born 14 May 1958, in Chmielnik near Brzózki) is a Polish philosopher, author of six books on neokantianism and on hermeneutics; past Służba Bezpieczeństwa informer codename TW Wolfgang; between 2016 and 2022 serving as an ambassador to Germany.", "62776613": "Benjamin of Lesbos (Greek: Βενιαμίν Λέσβιος; alternatively transliterated as Veniamin of Lesvos or Lesvios; 1759–1824) was a Greek monk, scholar, and politician who was a significant figure in the Modern Greek Enlightenment.[1]", "16016681": "Matija Ferkić or Matija Frkić[1] (Italian: Matteo Ferchi, English: Matthew Ferchi (Ferkich); 1583 – 1669) was a Croatian Franciscan Conventual scholastic philosopher from Krk.", "517436": "Sultan-ul-Mashaikh, Mahbub-e-Ilahi, Sheikh Khwaja Syed Muhammad Nizamuddin Auliya (sometimes spelled Awliya; 1238 – 3 April 1325), also known as Hazrat Nizamuddin, and Mahbub-e-Ilahi (lit. 'Beloved of God') was an Indian Sunni Muslim scholar, Sufi saint of the Chishti Order, and is one of the most famous Sufis from the Indian Subcontinent.[2] His predecessors were Fariduddin Ganjshakar, Qutbuddin Bakhtiyar Kaki, and Moinuddin Chishti, who were the masters of the Chishti spiritual chain or silsila in the Indian subcontinent.", "47867196": "Michelle Mason Bizri[1] is an Associate Professor of Philosophy at the University of Minnesota, where she has taught since 2000.[2] She has published numerous works in normative moral psychology, where her main contributions have been to defend the view that particular person-focused, esteem-based attitudes have a significant role to play in moral evaluation.[3]", "156990": "George of Trebizond (Greek: Γεώργιος Τραπεζούντιος; 1395–1486) was a Byzantine Greek philosopher, scholar, and humanist.", "27092290": "Narendra Nath Sen Gupta (23 December 1889 – 13 June 1944) was a Harvard-educated Indian psychologist, philosopher, and professor, who is generally recognized as the founder of modern psychology in India along with Indian Scientist Gunamudian David Boaz.[1][2] In 1916 he established the First independent department of psychology in India–the Department of Experimental Psychology, at the University of Calcutta, the second being in University of Madras by Dr.Gunamudian David Boaz.[3]", "484674": "John David Caputo (born October 26, 1940) is an American philosopher who is the Thomas J. Watson Professor of Religion Emeritus at Syracuse University and the David R. Cook Professor of Philosophy Emeritus at Villanova University.[1] Caputo is a major figure associated with postmodern Christianity[2] and continental philosophy of religion, as well as the founder of the theological movement known as weak theology.[3] Much of Caputo's work focuses on hermeneutics, phenomenology, deconstruction, and theology.", "156996": "John Wilkins FRS (14 February 1614 – 19 November 1672) was an Anglican clergyman, natural philosopher, and author, and was one of the founders of the Royal Society. He was Bishop of Chester from 1668 until his death.", "7660871": "Lorenzo Magnani (born 1952), is an Italian philosopher who teaches philosophy of science[1] in the Department of Humanities, Philosophy Section, at the University of Pavia, full professor and director of the Computational Philosophy Laboratory[2] and, since 2023, is also professor on contract of Artificial intelligence and knowledge, a course sponsored by Collegio Cairoli and Collegio Giasone del Maino, Pavia.  He has been (2006/2012) visiting professor at the Sun Yat-sen University in China. In the event of the 50th anniversary of the re-building of the Philosophy Department of Sun Yat-sen University in 2010,[3] an award was given to him to acknowledge his contributions to the areas of philosophy, philosophy of science, logic, and cognitive science.[4]", "40068424": "Elizabeth V. Spelman  is a philosopher in the United States. She is currently a professor at Smith College. She is a Barbara Richmond 1940 Professor in the Humanities. Due to this position she currently resides in Northampton, Massachusetts.", "38069575": "Professor in the English department of UW-Madison (USA), Frédéric Neyrat is a French philosopher with an expertise in environmental humanities, contemporary theory, and media culture. He is editor of the electronic platform Alienocene that charts the bourgeoning field of Planetary humanities, and a member of the editorial board of the journals Lignes and Multitudes. Recently, he published The Unconstructable Earth: An Ecology of separation (Fordham, 2018), Literature and Materialisms (Routledge, 2020), L’Ange Noir de l’Histoire: Cosmos et Technique de l’Afrofuturisme (MF, 2021), Cosmos Expérimental (Abrüpt, 2022), and Le Cosmos de Walter Benjamin: Un Communisme du Lointain (Kimé, 2022). His books and articles offer a “new existentialism” regenerating the place of the outside that contemporary theory underestimates. Website: Atopies (http://atoposophie.wordpress.com)", "23323984": "J. Roger Hindley is a prominent British logician best known for the Hindley–Milner type inference algorithm.  Since 1998, he has been an Honorary Research Fellow at Swansea University.[1]", "4023645": "Philip Noel Pettit AC (born 1945) is an Irish philosopher and political theorist. He is the Laurance S. Rockefeller University Professor of Politics and Human Values at Princeton University and also Distinguished University Professor of Philosophy at the Australian National University.[1]", "42853728": "Howard Richards (born June 10, 1938) is a philosopher of Social Science who works with the concepts of basic cultural structures[nb 1] and constitutive rules.[nb 2] He holds the title of Research Professor of Philosophy at Earlham College, a liberal arts college in Richmond, Indiana, the United States, the Quaker School where he taught for thirty years. He retired from Earlham College, together with his wife Caroline Higgins in 2007, and became a Research Professor of Philosophy. He has a Ph.D. in Philosophy from the University of California, Santa Barbara,[1] a Juris Doctor (J.D.) from the Stanford Law School, an Advanced Certificate in Education (ACE) from Oxford University (the UK) and a Ph.D. in Educational Planning [2] from the Ontario Institute for Studies in Education (OISE), University of Toronto, Canada. He now teaches at the University of Santiago, Chile,[3] and has ongoing roles at the University of South Africa (UNISA) [4] and the University of Cape Town's Graduate School of Business program.  He is founder of the Peace and Global Studies Program[nb 3] and co-founder of the Business and Nonprofit Management Program at Earlham.[5]", "386402": "John Bernard Burnheim (20 April 1927 – 26 October 2023) was an Australian philosopher who was Professor of General Philosophy at the University of Sydney.", "6415714": "Max Freedom Long (October 26, 1890 – September 23, 1971) was an American novelist and New Age writer.[1]", "21325162": "François Wahl (13 May 1925 - 15 September 2014) was a French editor and structuralist.[1]", "35054956": "Howard \"Haim\" Kreisel is a professor of medieval Jewish philosophy in the department of Jewish Thought at Ben-Gurion University of the Negev (emeritus).", "779628": "Michel Serres (French: [sɛʁ]; 1 September 1930 – 1 June 2019) was a French philosopher, theorist and writer. His works explore themes of science, time and death, and later incorporated prose.", "18408814": "I am thinking of Sam Gillespie, who came from the United States to join my other friends in England, a particularly acute and occasionally mordant analyst (see The Mathematics of Novelty: Badiou’s Minimalist Metaphysics), whose intense work was interrupted by his death.", "1893748": "Dharmakīrti (fl. c. 6th or 7th century; Tibetan: ཆོས་ཀྱི་གྲགས་པ་; Wylie: chos kyi grags pa), was an influential Indian Buddhist philosopher who worked at Nālandā.[1] He was one of the key scholars of epistemology (pramāṇa) in Buddhist philosophy, and is associated with the Yogācāra[2] and Sautrāntika schools. He was also one of the primary theorists of Buddhist atomism.[3] His works influenced the scholars of Mīmāṃsā, Nyaya and Shaivism schools of Hindu philosophy as well as scholars of Jainism.[4]", "3564921": "Desmond M. Clarke (17 January 1942 – 4 September 2016) was an Irish author and professor of philosophy at University College Cork (UCC). His research interests include history of philosophy and theories of science, with a specific interest in the writings of René Descartes, as well as contemporary church/state relations, human rights, and nationalism.", "3007865": "Virachand Raghavji Gandhi (25 August 1864 – 7 August 1901)[1] was a Jain scholar who represented Jainism at the first World Parliament of Religions in 1893.[2] A barrister by profession, he worked to defend the rights of Jains, and wrote and lectured extensively on Jainism, other religions, and philosophy.", "32925053": "Dennis Geert Bernardus Johan Dieks (born 1 June 1949, in Amsterdam)  is a Dutch physicist and philosopher of physics.", "36169092": "Raymond G. Frey (/fraɪ/; 1941–2012) was a professor of philosophy at Bowling Green State University, specializing in moral, political and legal philosophy, and author or editor of a number of books. He was a noted critic of animal rights.", "34071950": "Ernst Meister (3 September 1911 – 15 June 1979) was a German poet and writer.", "40592783": "Otto Pöggeler (12 December 1928 in Attendorn – 10 December 2014) was a German philosopher. He specialized in phenomenology and commenting on Heidegger.[1] In 1963 he authored the acclaimed Martin Heidegger’s Path of Thinking, one of the first rigorous attempts at tracing the development of Heidegger's thought. He also published a study of poetry of Paul Celan, and was director of the Hegel-Archiv at the Ruhr University in Bochum.[2][3]", "33285520": "Mariano Iberico Rodríguez (* Cajamarca, 1892 - died Lima, 1974) was a Peruvian philosopher.", "58090896": "Sonia Berjman (born 1946) is an urban and landscape historian, researcher on the history of Buenos Aires public space and protector of parks, squares, and public green spaces of that city,[1] she is a acknowledged referent for these issues.[2]", "3958162": "Stephen Roy Albert Neale (born 9 January 1958) is a British philosopher and specialist in the philosophy of language who has written extensively about meaning, information, interpretation, and communication, and more generally about issues at the intersection of philosophy and linguistics. Neale is a Distinguished Professor of Philosophy and Linguistics and holder of the John H. Kornblith Family Chair in the Philosophy of Science and Values at the Graduate Center, City University of New York (CUNY).", "7267733": "Reinhart Klemens Maurer (born 1935) is a philosopher and professor from Xanten, Germany.", "30664091": "James Garson is an American philosopher and logician. He has made significant contributions in the study of modal logic[1] and formal semantics. He is author of Modal Logic for Philosophers and What Logics Mean by Cambridge University Press.[2] Garson is Professor of Philosophy at the University of Houston and has taught at the University of Pennsylvania, the University of Notre Dame, the University of Illinois at Chicago (where he was a visiting professor in computer science), and Rice University.[3]", "59696540": "Pavel Fyodorovich Yudin (Russian: Павел Фёдорович Юдин; 6 September [O.S. 26 August] 1899 – 10 April 1968) was a Soviet philosopher and Communist Party official specialising in the fields of culture and sociology, and later a diplomat.", "22144416": "Lars-Henrik Schmidt (27 August 1953 – 10 September 2021) was a Danish idea-historian and philosopher. Since the early 1980s the pivotal point of his writings has been the development of a specific philosophical perspective termed Social Analytics.", "3761573": "Paramārtha (Sanskrit, Devanagari: परमार्थ; traditional Chinese: 真諦; simplified Chinese: 真谛; pinyin: Zhēndì) (499-569 CE) was an Indian monk from Ujjain, who is best known for his prolific Chinese translations of Buddhist texts during the Six Dynasties era.[1][2] He is known as one of the four great translators in Chinese Buddhist history (along with Kumārajīva and Xuanzang).[3] He is also known for the various oral commentaries he gave on his translations which were written down by his disciples (and now only survive in fragmentary form).[1] Some of Paramārtha's influential translations include Vasubandhu's Abhidharmakośa, Asaṅga’s Mahāyānasaṃgraha, and Dignāga's Ālambanaparīkṣā & Hastavālaprakaraṇa.[1][4]", "51504549": "Sergey V. Arzhanukhin (Russian: Сергей Владимирович Аржанухин)[1] is a Russian philosopher. He is a professor at the Russian Presidential Academy of National Economy and Public Administration and holds a Doctor of Philosophical Sciences. Arzhanukhin is knowledgeable in philosophy and public and political theories of Russian masons.[2][3]", "42657193": "Adnan Al-Rifaey (Arabic: عدنان الرفاعي) is a Syrian Islamic researcher.", "35972521": "Dionysodorus (Greek: Διονυσόδωρος, Dionysódōros, c. 430 – late 5th century or early 4th century BCE) was an ancient Greek sophistic philosopher and teacher of martial arts, generalship, and oration.  Closely associated with his brother and fellow sophist Euthydemus, he is depicted in the writing of Plato and Xenophon.", "517548": "Shi'a", "10216883": "Sri Siddharameshwar Maharaj (1888–1936) [web 1] was a guru in the Inchagiri Sampradaya founded by his guru Bhausaheb Maharaj,[1] a branch of the Navnath Sampradaya,[web 1] the 'Nine Masters' tradition in India.[web 2][2] His disciples included Nath teachers Nisargadatta Maharaj, Ranjit Maharaj, Kaadsiddheshwar, and Ganapatrao Maharaj Kannur.", "1467830": "Kitab al-Muhalla bil Athar,", "3728827": "Aeneas of Gaza (d. c. 518)[1] was a Neo-Platonic philosopher and a convert to Christianity who flourished towards the end of the fifth century. He is considered part of the Rhetorical School of Gaza, which flourished in Byzantine Palaestina in the fifth and sixth centuries.[2][3][4]", "68183484": "David M. Berry is a Professor of Digital Humanities[1] at the University of Sussex, writer and musician. He is widely published on academic work related to the fields of critical theory, digital humanities, media theory and algorithms.", "4941245": "Warwick Fox (born 1 March 1954) is an Australian-UK philosopher. He is Emeritus Professor of Philosophy, University of Central Lancashire, and his books include Toward a Transpersonal Ecology: Developing New Foundations for Environmentalism;[1] Ethics and the Built Environment (ed.);[2] A Theory of General Ethics: Human Relationships, Nature, and the Built Environment;[3] and On Beautiful Days Such as This: A Philosopher's Search for Love, Work, Place, Meaning, and Suchlike.[4] His main areas of philosophical interest are environmental philosophy, General Ethics (a term coined and defined by Fox), and the nature of the interior lives of humans and other animals.", "46654922": "Mohamed Hamouda Hamouda Bensaï (1902 in Batna – 1998 in Algiers) was an Algerian philosopher and essayist. He studied philosophy at Sorbonne, and was one of the major Algerian thinkers from the 1930s onwards. He chaired the circle of the Association of Franco-North Africa, founded by Marcellin Piel.", "69789131": "Patricia F. O'Grady is an Australian historian of philosophy specializing in ancient Greek philosophy and in particular on Thales of Miletus. She earned a doctorate in 1998 at Flinders University, with the dissertation Thales: Some Problems in Early Greek Science and Philosophy.[1]", "39118286": "Olivier Auber (born 1960) is a French independent artist and researcher. He is best known for his project \"Poietic Generator\" and for having introduced the concept of \"Digital Perspective\" in the fields of network theory, art, and digital humanities.", "9528787": "Maurice William Cranston (8 May 1920 – 5 November 1993) was a British philosopher, professor and author. He served for many years as Professor of Political Science at the London School of Economics, and was also known for his popular publications. In the late 1970s and early 1980s he was Professor of Political Theory at the European University Institute in Florence (Italy).", "19981783": "Lê Quát (黎括) was a 14th-century Vietnamese Confucian mandarin of the Trần dynasty.[1] He is best known for his proposal in 1370 to have Buddhism in Vietnam, the favoured religion of the Trần dynasty, deemed as heretical. This was the first such attempt, and it failed, although Confucianism came to be the ruling doctrine under the subsequent Lê dynasty.[2]", "26071": "Robert Maynard Pirsig (/ˈpɜːrsɪɡ/; September 6, 1928 – April 24, 2017) was an American writer and philosopher. He is the author of the philosophical novels Zen and the Art of Motorcycle Maintenance: An Inquiry into Values (1974) and Lila: An Inquiry into Morals (1991), and he co-authored On Quality: An Inquiry Into Excellence: Selected and Unpublished Writings (2022) along with his wife (now widow) and editor, Wendy Pirsig.[1]", "1140186": "Metrodorus of Lampsacus (Greek: Μητρόδωρος Λαμψακηνός, Mētrodōros Lampsakēnos; 331/0–278/7 BC[1]) was a Greek philosopher of the Epicurean school. Although one of the four major proponents of Epicureanism, only fragments of his works remain. A Metrodorus bust was found in Velia, slightly different modeled to depict Parmenides.[2]", "16770522": "Sayyed Mīr Fathullāh Shīrāzī[3] (Persian: سید میر فتح الله شیرازی; died 1588-89[2]) was a Persian Sufi polymath and inventor who specialized in many subjects: theology, literature, grammar, philosophy, medicine, mathematics, astronomy, astrology, and mechanics.[1] A close confidant of the Mughal Emperor Akbar, Shirazi held several important administrative positions in his imperial court.[1]", "1435104": "Chaeremon of Alexandria (/kəˈriːmən, -mɒn/; Greek: Χαιρήμων ὁ Ἀλεξανδρεύς, gen.: Ancient Greek: Χαιρήμονος; fl. 1st century AD) was a Stoic philosopher and historian[1] who wrote on Egyptian mythology from a \"typically Stoic\" perspective.[2] All of Chaeremon's works are lost, though a number of fragments are quoted by later authors.[2] Three titles are preserved: the History of Egypt, Hieroglyphika, and On Comets, with another fragment quoted from an unknown grammatical treatise of his.[2] According to the Suda, he was the head of the Alexandrian school of grammarians, and he may also have been head of the Museion.[2]", "58844642": "Julio Cabrera is an Argentine philosopher living in Brazil. He is a retired professor of the Department of Philosophy at the University of Brasília and former head of the department. Previously he taught in Argentina, at the National University of Córdoba, the University of Belgrano and then in Brazil at the Federal University of Santa Maria. He is best known for his works on \"negative ethics\" and cinema and philosophy. Other areas of philosophy that he deals with are philosophy of language, logic and Latin American philosophy.[1][2][3]", "46425576": "Rachel Bespaloff (1895–1949) was a Ukrainian-French philosopher.[1]", "2024939": "Richard W. Miller the Wyn and William Y. Hutchinson Professor in Ethics and Public Life and Director of the Program on Ethics and Public Life in the Cornell University Department of Philosophy.  He specializes in moral philosophy, political philosophy, and philosophy of science.", "21980654": "Marian Hillar is an American philosopher, theologian, linguist, and scientist.  He is a recognized authority on Michael Servetus and together with classicist and political theorist, C. A. Hoffman, translated the major works of Michael Servetus from Latin into English for the first time. He identified the radical search for truth and the right for freedom of conscience as Servetus' main legacies, rather than his theology and scientific discovery. He studied the influence of Servetus in the world and the development and ideas of the Socinian movement in the 16th and 17th centuries, precursors of the Enlightenment and modern era.[1] He does research in the history of ideas and is author of numerous studies in the history of philosophy, ethics, theological doctrines, and Radical Reformation.", "12707311": "Judah ben Moses Romano[1] (c. 1293 – after 1330[2]) was an Italian Jewish philosopher and translator of the fourteenth century. He was a cousin of Immanuel of Rome.", "29386224": "James Balfour of Pilrig JP (20 August 1705 – 6 March 1795) was a Scottish advocate and philosopher.", "6284782": "Hirata Atsutane (平田 篤胤, 6 October 1776 – 2 November 1843) was a Japanese scholar, conventionally ranked as one of the Four Great Men of Kokugaku (nativist) studies,[1] and one of the most significant theologians of the Shintō religion. His literary name was Ibukinoya (気吹舎), and his primary assumed name was Daigaku (大壑, Great Abyss)[1]. He also used the names Daikaku (大角), Gentaku (玄琢), and Genzui (玄瑞). His personal name was Hanbē (半兵衛).", "66414069": "Benoît Godin was a Canadian political scientist and sociologist.[1]", "26104": "Rudolf Joseph Lorenz Steiner (27 or 25 February 1861[1] – 30 March 1925) was an Austrian occultist,[8] social reformer, architect, esotericist,[9][10] and claimed clairvoyant.[11][12] Steiner gained initial recognition at the end of the nineteenth century as a literary critic and published works including The Philosophy of Freedom.[13] At the beginning of the twentieth century he founded an esoteric spiritual movement, anthroposophy, with roots in German idealist philosophy and theosophy. His teachings are influenced by Christian Gnosticism[i][15] (for heresiologists it is little doubt that these are neognosticism[16][17][18][19]). Many of his ideas are pseudoscientific.[20] He was also prone to pseudohistory.[21]", "49210875": "Antimoerus (Ancient Greek: Ἀντίμοιρος) was a sophist of ancient Greece. He was a native of Mende in Thrace, and is mentioned with praise among the disciples of the sophist Protagoras.[1][2] This is the only reference to Antimoerus that has survived to the present day.[3]", "33580540": "S. Debono (19th century) was a Maltese scientist, linguist and minor philosopher. In philosophy he mostly specialised in ontology.[1] His exact Christian name is unknown. Neither do we possess as yet a portrait of him.", "26502652": "Irit Rogoff is a writer, theorist, teacher and curator. Her research interests include visual culture; contemporary art and critical theory;[1] postcolonialism, geoculture, and geographies,[2] cultures of education[3] and gender. Rogoff obtained her PhD degree from the Courtald Institute of Art in 1987.[4]", "25159168": "Franz Baermann Steiner  (12 October 1909 – 27 November 1952) was an ethnologist, polymath, essayist, aphorist, and poet.[2] He was familiar, apart from German, Yiddish, Czech, Greek and Latin, with both classical and modern Arabic, Hebrew, Turkish, Armenian, Persian, Malay, English, French, Spanish, Italian, Russian, six other Slavic languages, Scandinavian languages and Dutch.[3]", "14476806": "Pancrates (Greek: Παγκράτης; fl. c. 140 AD) of Athens, was a Cynic philosopher.[1] Philostratus relates, that when the celebrated sophist Lollianus was in danger of being stoned by the Athenians in a tumult about bread, Pancrates quieted the mob by exclaiming that Lollianus was not a \"bread-dealer\" (Greek: ἀρτοπώλης) but a \"word-dealer\" (Greek: λογοπώλης).[2] Alciphron also mentions a Cynic philosopher of this name in his fictitious letters.[3]", "189958": "François Hemsterhuis (27 December 1721 – 7 July 1790) was a Dutch writer on aesthetics and moral philosophy.[1]", "65529358": "Bhakti Rakshak Sridhar (IAST: Bhakti-rakṣaka Śrīdhara; 10 October 1895 – 12 August 1988) was an Indian guru, writer, sannyasi and spiritual leader in the Gaudiya Vaishnava tradition of Chaitanya Mahaprabhu, founder-president-acharya of the Sri Chaitanya Saraswat Math.", "1173008": "Massimo Introvigne (born June 14, 1955, in Rome) is an Italian Roman Catholic[1] sociologist of religion[2] and intellectual property attorney.[3][4] He is a founder and the managing director of the Center for Studies on New Religions (CESNUR), a Turin-based organization which has been described as \"the highest profile lobbying and information group for controversial religions\".[5]", "46654996": "Mohamed Lakhdar Maougal is an Algerian philosopher. A specialist in the philosophy of language and sociolinguistics, he is the author of several books, including studies of Kateb Yacine and Albert Camus.[1]", "25060891": "Craig G. Bartholomew (MA, Potchefstroom University, PhD, Bristol University) is the director of the Kirby Laing Centre for Public Theology. He was senior research fellow at the University of Gloucestershire and H. Evan Runner Professor of philosophy at Redeemer University.", "66643485": "Marietta Kies (December 31, 1853 – July 20, 1899) was an American philosopher and educator who belonged to the St. Louis Hegelians. She was the second American woman to receive a PhD in philosophy, after May Gorslin Preston Slosson (1858–1943), and taught full-time at a university.[1]: 17", "10511903": "Chinese texts", "46655008": "Mohand Tazerout (1893 in Aghrib – 1973 in Tangier) was an Algerian philosopher, writer, translator and Algerian civilizationist. He translated several works of German philosophers including The Decline of the West by Oswald Spengler in 1931,[1][2] and wrote many books, including several commentaries on Soviet communism (La Métaphysique intellectuelle - 1955), and a political history of northern Africa (Histoire politique de l'Afrique du Nord - 1961).", "69985825": "Khwaja Darwish Muhammad (Persian: درویش محمد) (846-971 AH) famous Sufi of Naqshbandī Sufi order .[4] He was the nephew of Khwaja Muhammad Zahid Wakhshi.Khwaja Darwish Muhammad died on 1562 AD in Kitab, Uzbekistan, 100 km from Samarkand in the Shakhrisabz region of Uzbekistan. He passed his spiritual order to his son, Khwaja Muhammad Amkanagi. His shrine is in Kitab, Uzbekistan.[5]", "3434018": "Shaivism/Tantra/Nath", "28730916": "(Adolf) Friedrich von Reinhard (19 January 1726, in Altstreliz – 6 August 1783, in Weimar) was a German jurist and publicist.[1] He was a Pietist and supporter of Christian August Crusius.[2]", "53241381": "Peter Scott Adamson (born August 10, 1972) is an American philosopher and intellectual historian. He holds two academic positions: professor of philosophy in late antiquity and in the Islamic world at the Ludwig Maximilian University of Munich; and professor of ancient and medieval philosophy at King's College London.", "59041318": "August Wilhelm Rehberg (13 January 1757 - 10 August 1836) was a German philosopher.[1]", "5826087": "Liu Yuxi (Wade-Giles: Liu Yü-hsi; Chinese: 劉禹錫; pinyin: Liú Yǔxī, Liú Yǔxí; 772–842) was a Chinese essayist, philosopher, and poet active during the Tang dynasty.[1]", "747048": "Raymond Geuss, FBA (/ɡɔɪs/; born 1946) is an American political philosopher and scholar of 19th and 20th century European philosophy. He is currently Emeritus Professor in the Faculty of Philosophy, University of Cambridge. Geuss is primarily known for three reasons: his early account of ideology critique in The Idea of a Critical Theory; a recent collection of works instrumental to the emergence of political realism in Anglophone political philosophy over the last decade, including Philosophy and Real Politics; and a variety of free-standing essays on issues including aesthetics, Nietzsche, contextualism, phenomenology, intellectual history, culture and ancient philosophy.", "47867433": "Peter Richard Haddow Forrest FAHA (born 1948) is an Australian philosopher.", "1041966": "Raghavendra Tirtha (Rāghavēndra Tīrtha), also referred as Raghavendra Swami, (c.1595 – c.1671) was a Hindu scholar, theologian, and saint. He was also known as Sudha Parimalacharya (Sudhā Parimaḷācārya). His diverse oeuvre include commentaries on the works of Madhva, Jayatirtha, and Vyasatirtha, interpretation of the Principal Upanishads from the standpoint of Dvaita and a treatise on Purva Mimamsa. He served as the pontiff of the matha at Kumbakonam from 1621 to 1671.[1] Raghavendra Tirtha was also an accomplished player of the veena and he composed several songs under the name of Venu Gopala.[2] His shrine at Mantralayam attracts lakhs (hundreds of thousands) of visitors every year.", "11757113": "Vijaya Dasa (Kannada: ವಿಜಯದಾಸ) (c. 1682– c. 1755) was a prominent saint from the Haridasa tradition of Karnataka, India in the 18th century, and a scholar of the Dvaita philosophical tradition. Along with contemporary haridasa saints such as Gopala Dasa, Helevankatte Giriamma, Jagannatha Dasa and Prasanna Venkata Dasa, he propagated the virtues of the philosophy of Madhwacharya across South India through devotional songs called devaranama written in the Kannada language.[1] An integral part of Kannada Vaishnava devotional literature, these compositions in praise of the Hindu god Vishnu as well as other deities are called dasara padagalu (compositions of the dasas).[2] He has influenced both Carnatic music and Hindustani music through his compositions. His ankita (pen name) is Vijaya vithala. These compositions can be more specifically categorized as keertanas, suladis, ugabhogas, and simply padas. They were easy to sing to the accompaniment of a musical instrument and dealt with bhakti (devotion) and the virtues of a pious life.[3]", "222779": "Diogenes of Apollonia (/daɪˈɒdʒɪniːz/ dy-OJ-in-eez; Ancient Greek: Διογένης ὁ Ἀπολλωνιάτης, romanized: Diogénēs ho Apollōniátēs; fl. 5th century BC) was an ancient Greek philosopher, and was a native of the Milesian colony Apollonia in Thrace. He lived for some time in Athens.  He believed air to be the one source of all being from which all other substances were derived, and, as a primal force, to be both divine and intelligent. He also wrote a description of the organization of blood vessels in the human body. His ideas were parodied by the dramatist Aristophanes, and may have influenced the Orphic philosophical commentary preserved in the Derveni papyrus. His philosophical work has not survived in a complete form, and his doctrines are known chiefly from lengthy quotations of his work by Simplicius, as well as a few summaries in the works of Aristotle, Theophrastus, and Aetius.", "61269564": "Mario Tomás Schilling Fuenzalida (born 9 March 1969) is a Chilean lawyer,[1] journalist,[2] columnist and philosopher,[3] popular for his media presence as a spokesman for the Eastern Prosecutor's Office in Santiago[4] and as a panelist for the television programs Consciencia de Valores and Camino al Futuro on Tendencias Prime Chile channel, in addition to his participation in the channels UCV Televisión and Vive.", "73918014": "Magdalena Vicente Alonso Villaba (July 22, 1928 – September 11, 2023) was a Filipina educational administrator and philosopher. One of the country's most respected philosophy academics, Alonso Villaba published several books and articles on oriental philosophy and Christian philosophy. In 1987, she was awarded the Pro Ecclesia et Pontifice by Saint John Paul II, then the highest honor a Catholic lay woman could be conferred with.[1]", "25388607": "Rune Slagstad (born 22 February 1945) is a Norwegian historian, philosopher, legal theorist, professor and journal editor. In addition to professional work, he has since the late 1960s contributed actively to public debate on a variety of issues from Norway.", "12445251": "Adriaan Koerbagh (1633 – 1669) was a Dutch physician, scholar, and writer who was a critic of religion and conventional morality.[1] He was in the circle of supporters of Baruch Spinoza.[2]", "26185": "Ralph Cudworth FRS (/reɪf ˈkʊdɜːrθ/ rayf KUUD-urth; 1617 – 26 June 1688) was an English Anglican clergyman, Christian Hebraist, classicist, theologian and philosopher, and a leading figure among the Cambridge Platonists who became 11th Regius Professor of Hebrew (1645–88), 26th Master of Clare Hall (1645–54), and 14th Master of Christ's College (1654–88).[1] A leading opponent of Hobbes's political and philosophical views, his magnum opus was his The True Intellectual System of the Universe (1678).[2]", "3139147": "Judith Sargent Stevens Murray (May 1, 1751 – June 9, 1820) was an early American advocate for women's rights, an essay writer, playwright, poet, and letter writer. She was one of the first American proponents of the idea of the equality of the sexes so that women, like men, had the capability of intellectual accomplishment and should be able to achieve economic independence.", "14313036": "Gregory of Sanok (Polish: Grzegorz z Sanoka; Sanok, 1403 or 1407 – 29 January 1477, Rohatyn) was a Polish bishop, a professor at the Kraków Academy, metropolitan archbishop of Lwów, scholar, philosopher and a major figure of Polish humanism.", "59106894": "Dimitrije Matić (Serbian: Димитрије Матић; 18 August 1821 – 17 October 1884) was a Serbian philosopher, jurist, professor, and politician who served as Minister of Education, Minister of Justice and Minister of Foreign Affairs. He was President of the National Assembly, which ratified the 1878 Treaty of Berlin proclaiming Serbia's independence.", "30172752": "Karl Friedrich Köppen (26 April 1808 – 26 April 1863) was a German teacher and political journalist. He was one of the Young Hegelians.", "26202": "Ralph Waldo Emerson (May 25, 1803 – April 27, 1882),[2] who went by his middle name Waldo,[3] was an American essayist, lecturer, philosopher, abolitionist and poet who led the transcendentalist movement of the mid-19th century. He was seen as a champion of individualism and critical thinking, as well as a prescient critic of the countervailing pressures of society and conformity. Friedrich Nietzsche considered him \"the most gifted of the Americans\", and Walt Whitman referred to him as his \"master\".", "10511963": "Mary Anne Warren (August 23, 1946[1] – August 9, 2010) was an American writer and philosophy professor, noted for her writings on the issue of abortion and animal rights.", "190046": "Karl Wilhelm Friedrich (after 1814: von) Schlegel (/ˈʃleɪɡəl/ SHLAY-gəl,[7] German: [ˈfʁiːdʁɪç ˈʃleːɡl̩];[7][8][9] 10 March 1772 – 12 January 1829) was a German poet, literary critic, philosopher, philologist, and Indologist. With his older brother, August Wilhelm Schlegel, he was one of the main figures of Jena Romanticism.", "157279": "Sir Isaiah Berlin OM CBE FBA (24 May/6 June 1909[4] – 5 November 1997) was a Russian-British social and political theorist, philosopher, and historian of ideas.[5] Although he became increasingly averse to writing for publication, his improvised lectures and talks were sometimes recorded and transcribed, and many of his spoken words were converted into published essays and books, both by himself and by others, especially his principal editor from 1974, Henry Hardy.", "1828450": "Sharyn Clough (born 14 May 1965) is professor of philosophy at Oregon State University.[1]", "28730982": "Joseph Hillebrand (24 August 1788 in Großdüngen (near Hildesheim) – 25 January 1871 in Bad Soden am Taunus) was a German novelist, philosopher and historian of literature.", "11593321": "Leopold Flam (16 March 1912 – 29 September 1995) was a Belgian philosopher. Together with Alphonse De Waelhens, Chaïm Perelman and Rudolf Boehm, he was one of leading philosophers of Belgium from the 1960s until the 1980s.", "17360490": "Alexamenus of Teos (Greek: Τήιος Ἀλεξαμενός, 5th century BC?) was one of the potential inventors of Greek literary genre of prose dialogue. Also known as Alexamenus of Tenos[1] or Alexamenus of Styra,[2] the only surviving news about him have been handed down, centuries later, by three sources: Athenaeus of Naucratis,[3] Diogenes Laërtius[4] and a papyrus from Oxyrhynchus.[5]", "9102955": "Martin Evan Jay (born May 4, 1944) is an American intellectual historian whose research interests connected history with the critical theory of the Frankfurt School, social theory, cultural criticism, and historiography.", "57271914": "Vincent Luizzi is an American philosopher and Professor of Philosophy at Texas State University.[1]\nHe is known for his expertise on legal ethics and philosophy of law.[2] Luizzi was the Chair of Philosophy at Texas State University (1982-2014). He is also a member of the\nState Bar of Texas and a municipal judge in San Marcos, TX.[3][4][5]", "2254444": "Keith Lehrer (born January 10, 1936) is Emeritus Regent's Professor of philosophy at the University of Arizona and a research professor of philosophy at the University of Miami, where he spends half of each academic year.", "72836715": "Emmanuel Faye (born in 1956) is a philosopher and historian of French philosophy. A specialist in the Renaissance and Descartes, he has also published several critical studies on Heidegger and his reception.[1]", "5334635": "Shao Yong (Chinese: 邵雍; pinyin: Shào Yōng; Wade–Giles: Shao Yung; 1011–1077), courtesy name Yaofu (堯夫), named Shào Kāngjié (邵康節) was a \nChinese cosmologist, historian, philosopher, and poet who greatly influenced the development of Neo-Confucianism across China during the Song dynasty.", "26232": "Ayatollah Ruhollah Musavi Khomeini[b] (17 May 1900 or 24 September 1902[a] – 3 June 1989) was an Iranian Islamic revolutionary, politician and religious leader who served as the first supreme leader of Iran from 1979 until his death. He was the founder of the Islamic Republic of Iran and the leader of the Iranian Revolution, which overthrew Mohammad Reza Pahlavi and ended the Iranian monarchy.", "34268794": "Brice Parain (10 March 1897 – 20 March 1971) was a French philosopher and essayist.", "20342395": "Harold Foster Hallet (1886 – 1966), was a British philosopher[1][2][3]", "60057219": "Santiago Castro-Gómez (born 1958, Bogotá, Colombia) is a Colombian philosopher, a professor at the Pontificia Universidad Javeriana and the director of the Pensar Institute in Bogotá.[1][2]", "1402503": "Maurice Campbell Cornforth (28 October 1909 – 31 December 1980) was a British Marxist philosopher.", "61826699": "Michael Kremer is a philosopher who is known for his work in logic, philosophy of language and early analytic philosophy.[1] He has published work on Bertrand Russell,[2] Gottlob Frege,[3] Ludwig Wittgenstein,[4] and Gilbert Ryle.[5] He is currently the Mary R. Morton Professor of Philosophy at the University of Chicago.[6]", "21980812": "Haridas Bhattacharyya (1891–1956) was a Bengali Indian philosopher, author and educationist, known for his works on comparative religion.[1]", "53569165": "Theodora of Emesa was a member of an intellectual group of neoplatonists in late fifth and early sixth century Alexandria, and a disciple of Isidore. Damascius dedicated his Life of Isidore, also known as the Philosophical History, to Theodora, having written it at her request.[1]", "56190609": "Dean Moyar is an American philosopher and professor of philosophy at Johns Hopkins University. \nHe is known for his expertise on Kant and German Idealism.[1][2][3][4]", "59041429": "Wolfe Mays (1912 – 21 January 2005) was a British philosopher. He was the founder of British Society for Phenomenology and the editor of its journal.[1]\nMays is known for his efforts for introducing phenomenology in England.[2] He taught at the University of Manchester from 1946 until his retirement in 1979.[3] His students included Kevin Mulligan,  Peter Simons, and  Barry Smith.", "63071893": "Howard Owen Mounce (born 1939) is a British philosopher and Honorary Fellow of the University of Wales Swansea. He is the editor of the journal Philosophical Investigations.[1]", "10512026": "Yossi Dahan (born 1954) is a law professor and the Head of the Human Rights Division at the College of Law and Business.  He is the chairperson and cofounder of Adva Center, an editor and cofounder of Haokets.org, and teaches philosophy at the Open University. Dahan is an expert in labor law, workers' rights and global justice, theories of social justice, the right to education and educational justice.", "26275": "Robert Nozick (/ˈnoʊzɪk/; November 16, 1938 – January 23, 2002) was an American philosopher. He held the Joseph Pellegrino University Professorship at Harvard University,[3] and was president of the American Philosophical Association. He is best known for his books Anarchy, State, and Utopia (1974), a libertarian answer to John Rawls' A Theory of Justice (1971), in which Nozick also presented his own theory of utopia as one in which people can freely choose the rules of the society they enter into, and Philosophical Explanations (1981), which included his counterfactual theory of knowledge. His other work involved ethics, decision theory, philosophy of mind, metaphysics and epistemology. His final work before his death, Invariances (2001), introduced his theory of evolutionary cosmology, by which he argues invariances, and hence objectivity itself, emerged through evolution across possible worlds.[4]", "18310827": "Gilles Uriel Bernheim (French pronunciation: [ʒil y.ʁjɛl bɛʁ.nɛm]; born 30 May 1952) is a French-Israeli rabbi who was formerly the Chief Rabbi of France. Born in Aix-les-Bains, Savoie, in 1952, he was elected by the general assembly of the Central Consistory chief rabbi of France on 22 June 2008, for a seven-year mandate starting from 1 January 2009.[1] Until then, he had been rabbi of synagogue de la Victoire, the main synagogue in Paris, since 1 May 1997. The Chief Rabbi of France was respected as a scholar not only in the Jewish community but in the wider academic world.[2] However, he resigned as chief rabbi in April 2013 before his term had ended, amid revelations of plagiarism and deception about his academic credentials.", "10774189": "Helene von Druskowitz (2 May 1856 – 31 May 1918), born Helena Maria Druschkovich, was an Austrian philosopher, writer and music critic. She was the second woman to obtain a Doctorate in Philosophy, which she obtained in Zürich. She usually published under a male alias because of predominant sexism.", "71886509": "Albert Edwin Avey (29 May 1886 - 25 September 1963) was an American philosopher and Professor of Philosophy at Ohio State University.\nHe is known for his works on conceptual cognition and the philosophy of religion.[1]", "5334706": "Julius Binder (12 May 1870–28 August 1939) was a German philosopher of law. He is principally known as an opponent of legal positivism, and for having remained as an active scholar during the 1930s in Nazi Germany who did not speak out against the prevailing government of that time.", "68413115": "Jerzy Bronisław Braun, ps. \"Bronisław Rogowski\" (born September 1, 1901, in Dąbrowa Tarnowska, died October 17, 1975, in Rome) was a Polish writer, political activist, poet, playwright, literary critic, columnist, screenwriter, philosopher, scout, the last chairman of the Council of National Unity (from March to July 1945), and the last Government Delegate for Poland from June 1945.[1][2][3][4]", "55862990": "Antonio Escohotado Espinosa (5 July 1941 – 21 November 2021),[1][2] commonly called Antonio Escohotado, was a Spanish philosopher, jurist, essayist and university professor. His life's work primarily focused on law, philosophy and sociology, yet extended to many other disciplines. Escohotado gained public renown for his research on drugs and for his well-known anti-prohibitionist positions. His crown jewel  The General History of Drugs, is the most comprehensive book ever written regarding drugs, in any language, in all of academia[citation needed]. The leitmotif of his work is, in the same way, an affirmation of freedom as an antidote to fear or the constraints that push the human being towards all kinds of servitude. His thought fits into the framework of libertarian liberalism.[3][4]", "157393": "Guy-Ernest Debord (/dəˈbɔːr/; French: [gi dəbɔʁ]; 28 December 1931 – 30 November 1994) was a French Marxist theorist, philosopher, filmmaker, critic of work, member of the Letterist International, founder of a Letterist faction, and founding member of the Situationist International.[1][2] He was also briefly a member of Socialisme ou Barbarie.", "37447383": "Johann Heinrich Ernesti (12 March 1652 – 16 October 1729) was a Saxon philosopher, Lutheran theologian, Latin classicist and poet. He was rector of the Thomasschule, and Professor of Poetry at Leipzig University. He gained fame through his writings on Cicero.", "48228055": "Sir Syed Sani Syed Ali Shah Bukhari (Urdu: سر سید سانی سید علی شاہ بُخاری[4][5]) (born 30 November 1914 – 30 March 1979) commonly known as Ali Shah, Sir Syed Sani, Molvi Saeeb, Sir Syed Kashmir, Chirag-i-Beerwah, or Musleh-Millat, was a 20th-century Kashmiri Muslim pragmatist, Islamic modernist, philosopher, Islamic jurist, social activist and educator in the tehsil Beerwah of the Budgam district of Jammu and Kashmir. He was the khateeb, Imam and Mirwaiz of the Grand Jamia Masjid[6] Beerwah.[7][8]", "4417244": "Tamar Ross (Hebrew: תמר רוס) is a professor of Jewish philosophy at Bar-Ilan University and a specialist of religious feminist philosophy.[1]", "33646304": "Vincent Riolo (born 1947) is a Maltese philosopher mostly interested and specialised in logic and the philosophy of language.[1]", "4024033": "Julian Savulescu (born 22 December 1963) is an Australian philosopher and bioethicist of Romanian origins. He is Chen Su Lan Centennial Professor in Medical Ethics and director of the Centre for Biomedical Ethics at National University of Singapore. He was previously Uehiro Chair in Practical Ethics at the University of Oxford, Fellow of St Cross College, Oxford, director of the Oxford Uehiro Centre for Practical Ethics, and co-director of the Wellcome Centre for Ethics and Humanities. He is visiting professorial fellow in Biomedical Ethics at the Murdoch Children's Research Institute in Australia, and distinguished visiting professor in law at Melbourne University since 2017. He directs the Biomedical Ethics Research Group and is a member of the Centre for Ethics of Pediatric Genomics in Australia. He is a former editor and current board member of the Journal of Medical Ethics (2001–2004 and 2011–2018), which is ranked as the No.2 journal in bioethics worldwide by Google Scholar Metrics, as of 2022.[1] In addition to his background in applied ethics and philosophy, he also has a background in medicine and neuroscience and completed his MBBS (Hons) and BMedSc at Monash University, graduating top of his class with 18 of 19 final year prizes in Medicine. He edits the Oxford University Press book series, the Uehiro Series in Practical Ethics.", "53733089": "The New Wittgenstein (2000) is a book containing a family of interpretations of the work of philosopher Ludwig Wittgenstein. In particular, those associated with this interpretation, such as Cora Diamond, Alice Crary, and James F. Conant, understand Wittgenstein to have avoided putting forth a \"positive\" metaphysical program, and understand him to be advocating philosophy as a form of \"therapy.\" Under this interpretation, Wittgenstein's program is dominated by the idea that philosophical problems are symptoms of illusions or \"bewitchments by language,\" and that attempts at a \"narrow\" solution to philosophical problems, that do not take into account larger questions of how the questioner conducts her life, interacts with other people, and uses language generally, are doomed to failure.", "17164004": "Masaharu Taniguchi (谷口 雅春, Taniguchi Masaharu, 22 November 1893 – 17 June 1985) was a Japanese New Thought leader, founder of Seicho-no-Ie.[1]", "1402598": "Leo Victor Panitch FRSC (3 May 1945 – 19 December 2020) was a distinguished research professor of political science and a Canada Research Chair in comparative political economy at York University. From 1985 until the 2021 edition, he served as co-editor of the Socialist Register, which describes itself as \"an annual survey of movements and ideas from the standpoint of the independent new left\". Panitch himself saw the Register as playing a major role in developing Marxism's conceptual framework for advancing a democratic, co-operative and egalitarian socialist alternative to capitalist competition, exploitation, and insecurity.[5][6][7][page needed][8]", "28894963": "Ingolf Ulrich Dalferth (born 9 July 1948) is a philosopher of religion and theologian. His work is regarded as being on the methodological borderlines between analytic philosophy, hermeneutics and phenomenology, and he is a recognized expert in issues of contemporary philosophy, philosophy of religion, and philosophy of orientation.", "18441974": "Other reasons this message may be displayed:", "2647804": "Jean Guitton (August 18, 1901 – March 21, 1999) was a French Catholic philosopher and theologian. Le Monde called him \"the last of the great Catholic philosophers.\"[1]", "33810195": "Alexander P. Yefremov is a Russian physicist, vice rector at Peoples' Friendship University of Russia and director of its Institute of Gravitation and Cosmology.", "15656725": "John O'Donohue (1 January 1956 – 4 January 2008) was an Irish poet, author, priest, and Hegelian philosopher. He was a native Irish speaker,[1] and as an author is best known for popularising Celtic spirituality.[2][3]", "72967957": "Anadi Muktaraj Shri Abjibapa (20 November 1844 – 23 June 1928)[1] also known as Bapashri or Abjibapashri, was a householder devotee, saint, mystic, Indian philosopher and theologian who expounded on metaphysics and teachings of Lord Swaminarayan. His most notable work is a treatise of explanations of inner meanings of Vachanamrutam (spiritual discourses of Lord Swaminarayan) called \"Rahasyartha Pradipika Tika\".  He is also accredited with a few other texts which are mostly transcripts of his talks and sermons and also with the revival of a meditation method called Pratilom Dhyana.[2]  A Chattri was erected in Baladia[3] village of kutch region of Gujarat state to commemorate his life and contribution to spirituality called \"Shri Abjibapani Chhatedi\".[4] There is also a street named in his honour in the Ahmedabad City called the \"Abjibapa Marg\".[5]\nIn his thought, Lord Swaminarayan was Purna Purushottama Narayana (Para-Brahman) who manifested Himself on this earth in human form out compassion to liberate innumerable souls by total use of his grace and freewill alone into his own state of absolute and perpetual bliss.[6] This state of total oneness with the Supreme image of God he called dwelling in the image Murti.[7] An individual who experienced this state he called Anadi or Kaivalya Mukta i.e. the one who is eternally liberated from samsara.[8] While the word \"murti\" could ordinarily refers to idol or photograph, he used it in the special sense to indicate form or logos called svarupa in sanskrit.", "5302039": "Vladimir Jankélévitch (French: [ʒɑ̃kelevitʃ]; 31 August 1903 – 6 June 1985) was a French philosopher and musicologist.", "8021790": "Leonid Efimovich Grinin (Russian: Леони́д Ефи́мович Гри́нин; born in 1958) is a Russian philosopher of history, sociologist, political anthropologist, economist, and futurologist.", "16017186": "Léon Ollé-Laprune (25 June 1839 – 19 February 1898) was a French Catholic philosopher.", "39118627": "Audrius Beinorius (born September 28, 1964) is a Lithuanian philosopher, orientalist (specialist of Indology, Buddhist studies and Comparative Studies), translator, Habilitated Doctor of Humane Letters.", "53634853": "James Eric Foster (born November 4, 1955) is Professor of Economics and International Affairs at the George Washington University, in the Elliott School of International Affairs, researching welfare economics and poverty measurement. He is known for developing the Alkire Foster Method, with University of Oxford professor and OPHI Director Sabina Alkire. He is a board member for the World Bank.", "1795879": "Ferdinand Canning Scott Schiller, FBA (16 August 1864 – 6 August 1937), usually cited as F. C. S. Schiller, was a German-British philosopher. Born in Altona, Holstein (at that time member of the German Confederation, but under Danish administration), Schiller studied at the University of Oxford, later was a professor there, after being invited back after a brief time at Cornell University. Later in his life he taught at the University of Southern California. In his lifetime he was well known as a philosopher; after his death, his work was largely forgotten.", "63366952": "Laurids Smith (12 April 1754 – 22 March 1794), also known as Lauritz Smith was a Danish clergyman, philosopher and early animal rights writer. He was Scandinavia's first known advocate of humane treatment of animals.[1]", "34891569": "Jo Sik (July 10, 1501 – February 21, 1572[1]) was a Korean philosopher, poet, and politician during the Joseon Dynasty. He was a Neo-Confucian scholar who had a major influence on the Easterners and the Northerners.", "64251698": "David J. Buller (born September 12, 1959)[1] is an American philosopher of science who is Distinguished Research Professor and Chair Emeritus of the Department of Philosophy at Northern Illinois University. He is known for his 2005 book Adapting Minds, in which he presents a detailed philosophical critique of evolutionary psychology.[2][3]", "7890739": "Rıza Tevfik Bey (Rıza Tevfik Bölükbaşı after the Turkish Surname Law of 1934; 1869 – 31 December 1949) was an Ottoman and later Turkish philosopher, poet, politician of liberal signature[1] and a community leader (for some members among the Bektashi community) of the late-19th-century and early-20th-century. A polyglot,[2] he is most remembered in Turkey for being one of the four Ottoman signatories of the disastrous Treaty of Sèvres, for which reason he was included in 1923 among the 150 personae non gratae of Turkey, and he spent 20 years in exile until he was given amnesty by Turkey in 1943.", "48457525": "Fabien Eboussi Boulaga (17 January 1934 – 13 October 2018) was a Cameroonian philosopher.[1]", "157495": "Nicola Abbagnano (Italian: [niˈkɔla abbaɲˈɲano]; 15 July 1901 – 9 September 1990) was an Italian existential philosopher.", "42035006": "Herbert Marcuse (/mɑːrˈkuːzə/; German: [maʁˈkuːzə]; July 19, 1898 – July 29, 1979) was a German-American philosopher, social critic, and political theorist, associated with the Frankfurt School of critical theory. Born in Berlin, Marcuse studied at the Humboldt University of Berlin and then at Freiburg, where he received his PhD.[3] He was a prominent figure in the Frankfurt-based Institute for Social Research – what later became known as the Frankfurt School.  In his written works, he criticized capitalism, modern technology, Soviet Communism, and popular culture, arguing that they represent new forms of social control.[4]", "21456702": "Carlin Romano is an American writer and educator. Romano writes for The Chronicle of Higher Education.", "31647561": "Gnanananda (Nia-na-nan-da) was an Indian guru, referred to by followers as Swami Sri Gnanananda Giri. He was the Chief Disciple of the Sri Sivaratna Giri Swamigal and one of the leaders (Peetathipathis) of the Jyotir Math, one of the four Maths established by Adi Sankara. This lineage of Peetathipathis is also called the 'Giri' Paramparai, as seen from the Peetathipathis' name which ends with 'Giri'. Gnanananda is a Mahayogi, Siddha Purusha, Himalayan sage and Indian philosopher. He believed in Advaita Vedanta because of his lineage.  He had a number of disciples including Vidyananda, Triveni and Dasagiri. He blessed Hari to 1. Haridhos[1]  Giri to uplift and help mankind from sufferings through Guru Bakthi Prachara[2] Swami had a number of accomplished disciples through his abnormally long tenure- Bramanamda who took samadhi at Puskar, Achutadasa of Polur. He loved obsurity. He changed identity to avoid being recognised .", "7300937": "Isaac ben Moses Arama (c. 1420 – 1494) was a Spanish rabbi and author.  He was at first principal of a rabbinical academy at Zamora (probably his birthplace); then he received a call as rabbi and preacher from the community at Tarragona, and later from that of Fraga in Aragon. He officiated finally in Calatayud as rabbi and head of the Talmudical academy. Upon the expulsion of the Jews in 1492, Arama settled in Naples, where he died in 1494.", "3041110": "Stephen P. Stich (born May 9, 1943) is an American academic who is Distinguished Professor of Philosophy and Cognitive Science at Rutgers University, as well as an Honorary Professor in Philosophy at the University of Sheffield. Stich's main philosophical interests are in the philosophy of mind, epistemology, and moral psychology. His 1983 book, From Folk Psychology to Cognitive Science: The Case Against Belief, received much attention as he argued for a form of eliminative materialism about the mind. He changed his mind, in later years, as indicated in his 1996 book Deconstructing the Mind.", "3073878": "Gerhard Dorn (c. 1530 – 1584) was a Belgian philosopher, translator, alchemist, physician and bibliophile.", "3598183": "Leonardo Polo (February 1, 1926 – February 9, 2013)[1] was a renowned Spanish philosopher best known for his philosophical method called abandonment of the mental limit and the profound philosophical implications and results of the application of this method.", "3860328": "Marilyn Frye (born 1941) is an American philosopher and radical feminist theorist.  She is known for her theories on sexism, racism, oppression, and sexuality.  Her writings offer discussions of feminist topics, such as: white supremacy, male privilege, and gay and lesbian marginalization. Although she approaches the issues from the perspective of justice, she is also engaged with the metaphysics, epistemology, and moral psychology of social categories.", "26474": "Roman Osipovich Jakobson (Russian: Рома́н О́сипович Якобсо́н, IPA: [rɐˈman ˈosʲɪpəvʲɪt͡ɕ (j)ɪkɐpˈson]; 11 October [O.S. 29 September] 1896 – 18 July 1982) was a Russian linguist and literary theorist.", "62613356": "Miriam Galston (born 1946) is an American philosopher and associate professor at The George Washington University Law School. She is known for her research on Farabi[2]\n[3] and won the Farabi International Award for her book Politics and Excellence.[4]", "61368175": "John Richardson (born 1951) is a professor of philosophy at New York University.  He is best known for his books on Heidegger and Nietzsche.", "1271664": "Abraham Tucker (2 September 1705 – 20 November 1774) was an English country gentleman, who devoted himself to the study of philosophy. He wrote The Light of Nature Pursued (1768–1777) under the name of Edward Search.", "25782137": "Mircea Florian (Romanian: [ˈmirtʃe̯a floriˈan]; April 1, 1888 – October 31, 1960) was a Romanian philosopher and translator. Active mainly during the interwar period, he was noted as one of the leading proponents of rationalism, opposing it to the Trăirist philosophy of Nae Ionescu. His work, comprising some 20 books, shows Florian as a disciple of centrists and rationalists such as Constantin Rădulescu-Motru and Titu Maiorescu.", "39708540": "Todor Dimitrov Pavlov (Bulgarian: Тодор Димитров Павлов; 14 February 1890 in Štip, Kosovo Vilayet, Ottoman Empire – 8 May 1977, Sofia, Bulgaria) was a Bulgarian Marxist philosopher, politician, journalist and leading member of the Bulgarian Communist Party.", "21751690": "Phaleas of Chalcedon (Ancient Greek: Φαλέας; fl. 5th or early 4th century BCE[1] was a Greek statesman of antiquity, who argued that all citizens of a model city (Ancient Greek: polis) should be equal in property and education.[2][3] The only surviving reference to Phaleas of Chalcedon appears in Book II of Aristotle's Politics.", "2451339": "Colotes of Lampsacus (Greek: Κολώτης Λαμψακηνός, Kolōtēs Lampsakēnos; c. 320 – after 268 BC)[1] was a pupil of Epicurus. \nHe wrote a work to prove \"That it is impossible even to live according to the doctrines of the other philosophers\" (ὅτι κατὰ τὰ τῶν ἄλλων φιλοσόφων δόγματα οὐδὲ ζῆν ἐστιν) and dedicated it to Ptolemy II Philadelphus. Although this work is lost, its arguments are preserved in two works written by Plutarch in refutation of it: \"That it is impossible even to live pleasantly according to Epicurus\", and Against Colotes.[2] According to Plutarch, Colotes attacked Socrates and other great philosophers in this work. Some fragments of two other works of Colotes have been discovered at the Villa of the Papyri at Herculaneum: Against Plato's Lysis,[3] and Against Plato's Euthydemus.[4] According to Plutarch, Colotes, upon hearing Epicurus discourse on the nature of things, fell on his knees before him, and besought Epicurus to give him instruction. Plutarch claims that Colotes was a great favorite with Epicurus, who used, by way of endearment, to call him Koλωτάρας and Koλωτάριoς. Cicero also recounts that Colotes held that it is unworthy of the truthfulness of a philosopher to use fables in his teaching, a notion which Cicero opposes.[5]", "11265934": "Joshua Toulmin Smith (29 May 1816 – 28 April 1869) was a British political theorist, lawyer and local historian of Birmingham.", "62220174": "Diana Helena Maffía (born 19 September 1953) is an Argentine academic and politician.", "37742485": "Sigfrid Gauch (born 9 March 1945) is a German writer. He lives in Mainz.", "69887894": "Arnaud Spire (16 June 1939 – January 2022) was a French journalist and philosopher.[1] He worked primarily for L'Humanité.", "21456790": "Chaeron (Ancient Greek: Χαίρων) was a wrestler and tyrant from Pellene, ancient Achaea.", "20899734": "James Smoot Coleman (4 February 1919 – 20 April 1985) was an American scholar, professor and administrator in political science, but more specifically in African studies.  He is noted for two of his books, Nigeria: Background to Nationalism[1] and Education and Political Development[2] which have been called \"classics of scholarship\".[3]", "74147741": "Scott MacDonald (born 1956) is an American philosopher and Norma K. Regan Professor in Christian Studies at Cornell University.[1]\nHe is known for his works on philosophical theology.[2][3][4]", "2451366": "Yan Yuan (Chinese: 颜元; pinyin: Yán Yuán; Wade–Giles: Yen Yuan; 1635 - 1704), courtesy name Yizhi or Hunran, art name Xizhai (Chinese: 习斋; pinyin: Xízhāi; Wade–Giles: Hsi-chai) \nwas a Chinese classicist, essayist, and philosopher. He founded the practical school of Confucianism to contrast with the more ethereal Neo-Confucianism that had been popular in China for the previous six centuries.  Like the Han learning scholars, he rejected the abstract metaphysics of the Neo-Confucians.  However, he considered Han learning as too obsessed with philology and textual criticism and not enough emphasis on pragmatism.  His school promoted the Six Arts.", "26535": "Richard of Saint Victor (died 1173) was a Medieval Scottish philosopher and theologian and one of the most influential religious thinkers of his time. A canon regular, he was a prominent mystical theologian, and was prior of the famous Augustinian Abbey of Saint Victor in Paris from 1162 until his death in 1173.", "46426025": "Hermann Schweppenhäuser (12 March 1928 – 8 April 2015) was a German philosopher and publisher. He was a professor at the Institute for Social Research in Frankfurt am Main, Germany. He publisher over 100 books about world peace and socialism. He was born in Frankfurt am Main.", "5236653": "Rush Rhees (/riːz/; 19 March 1905 – 22 May 1989) was an American philosopher. He is principally known as a student, friend, and literary executor of the philosopher Ludwig Wittgenstein. With G. E. M. Anscombe he was co-editor of Wittgenstein's posthumous Philosophical Investigations (1953), and, with Anscombe and G. H. von Wright, he co-edited Wittgenstein's Remarks on the Foundations of Mathematics  (1956). He was solely responsible for the editing of  Philosophical Grammar (1974) and Philosophical Remarks (1975). Rhees taught philosophy at Swansea University from 1940 until 1966, when he took early retirement to devote more time to editing Wittgenstein's works.", "57730996": "Tang Yongtong (Chinese: 湯用彤; pinyin: Tāng Yòngtóng; 4 August 1893 – 1 May 1964) was a Chinese educator, philosopher and scholar best known for studying Chinese Buddhism.[1][2] Tang was proficient in Sanskrit, Pali, English and Japanese.[3]", "17262516": "Jacob Naveros (fl. ca. 1533) was an early sixteenth-century Spanish logician. He is now known for his concern about the attribution of the logical works of Duns Scotus.  Naveros found inconsistencies between the logical works and Scotus' commentary on the Sentences that caused him to doubt whether he had written any of these works.", "63727542": "Pavel Materna (born 21 April 1930) is a Czech philosopher, logician and key representative of transparent intensional logic.", "32991160": "Alexandre Paquet 1981", "73230283": "Henry Maxwell PC(I) (1699 – 2 February 1730) was an Anglo-Irish Whig politician and political writer.[1] He was one of the most influential and active figures in the Irish House of Commons during his lifetime, and was among the earliest eighteenth-century advocates of a union between England and Ireland.[2] While he defended the principle of Poynings' Law in his writings, he was an occasional critic of its operation in parliament.[3]", "3041230": "Johannes Maccovius (1588 – 24 June 1644), also known as Jan Makowski, was a Polish Reformed theologian.", "25487313": "Alan Harry Donagan (10 February 1925 – 29 May 1991) was an Australian/American philosopher,[1] distinguished for his theories on the philosophy of history and the nature of morality.", "583635": "Kapila (Sanskrit: कपिल), also referred to as Cakradhanus,[2] is a sage in Hindu tradition. According to Bhagavata Purana, he is the son of the sage Kardama and Devahuti, the daughter of the Svayambhuva Manu, brother of Mahasati Ansuya.[3] Kardama had nine daughters, who were very learned and went ahead to marry Marici, as well as other great sages. When he came of age, Kapila is most well-known as the founder of the Samkhya school of Hindu philosophy.[4][5] Kapila of Samkhya fame is considered a Vedic sage,[5][6] estimated to have lived in the 6th-century BCE,[7] or the 7th-century BCE.[8]^  His home was in Mithila.[9] His influence on Buddha and Buddhism have long been the subject of scholarly studies.[10][11]", "911318": "Dag Prawitz (born 1936, Stockholm) is a Swedish philosopher and logician.  He is best known for his work on proof theory and the foundations of natural deduction.[1][2]", "6842330": "Edmond Bordeaux Szekely (March 5, 1905 – 1979) was a Hungarian philologist/linguist, philosopher, psychologist and natural living enthusiast. Szekely authored The Essene Gospel of Peace, which he claimed he had translated from an ancient text he supposedly discovered in the 1920s. Scholars consider the text a forgery.[1][2]", "13723614": "Luiz Eduardo Soares (born March 12, 1954 in Nova Friburgo, Rio de Janeiro), is a Brazilian anthropologist, philosopher and political scientist.", "25389023": "John Weckert (BA – University of Adelaide, Graduate Diploma in Computer Science – La Trobe University, Master of Arts – La Trobe University, Doctor of Philosophy – University of Melbourne) is an Australian philosopher who has been an influential figure in, and substantial contributor to the field of information and computer ethics.  He has published many books and journal articles outlining his research in this field.", "34629603": "Shams al-Din Muhammad b. Ahmad al-Khafri al-Kashi (died 1550), known as Khafri, was an Iranian religious scholar and astronomer at the beginning of the Safavid dynasty.[1] Before the arrival of Sheikh Baha'i in Iran, he was appointed as the major Shia jurist in the Safavid court.[2] He was born in the city of Ḵafr, south east of Firuzābād in the region of Fārs. His exact date of birth is unknown but historical accounts estimate the date of his birth to be around the 1480s.[3] He wrote on philosophy, religion, and astronomy, with the latter including a commentary on al-Tusi and critiques of al-Shirazi. Al-Khafri wrote works on theology and astronomy, indicating that Islamic scholars in his time and place saw no contradictions between Islam and science.[4]", "63367140": "Bertrand Stern (born 11 November 1948) is a German author and philosopher living in Siegburg. He describes himself as a freischaffender Philosoph (freelance philosopher).[1][2][3]", "30107620": "The Journal of Nietzsche Studies is a peer-reviewed academic journal devoted to the life, thought and writings of Friedrich Nietzsche. The journal is published three times a year by the Penn State University Press and has its editorial home at Georgia State University.", "26503144": "Mostafa Mohaghegh Damad (Persian: سید مصطفی محقق داماد; born 1945) is an Iranian Shia cleric and scholar.", "45082614": "Karl William Britton (born Scarborough, 12 October 1909 – died Northumberland, 23 July 1983) was a British philosopher.[1] Throughout his entire career, Britton was interested in the philosophy of John Stuart Mill, on whom he published a book in 1953 which was long regarded as the standard student text.[2]", "71264248": "Marianne Janack is an American philosopher and John Stewart Kennedy Professor of Philosophy at Hamilton College.\nShe is the president of the Richard Rorty Society.[1][2] She was the Phi Beta Kappa Romanell Professor of Philosophy in 2017-18.", "583672": "Jaimini was an ancient Indian scholar who founded the Mīmāṃsā school of Hindu philosophy. He is considered to be a disciple of the rishi Vyasa, the son of Parāśara. Traditionally attributed to be the author of the Mimamsa Sutras [2][3] and the Jaimini Sutras,[4][5] he is estimated to have lived around 4th to 2nd century BCE.[4][1][6] Some scholars place him between 250 BCE and 50 CE.[7] His school is considered non-theistic,[8] but one that emphasized rituals parts of the Vedas as essential to dharma.[9] Jaimini is known for his studies of the older Vedic rituals.", "1402872": "Jean Meslier (French: [melje]; also Mellier; 15 June 1664[1] – 17 June 1729) was a French Catholic priest (abbé) who was discovered, upon his death, to have written a book-length philosophical essay promoting atheism and materialism. Described by the author as his \"testament\" to his parishioners, the text criticizes and denounces all religions.", "49833982": "Maxwell John Charlesworth AO FAHA (30 December 1925 – 2 June 2014) was an Australian philosopher and public intellectual. He taught and wrote on a wide range of areas including the philosophy of religion and the role of the Church in a liberal democratic society; Australian Aboriginal culture and religions; European philosophy from medieval to continental; bioethics and modern science’s role in society; and the philosophy of education.[1] In 1990, he was made an Officer of the Order of Australia for his contributions to Australian society in the fields of education and bioethics.[2]", "4352005": "Irving Marmer Copi (/ˈkɒpi/;[3] né Copilovich or Copilowish; July 28, 1917 – August 19, 2002) was an American philosopher, logician, and university textbook author.", "8087558": "Samuel ibn Seneh Zarza (Hebrew: שמואל אבן סנה) was a Spanish philosopher who lived in Palencia in the second half of the 14th century. According to Leopold Zunz, his surname is derived from the Spanish town Zarza (= \"thorn-bush\"), and is accordingly synonymous with the Hebrew \"seneh.\" Of his life no details are known, for while in his notes on the Sefer ha-Yuḥasin (ed. Filipowski, p. 226) Samuel Shullam states that Zarza was burned at the stake by the tribunal of Valencia on the denunciation of Isaac Campanton, who accused him of denying the creation of the world, historians have proved this assertion a mere legend.[1] Although a comparatively unimportant writer, if his two works may serve as a criterion, Zarza ranked high in the estimation of his contemporaries, so that the poet Solomon Reubeni of Barcelona and the astronomer Isaac ibn Al-Ḥadib (in 1377) composed poems in his honor.", "23160839": "Vincent Brümmer (30 December 1932 – 30 March 2021)[1] was a South African-born Christian theologian who worked for most of his career in the Netherlands. From 1967 to 1997 he was the Professor of Philosophy of Religion at the University of Utrecht.", "7759879": "Ioannis Theodorakopoulos (Greek: Ἰωάννης Θεοδωρακόπουλος; 28 February 1900, Vassaras, Lakonia – 20 February 1981, Athens) was a Greek philosopher. In 1920 Theodorakopoulos moved to Vienna to study Classical Philology and Philosophy. Subsequently, he continued his studies of philosophy in Heidelberg and received in 1925 his Doctorate of Philosophy from the University of Heidelberg.", "34367500": "Dario Antiseri (born 1940 in Foligno) is a Philosophy professor.[1] He holds a bachelor's degree (summa cum laude) in Philosophy from the University of Perugia and for many years he has been Full Professor of Methodology of the Social Sciences at LUISS, in Rome. He taught in Siena, Padova and Rome, where he was also the Dean of the Faculty of Political Science. He retired from academia in 2010. He is an important scholar of Karl R. Popper and Hans-Georg Gadamer, and in many works he tries to show the links between fallibilism and hermeneutics. In 1996, he published a book about Gianni Vattimo's weak thought.[2] With the Italian philosopher Giovanni Reale, he is also author of an important treatise of philosophy in three volumes, which is the most widely used philosophy textbook in Italian schools.[3]", "7006226": "Neven Sesardić (born 30 July 1949) is a Croatian philosopher known for his writings on heritability and race who worked most of his career as a professor at Lingnan University in Hong Kong.", "63596570": "Gerald Francis \"Jerry\" Gaus (1952 – 19 August 2020[1]) was an American philosopher and the founding editor of the academic journal Politics, Philosophy & Economics.[2] His last academic post was as the James E. Rogers Professor of Philosophy at the University of Arizona.[1] His books include Public Reason and Diversity: Reinterpretations of Liberalism (2022), The Open Society and Its Complexities (2021), The Tyranny of the Ideal: Justice in a Diverse Society (2016), The Order of Public Reason (2011), On Philosophy, Politics, and Economics (2008), Contemporary Theories of Liberalism (2003), Political Concepts and Political Theories (2000), Justificatory Liberalism (1996), Value and Justification: The Foundations of Liberal Theory (1990), and The Modern Liberal Theory of Man (1983).", "20015131": "Walter Dubislav (20 September 1895 – 17 September 1937) was a German logician and philosopher of science (Wissenschaftstheoretiker).", "73000987": "Rocío Orsi Portalo (Madrid, 3 February 1976 - Madrid, 29 November 2014) was a Spanish philosopher, essayist, and translator, as well as a professor of philosophy at Charles III University of Madrid (UC3M).[1] She is considered to be one of the most important Spanish-language thinkers of her generation.[2]", "21227555": "Jacques Bidet (French: [bidɛ]; born 1935) is a French philosopher and social theorist who is currently professor emeritus in the Philosophy Department at the Université de Paris X - Nanterre.", "1632292": "Baltasar Gracián y Morales, S.J. (Spanish: [baltaˈsaɾ ɣɾaˈθjan]; 8 January 1601 – 6 December 1658), better known as Baltasar Gracián, was a Spanish Jesuit and Baroque prose writer and philosopher. He was born in Belmonte, near Calatayud (Aragón). His writings were lauded by Schopenhauer and Nietzsche.[2]", "30861349": "Fulcanelli (fl. 1920s) was the name used by a French alchemist and esoteric author, whose identity is still debated.[1] The name Fulcanelli seems to be a play on words: Vulcan, the ancient Roman god of fire, plus El, a Canaanite name for God and so the Sacred Fire.[2]", "38365224": "Dan Massey (December 26, 1942 – January 28, 2013) was an American[1] LGBT rights/sexual freedom activist, scientist, author, blogger, and fundraiser[6] based in Washington, D.C.[3][4][7] He was a co-founder and CEO of VenusPlusX.", "223276": "Alain Luc Finkielkraut (French pronunciation: [alɛ̃ finkɛlˈkʁot], [finkɛlˈkʁaʊ̯t]; Yiddish: [fɪŋkiːlˈkʁaʊ̯t];  born 30 June 1949) is a French essayist, radio producer and public intellectual. Since 1986, he has been the host of Répliques, a talk show broadcast weekly on France Culture. He was elected a Fellow of the Académie Française in 2014.[2]", "21391406": "Benson Mates (May 19, 1919 in Portland, Oregon – May 14, 2009 in Berkeley, California) was an American philosopher, noted for his work in logic, the history of philosophy, and skepticism.  Mates studied philosophy and mathematics at the University of Oregon, Cornell University, and the University of California at Berkeley.  Some of his teachers included J. Barkley Rosser, Harold Cherniss, and Alfred Tarski.  From 1948 until his retirement in 1989, he was a professor of philosophy at Berkeley.  He remained Professor Emeritus of philosophy at University of California at Berkeley until his death.", "58058800": "Susan Petrilli (born 3 November 1954) is an Italian semiotician, professor of philosophy and theory of languages at the University of Bari, Aldo Moro, Italy, and the seventh Thomas A. Sebeok Fellow of the Semiotic Society of America. She is also International Visiting Research Fellow at the School of Psychology, the University of Adelaide, South Australia.", "68380720": "José Arthur Giannotti (25 February 1930 – 27 July 2021) was a Brazilian philosopher, essayist, and university professor.", "23685171": "Humanity is my temple, and I am its worshiper. The disabled are my supreme God, and I am their grace seeker.[3]", "3008567": "Jonathan Mandle is a Professor of Philosophy and former Philosophy Department Chair at the University at Albany, The State University of New York. He is a member of the Crooked Timber group blog.  He is the brother of NBA player Adonal Foyle.", "8480826": "Carsun Chang (Shanghainese for (Chinese: 張嘉森; pinyin: Zhāng Jiāsēn; 1887–1969), also known as Chang Chun-mai (Chinese: 張君勱; pinyin: Zhang Junmai) or Carson Chang, was a prominent Chinese philosopher, public intellectual and political figure. Carsun Chang was a social democratic politician.[1]", "73394235": "Pundrik Ashram  is a Hindu monastery related to the Vedic sage Pundrik. The sage Pundrik was an Indian sage mentioned in the Indian religious texts. He was born in a Brahmin family. He was an ascetic connoisseur of Vedas, lover of self-study, conqueror of senses and forgiving. He was committed to observance of cosmic-Vedic deeds. Pundrik Ashram is located at Punauradham in Sitamarhi district of Mithila region of Bihar. According to legend, Punauradham is considered as the penance place  of Pundrik Rishi.[1][2]"}