{"58039608": "Ruslan Mitkov is a professor at Lancaster University, and a researcher in Natural Language Processing and Computational Linguistics. He completed his PhD at Technical University of Dresden under the supervision of Nikolaus Joachim Lehmann. He has published more than 240 refereed papers and is best known for his contributions to Anaphora Resolution,[1][2][3] and his seminal work in computer-aided generation of multiple-choice tests[4][5] among others.", "27254075": "Sundaraja Sitharama Iyengar (born August 26, 1947) is an Indian-born American computer scientist and the Distinguished University Professor, Ryder Professor and Director of Computer Science at Florida International University, Miami, Florida, USA.[2] He also founded and directs the Robotics Research Laboratory at Louisiana State University (LSU). He has been a visiting professor or scientist at Oak Ridge National Laboratory, Jet Propulsion Laboratory, Naval Research Laboratory, and has been awarded the Satish Dhawan Visiting Chaired Professorship at the Indian Institute of Science, the Homi Bhaba Visiting Chaired Professor (IGCAR), and a professorship at the University of Paris (Sorbonne).", "68148543": "Olga Vitek is a biostatistician and computer scientist specializing in bioinformatics, proteomics, mass spectrometry, causal inference of biological function, and the development of open-source software for statistical analysis in these areas. She is a professor in the College of Science and Khoury College of Computer Sciences of Northeastern University.", "65527104": "Graeme John Ackland FRSE is professor of computer simulation at the University of Edinburgh.", "41131329": "Neil Clifford Ramiller (born 1952) is an American academic, and Professor of Management at the Portland State University School of Business Administration, known for his work with Swanson, E. Burton on the management of information-technology innovations, particularly on organizing vision.", "31006018": "Lew Cirne is a  Canadian-American Silicon Valley-based technologist and entrepreneur who promotes software analytics technology. He was the founder and CEO of Wily Technology, which was acquired by CA, Inc. in March 2006.[1] Cirne founded the company New Relic in 2008.[2][3] \"New Relic\" is an anagram of Lew Cirne's name.[2]", "8740163": "Johanna Doris Moore FRSE is a computational linguist and cognitive scientist. Her research publications include contributions to natural language generation, spoken dialogue systems, computational models of discourse, intelligent tutoring and training systems, human-computer interaction, user modeling, and knowledge representation.[1][2]", "19357000": "Charles Hodgson Lindsey was a British computer scientist, most known for his involvement with the programming language ALGOL 68.", "2071881": "Srinivasan Keshav FRSC[3] is an American-Canadian Computer Scientist of Indian descent who is currently the Robert Sansom Professor of Computer Science at the University of Cambridge.[4]", "65068362": "Ralph D. Semmel is an American engineer and computer scientist. He became the eighth director of the Johns Hopkins University Applied Physics Laboratory (APL) in Laurel, Maryland on July 1, 2010.[1]", "13131085": "Liu Jiren (Chinese: 刘积仁) is the chairman and CEO of Neusoft Group, a large software company in China.[1]", "1285456": "Olivier Danvy is a French computer scientist specializing in programming languages, partial evaluation, and continuations. He is a professor at Yale-NUS College in Singapore.", "66051409": "Orr Dunkelman (Hebrew: אור דונקלמן) is an Israeli cryptographer and cryptanalyst, currently a professor at the University of Haifa Computer Science department.[1] Dunkelman is a co-director of the Center for Cyber Law & Privacy at the University of Haifa and a co-founder of Privacy Israel, an Israeli NGO for promoting privacy in Israel.[1][2]", "73784665": "Jarosław Duda (Polish pronunciation: [jaˈrɔswav ˈduda]), also known as Jarek Duda, is a Polish computer scientist and an assistant professor at the Institute of Computer Science and Computational Mathematics of the Jagiellonian University in Kraków. He is known as the inventor of asymmetric numeral systems (ANS), a family of entropy encoding methods widely used in data compression.[1][2][3]", "3726708": "Tom Cross (born 1976), also known as Decius, is an American computer security expert and hacker.", "13884794": "Nathaniel Rochester (January 14, 1919 – June 8, 2001) was the chief architect of the IBM 701, the first mass produced scientific computer, and of the prototype of its first commercial version, the IBM 702. He wrote the first assembler and participated in the founding of the field of artificial intelligence.", "53435773": "Paul Spirakis is a Professor of Computer Science at the University of Liverpool, specialising in Algorithms, Complexity and Algorithmic Game Theory.[1] He has been a professor at the University of Liverpool since 2013 and,  he also is a professor at Patras University. He leads the Algorithms Research section[2] in the Department of Computer Science at the University of Liverpool. He is a Fellow of EATCS and a Member of Academia Europaea.", "39935359": "Arie E. Kaufman (born 1954) is an Israeli-American computer scientist best known for his work in volume visualization and virtual reality. Dr. Kaufman is Distinguished Professor and Chair of the Department of Computer Science at Stony Brook University, where he is also Director of the Center for Visual Computing (CVC), and Chief Scientist at the Center of Excellence in Wireless and Information Technology (CEWIT). He has an H-Index of 84[1] and is currently the ninth most cited researcher in the world working in the area of visualization.[2]", "40476033": "Uwe Schöning (born 28 December 1955) is a retired German computer scientist, known for his research in computational complexity theory.", "53747079": "Vivek K Goyal is an American engineering professor, author, and inventor.  He is currently Professor of Electrical and Computer Engineering at Boston University (BU).[1] He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014[2] for contributions to information representations and their applications in acquisition, communication, and estimation. He was named OSA Fellow in the 2020 class[3] for outstanding inventions in computational imaging and sensing, including unprecedented demonstrations of the utility of weak, mixed, and indirect optical measurements. He is also a member of the IEEE Information Theory Society.[4]", "12852616": "Mary Shaw (born 1943) is an American software engineer, and the Alan J. Perlis Professor of Computer Science in the School of Computer Science at Carnegie Mellon University, known for her work in the field of software architecture.[1][2]", "1400213": "Johan \"Julf\" Helsingius, born in 1961 in Helsinki, Finland, started and ran the Anon.penet.fi internet remailer.", "52419994": "Sorin Drăghici is a Romanian-American computer scientist and a program director in the Division of Information and Intelligent Systems (IIS) of the Directorate for Computer and Information Science and Engineering (CISE) at the National Science Foundation (NSF). Previous positions include: Associate Dean  for Entrepreneurship and Innovation of Wayne State University's College of Engineering, the Director of the Bioinformatics and Biostatistics Core at Karmanos Cancer Institute, and the Director of the James and Patricia Anderson Engineering Ventures Institute.[1][2] Draghici was elected a Fellow of the  Institute of Electrical and Electronics Engineers (IEEE) in 2022, for contributions to the analysis of high-throughput genomics and proteomics data[3]", "8019361": "Surajit Chaudhuri is an Indian-American computer scientist notable for his contributions to database management systems. He is currently a distinguished scientist at Microsoft Research, where he leads the Data Management, Exploration and Mining group. Chaudhuri is an ACM Fellow.[1][2]", "67083684": "Mihaela Sighireanu is a French and Romanian computer scientist[1] specializing in model checking and software verification. She works as a professor at Paris-Saclay University and as a member of the Formal Methods Lab run jointly by Paris-Saclay University, CNRS, and the École normale supérieure Paris-Saclay.[2]", "16604581": "Rebecca Elizabeth \"Beki\" Grinter is a professor in the School of Interactive Computing in the College of Computing at the Georgia Institute of Technology (Georgia Tech). She is affiliated with the RIM@GT, the GVU Center and the Scheller College of Business. Grinter's research lies generally in the fields of human-computer interaction (HCI) and computer-supported cooperative work (CSCW). She has chaired and published papers in top-tier academic conferences in these fields. Her research and expert opinion on technology have also been reported in major news media sources.", "58842536": "United States Department of Education\nBlack Entertainment Television", "19471785": "Yugo Nakamura (中村 勇吾, Nakamura Yūgo, born 1970 in Nara) is a Japanese web designer.[1] Yugo studied engineering, architecture and landscape design.[2] He is one of the authors of New Masters Of Flash (2003).[3] Yugo has exhibited and lectured in Asia, United States, and Europe. His artwork has been shown at Centre Pompidou in Paris, Vienna Künstlerhaus in Vienna, and the Design Museum in London.[4] His commercial works have received many international awards, including Cannes Lions, One Show, Clio Award, and NY ADC.[5] He utilizes mathematics underlying natural complexity to create online interactions that are usable and familiar because their behavior is modeled on the natural world.[6] He directed the 2023 video game, Humanity.[7]", "4087212": "Aleksandar Totic is one of the original developers of the Mosaic browser. He cofounded and was a partner at Netscape Communications Corporation.\nHe was born in Belgrade, Serbia, on 23 September 1966. He moved to America after his degree from Kuwait was not recognized by Yugoslav government, and currently lives in Palo Alto, CA San Francisco, CA.", "70835627": "Ramalingam \"Rama\" Chellappa is a Bloomberg Distinguished Professor, who works at Johns Hopkins University.[1][2] At Johns Hopkins University, he is a member of the Center for Language and Speech Processing, the Center for Imaging Science,  the Institute for Assured Autonomy, and the Mathematical Institute for Data Sciences. He joined Johns Hopkins University after 29 years at The University of Maryland.[3] Before that, he was an assistant, associate professor, and later, director, of the University of Southern California's Signal and Image Processing institute.[4]", "43965881": "Ellis Horowitz is an American computer scientist and Professor of Computer Science and Electrical Engineering at the University of Southern California (USC). Horowitz is best known for his computer science textbooks on data structures and algorithms, co-authored with Sartaj Sahni. At USC, Horowitz was chairman of the Computer Science Department from 1990 to 1999. During his tenure he significantly improved relations between Computer Science and the Information Sciences Institute (ISI), hiring senior faculty, and establishing the department's first industrial advisory board.[1] From 1983 to 1993 with Lawrence Flon he co-founded Quality Software Products which designed and built UNIX application software. Their products included two spreadsheet programs, Q-calc and eXclaim, a project management system, MasterPlan, and a floating license server, Maitre D. The company was sold to Island Graphics.[2]", "5774780": "Cris Kobryn (1952) is an American  systems engineer and software engineer best known for leading international teams of vendors and users in defining the Unified Modeling Language (UML) v1 and v2 standards for software engineering, as well as the Systems Modeling Language (SysML) v1 standard for systems engineering.[1][2][3]", "58318269": "Paola Velardi (born in Rome, April 26, 1955)[1] is a full professor of computer science at Sapienza University in Rome, Italy. Her research encompasses natural language processing, machine learning, business intelligence and semantic web, web information extraction in particular.[2] Velardi is one of the hundred female scientists included in the database \"100esperte.it[3]\" (translated from Italian with \"100 female experts\"). This online, open database champions the recognition of top-rated female scientists in Science, Technology, Engineering and Mathematics (STEM) areas.", "40541629": "Junichi Iijima (born August 28, 1954), Japanese, Enterprise Engineer and Professor of the Department of Industrial Management and Engineering at the Tokyo Institute of Technology in Japan.", "42835394": "Morgan Marquis-Boire is a New Zealand-born hacker, journalist, and security researcher.[1] Marquis-Boire previously served as an advisor to the Freedom of the Press Foundation. He was a Special Advisor to the Electronic Frontier Foundation (EFF) and advisor to the United Nations Interregional Crime and Justice Research Institute. He was the Director of Security at First Look Media and a contributing writer at The Intercept.[2] He has been profiled by Wired,[3] CNN,[4] Süddeutsche Zeitung,[5] and Tages Anzeiger.[6] He was one of Wired Italy 's Top 50 people of 2014.[7] In March 2015 he was named a Young Global Leader.[8]", "2710978": "Bryan M. Cantrill (born 1973) is an American software engineer who worked at Sun Microsystems and later at Oracle Corporation following its acquisition of Sun. He left Oracle on July 25, 2010,[1] to become the Vice President of Engineering at Joyent,[2] transitioning to Chief Technology Officer at Joyent in April 2014,[3] until his departure on July 31 of 2019.[4] He is now the CTO of Oxide Computer company.[5]", "53943752": "John William Joseph (Bill) Williams[1] (September[2][3] 1930 – 29 September 2012)[3][4] was a computer scientist best known for inventing heapsort and the binary heap data structure in 1963 while working for Elliot Bros. (London) Ltd.[5][6][7][8]", "74325461": "Eunice E. Santos is an American computer scientist, the dean of the University of Illinois School of Information Sciences.[1] After early research on parallel algorithms, her more recent research has concerned computational aspects of social networks, complex adaptive systems, and modeling the behavior of humans interacting with these systems.", "72195541": "Todd Millstein is an American computer scientist. He is Professor of Computer Science and Chair of the Department at the UCLA Henry Samueli School of Engineering and Applied Science.[1][2][3]", "10165721": "Lois B. Mitchell Haibt (born 1934) is an American computer scientist best known for being a member of the ten-person team at IBM that developed FORTRAN, the first successful high-level programming language. She is known as an early pioneer in computer science.", "44228062": "Reinder Pieter (Reind) van de Riet (22 April 1939, Groningen – 18 December 2008, Baarn)[1] was a Dutch computer scientist and Emeritus Professor Information Systems at the Vrije Universiteit Amsterdam, known for the development of COLOR-X, a linguistically-based event modeling language for object modeling.[2][3]", "54664680": "Dinesh Abeywickrama (born January 1, 1983) is a Sri Lankan IT strategist,[1][2] researcher[3][4][5][6] and author.[7][8][9][10][11][12][13][14][15][16] He is a Member of British Computer Society and currently working as an executive officer at the Capital Maharaja Organization.[17][18][19]", "61988330": "Kavita Bala (born 1971; in Bombay, India) is an Indian computer scientist, academic and entrepreneur. She is a Professor in the Department of Computer Science at Cornell University. After serving as department chair from 2018–2020,[1] she was appointed Dean of the Faculty for Computing and Information Science,[1] now known as the Ann S. Bowers College of Computing and Information Science.[2]", "64200174": "Christine P. Hendon is an electrical engineer and computer scientist and an associate professor in the Department of Electrical Engineering at Columbia University in New York City. Hendon is a pioneer in medical imaging. She develops biomedical optics technologies, using optical coherence tomography and near infrared spectroscopy systems, that enable physicians to perform guided interventional procedures and allow for structure-function dissection of human tissues and organs. Her advances in imaging technologies have led to improved diagnostic abilities and treatments for cardiac arrhythmias as well as breast cancer and preterm birth. She has been recognized for her development of optical imaging catheters for cardiac wall imaging by Forbes 30 under 30, the MIT Technology Review’s 35 Innovators Under 35, and by President Obama with the Presidential Early Career Awards in 2017.", "67526139": "Mamadou Gouro Sidibe was born in Mali.[where?] He is an IT Engineer, computer scientist, innovator, and entrepreneur.  He is the founder and developer of Lenali. Lenali is a social media application like Facebook, but uses voice-based technology in local African languages. He refers to himself as a Digital inclusive entrepreneur.[1][2][3]", "66166274": "Doron A. Peled (born 1962) (Hebrew: דורון  אנשל פלד) is a computer science Professor at Bar-Ilan University.\nHis research interests include formal methods, model checking, program synthesis and runtime verification.\nWith Edmund M. Clarke and Orna Grumberg, he is the coauthor of the book Model Checking (MIT Press, 1999)[2]\nand the author of the book Software Reliability Methods (Springer Verlag, 2000).[3]", "1859085": "Michael Leonidas Dertouzos (Greek: Μιχαήλ Λεωνίδας Δερτούζος; November 5, 1936 – August 27, 2001) was a professor in the department of Electrical Engineering and Computer Science at the Massachusetts Institute of Technology (MIT) and Director of the MIT Laboratory for Computer Science (LCS) from 1974 to 2001.", "67264014": "Eric Bodden (born 20 February 1980 in Aachen) is a German computer scientist. He holds the Chair of Secure Software Engineering at the Heinz Nixdorf Institute of the Paderborn University[1] and is Director of Software Engineering and IT Security at the Fraunhofer Institute for Mechatronic Design (IEM).[2] He is also head of the engineering department in the Collaborative Research Centre 1119 CROSSING at the Technical University of Darmstadt.[3]", "42212877": "Sandra Elaine Hutchins (born 1946) is an American computer scientist and communications engineer. Her area of expertise is speech recognition, that is, programming computers to process human voice.", "52076052": "The Boehm–Demers–Weiser garbage collector, often simply known as Boehm GC, is a conservative garbage collector for C and C++[1] developed by Hans Boehm, Alan Demers, and Mark Weiser.[2][3]", "35839511": "Tanel Tammet is an Estonian computer scientist, professor, software engineer, and computer programmer. He was also one of the founding members of the Estonian Greens party,[1] and helped found the IT College in Tallinn.", "68951575": "Jeff Bezanson (born December 26, 1981) is a computer scientist best known for co-creating the Julia programming language with Stefan Karpinski, Alan Edelman and Viral B. Shah in 2012.[1][2][3] The language spawned Julia Computing Inc.[4] (since then renamed to JuliaHub Inc.) of which Bezanson is the CTO. As a founder of the company and co-creator of the language, Bezanson earned the 2019 J.H. Wilkinson Prize for his work on the Julia programming language[5] alongside Shah and Karpinski. Bezanson is also listed as an author on academic papers regarding the Julia language.[6][7]", "53812766": "Xuelong Li is a professor and National Distinguished Chair at the Northwestern Polytechnical University (NWPU) working in artificial intelligence and computer vision.[1]", "41295393": "Thomas W. Reps (born 28 May 1956, United States) is an American computer scientist known for his contributions to automatic program analysis. Dr. Reps is Professor of Computer Science in the Computer Sciences Department of the University of Wisconsin–Madison, which he joined in 1985. Reps is the author or co-author of four books and more than one hundred seventy-five papers describing his research. His work has covered a wide variety of topics, including program slicing, data-flow analysis, pointer analysis, model checking, computer security, instrumentation (computer programming), language-based program-development environments, the use of program profiling in software testing, software renovation, incremental algorithms, and attribute grammars.[1]", "10247714": "Liu Chuanzhi (simplified Chinese: 柳传志; traditional Chinese: 柳傳志; pinyin: Liǔ Chuánzhì; born 29 April 1944) is a Chinese entrepreneur. Liu is the founder of Lenovo, the world's largest personal computer vendor by unit sales.[1][2] He remains one of the leaders of the company.", "58089000": "Jacek Antoni Błażewicz (born 11 August 1951, Poznań) is a Polish computer scientist specializing in the theory of algorithms and bioinformatics. He has been working as Director of the Institute of Computer Sciences of the Poznań University of Technology. He is also Head of the Department of Bioinformatics at the Institute of Bioorganic Chemistry of the Polish Academy of Sciences.", "67771952": "Saleem Bhatti is a British computer scientist who is one of the leading voices in the development of ILNP.[1] He is a professor of computer science in the School of Computer Science at the University of St Andrews.", "53812788": "Huan Liu is a Chinese-born computer scientist.", "71622198": "Yongduan Song is a Chinese computer scientist who is the dean of the Chongqing University School of Automation.", "39984694": "John Thomas Riedl (January 16, 1962 – July 15, 2013) was an American computer scientist and the McKnight Distinguished Professor at the University of Minnesota.[3] His published works include highly influential research on the social web, recommendation systems, and collaborative systems.[4][5][6]", "44047930": "Ulrich Frank (born 1958) is a German Business informatician and Professor of Business informatics at the University of Duisburg-Essen, known for his work on the state of the art in information systems research[1] and the development of the Multi-Perspective Enterprise Modeling (MEMO) meta modelling framework.[2]", "47799866": "Dimitris Metaxas is a distinguished professor and the chair of the Computer Science Department[2] at Rutgers University, where he directs the Center for Computational Biomedicine Imaging and Modeling (CBIM).[3]", "65625661": "Adam D. Smith is a computer scientist at Boston University, where he is a founding member of the Faculty of Computing & Data Sciences. His areas of research include cryptography and information privacy. He is known, along with Cynthia Dwork, Frank McSherry, and Kobbi Nissim, as one of the co-inventors of differential privacy, for which he won the 2017 Gödel Prize.[1]", "12017224": "Alok R. Chaturvedi is a professor of information systems and the founder and the director of SEAS Laboratory at the Krannert School of Management, Purdue University. His research is focused on using artificial intelligence, computational ecology, and enterprise integration for wargaming enterprise situations. He received a Ph.D. (1989) and M.S (1985) in Management Information Systems from the University of Wisconsin–Milwaukee and a B.Sc. (1980) in Mechanical Engineering from B.I.T Ranchi (India).[1]", "4316761": "Rosalind Wright Picard (born May 17, 1962)[1] is an American scholar and inventor who is Professor of Media Arts and Sciences at MIT, founder and director of the Affective Computing Research Group at the MIT Media Lab, and co-founder of the startups Affectiva[2] and Empatica.[3]", "810594": "Jean-Daniel Nicoud (born 31 August 1938), is a Swiss computer scientist, noted for inventing of a computer mouse with an optical encoder and the CALM (Common Assembly Language for microprocessors).[1]", "3382885": "Gérard Philippe Berry (born 25 December 1948) is a French computer scientist, member of the French Academy of Sciences (Académie des sciences), French Academy of Technologies (Académie des technologies), and Academia Europaea. He was the Chief Scientist Officer of Esterel Technologies from 2000 to 2009. He held the 2007-2008 yearly Liliane Bettencourt chair of Technological Innovation at the Collège de France. He was Director of Research at INRIA Sophia-Antipolis and held the 2009-2010 yearly Informatics and Digital Sciences chair at the Collège de France. Berry's work, which spans over more than 30 years, brought important contributions to three main fields:", "59792999": "David Jaggar (born 4 February 1967)\n[1] is a computer scientist who was responsible for the development of the ARM architecture between 1992 and 2000, redefining it from a low-cost workstation processor to the dominant embedded system processor.", "31153767": "Alan Theodore Sherman (born February 26, 1957) is a full professor of computer science at UMBC, director of the UMBC Center for Information Security and Assurance (CISA), and director of the UMBC Chess Program. Sherman is an editor for Cryptologia, and is a member of Phi Beta Kappa and Sigma Xi.", "20733547": "Richard Veryard FRSA (born 1955) is a British computer scientist, author and business consultant, known for his work on service-oriented architecture and the service-based business.[1]", "59416171": "Yuqing Gao is a Computer Scientist noted for her research on\nmiddleware and speech-to-speech translation.", "433777": "Nicholas Douglas Palmer (born 5 February 1950) is a British politician, translator and computer scientist. He was the Labour Party Member of Parliament (MP) for Broxtowe in Nottinghamshire from 1997[1] until he lost the seat at the 2010 general election to Conservative Anna Soubry, by 390 votes.", "2023025": "(BA,  MA)", "53812851": "Hugh Joseph McDermott is an electronics engineer with the Bionic Ear Institute of the University of Melbourne in East Melbourne, Australia. McDermott was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2012[1] for his contributions to improved sound processing techniques for cochlear implants and hearing aids.", "71016058": "Elaine Alice Rich is an American computer scientist, known for her textbooks on artificial intelligence and automata theory and for her research on user modeling. She is retired as a distinguished senior lecturer from the University of Texas at Austin.", "44002666": "Jeannine Mosely (born May 16, 1953 in Pittsburgh, PA) holds a Ph.D. in EECS from the Massachusetts Institute of Technology, and is known for her work as an origami artist.[1] She is best known for her modular origami designs, especially her work using business cards.  She has organized several crowd-sourced origami projects built from tens of thousands of business cards involving hundred of volunteers for each project. She is also known for her minimalist origami designs (such as her fourfold alphabet), curved crease models, and her invention of \"or-egg-ami\" models made from egg cartons.", "67755648": "Patricia Bouyer-Decitre (published as Patricia Bouyer, born 1976) is a French theoretical computer scientist known for her research on timed automata, model checking, and  temporal logic.[1] She is a senior researcher for the French National Centre for Scientific Research (CNRS), and director of the Laboratoire Méthodes Formelles (Formal Methods Lab) of CNRS and the École normale supérieure Paris-Saclay.[2]", "38133378": "Abdul-Majid Bhurgri (Sindhi: عبدالمجيد ڀرڳڙي‎; born February 8, 1948) is the founder of computing in the Sindhi language. He hails from Larkana, Sindh, Pakistan, and now lives in Seattle, USA. His work from 1987 to 1988 enabled the use of Sindhi on personal computers and revolutionized the Sindhi printing and publishing industry and largely with his work the later upcoming Sindhi generation helped further digitize it.[1][2][3]", "68656770": "Minerva Yeung (simplified Chinese: 杨明儿; traditional Chinese: 楊明兒; pinyin: Yáng Míng'ér) is an American research scientist and educator best known for her work in video processing, multimedia information systems, and digital watermarking.", "48815758": "Richard John Pankhurst (1940[1]–2013) was a British computer scientist, botanist and academic. From 1963 to 1966 he worked at CERN, then from 1966 to 1974 on computer-aided design at Cambridge University, and from 1974 to 1991 at the Natural History Museum as curator of the British herbarium. In 1991, he became a Principal Scientific Officer at the Royal Botanic Garden Edinburgh.[2]", "70295183": "Allison Gyle Woodruff is an American computer scientist whose work concerns human–computer interaction, information visualization, algorithmic fairness, sustainability, citizen science, and environmental monitoring. She is a user experience researcher in the Google Security & Privacy team.[1]", "38837914": "Yannis Ioannidis (Greek: Γιάννης Ιωαννίδης) is a Greek computer scientist who is the current President of the Association for Computing Machinery.[1] He is a professor at the University of Athens[2] as well as an Associated Faculty at the \"Athena\" Research and Innovation Center, where he also served as the President and General Director for 10 years (2011–2021).[3][4][5][6]", "41557664": "Ian Bryant (born 1965) is a British academic, engaged in promoting Trustworthy Software and Systems, and in Standardisation.", "32022176": "Jean Paoli is one of the inventors of XML. Along with Tim Bray and C. Michael Sperberg-McQueen, Paoli co-edited the XML 1.0 recommendation for the World Wide Web Consortium starting in 1997 and until at least 2008.[1][2]", "11689633": "Roger Ware Brockett (October 22, 1938 – March 19, 2023) was an American control theorist and the An Wang Professor of Computer Science and Electrical Engineering at Harvard University, who founded the Harvard Robotics Laboratory in 1983.[1][2]", "7823011": "Sílvio Romero de Lemos Meira (Taperoá, Paraíba, 2 February 1955) is a Brazilian computer scientist, professor and entrepreneur in the area of software engineering and innovation.[1] Currently, he is an emeritus professor at the Centre of Informatics of the Federal University of Pernambuco.[2][3] Additionally, he also is the chairman of the Porto Digital - the biggest Brazilian tech park - and is member of the board of directors in several companies.[1] Meira is also founder and chief scientist at tds.company.", "53812910": "Sushmita Mitra is an Indian computer scientist and is currently the head and INAE Chair Professor at the Machine Intelligence Unit at Indian Statistical Institute, Kolkata.[1] Her research interests include pattern recognition, data mining, bioinformatics, soft computing and medical imaging.[1] She got recognised as a fellow of IEEE for her neuro-fuzzy and hybrid approaches in pattern recognition.[2]", "63692463": "Gabriele Kotsis (born 29 October 1967, Vienna, Austria) is an Austrian computer scientist.[3][4] She is full professor in computer science at Johannes Kepler University (JKU), Linz, Austria, while leading the Department of Telecommunication and the division of Cooperative Information Systems. She was vice-rector for Research and the Advancement of Women, and longstanding chairwoman of Universities Austria's Policy Committee on Research.[5] She is a distinguished member and elected president of the Association for Computing Machinery (ACM).[6]", "50568903": "Alex Graves is a computer scientist. Before working as a research scientist at DeepMind, he earned a BSc in Theoretical Physics from the University of Edinburgh and a PhD in artificial intelligence under Jürgen Schmidhuber at IDSIA.[1] He was also a postdoc under Schmidhuber at the Technical University of Munich and under Geoffrey Hinton[2] at the University of Toronto.", "19750605": "David G. Lowe is a Canadian computer scientist working for Google as a senior research scientist. He was a former professor in the computer science department at the University of British Columbia and New York University.", "52764366": "Robin Maxkii (born November 8, 1990) is a Native American technology activist, filmmaker, and writer.[1] Maxkii is known primarily for her work on broadening the participation of Native Americans in education and technology.[2][3] She co-starred in the Microsoft-funded[4] PBS series \"Code Trip\"[5] showcasing diversity within the technology industry. In 2016 Máxkii organized and directed the first national American Indian collegiate hackathon,[6] focused on addressing the digital divide and access to technology in rural and under served communities. Two years later, Google launched a documentary about her journey in technology.[7]", "46456527": "Philip S. Abrams is a computer science researcher who co-authored the first implementation of the programming language APL.[1]", "2285264": "Melvin Edward Conway is an American computer scientist, computer programmer, and hacker who coined what is now known as Conway's law: \"Organizations, who design systems, are constrained to produce designs which are copies of the communication structures of these organizations.\"[1] The adage remains relevant in modern software engineering and is still being referenced and investigated.[2][3]", "34889428": "Darrell Don Earl Long is an American computer scientist and computer engineer who is the inaugural holder of the Kumar Malavalli Endowed Chair of Storage Systems Research and Distinguished Professor Emeritus of Engineering at the University of California, Santa Cruz.[2] He was editor-in-chief of the IEEE Letters of the Computer Society[3] and was editor-in-chief of the ACM Transactions on Storage[4] (TOS).\nIn 2002, he was the founder of the Conference on File and Storage Technologies (FAST).", "69902039": "Michal Aharon is an Israeli computer scientist known for her research on sparse dictionary learning, image denoising, and the K-SVD algorithm in machine learning. She is a researcher on advertisement ranking for Yahoo! in Haifa.", "6414054": "Donald L. Shell (March 1, 1924 – November 2, 2015) was an American computer scientist who designed the Shellsort sorting algorithm. He acquired his Ph.D. in mathematics from the University of Cincinnati in 1959, and published the Shellsort algorithm in the Communications of the ACM in July that same year.[1]", "69345002": "Vijayalakshmi Atluri (born 1956)[1] is an Indian computer scientist specialized in information systems security and database management. She is a professor of management science and information systems at Rutgers Business School – Newark. Atluri is an advisory board member of the computer science department at the University of the People.", "53812973": "Marimuthu Palaniswami from The University of Melbourne, Parkville, Victoria, Australia was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2012[1] for contributions to computational intelligence, learning systems, and nonlinear modelling.", "64511726": "Verónica Becher is an Argentinian computer scientist known for her work in logic and theoretical computer science. She is \nFull Professor at the University of Buenos Aires and Director of the KAPOW (Knowledgeable Algorithms for Problems on Words) at the \nDepartment of Computation.", "2399985": "Greg Whitten is an American computer engineer, investor and car collector.", "66346738": "Niniane Wang is an American software engineer and technology executive. In her early career at Google, Wang co-created Google Desktop and created Google Lively. She was previously vice president of engineering of Niantic after her company Evertoon was acquired by Niantic in 2017.", "33562359": "Jayshree V. Ullal (born March 27, 1961) is a British-American billionaire businesswoman, president and CEO of Arista Networks, a cloud networking company responsible for the deployment of 10/25/40/50/100 Gigabit Ethernet networking in the data center.", "55140088": "Instabase is a technology company headquartered in San Francisco. The company provides an Applied AI platform that can be used to understand any content such as documents, files, databases, etc., and build workflows to automate business processes.[2][3][4][5][6][7][8]", "53812988": "Maja Pantić (Serbian Cyrillic: Маја Пантић; Belgrade, Socialist Federal Republic of Yugoslavia) FREng FIEE (born 13 April 1970) is a Professor of Affective and Behavioural Computing at Imperial College London and an AI Scientific Research Lead in Facebook London. She was previously Professor of Affective and Behavioural Computing University of Twente[1] and Research Director[2] of the Samsung AI lab in Cambridge, UK. She is an expert in machine understanding of human behaviour including vision-based detection and tracking of human behavioural cues like facial expressions and body gestures, and multimodal analysis of human behaviours like laughter, social signals and affective states.[3]", "66952960": "Aidong Zhang  is a computer scientist whose research topics include machine learning and bioinformatics. She is William Wulf Faculty Fellow and Professor of Computer Science at the University of Virginia, where she also holds affiliations with the Department of Biomedical Engineering and School of Data Science.[1]", "13033225": "John Langford (born January 2, 1975) is a computer scientist working in machine learning and learning theory, a field that he says, \"is shifting from an academic discipline to an industrial tool\".[1]", "18079508": "Steven M. LaValle (born 1968 in St. Louis, Missouri) is an American computer scientist, and a professor in the Faculty of Information Technology and Electrical Engineering at the University of Oulu.  He was also an early founder and head scientist of Oculus VR until it was acquired by Facebook in 2014.  He is best known for his work on rapidly exploring random trees (RRTs), the Oculus Rift, and his book, Planning Algorithms,[1] one of the most highly cited texts in the field.", "67854123": "Matthias Grossglauser (born 1969 in Niederbipp, Switzerland) is a Swiss communication engineer. He is a professor of computer science at EPFL (École Polytechnique Fédérale de Lausanne) and co-director of the Information and Network Dynamics Laboratory (INDY) at EPFL's School of Computer and Communication Sciences School of Basic Sciences.[1][2]", "74456875": "Kate Samara Hone is a British psychologist and computer scientist specialising in human–computer interaction and digital user experience,[1] particularly as applied to the performance, evaluation, and acceptance of educational technology and massive open online courses. She has also been noted for her research on gender stereotypes in preferences for computer speech synthesis.[2] She is a professor of computer science at Brunel University London, where she heads the department of computer science.[3]", "68673323": "Thomas L. Dean (born 1950) is an American computer scientist known for his work in robot planning, probabilistic graphical models, and computational neuroscience. He was one of the first to introduce ideas from operations research and control theory to artificial intelligence.[3] In particular, he introduced the idea of the anytime algorithm and was the first to apply the factored Markov decision process to robotics.[4][5]  \nHe has authored several influential textbooks on artificial intelligence. \n[3]\n[6]\n[7]", "53813042": "Fabio Roli is a Full Professor of Computer Engineering at the University of Genova, he previously was with the University of Cagliari, Italy. He is Founding Director of the Pattern Recognition and Applications laboratory at the University of Cagliari. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2012[1] for contributions to multiple classifier systems. Roli was also named a fellow of the International Association for Pattern Recognition in 2004 for contributions to pattern recognition and its applications and multiple classifier systems.[2] He is a recipient of the Pierre Devijver Award for his contributions to statistical pattern recognition.", "26402610": "Edward Meyers McCreight is an American computer scientist.  He received his Ph.D. in computer science from Carnegie Mellon University in 1969, advised by Albert R. Meyer.[1] He co-invented the B-tree with Rudolf Bayer while at Boeing,[2]\nand improved Weiner's algorithm to compute the suffix tree of a string.[3] He also co-designed the Xerox Alto workstation,[4]\nand, with Severo Ornstein, co-led the design and construction of the Xerox Dorado computer while at Xerox Palo Alto Research Center.[5]  He also worked at Adobe Systems.", "74342206": "Ladan Shams is an American psychologist and professor of psychology, BioEngineering, and Neuroscience at the University of California, Los Angeles. She is known for her works on multisensory perception and cognitive neuroscience. She is an associate editor of the journals Frontiers in Integrative Neuroscience, Multisensory Research, Psychonomic Bulletin & Review,  and Frontiers in Human Neuroscience.[2][3][4][5][6][7][8][9]", "55402316": "Dipankar Raychaudhuri (a.k.a. Ray)[1] (born January 16, 1955) is the Director of Wireless Information Network Laboratory (WINLAB) and distinguished professor in the Electrical and Computer Engineering department at Rutgers University.[2]", "55729997": "Kanchana Kanchanasut (Thai: กาญจนา กาญจนาสุต) is a Thai computer science professor at the Asian Institute of Technology who became the first Thai person to use email. She hosted the first server in Thailand connected to the Internet and registered Thailand's country code top-level domain .th in 1988. Kanchanasut was inducted into the Internet Hall of Fame in 2013.", "61202255": "Jiebo Luo (Chinese: 罗杰波; born 1967) is a Chinese-American computer scientist, the Albert Arendt Hopeman Professor of Engineering and Professor of Computer Science at the University of Rochester. He is interested in artificial intelligence, data science and computer vision.[7]", "11263825": "Geoff Walsham (born 10 June 1946 in Manchester) is an English scholar in the Social Study of Information Systems. He has done much to establish the value and legitimacy of interpretive research in the field of Information Systems, particularly through his book Interpreting Information Systems in Organizations (Wiley, 1993). He has also written extensively about IT in developing countries, including the book Making a World of Difference: IT in a Global Context (Wiley, 2001).", "72654678": "Anil Madhavapeddy is the Professor of Planetary Computing at the Department of Computer Science and Technology in the University of Cambridge, a Fellow of Pembroke College, Cambridge, and a J M Keynes Fellow.[1] He is the Founding Director of the Cambridge Centre for Carbon Credits,[2] aiming to distribute funds raised through the sale of carbon credits in a verifiable manner.[3]", "69279575": "Susanna Donatelli (born 1960)[1] is an Italian computer scientist specializing in discrete-event simulations and their specification, modeling, and analysis using Petri nets, stochastic Petri nets, stochastic process algebras, and the Unified Modeling Language (UML). She is a professor of computer science at the University of Turin.[2]", "56794968": "Alan Yuille (born 1955) is a Bloomberg Distinguished Professor of Computational Cognitive Science[1] with appointments in the departments of Cognitive Science[2] and Computer Science[3]  at Johns Hopkins University. Yuille develops models of vision and cognition for computers, intended for creating artificial vision systems.[1] He studied under Stephen Hawking at Cambridge University on a PhD in theoretical physics, which he completed in 1981.", "59416409": "Anuradha M. Annaswamy is a computer scientist noted for her research on adaptive control theory and smart grids. Since 1996, she has worked at the Massachusetts Institute of Technology.[1] Currently, Annaswamy is a senior research scientist at the Department of Mechanical Engineering at the Massachusetts Institute of Technology, and directs the Active Adaptive Control Laboratory (a flight controls group).[2][3]", "53600091": "Richard Emil Ladner is an American computer scientist known for his contributions to both theoretical computer science and assistive technology. Ladner is a professor emeritus at the University of Washington.", "53813084": "Cordelia Schmid is computer vision researcher, currently Head of the THOTH project team at INRIA (French Institute for Research in Computer Science and Automation), Montbonnot, France.[1]", "50995048": "Martin Wirsing (born 24 December 1948 in Bayreuth) is a German computer scientist, and Professor at the Ludwig-Maximilians-Universität München, Germany.", "41770866": "Diane Litman is an American professor of computer science at the University of Pittsburgh.[1] She also jointly holds the positions of senior scientist with the Learning Research and Development Center and faculty with the Intelligent Systems department.[2][3] Litman is noted for her work in the areas of artificial intelligence, computational linguistics, knowledge representation and reasoning, natural language processing, and user modeling.[4]", "1957752": "Mario Jeckle (25 August 1974 – 11 June 2004) was a German computer scientist.[1]", "40951677": "Paolo Petta  is an Italian computer and cognitive scientist who is the head of the Intelligent Software Agents and New Media Research Group at the Austrian Research Institute for Artificial Intelligence.[1] His main research areas include cognitive modelling of emotions, human aspects in interactions with artificial systems and coordination of situated cognitive systems.[2]", "8249214": "Brian Edward Carpenter (born 30 May 1946) is a British Internet engineer and a former chair of the Internet Engineering Task Force (IETF), the Internet Architecture Board (IAB), and the Internet Society.[1][2]", "30596997": "Nikolaos G. Bourbakis (Νικόλαος Μπουρμπάκης; born 1950 in Chania, Crete[1]) is a Greek computer scientist known for his work in image processing. As of 2011[update], he is Ohio Board of Regents Distinguished Professor of Information Technology and director of both the Information Technology Research Institute and the Assistive Technologies Research at Wright State University in Ohio, United States. He is the founder and editor-in-chief (as of 2011[update]) of the International Journal on Artificial Intelligence Tools.[2]", "34889615": "Heikki Olavi Mannila (born 4 January 1960 in Espoo) is a Finnish computer scientist, the president of the Academy of Finland.[1]", "52895633": "James Noble was the 2016 winner of the Dahl-Nygaard Prize.[1]  He was Professor of Computer Science at the Victoria University of Wellington, in Wellington, New Zealand until February 2022.", "60546963": "Amanda Randles is an American computer scientist who is the Alfred Winborne and Victoria Stover Mordecai Associate Professor of Biomedical Sciences at Duke University. Randles is an associate professor of biomedical engineering with secondary appointments in computer science, mathematics, and mechanical engineering and materials science. She is a member of the Duke Cancer Institute. Her research interests include biomedical simulation, machine learning, computational fluid dynamics, and high-performance computing.", "43933588": "Walter O'Brien (born 24 February 1975[1]) is an Irish businessman and information technologist. He was also the executive producer and loose inspiration for the television series Scorpion.[2][3] He is known for claiming various accomplishments, including a childhood IQ of 197, which have been scrutinized and remain unproven.[4][5][6]", "54697882": "Harry Buhrman (born 1966)[2] is a Dutch computer scientist, currently Professor of algorithms, complexity theory, and quantum computing at the University of Amsterdam (UvA), group leader of the Quantum Computing Group at the Centrum Wiskunde & Informatica (CWI), and executive director of QuSoft,[3] the Dutch research center for quantum software.", "66936731": "Other reasons this message may be displayed:", "13967270": "James Ze Wang[1] (Chinese: 王则; born 1972) is a Chinese-American computer scientist. He is a distinguished professor of the College of Information Sciences and Technology at Pennsylvania State University.[2] He is also an affiliated professor of the Molecular, Cellular, and Integrative Biosciences Program; the Computational Science Graduate Minor; and the Social Data Analytics Graduate Program.[2] He is co-director of the Intelligent Information Systems Laboratory.[2][3] He was a visiting professor of the Robotics Institute at Carnegie Mellon University from 2007 to 2008.[3] In 2011 and 2012, he served as a program manager in the Office of International Science and Engineering at the National Science Foundation.\nHe is the second son of Chinese mathematician Wang Yuan.", "974760": "Jerome Howard \"Jerry\" Saltzer (born October 9, 1939) is an American computer scientist.[2]", "44359594": "Fei-Fei Li (李飞飞; born 1976) is a China-born American computer scientist, known for establishing ImageNet, the dataset that enabled rapid advances in computer vision in the 2010s.[2][3][4][5] She is Sequoia Capital professor of computer science at Stanford University and former board director at Twitter.[6] Li is a co-director of the Stanford Institute for Human-Centered Artificial Intelligence and a co-director of the Stanford Vision and Learning Lab.[7][8] She served as the director of the Stanford Artificial Intelligence Laboratory from 2013 to 2018.[9]", "1040299": "Clive Finkelstein (born ca. 1939 died 9/12/2021) is an Australian computer scientist, known as the \"Father\" of information engineering methodology.[1][2]", "974765": "Jack Bonnell Dennis (born October 13, 1931)[1] is an American computer scientist and Emeritus Professor of Computer Science and Engineering at Massachusetts Institute of Technology.", "62316467": "Andrea Pohoreckyj Danyluk (March 1, 1963 – March 3, 2022) was an American computer scientist and computer science educator. She was Mary A. and William Wirt Warren Professor of Computer Science at Williams College,[1] and co-chair of the Committee on Widening Participation in Computing Research of the Computing Research Association.[2]", "892852": "Samson Abramsky FRS FRSE (born 12 March 1953) is Professor of Computer Science at University College London. He was previously the Christopher Strachey Professor of Computing at Wolfson College, Oxford, from 2000 to 2021.", "974772": "Peter James Denning (born January 6, 1942) is an American computer scientist and writer. He is best known for pioneering work in virtual memory, especially for inventing the working-set model for program behavior, which addressed thrashing in operating systems and became the reference standard for all memory management policies.  He is also known for his works on principles of operating systems, operational analysis of queueing network systems, design and implementation of CSNET, the ACM digital library, and codifying the great principles of computing. He has written numerous influential articles and books, including an overview of fundamental computer science principles, computational thinking, and his thoughts on innovation as a set of learnable practices.", "20946870": "Alistair Sinclair (born 1960) is a British computer scientist and computational theorist.", "60563385": "Brandon Truaxe (born Ali Roshan; 19 June 1978 in Tehran – 20 January 2019 in Toronto), was an Iranian-Canadian. He was a computer scientist and cosmetics entrepreneur known as the founder of DECIEM, the Toronto-based beauty company. He made headlines first for launching 10 cosmetic brands at once and then for being the brain behind the brand The Ordinary with clinical formulations at modest price points - manufacturing everything in-house.", "974777": "Robert M. Graham (1929 in Michigan, US – January 2, 2020)[1] was a cybersecurity researcher computer scientist and Professor Emeritus of Computer Science at the University of Massachusetts Amherst. He was born to a Scottish emigrant.", "49176510": "Divya Jain is an Indian software engineer and entrepreneur. Jain has been called a \"data doyenne\" by Fortune.[1] She is currently a Director of ML at Google. Previously she was the Director of ML at Adobe[citation needed] and prior to that a Data Analysis Engineer at Box Data.[2]", "22175679": "Dick C. A. Bulterman (born 1951) is a senior researcher at the Centrum Wiskunde & Informatica (CWI) in Amsterdam, where he heads the Distributed Multimedia Languages and Interfaces theme. He is also a professor of computer science at the Vrije Universiteit in Amsterdam. Dr. Bulterman was President and CEO of FX Palo Alto Laboratory (FXPAL) from 2013–2015.[1]", "34824128": "John Patrick Hayes is an Irish-American computer scientist and electrical engineer, the Claude E. Shannon Chair of Engineering Science at the University of Michigan.[1] He supervised over 35 doctoral students, coauthored seven books and over 340 peer-reviewed publications.[2] His Erdös number is 2.", "41344967": "Leif Kobbelt (born 12 December 1966 in Cologne) is a German university professor for Computer Science with a specialization in Computer Graphics. Since 2001 he is the head of the Institute for Computer Graphics and Multimedia at RWTH Aachen university.", "27647956": "Roberto Pieraccini  (born 15 November 1955 in Genoa, Italy) is an Italian and US electrical engineer working in the field of speech recognition, natural language understanding, and spoken dialog systems. He has been an active contributor to speech language research and technology since 1981. He is currently the Chief Scientist of Uniphore, a conversational automation technology company.", "1597400": "Guy L. \"Bud\" Tribble was Vice President of Software Technology at Apple Inc.", "2678745": "Robert Braden (28 January 1934[1] – April 2018[2]) was an American computer scientist who played a role in the development of the Internet. His research interests included end-to-end network protocols, especially in the transport and network layers.", "70770651": "Xi Chen (Chinese: 陈汐)[1] is a computer scientist.[2] He is an associate professor of computer science at Columbia University.[2] Chen won the 2021 Gödel Prize and Fulkerson Prize for his co-authored paper \"Complexity of Counting CSP with Complex Weights\" with Jin-Yi Cai.[3][4]", "36806620": "Tova Milo[1] (Hebrew: טובה מילוא) is a full Professor of Computer Science at Tel Aviv University and the Dean of the Faculty of Exact Sciences.[2] She served  as the head of the Computer Science Department from 2011 to 2014.[3] \nMilo is the head of the data management group in Tel Aviv University,[4] and her research focuses on Web data management. She received her PhD from the Hebrew University in 1992 under the supervision of Catriel Beeri, and was a postdoctoral fellow at the University of Toronto and INRIA, France, prior to joining Tel Aviv University.[5]", "5955549": "Wen-mei Hwu (Chinese: 胡文美; pinyin: Hú Wénměi) is the Walter J. Sanders III-AMD Endowed Chair professor in Electrical and Computer Engineering in the Coordinated Science Laboratory at the University of Illinois at Urbana-Champaign. His research is on compiler design, computer architecture, computer microarchitecture, and parallel processing. He is a principal investigator for the petascale Blue Waters supercomputer, is co-director of the Universal Parallel Computing Research Center (UPCRC), and is principal investigator for the first NVIDIA CUDA Center of Excellence at UIUC.[1] At the Illinois Coordinated Science Lab, Hwu leads the IMPACT Research Group and is director of the OpenIMPACT project – which has delivered new compiler and computer architecture technologies to the computer industry since 1987. From 1997 to 1999, Hwu served as the chairman of the Computer Engineering Program at Illinois. Since 2009, Hwu has served as chief technology officer at MulticoreWare Inc., leading the development of compiler tools for heterogeneous platforms. The OpenCL compilers developed by his team at MulticoreWare are based on the LLVM framework and have been deployed by leading semiconductor companies. In 2020, Hwu retired after serving 33 years in University of Illinois at Urbana-Champaign. Currently, Hwu is a Senior Distinguished Research Scientist at Nvidia Research and Emeritus Professor at University of Illinois at Urbana-Champaign.", "7217129": "Gail Ann Williams (born in Berkeley, California) was the director of The WELL from 1998 to 2016. She graduated from the University of California, Berkeley in the 1970s and got involved in political theater as both a creative and management member of the Plutonium Players troupe. She was a principal in their long-touring satirical show spoofing anti-feminist politics, Ladies Against Women, throughout the years of the Ronald Reagan presidency. The show was inspired in part by the anti-feminist campaigns of Phyllis Schlafly, who was parodied by the troupe as Phyllis LeShaft.[1]", "1400825": "Hsiang-Tsung Kung (Chinese: 孔祥重; pinyin: Kǒng Xiángzhòng; born November 9, 1945) is a Taiwanese-born American computer scientist. He is the William H. Gates professor of computer science at Harvard University.[2] His early research in parallel computing produced the systolic array in 1979, which has since become a core computational component of hardware accelerators for artificial intelligence, including Google's Tensor Processing Unit (TPU).[3] Similarly, he proposed optimistic concurrency control in 1981, now a key principle in memory and database transaction systems, including MySQL, Apache CouchDB, Google's App Engine, and Ruby on Rails. He remains an active researcher, with ongoing contributions to computational complexity theory, hardware design, parallel computing, routing, wireless communication, signal processing, and artificial intelligence.[4]", "2203643": "Henry Givens Baker Jr. is an American computer scientist who has made contributions in garbage collection, functional programming languages, and linear logic. He was one of the founders of Symbolics, a company that designed and manufactured a line of Lisp machines. In 2006 he was recognized as a Distinguished Scientist by the Association for Computing Machinery.", "72917004": "Samrawit Fikru (Amharic: ሳምራዊት ፍቅሩ) is an Ethiopian computer scientist, entrepreneur, and businesswoman who is the founder and CEO of Hybrid Designs, a software development company which produces the most popular ridesharing app in the country, RIDE.[1]", "50225164": "Ruth A. David (born 1953) is an American engineer. While at the CIA, David was responsible for encouraging the agency to pursue partnerships with the private sector and designed a proposal to procure technology at the stage of development from the private sector. She has been awarded the CIA Director's Award, the Defense Intelligence Agency Director's Award, the CIA Distinguished Intelligence Medal, the National Reconnaissance Officer's Award for Distinguished Service, and the National Security Agency Distinguished Service Medal.", "532495": "David John Wheeler FRS (9 February 1927 – 13 December 2004)[10][11][12] was a computer scientist and professor of computer science at the University of Cambridge.[13][14][15][16]", "41771027": "Paritosh K. Pandya is an Indian computer scientist based at the Tata Institute of Fundamental Research (TIFR) in Mumbai, India. Since 2020, he is an adjunct professor at IIT Bombay.[3]", "8218": "Dennis MacAlistair Ritchie (September 9, 1941 – c. October 12, 2011) was an American computer scientist.[3] He is best known for creating the C programming language and, with long-time colleague Ken Thompson, the Unix operating system and B programming language.[3] Ritchie and Thompson were awarded the Turing Award from the ACM in 1983, the Hamming Medal from the IEEE in 1990 and the National Medal of Technology from President Bill Clinton in 1999. Ritchie was the head of Lucent Technologies System Software Research Department when he retired in 2007. He was the \"R\" in K&R C, and commonly known by his username dmr.", "49864735": "Brenda Sue Baker is an American computer scientist. She is known for Baker's technique for approximation algorithms on planar graphs, for her early work on duplicate code detection, and for her research on two-dimensional bin packing problems.", "434212": "Roberto Mario \"Robert\" Fano (11 November 1917 – 13 July 2016) was an Italian-American computer scientist and professor of electrical engineering and computer science at the Massachusetts Institute of Technology. He became a student and working lab partner to Claude Shannon, whom he admired zealously and assisted in the early years of Information Theory.[1][2]", "66068524": "Kenneth M. Ford is an American computer scientist who is the chief executive officer of the Florida Institute for Human and Machine Cognition (IHMC), a research center affiliated with the State University System of Florida. He resides in Pensacola, Florida, with his wife Nancy.", "63201329": "Dixie Tyran Garr (born 1956) is an American computer engineer who served as Vice President at Cisco Systems and Head of Software Engineering at Texas Instruments.", "73687091": "Ai-Chun Pang (Chinese: 逄愛君) is a Taiwanese computer scientist specializing in mobile networks, edge computing, and the artificial intelligence of things. She is a professor in the Department of Computer Science and Information Engineering of National Taiwan University.[1]", "1400884": "Charles Eric Leiserson is a computer scientist, specializing in the theory of parallel computing and distributed computing, and particularly practical applications thereof. As part of this effort, he developed the Cilk multithreaded language.  He invented the fat-tree interconnection network, a hardware-universal interconnection network used in many supercomputers, including the Connection Machine CM5, for which he was network architect.  He helped pioneer the development of VLSI theory, including the retiming method of digital optimization with James B. Saxe and systolic arrays with H. T. Kung.  He conceived of the notion of cache-oblivious algorithms, which are algorithms that have no tuning parameters for cache size or cache-line length, but nevertheless use cache near-optimally.  He developed the Cilk language for multithreaded programming, which uses a provably good work-stealing algorithm for scheduling.  Leiserson coauthored the standard algorithms textbook Introduction to Algorithms together with Thomas H. Cormen, Ronald L. Rivest, and Clifford Stein.", "41361460": "Sanjeev Khanna is an Indian-American computer scientist. He is currently a Henry Salvatori professor of Computer and Information Science at the University of Pennsylvania. His research interests include approximation algorithms, hardness of approximation, combinatorial optimization, and sublinear algorithms.", "60596275": "Brent R. Waters is an American computer scientist, specializing in cryptography and computer security. He is currently a professor of Computer Science at the University of Texas at Austin.", "73343032": "Edward Y. Chang is a computer scientist, academic, and author. He is an adjunct professor of Computer Science at Stanford University,[1] and Visiting Chair Professor of Bioinformatics and Medical Engineering at Asia University, since 2019.[2]", "64987194": "Deepankar (Deep) Medhi is an Indo-American computer scientist and inventor. He is on leave as Curators' Distinguished Professor in the department of computer science and electrical engineering at the University of Missouri–Kansas City.[1][2] He is a fellow of IEEE.[3][4][5]", "31563836": "Ion Stoica is a Romanian–American computer scientist specializing in distributed systems, cloud computing and computer networking.[8][2][9][10] He is a professor of computer science at the University of California, Berkeley and co-director of AMPLab. He co-founded Conviva and Databricks with other original developers of Apache Spark.[5][11]", "65986622": "John Henry Booske is an American electrical and computer engineer. He is the Duane H. and Dorothy M. Bluemke Professor and Vilas Distinguished Achievement Professor in electrical and computer engineering at the University of Wisconsin–Madison. His research interests include experimental and theoretical study of coherent electromagnetic radiation, its sources and its applications, spanning the RF, microwave, millimeter-wave, and THz regimes.", "30040137": "Hisao Yamada (山田 尚勇, Yamada Hisao, June 8, 1930 – May 21, 2008) was a Japanese computer scientist, known for his influential contributions to theoretical computer science, as well as for the development of Japanese keyboard layouts, a challenging practical problem. From 1972 to 1991, he was professor of the formal languages division at the Department for Information Science at the University of Tokyo.", "3055698": "Alan Emtage (born November 27, 1964) is a Bajan-Canadian computer scientist who conceived and implemented the first version of Archie, a pre-Web Internet search engine for locating material in public FTP archives. It is widely considered the world's first Internet search engine.", "1613907": "Dorothy Elizabeth Denning (née Robling, born August 12, 1945) is a US-American information security researcher known for lattice-based access control (LBAC), intrusion detection systems (IDS), and other cyber security innovations.[1][3] She published four books and over 200 articles. Inducted into the National Cyber Security Hall of Fame in 2012, she is now Emeritus Distinguished Professor of Defense Analysis, Naval Postgraduate School.[4][5][6][7]", "1171552": "Terrence Joseph Sejnowski (born 13 August 1947) is the Francis Crick Professor at the Salk Institute for Biological Studies where he directs the Computational Neurobiology Laboratory and is the director of the Crick-Jacobs center for theoretical and computational biology. He has performed pioneering research in neural networks and computational neuroscience.[1][2][3][4]", "73654383": "João P. S. Catalão is a Portuguese electrical engineer and academic. He is currently a professor in the Faculty of Engineering at the University of Porto. He is an IEEE fellow.", "30498930": "Moshe Koppel is an American-Israeli computer scientist, Talmud scholar and political activist. \nKoppel was born and raised in New York, where he received a traditional Jewish education. He studied at Yeshivat Har Etzion, received a B.A. from Yeshiva University and in 1979 completed his doctorate in mathematics under the supervision of Martin Davis at the Courant Institute of New York University.[1] He spent a post-doctoral year at the Institute for Advanced Study in Princeton before moving to Israel in 1980. He has been a member of the Department of Computer Science in Bar-Ilan University since then.[2][3]", "73539699": "Robyn R. Lutz is an American computer scientist whose research involves software engineering, including modeling and checking software requirements and software system safety. She is a professor of computer science at Iowa State University.", "70934649": "Takayuki Ito (伊藤 孝行, Takayuki Ito, born May 1, 1972) is a Japanese computer scientist who specialized in the fields of artificial intelligence and multi-agent systems. He worked as assistant professor in the computer science department of Japan Advanced Institute of Science and Technology from 2001 until 2003, served as associate professor in the computer science department of Nagoya Institute of Technology (2006–2014), worked as full professor in the computer science department of Nagoya Institute of Technology (2014–2020). He also served as chair of the department (2016–2018)and also director the NITech Artificial Intelligence Research Center at Nagoya Institute of Technology.[1]", "26091647": "Helmuth F. \"Helly\" Orthner (March 27, 1941 – March 16, 2009) was a pioneering American scientist in the field of medical informatics. He was one of the founders of the Symposium on Computer Applications in Medical Care (SCAMC), which later grew into the American Medical Informatics Association. He was a Fellow of the American College of Medical Informatics.", "19980416": "Rob Miles (born 23 July 1957) is a Microsoft Most Valuable Professional, and a former lecturer in programming C Sharp and other elements of software engineering at the University of Hull.[2] [3]", "64807068": "Marie-Francine (Sien) Moens (born 1957)[1] is a Belgian computer scientist known for her research in natural language processing, argument mining, sentiment analysis, and information retrieval. She is a professor of computer science at KU Leuven.[2]", "4186272": "Adele Goldstine (née Katz; December 21, 1920 – November 1964) was an American mathematician and computer programmer. She wrote the manual for the first electronic digital computer, ENIAC. Through her work programming the computer, she was also an instrumental player in converting the ENIAC from a computer that needed to be reprogrammed each time it was used to one that was able to perform a set of fifty stored instructions.[1]", "57008292": "Carl Gutwin is a Canadian computer scientist, professor and the director of the Human–computer interaction (HCI) Lab at the University of Saskatchewan.[1] He is also a co-theme leader in the SurfNet research network and was a past holder of a Canada Research Chair in Next-Generation Groupware.[2][3] Gutwin is known for his contributions in HCI ranging from the technical aspects of systems architectures, to the design and implementation of interaction techniques, and to social theory as applied to design.[4] Gutwin was papers co-chair at CHI 2011 and was a conference co-chair of Computer Supported Cooperative Work (CSCW) 2010.[5][6]", "71835825": "Agathoniki Trigoni is a Greek computer scientist who is a professor in the University of Oxford Department of Computer Science and a Fellow of Kellogg College. Trigoni is the Chief Technology Officer of Navenio, a company she founded to provide scalable and accurate indoor location systems. She was elected a Fellow of the Royal Academy of Engineering in 2022.", "18424005": "Robert Stephen (Steve) Cunningham  (born 1942 – March 27, 2015) was an American Computer Scientist and Professor Emeritus of Computer Science at California State University Stanislaus.", "532678": "Sheila Adele Greibach (born 6 October 1939 in New York City) is an American researcher in formal languages in computing, automata, compiler theory and computer science. She is an Emeritus Professor of Computer Science at the University of California, Los Angeles, and notable work include working with Seymour Ginsburg and Michael A. Harrison in context-sensitive parsing using the stack automaton model.", "67330246": "Paula Birdwell Hawthorn (born 1943) is an American computer scientist. She is recognised as an expert and pioneer in database systems. She has also founded organisations for women in computer science and created affirmative action programs to support students in the field.", "39788743": "Mark Stephen Fox (born 1952) is a Canadian computer scientist, Professor of Industrial Engineering and Distinguished Professor of Urban Systems Engineering at the University of Toronto, known for the development of Constraint Directed Scheduling in the 1980s[1][2] and the TOVE Project to develop an ontological framework for enterprise modeling and enterprise integration in the 1990s.[3][4]", "74014923": "Eliécer Ávila Cicilia (born in 1985 in Puerto Padre, Las Tunas, Cuba) is a Cuban computer scientist and dissident. Founder and former president of the Cuban political party Somos Más.[1] Known in Cuba for leading an incident in 2008 while he was a student at the University of Information Science (UCI), in which he asked a series of questions (according to Eliécer, \"of great concern for young Cubans\") to the then president of the National Assembly of Popular Power, Ricardo Alarcón de Quesada.", "60563669": "Marzyeh Ghassemi is a Canada-based researcher in the field of computational medicine, where her research focuses on developing machine-learning algorithms to inform health-care decisions. She is currently an assistant professor at the University of Toronto's Department of Computer Science and Faculty of Medicine, and is a Canada CIFAR Artificial Intelligence (AI) chair and Canada Research Chair (Tier Two) in machine learning for health.", "27254998": "Philip E. Agre is an American AI researcher and humanities professor, formerly a faculty member at the University of California, Los Angeles. He is known for his critiques of technology.[1] He was successively the publisher of The Network Observer (TNO) and The Red Rock Eater News Service (RRE). TNO ran from January 1994 to July 1996. RRE, an influential mailing list he started in the mid-1990s, ran for around a decade. A mix of news, Internet policy and politics, RRE served as a model for many of today's political blogs and online newsletters.", "32415958": "Henry Lieberman is an American computer scientist at the MIT CSAIL in the fields of programming languages, artificial intelligence and human-computer interaction. He received the 2018 ACM Impact Award Intelligent User Interaction[1] for work on mining affect from text and has been applied to the problem of prevention of cyberbullying. He has been a principal research scientist at the Media Lab and Director of the Software Agents Research group.", "60236002": "Leonard D. Shapiro is an American computer scientist. He is a professor emeritus at Portland State University.", "65003747": "Robert Griesemer (born 1964) is a Swiss computer scientist. He is best known for his work on the Go programming language. Prior to Go, he worked on Google's V8 JavaScript engine, the Sawzall language, the Java HotSpot virtual machine, and the Strongtalk system.[1][2][3][4]", "53092586": "Rüdiger Leo Urbanke (born 1966) is an Austrian computer scientist and professor at the Ecole polytechnique fédérale de Lausanne (EPFL).", "762092": "Calvin Northrup Mooers (October 24, 1919 – December 1, 1994), was an American computer scientist known for his work in information retrieval and for the programming language TRAC.", "52945137": "Milorad Simić (Serbian Cyrillic: Милорад Симић; born 5 June 1946) is a Serbian philologist, linguist, lexicographer and computer scientist. He was born in Obadi (Bosnia and Herzegovina) and finished gymnasium in Srebrenica, College of Pedagogy in Šabac, and Faculty of Philology and magister studies in Belgrade. Since 1972 he is employed at the Institute of Serbian Language at the Serbian Academy of Science and Arts (SANU). He is an editor of the SANU Dictionary, and founder of the Srbosof agency specialized in linguistical computer science. He is a member of the council of Project Rastko since 1997. He has authored digital dictionaries and linguistical software. He was awarded the Order of Despot Stefan Lazarević by the Serbian Orthodox Church in March 2015.", "1122550": "Christopher Gale Langton (born 1948/49) is an American computer scientist and one of the founders of the field of artificial life.[1] He coined the term in the late 1980s[2] when he organized the first \"Workshop on the Synthesis and Simulation of Living Systems\" (otherwise known as Artificial Life I) at the Los Alamos National Laboratory in 1987.[3]  Following his time at Los Alamos, Langton joined the Santa Fe Institute (SFI), to continue his research on artificial life. He left SFI in the late 1990s, and abandoned his work on artificial life, publishing no research since that time.", "66674940": "Harriet Coverston is an American computer scientist and software developer focused on large-scale secondary storage environments, who has previously participated to various kernel developments in HPC systems.[1] Harriet is an expert in large scale archiving systems, having participated to several large projects and product developments.", "17555723": "E. James Whitehead is Professor and Chair[1] of Computational Media at the University of California, Santa Cruz, United States. He served as the Chair of the Computer Science department University of California, Santa Cruz from 2010 to 2014.[2] He received a BS in Electrical Engineering from the Rensselaer Polytechnic Institute in 1989, and a PhD in Information and Computer Science from the University of California, Irvine, in 2000.", "35709203": "Mikkel Thorup (born 1965) is a Danish computer scientist working at University of Copenhagen.\nHe completed his undergraduate education at Technical University of Denmark and his doctoral studies at Oxford University in 1993.[1] From 1993 to 1998, he was at University of Copenhagen and from 1998 to 2013 he was at AT&T Labs-Research in New Jersey. Since 2013 he has been at the University of Copenhagen as a Professor and Head of Center for Efficient Algorithms and Data Structures (EADS).[2]", "5431578": "Newton Lee is a computer scientist who is an author and administrator in the field of education and technology commercialization. He is known for his total information awareness book series.[2]", "3006751": "Leslie Gabriel Valiant FRS[4][5] (born 28 March 1949) is a British American[6] computer scientist and computational theorist.[7][8] He was born to a chemical engineer father and a translator mother.[9] He is currently the T. Jefferson Coolidge Professor of Computer Science and Applied Mathematics at Harvard University.[10][11][12][13] Valiant was awarded the Turing Award in 2010, having been described by the A.C.M. as a heroic figure in theoretical computer science and a role model for  his courage and creativity in addressing some of the deepest unsolved problems in science; in particular for his \"striking combination of depth and breadth\".[6]", "9314597": "R. John M. Hughes, born  (1958-07-15) 15 July 1958 (age 65), is a computer scientist and professor in the department of Computing Science at the Chalmers University of Technology.[1]", "63938857": "Katarzyna Keahey is a Senior Computer Scientist at Argonne National Laboratory and the Consortium for Advanced Science and Engineering (CASE) of the University of Chicago.[9] She is a Principal Investigator (PI) of the Chameleon project, which provides an innovative experimentation platform for computer science systems experiments.[10] She created Nimbus, one of the first open source implementations of infrastructure-as-a-Service (IaaS), and co-founded the  SoftwareX journal, publishing software as a scientific instrument.[1][11][6]", "54911286": "Gary Gordon is a retired engineer, naval officer, associate professor at San Jose State University, Agilent Technologies Fellow, and co-founder of Cambotics, a company pioneering robotic studio camera dollies.", "64020793": "Nicole Immorlica (born November 26, 1978)[1] is a theoretical computer scientist at Microsoft Research, known for her work on algorithmic game theory and locality-sensitive hashing.", "13590849": "Ronald Baecker (born October 7, 1942) is an Emeritus Professor of Computer Science and Bell Chair in Human-Computer Interaction at the University of Toronto (UofT),[1] and Adjunct Professor of Computer Science at Columbia University.[2] He was the co-founder of the Dynamic Graphics Project (DGP),[3] and the founder of the Knowledge Media Design Institute (KMDI)[4] and the Technologies for Aging Gracefully Lab (TAGlab) at UofT.[5][6] He was the founder of Canada's research network on collaboration technologies (NECTAR),[7] a founding researcher of AGE-WELL,[8] Canada's Technology and Agine research network, the founder of Springer Nature's Synthesis Lectures on Technology and Health,[9] and the founder of computers-society.org.[10] He also started five software companies between 1976 and 2015.[11] He is currently an ACM Distinguished Speaker.[11]", "5693764": "Paul John Werbos (born 1947) is an American social scientist and machine learning pioneer. He is best known for his 1974 dissertation, which first described the process of training artificial neural networks through backpropagation of errors.[1] He also was a pioneer of recurrent neural networks.[2]", "53600583": "Maxime Crochemore (born 1947) is a French computer scientist known for his numerous contributions to algorithms on strings. He is currently[when?] a professor at King's College London.[2][3][1]", "6168908": "Douglas W. Jones is an American computer scientist at the University of Iowa. His research focuses primarily on computer security, particularly electronic voting.", "54305107": "Kate Devlin, born Adela Katharine Devlin is a Northern Irish computer scientist specialising in Artificial intelligence and Human–computer interaction (HCI). She is best known for her work on human sexuality and robotics and was co-chair of the annual Love and Sex With Robots convention in 2016 held in London[2] and was founder of the UK's first ever sex tech hackathon[3] held in 2016 at Goldsmiths, University of London.[4]\nShe is Senior Lecturer in Social and Cultural Artificial Intelligence in the Department of Digital Humanities, King's College London[5] and is the author of Turned On: Science, Sex and Robots in addition to several academic papers.[1]", "73900375": "Angela P. Schoellig is a German computer scientist whose research involves the application of machine learning to the control theory of robot motion, especially for quadcopters and other flying devices.[1] She is an Alexander von Humboldt Professor for Robotics and Artificial Intelligence at the Technical University of Munich, and an associate professor in the University of Toronto Institute for Aerospace Studies (UTIAS).", "56385880": "Bernard Richards (born 16 October 1931) is a British computer scientist and an Emeritus Professor of Medical Informatics at the University of Manchester, England.[1][2]", "37167456": "Liuba Shrira is a professor of computer science at Brandeis University, whose research interests primarily involve distributed systems.[1]", "63119712": "Colin Ware is a professor at the University of New Hampshire, cross-appointed between the Departments of Computer Science and Ocean Engineering.[1] Ware is the director of the Data Visualization Research Lab in the university's Center for Coastal and Ocean Mapping.[2]", "61989223": "Frederic (Fred) T. Chong is an American computer scientist known for research in computer architecture, quantum computing, and computer security.[1]", "680304": "Ingo Molnár, employed by Red Hat as of May 2013, is a Hungarian Linux hacker. He is known for his contributions to the operating system in terms of security and performance.", "71147892": "Jocelyne Troccaz (born 1959)[1][2] is a French roboticist and researcher in medical imaging and image-guided robotics.[3] She is a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the Computer-Assisted Medical Interventions team (GMCAO) of the Laboratory for Translational Research and Innovation in Medicine and Complexity (TIMC) at Grenoble Alpes University.[4] After originally specializing in industrial applications of robotics, her interests shifted to medical robotics.[3]", "73441656": "Verónica Bolón-Canedo (born 1984) is a Spanish computer scientist whose research concerns feature selection in machine learning, with applications including medical diagnosis, oil spill detection, and automated educational assessment.[1][2] She is a professor at the University of A Coruña.", "73605511": "Sally Ann Goldman is an American computer scientist specializing in computational learning theory. She was a professor in the Department of Computer Science and Engineering at Washington University in St. Louis, and Edwin H. Murty Professor of Engineering, before leaving academia to join Google Research. She is also a successful amateur powerlifter.", "2384270": "Bernhard Preim (born 1969) is a specialist in human–computer interface design as well as in visual computing for medicine. \nHe is currently professor of visualization at University of Magdeburg, Germany.", "3596687": "Paul M. Horn (born August 16, 1946) is an American computer scientist and solid state physicist who has made contributions to pervasive computing, pioneered the use of copper and self-assembly in chip manufacturing, and he helped manage the development of deep computing, an important tool that provides business decision makers with the ability to analyze and develop solutions to very complex and difficult problems.[2]", "54452632": "Naila Musaeva (Azerbaijani: Nailə Fuad qızı Musayeva) is a professor at the Department of Information Technologies and Systems at the Azerbaijan University of Architecture and Construction. She is also Doctor of Engineering, Professor, and Head of Laboratory at the Institute of Control Systems of ANAS.[1]", "62136737": "Doctor Miles Bennett Dyson is a character in the sci-fi franchise Terminator. He is the original inventor of the microprocessor which would lead to the development of Skynet, an intelligent computer system intended to control the United States military, but which would later achieve sentience and launch a global war of extermination against humanity.", "64577955": "Chia Shen is a Chinese-American computer scientist specialized in human–computer interaction, visual learning, and computer-supported collaborative learning. She is a program director at the National Science Foundation overseeing cyberlearning and STEM education initiatives.", "72917412": "Bogusław L. Jackowski[a] (born 13 April 1950), also known as \"Jacko\",[b] is a Polish computer scientist, typographer, publisher, and amateur musician. He is best known for his work on the TeX typesetting system, the Latin Modern font family, and the TeX Gyre project.", "65626535": "Frank McSherry is a computer scientist. McSherry's areas of research include distributed computing and information privacy.", "54026664": "Valeria De Antonellis is Professor Emeritus at University of Brescia, Italy, since February 2021. Previously she was a professor of computer science and engineering at University of Brescia, Italy, where she led the research group on \"Databases, Information Systems and Web\" at Department of Information Engineering.[1]", "2597295": "Thomas Biskup (born 2 July 1971) is a German software engineer and computer scientist. He is the creator and developer of Ancient Domains of Mystery, a popular roguelike video game first released in 1994.[1][2][3]", "30171577": "Fang Binxing is a former Principal of Beijing University of Posts and Telecommunications. He is also known for his substantial contribution to China's Internet censorship infrastructure, and has been dubbed \"Father of China's Great Fire Wall\".  Fang is also known for his role in Russia's Internet censorship due to his relationship with Igor Shchyogolev, former Russian communications minister and Russian President Putin's deputy on Internet issues.[1][2]", "30630329": "Guy Edward Blelloch is a professor of computer science at Carnegie Mellon University.[1] He is known for his work in parallel algorithms.[2]", "50782654": "Dean Weber (born August 12, 1962) is an American entrepreneur, computer scientist and inventor, described by many as \"the father of the intelligent personal assistant\"[1] and was credited for the commercial launch of the first virtual assistant called IVAN, in 1999.  During that time, Weber was founder of One Voice Technologies,[2] an Artificial Intelligence company founded in 1998 in San Diego, California.  At One Voice, Weber was instrumental in launching voice solutions worldwide to millions of users and ultimately sold his patent portfolio to Apple in 2010 prior to Apple's launch of Siri.", "71983552": "Helen Hastie is the Head of the School of Informatics of the University of Edinburgh and a RAEng/Leverhulme Trust Senior Research Fellow. She specialises in Human-Robot Interaction and Multimodal interfaces. Hastie has undertaken projects such as AI personal assistants for remote robots, autonomous systems and spoken dialogue systems for sectors in defence and energy.[1] She is a Fellow of the Royal Society of Edinburgh.", "8675779": "Thomas S. Anantharaman is a computer statistician specializing in Bayesian inference approaches for NP-complete problems.  He is best known for his work with Feng-hsiung Hsu from 1985 to 1990 on the Chess playing computers ChipTest and Deep Thought at Carnegie Mellon University which led to his 1990 PhD Dissertation: \"A Statistical Study of Selective Min-Max Search in Computer Chess\".  This work was the foundation for the IBM chess-playing computer Deep Blue which beat world champion Garry Kasparov in 1997.", "62677446": "IBM Distinguished Engineer (2000)\nHonorary Doctorate, University of Crete (2015)\nElected Member, Academia Europaea (2016)\nFellow, Center of Integrated Quantum Science and Technology (IQST) (2019) \nKurt Gödel Visiting Professor for Quantum Computing, TU Wien (2020)", "27304391": "David Michael Ritchie Park (1935 – 29 September 1990) was a British computer scientist. He worked on the first implementation of the programming language Lisp.[1]\nHe became an authority on the topics of fairness, program schemas and bisimulation in concurrent computing.[2][3] At the University of Warwick, he was one of the earliest members of the computer science department, and served as chairperson.[3]", "16949704": "Cuthbert Corwin Hurd (April 5, 1911 – May 22, 1996) was an American computer scientist and entrepreneur, who was instrumental in helping the International Business Machines Corporation develop its first general-purpose computers.[1]", "434634": "Sir Mark Phillip Hendrick (born 2 November 1958) is a British Labour and Co-operative politician. He has been the Member of Parliament (MP) for Preston since a by-election in 2000. Hendrick was previously elected to the Central Lancashire seat as a Member of the European Parliament (MEP) from 1994 to 1999.", "49095120": "Robert L. Belleville is an American computer engineer who was an early head of engineering at Apple from 1982 until 1985.", "21144020": "Glenn Henry (né Gaylord Glenn Henry; born July 26, 1942 Berkeley, California), is an American computer industry executive, cofounder of Centaur Technology, and inventor of computer technology at the advent and frontier era of the development of personal computers.  He holds over 300 US patents.[1][2]", "66576853": "Andrea Delgado-Olson is a computer scientist, founder of Native American Women in Computing (NAWiC), and a member of the Ione Band of Miwok Indians.[1] She is the chief operating officer of technology startup ZaaWink.", "47604189": "Paranandi Venkata Suryanarayana Rao is an Indian computer scientist, known for his research in the fields of speech and script recognition and is credited with contributions to the development of TIFRAC, the first indigenously developed electronic computer in India.[1] He is a recipient of awards such as IEEE Third Millenium Medal,[2] Vikram Sarabhai Award, Om Prakash Bhasin Award and VASVIK Industrial Research Award.[3] The Government of India awarded him the fourth highest civilian honour of Padma Shri in 1987.[4]", "62562787": "Sheila McIlraith is a Canadian computer scientist specializing in Artificial Intelligence (AI). She is a Professor in the Department of Computer Science, University of Toronto. She is a Canada CIFAR AI Chair, a faculty member of the Vector Institute, and Associate Director and Research Lead of the Schwartz Reisman Institute for Technology and Society.", "48210405": "Cecilia Mascolo is a Professor of Mobile Systems at the Department of Computer Science and Technology at the University of Cambridge, and a Fellow of Jesus College, Cambridge.[1][3][4][5][6]", "46850543": "Li Sheng (Chinese: 李生; born 1943), is a professor at the School of Computer Science and Engineering, Harbin Institute of Technology (HIT), China.[1] He began his research on Chinese-English machine translation in 1985, making himself one of the earliest Chinese scholars in this field. After that, he pursued in vast topics of natural language processing, including machine translation, information retrieval, question answering and applied artificial intelligence. He was the final review committee member for computer area in NSF China.", "57680367": "Robin Roberson Murphy is an American computer scientist and roboticist. She is the Raytheon Professor of Computer Science and Engineering at Texas A&M University. She is known as a founder of the fields of rescue robotics[1] and human-robot interaction[2] and for inserting robots into disasters.[3] Her case studies of how unmanned systems under perform in the field led cognitive systems engineering researcher David Woods to pose the (Robin) Murphy's Law of Autonomy: a deployment of robotic systems will fall short of the target level of autonomy, creating or exacerbating a shortfall in mechanisms for coordination with human problem holders.[4] Her TED talk “These Robots Come to the Rescue After a Disaster” was listed in TED Talks: The Official TED Guide to Public Speaking as one of the examples of a good TED talk. Murphy is also known for using science fiction as an innovative method of teaching artificial intelligence and robotics.[5]", "40247793": "Other reasons this message may be displayed:", "60416509": "Alexandra Boltasseva (born January 11, 1978) is Ron And Dotty Garvin Tonjes Distinguished Professor of electrical and computer engineering at Purdue University,[13] and editor-in-chief for The Optical Society's Optical Materials Express journal.[14] Her research focuses on plasmonic metamaterials, manmade composites of metals that use surface plasmons to achieve optical properties not seen in nature.[15]", "17883647": "Diane B. Greene (born June 9, 1955) [2] is an American technology entrepreneur and executive.[3] Greene started her career as a naval architect before transitioning to the tech industry, where she was a founder and CEO of VMware from 1998 until 2008. She was a board director of Google and CEO of Google Cloud from 2015 until 2019.[4][5] She was also the co-founder and CEO of two startups, Bebop[6] and VXtreme,[7]  which were acquired by Google and Microsoft, for $380 million and $75 million.", "71229952": "Elena Simperl FBCS FRSA (born May 1978) is professor of computer science in the Department of Informatics at King's College London [1][2] and the Director of Research of the Open Data Institute. [3]", "20177411": "Daniel Sabey \"Dan\" Weld is the Thomas J. Cable/WRF Professor of Computer Science and Engineering at the University of Washington, where he does research in automated planning and scheduling, software agents, and Internet information extraction.[4] He is a venture partner at Madrona Venture Group, a Seattle-based venture capital firm.[5]", "40870403": "Jonathan Katz is a professor in the Department of Computer Science at the University of Maryland who conducts research on cryptography and cybersecurity. In 2019–2020 he was a faculty member in the Volgenau School of Engineering at George Mason University, where he held the title of Eminent Scholar in Cybersecurity.[1] In 2013–2019 he was director of the Maryland Cybersecurity Center at the University of Maryland.[2][3]", "1597977": "Vaughan Pratt (born April 12, 1944) is a Professor Emeritus at Stanford University, who was an early pioneer in the field of computer science. Since 1969, Pratt has made several contributions to foundational areas such as search algorithms, sorting algorithms, and primality testing. More recently, his research has focused on formal modeling of concurrent systems and Chu spaces.", "32678430": "Panagiotis G. Ipeirotis (Born on May 3rd, 1976 in Serres, Greece) is a professor and George A. Kellner Faculty Fellow at the Department of Technology, Operations, and Statistics at Leonard N. Stern School of Business of New York University.[3][4]", "49947167": "Rémi Coulom (born 1974) is a French computer scientist,[1][2] once an assistant professor of computer science at the Lille 3 University, and the developer of Crazy Stone, a computer Go program.[3]", "71819821": "Caroline Clarke Hayes is an American computer scientist, roboticist, and mechanical engineer whose research concerns agent-based models, human–computer interaction, intelligent decision support systems, and more generally \"the interface between people and technology for complex tasks\".[1] She is Lynn Gleason Professor of Interdisciplinary Engineering at Iowa State University, where she chairs the Department of Mechanical Engineering.", "56435250": "Robert William Doran HFNZCS (5 November 1944 – 13 October 2018) was a New Zealand-based computer scientist and historian of computing. He was Professor Emeritus of Computer Science at the University of Auckland, New Zealand.[1]", "62628409": "Ali Sunyaev (Russian: Али́ Раши́дович Сюня́ев, Ali Rashidowitsch Sjunjajew; born June 11, 1981, in Moscow, USSR) is a professor for computer science and director of the Institute of Applied Informatics and Formal Description Methods at the Karlsruhe Institute of Technology (KIT).[1]", "44311097": "Kathleen R. McKeown is an American computer scientist, specializing in natural language processing. She is currently the Henry and Gertrude Rothschild Professor of Computer Science and is the Founding Director of the Institute for Data Sciences and Engineering at Columbia University.", "47686207": "Judith A. Clapp (born 1930) is a computer scientist who began her career at the Massachusetts Institute of Technology (MIT) and subsequently moved to the Lincoln Laboratory and then to MITRE, where she was a leader in the Semi-Automatic Ground Environment (SAGE) military project, including the development of the SAGE computer.[1]", "205377": "Gong Li (simplified Chinese: 宫力; traditional Chinese: 宮力; pinyin: Gōng Lì), also known in English as Li Gong, is a Chinese businessman and computer scientist. He currently serves as CEO of Linaro Ltd, a British software company headquartered in Cambridge, U.K., developing systems software for the Arm ecosystem.[1] He was previously the Founder and CEO of Acadine Technologies,[2] a systems software company specializing in mobile operating systems for mobile, wearable, and IoT devices. Acadine’s core product H5OS was a web-centric operating system that was primarily based on the open web standard HTML5. It was derived from Firefox OS, whose development Li had overseen as President of Mozilla Corporation.[3][4]", "70312516": "Polina Golland (born 1971)[1] is an Israeli-American computer scientist specializing in medical image computing and biomedical image analysis. She is Henry Ellis Warren (1894) Professor of Electrical Engineering and Computer Science at the Massachusetts Institute of Technology (MIT),[2] and heads the medical vision group at the MIT Computer Science and Artificial Intelligence Laboratory.[3]", "46719559": "Saul Rosen (February 8, 1922 – June 9, 1991) was an American computer science pioneer.\nHe is known for designing the software of the first transistor-based computer Philco Transac S-2000, and for his work on programming language design which influenced the ALGOL language.[1]", "15360589": "Jeffrey Prothero, (March 15, 1956 – November 16, 2016[citation needed]) also known as Cynbe ru Taren, was an American computer programmer.  He was the author of Citadel, arguably the first[citation needed] virtual world system and one of the longest-running[citation needed] open source projects; the Digital Anatomist software, better known as the Visible Human Project; the original Pascal strek.pas Star Trek game program; the first Loglan parsers; and Mythryl, a production-grade port of SML/NJ.", "67248723": "Khalia Braswell is an American computer scientist, educator, and technologist. She is the founder and former[1] executive director of INTech Camp for Girls, created to encourage girls of color to pursue learning about technology.[2][3] Braswell earned a Doctor of Philosophy degree in education, focusing on math, science, and technology from Temple University in Philadelphia.[4]", "5841495": "Ernst Dieter Dickmanns is a German pioneer of dynamic computer vision and of driverless cars. Dickmanns has been a professor at Bundeswehr University Munich (1975–2001), and visiting professor to Caltech and to MIT, teaching courses on \"dynamic vision\".", "62693977": "André van der Hoek is a Dutch and American professor of computer science at the University of California, Irvine (UCI), and department chair of Informatics at the Donald Bren School of Information and Computer Sciences (ICS).", "1368665": "Bernhard Schölkopf (born 20 February 1968) is a German computer scientist known for his work in machine learning, especially on kernel methods and causality. He is a director at the Max Planck Institute for Intelligent Systems in Tübingen, Germany, where he heads the Department of Empirical Inference. He is also an affiliated professor at ETH Zürich, honorary professor at the University of Tübingen and the Technical University Berlin, and chairman of the European Laboratory for Learning and Intelligent Systems (ELLIS).", "49078877": "Madhavan Mukund is the Director[1] and a professor of computer science at Chennai Mathematical Institute, a research and education institute in Chennai, India. He has served as President of Indian Association for Research in Computing Science (IARCS)[2] from 2011 to 2017 and President of Association for Computing Machinery (India Council) from 2016 to 2018.[3]  He was elected Fellow of the Indian Academy of Sciences in 2018. He has been the National Coordinator of the Indian Computing Olympiad since 2001.", "1516127": "Klaus Knopper (born 1968 in Ingelheim) is a German electrical engineer and free software developer.", "3596900": "Frank Lem Stulen (January 22, 1921 – June 25, 2010) graduated from Carnegie Mellon University (then Carnegie Tech) in 1942 with a degree in aeronautical engineering.[1] After graduation, Stulen served in the U.S. Army Corps of Engineers and in the U.S. Air Force from 1942 to 1946, where he was head of the Propeller Lab, Rotary Wing Branch based out of Wright-Patterson Air Force Base. After a meeting with John T. Parsons, he was hired as Chief Engineer and Vice President of Engineering at Parsons Corporation in Traverse City.", "15327845": "Dr. Alan Jay Smith (born April, 1949) is a computer scientist and researcher in the field of development and applications of caching strategies and the measurement and analysis of computer storage systems with many important contributions to the field. He currently is professor emeritus at the EECS faculty of the University of California, Berkeley.", "44311143": "Lea Verou (Greek: Λία Βέρου) is a Greek-American computer scientist, front end web developer, speaker and author, originally from Lesbos, Greece.[3] Verou is currently a research assistant at Massachusetts Institute of Technology (MIT) Computer Science and Artificial Intelligence Laboratory (CSAIL),[4] an elected participant in the World Wide Web Consortium (W3C) Technical Architecture Group (TAG),[5] and an invited expert in the W3C CSS Working Group.[6]\nShe is the author of the book CSS Secrets: Better Solutions to Everyday Web Design Problems (ISBN 978-1-449-37263-7).", "65413736": "Katja Hose (born 1980) is a professor of computer science at Aalborg University and TU Wien.[1] [2]", "44229225": "Franciscus Petrus Maria (Frank) Dignum (born 1961) is a Dutch computer scientist. He is currently a Professor of Socially-Aware AI at Umeå University and an associate professor at the Department of Information and Computing Sciences of the Utrecht University. Dignum is best known from his work on software agents, multi-agent systems and fundamental aspects of social agents.[1][2]", "1811053": "Kurt Bollacker is an American computer scientist with a research background in the areas of machine learning, digital libraries, semantic networks, and electro-cardiographic modeling.", "14443118": "Christopher Arthur Lattner (born 1978) is an American computer scientist, former Apple, Google, and Tesla employee[1] and co-founder of LLVM, Clang compiler, MLIR compiler infrastructure[2] and the Swift programming language. He worked as the President of Platform Engineering, SiFive[3][4][5] after two years at Google Brain.[6] Prior to that, he briefly served as Vice President of Autopilot Software[7] at Tesla, Inc. and worked at Apple Inc. as Senior Director of the Developer Tools department, leading the Xcode, Instruments, and compiler teams.[8][9][10]", "52519539": "Samantha John (born 1985 or 1986 (age 37–38))[1] is an American entrepreneur, known for being the co-founder of Hopscotch, a learn-to-code application.[2]", "811639": "Kai Krause (born 14 March 1957) is a German software and graphical user interface designer, best known for founding MetaCreations Corp., for his Kai's Power Tools series of products, and for his contributions to  graphical user interface design.[1]", "38429307": "Karen Petrie is a British computer scientist specialising in the area of constraints programming. She was named young IT practitioner of the year by the British Computer Society (BCS)[1] in 2004, for work she carried out whilst on placement at NASA. She is currently a professor in the School of Science and Engineering at the University of Dundee.[2]", "9675392": "Paul C. van Oorschot is a cryptographer and computer security researcher, currently a professor of computer science at Carleton University in Ottawa, Ontario, where he holds the Canada Research Chair in Authentication and Computer Security. He is a Fellow of the Royal Society of Canada (FRSC).  He is best known as co-author of the Handbook of Applied Cryptography (ISBN 0-8493-8523-7), together with Alfred Menezes and Scott Vanstone. Van Oorschot was awarded the 2000 J.W. Graham Medal in Computing Innovation.[1] He also helped organize the first Selected Areas in Cryptography (SAC) workshop in 1994.", "3908232": "Meinolf Sellmann, born in Holzminden, Germany, computer scientist, best known for algorithmic research, with a special focus on self-improving algorithms, automatic algorithm configuration and algorithm portfolios based on artificial intelligence, combinatorial optimization, and the hybridization thereof.", "45703822": "Ruslan Renatovich Fazlyev (Russian: Русла́н Рена́тович Фазлы́ев, born March 27, 1980) is a Russian Internet entrepreneur who has founded several companies. He is best known as a founder and developer of Ecwid and X-Cart e-commerce platforms.[1]", "2417294": "Louis Pouzin (born 20 April 1931) is a French computer scientist. He designed a pioneering packet communications network, CYCLADES that was the first to implement the end-to-end principle, which became fundamental to the design of the Internet.", "32170642": "Iann Marchant Barron CBE (16 June 1936 – 16 May 2022) was a British computer engineer and entrepreneur.", "63201939": "Kira Radinsky (Hebrew: קירה רדינסקי; born July 28, 1986) is a Ukraine-born Israeli computer scientist, inventor and entrepreneur, specializing in predictive data mining.[1][2]", "23110294": "Cynthia Dwork (born June 27, 1958[citation needed]) is an American computer scientist best known for her contributions to cryptography, distributed computing, and algorithmic fairness. She is one of the inventors of differential privacy and proof-of-work.", "46260890": "Ariel D. Procaccia is the Gordon McKay Professor of Computer Science at Harvard University.[1] He was previously an associate professor of computer science at Carnegie Mellon University. He is known for his research in artificial intelligence (AI) and theoretical computer science, especially for his work on computational aspects of game theory, social choice, and fair division. He is the founder of Spliddit, a fair division website.", "65266332": "Carlotta Berry is an American academic in the field of engineering. She is professor of electrical and computer engineering at Rose-Hulman Institute of Technology. She is co-director of the Rose Building Undergraduate Diversity (ROSE-BUD) program. She is a co-founder of Black In Engineering and a co-founder of Black In Robotics.", "1303196": "Edward Grady \"Ed\" Coffman Jr. is a computer scientist. He began his career as a systems programmer at the System Development Corporation (SDC) during the period 1958–65. His PhD in engineering at UCLA in 1966 was followed by a series of positions at Princeton University (1966–69), The Pennsylvania State University (1970–76), Columbia University (1976–77), and the University of California, Santa Barbara (1977–79).  In 1979, he joined the Mathematics Center at Bell Laboratories where he stayed until his retirement as a Distinguished Member of Technical Staff 20 years later. After a one-year stint at the New Jersey Institute of Technology, he returned to Columbia University in 2000 with appointments in Computer Science, Electrical Engineering, and Industrial Engineering and Operations Research.  He retired from teaching in 2008 and is now a Professor Emeritus still engaged in research and professional activities.", "1385119": "Silvio Micali (born October 13, 1954) is an Italian computer scientist, professor at the Massachusetts Institute of Technology and the founder of Algorand, a proof-of-stake blockchain cryptocurrency protocol. Micali's research at the MIT Computer Science and Artificial Intelligence Laboratory centers on cryptography and information security.[4][5]", "68166303": "Harold N. (Hal) Gabow is an American computer scientist known for his research on graph algorithms and data structures. He is a professor emeritus at the University of Colorado Boulder, and the former founding editor-in-chief of ACM Transactions on Algorithms.", "7250594": "Professor Sukumar Nandi is senior member of IEEE and is in Department of Computer Science and Engineering at the Indian Institute of Technology Guwahati.[1] He did his Ph.D. from IIT Kharagpur under Professor P. Pal Chaudhri. He joined IIT Guwahati,[when?] and has been teaching there since 1995. He is also a member of the Board of Governors of IIT Guwahati.[2]", "8954540": "Amar Gupta (born 1953) is an Indian computer scientist based in the United States. Gupta has worked in academics, private companies, and international organizations in positions that involved analysis and leveraging of opportunities at the intersection of technology and business, as well as the design, development, and implementation of prototype systems that led to widespread adoption of new techniques and technologies. He has surmounted several strategic, business, technical, economic, legal, and public policy barriers related to several innovative products and services.", "68952750": "Xiaogang Ma (Chinese: 马小刚; born 1980) or Marshall Ma is a Chinese data science and geoinformatics researcher at the University of Idaho (UI), United States. He is an associate professor in the department of computer science at UI, and also affiliates with the department of earth and spatial sciences and several research institutes and centers at the university.[1]", "63283886": "Remzi Arpaci-Dusseau is a professor at the University of Wisconsin-Madison and the chair of the Computer Sciences department.[1]\nHe co-leads a research group with Professor Andrea Arpaci-Dusseau.[2]\nHe and Andrea have co-written a textbook on operating systems, \"Operating Systems: Three Easy Pieces\" (OSTEP), that is downloaded millions of times yearly and used at hundreds of institutions worldwide.[3]\nHis research been cited over 15,000 times and is one of the leading experts in the area of data storage.[4]", "71443126": "Edith Hemaspaandra (née Spaan, born February 20, 1964) is a Dutch-American theoretical computer scientist whose research concerns computational social choice, the computational complexity theory of problems in social choice theory, and particularly on computational problems involving election manipulation. She is a professor of computer science at the Rochester Institute of Technology.", "70820535": "Phil Venables is a computer scientist who has been the chief information security officer (CISO) at Google Cloud since 2020. He specializes in information and cyber security, as well as enterprise risk and technology risk.[1] Previous to Venable's position at Google, he held a number of roles at Goldman Sachs and served on the Board of Goldman Sachs Bank.[2] Since 2021, he has also been a member of the President’s Council of Advisors on Science and Technology (PCAST).[3]", "1057467": "James E. Rumbaugh (born August 22, 1947) is an American computer scientist and object-oriented methodologist[1] who is best known for his work in creating the Object Modeling Technique (OMT) and the Unified Modeling Language (UML).", "71983807": "Ilya Evgenievich Perekopsky (Russian: Илья Евгеньевич Перекопский; born 18 November 1983) is a Russian-born entrepreneur, manager, and investor. Vice President of the VKontakte network (2006-2014), Vice President of Telegram since 2018. Founder of Blackmoon Financial Group and the Blackmoon Crypto startup.[1][2][3]", "27304641": "David Luckham is an emeritus professor of electrical engineering at Stanford University.[1] As a graduate student at the Massachusetts Institute of Technology (MIT), he was one of the implementers of the first systems for the programming language Lisp.[2]", "62366410": "Amine Bensaid (Fes, 1968) is a Moroccan computer scientist and academic, president of Al Akhawayn University in Ifrane.[1] His areas of specialization have included pattern recognition, machine learning, image processing, fuzzy logic, neural networks and genetic algorithms, and their applications to magnetic resonance imaging, data mining, web mining, and Arabic IT,[2] fields in which he is author of influential publications.[3][4] He was also president of Université Mundiapolis in Casablanca between 2011 and 2019.[5] Since 2017, he has also been chairman of the board of the Moroccan-American Commission for Educational and Cultural Exchange (MACECE), which administers the Fulbright Program in Morocco.[6][7]", "27075277": "Erez Petrank[1] is a computer scientist whose notable research contributions are in the fields of programming languages and computer systems (mostly on memory management), cryptography (mostly on theoretical foundations), computational complexity, and parallel computing. Petrank is currently (2017) a professor at the computer science department[2] at the Technion - Israel Institute of Technology.[3]", "48227028": "A B M Shawkat Ali is a Bangladeshi origin-Australian author,[1] computer scientist and data analyst. He author of several books in the area of Data Mining, Computational Intelligence, and Smart Grid. He is a newspaper columnist. He is an academic and well-known researcher in the areas of Machine Learning and Data Science. He is also the founder of a research center and international conferences in Data Science and Engineering. He is now an Adjunct Professor in Data Science in the School of Engineering and Technology, Central Queensland University, Australia.[2]", "68117207": "Joanne Bechta Dugan (born 1958)[1] is an American computer engineer whose research concerns fault tolerance in computer systems, fault tree analysis, and the dynamic fault tree method for the probabilistic analysis of fault tolerance. She is a professor of electrical and computer engineering at the University of Virginia.[2]", "58072": "John Mathieson is a British computer chip designer who initially worked for Sinclair Research on the cancelled Loki computer project before co-founding Flare with ex-Sinclair colleagues Martin Brennan and Ben Cheese.", "44294880": "Nukala Viswanadham (born 9 November 1943 in India), an Indian academic, is currently an INSA Senior Scientist at the Department of Computer Science and Automation, Indian Institute of Science. He is a Fellow of the Third World Academy of Sciences. He is an elected Fellow of Indian National Science Academy, Indian Academy of Sciences, Indian National Academy of Engineering, and IEEE. He was a recipient of the S.K. Mitra Memorial Award of INAE. He worked at the Indian Institute of Science as a Professor, at the National University of Singapore, and Indian School of Business.", "6136550": "Lennart Johnsson (born 1944) is a Swedish computer scientist and engineer.", "4825840": "Vladimir Ivanovich Pokhilko (Russian: Владимир Иванович Похилько[1]) (7 April 1954 – 21 September 1998) was a Soviet-Russian entrepreneur. He was an academic who specialized in human–computer interaction.", "42099448": "Farida Nana Efua Bedwei (born 6 April 1979) is a Ghanaian software engineer and cofounder of Logiciel, a fin-tech company in Ghana.[1][2][3][4] Farida Bedwei has built mobile and enterprise applications, and is also known for her knowledge of software architecture, and deploying mobile services, particularly for banking applications.[5]", "60416762": "Roxana Geambașu is a Romanian-American computer scientist[1][2] who is an associate professor of Computer Science at Columbia University. The topics of her research include cloud computing, security and privacy, and operating systems.[3]", "64168703": "Tan Tieniu[note 1] FREng (Chinese: 谭铁牛) is a professor at the Institute of Automation of the Chinese Academy of Sciences, China. Concurrently, he is deputy chief of the Hong Kong Liaison Office.[1] CCP Committee Secretary of Nanjing University on Sept. 2022.", "40428287": "Charles Russell Severance, popularly known as Dr Chuck, is an American computer scientist and academic who currently serves as Clinical Associate Professor of Information at the University of Michigan, he runs https://www.wa4e.com/.", "24650506": "Donna Auguste (born 1958) is an African-American businesswoman, entrepreneur, and philanthropist. She was the co-founder, along with colleague John Meier, and chief executive officer (CEO) of Freshwater Software from 1996 to 2000.[1] Prior to founding Freshwater Software, Auguste was a senior engineering manager at Apple Computer who helped to coordinate the development of the Newton personal digital assistant (PDA).[2][3] Additionally, she was the senior director for US West Advanced Technologies, whereabouts she met John Meier and began seriously thinking about the creation of Freshwater Software.[1]", "62874378": "Song-Chun Zhu (Chinese: 朱松纯) is a Chinese computer scientist and applied mathematician known for his work in computer vision, cognitive artificial intelligence and robotics. Zhu currently works at Peking University and was previously a professor in the Departments of Statistics and Computer Science at the University of California, Los Angeles.[1] Zhu also previously served as Director of the UCLA Center for Vision, Cognition, Learning and Autonomy (VCLA).[2]", "33694478": "Peter D. Eades (born 8 January 1952)[1] is an Australian computer scientist, an emeritus professor in the School of Information Technologies at the University of Sydney, known for his expertise in graph drawing.", "55173907": "Carsten Maple (born October 1971) is professor of cyber systems engineering at the University of Warwick. He was previously professor of applicable computing at the University of Bedfordshire. He is a fellow of the British Computer Society and vice-chair of the Council of Professors and Heads of Computing, UK.[1][2] He is also co-director of the National Centre for Cyberstalking Research and a trustee of Protection Against Stalking.[3]", "68182805": "Stephanie Simmons is the co-chair of the Advisory Council on Canada's National Quantum Strategy[1] and a Canadian Research Chair in Quantum Computing at Simon Fraser University. She is also the founder and Chief Quantum Officer at Photonic Inc., a spin out company which focusses on the commercial development of silicon photonics spin qubits.[2] She was named by Caldwell Partners as one of Canada's Top 40 Under 40 in 2020. Her research considers the development of silicon-based systems for quantum computing.", "70181657": "Tinku Acharya is an Indian computer scientist, technologist and fellow of IEEE.[1][2]", "30319388": "Peter Lee (born November 30, 1960) is an American computer scientist. He is Corporate Vice President and head of Microsoft Research.[1] Previously, he was  the head of the Transformational Convergence Technology Office of the Defense Advanced Research Projects Agency and the chair of the Computer Science Department at Carnegie Mellon University.[2] His research focuses on software security and reliability.", "205599": "Stephen Richard \"Steve\" Bourne (born 7 January 1944) is an English computer scientist based in the United States for most of his career. He is well known as the author of the Bourne shell (sh), which is the foundation for the standard command-line interfaces to Unix.[1]", "68117282": "Daniel M. Romero is a Colombian-American computer scientist and Associate Professor in the University of Michigan School of Information and the Center for Study of Complex Systems.[1] He is known for his work on social networks and information diffusion.[2]", "70705955": "David Corydon Walden (June 7, 1942 – April 27, 2022) was an American computer scientist who contributed to the engineering development of the ARPANET, a precursor of the modern internet. He specifically contributed to the Interface Message Processor, which was the packet switching node for the ARPANET. Walden was a contributor to IEEE Computer Society's Annals of the History of Computing and was a member of the TeX Users Group.", "41886505": "George Radin (January 22, 1931 – May 21, 2013) was an American computer scientist. He gained his BA in English Literature from Brooklyn College in 1951, followed by an MA from Columbia University in 1952 and an MSc in mathematics from City University of New York in 1961.[1][2] In 1963 he got a job with the  IBM Advanced Computer Utilization Department, where he helped develop the PL/I programming language and design the OS/360 and TSS/360 systems. In 1980, he was appointed an IBM Fellow.[2]", "39265072": "Thomas E. Anderson (born August 28, 1961) is an American computer scientist noted for his research on distributed computing, networking and operating systems.", "51667761": "Fabrizio Capobianco (born December 2, 1970) is an Italian serial entrepreneur based in Silicon Valley.\nHe currently serves as Chief Innovation Officer at Minerva Networks.[1] He was the founder and CEO of the sports social network TOK.tv[2] and of Funambol,[3] a white-label “personal cloud” provider.", "73982768": "Bill Marczak is a senior research fellow at digital watchdog Citizen Lab, a co-founder of Bahrain Watch, and a postdoctoral researcher at UC Berkeley, from which he received his PhD in computer science under Vern Paxson. Marczak's work focuses on threats to Internet freedom, by both rogue and state actors, including surveillance, spyware, and censorship tools. His work has been featured in Vanity Fair, the New York Times, the Washington Post, CNN, and on Larry King. Marczak's work has uncovered several instances of states using spyware for clandestine operations at odds with rights to privacy and freedom.[1][2][3][4][5]", "156470": "Andrei Alexandrescu (born 1969) is a Romanian-American C++ and D language[3] programmer and author. He is particularly known for his pioneering work on policy-based design implemented via template metaprogramming. These ideas are articulated in his book Modern C++ Design and were first implemented in his programming library, Loki. He also implemented the \"move constructors\" concept in his MOJO library.[4] He contributed to the C/C++ Users Journal under the byline \"Generic<Programming>\".", "41345853": "Oliver Sims (born 1943, died in 2015) was a British computer scientist, former IBM employee, and enterprise architecture consultant, known for his work on business objects[1] Object-oriented programming, and service-oriented architecture (SOA).", "67789638": "Sally A. Fincher FRSA (born 1959)[3] is a British Computer Scientist and Emerita Professor of Computing Education at the University of Kent.[2] She was awarded the Suffrage Science award in 2018[4][5] the SIGCSE Award for Outstanding Contribution to Computer Science Education in 2010[6] and a National Teaching Fellowship in 2005.[1]", "4236111": "Radia Joy Perlman (/ˈreɪdiə/;[1] born December 18, 1951) is an American computer programmer and network engineer. She is a major figure in assembling the networks and technology to enable what we now know as the internet. She is most famous for her invention of the Spanning Tree Protocol (STP), which is fundamental to the operation of network bridges, while working for Digital Equipment Corporation, thus earning her nickname \"Mother of the Internet\".[2] Her innovations have made a huge impact on how networks self-organize and move data. She also made large contributions to many other areas of network design and standardization: for example, enabling today's link-state routing protocols, to be more robust, scalable, and easy to manage.", "36135765": "Craig Federighi (born May 27, 1969) is an American engineer and business executive who is the senior vice president (SVP) of software engineering at Apple Inc. He oversees the development of iOS, iPadOS, macOS, visionOS, watchOS, and Apple's common operating system engineering teams. His teams are responsible for delivering the software of Apple's products, including the user interface, applications and frameworks.[2][3]", "69313367": "Tal Geula Malkin (born 1970)[1] is an Israeli-American cryptographer who works as a professor of computer science at Columbia University, where she heads the Cryptography Lab and the Data Science Institute Cybersecurity Center.[2]", "2188122": "Alfred Epaminondas Sarant, also known as Filipp Georgievich Staros and Philip Georgievich Staros (September 26, 1918 – March 12, 1979),[2] was an engineer and a member of the Communist party in New York City in 1944. He was part of the Rosenberg spy ring that reported to Soviet intelligence.  Sarant worked on secret military radar at the United States Army Signal Corps laboratories at Fort Monmouth, New Jersey.  Alexandre Feklisov, one of the KGB case officers who handled the Rosenberg spy apparatus described Sarant and Joel Barr as among the most productive members of the group. Sarant was recruited as a Soviet espionage agent by Barr.", "39215970": "Munindar P. Singh is a SAS institute distinguished professor[1] and a full professor in the Department of Computer Science at North Carolina State University.[2][3][4]  Singh is an IEEE Fellow, a AAAI Fellow, a AAAS Fellow, an ACM Fellow, a Member of Academia Europaea, and a ACM SIGAI Autonomous Agents Research Award recipient.\n[5]\n[6]\n[7]\n[8]", "34792291": "Baruch Awerbuch (born 1958) is an Israeli-American computer scientist and a professor of computer science at Johns Hopkins University. He is known for his research on distributed computing.", "43066220": "Rasim Mahammad Alguliyev (Azerbaijani: Rasim Məhəmməd oğlu Əliquliyev; January 20, 1958) — doctor of technical sciences, full member (academician) of Azerbaijan National Academy of Sciences (ANAS). Vice-president of ANAS, director-general of the Institute of Information Technology of ANAS.[3]", "48997239": "Michael Franz is an American computer scientist best known for his pioneering work on just-in-time compilation and optimisation[2] and on artificial software diversity.[3] He is a Distinguished Professor[4] of Computer Science in the Donald Bren School of Information and Computer Sciences at the University of California, Irvine (UCI), a Professor of Electrical Engineering and Computer Science (by courtesy) in the Henry Samueli School of Engineering at UCI, and Director of UCI's Secure Systems and Software Laboratory.[5][6]", "54977420": "Mohammed-Sani Abdulai is a Ghanaian educator and IT professional.[1][2][3] He is currently the president of Lakeside University College.[4]", "63185804": "Petros Drineas is a Greek-American computer scientist known for his contributions to the theory of data science and the development of Randomized Numerical Linear Algebra (RandNLA). In a 2012 paper[1] Michael W. Mahoney and Drineas introduced CUR matrix approximation for improved big data analysis. Drineas' work on the application of principal component analysis to population genetics disproved [2][3] the long-standing hypothesis that the Minoan civilization had North African origins.", "2761616": "Chris Lilley (born 1959 in the UK) is a British computer scientist known for co-authoring the Portable Network Graphics (PNG) format, starting the Scalable Vector Graphics (SVG) format, and his work on HTML2, CSS2, and Web fonts.", "68625301": "Robert David Steele (July 16, 1952 – August 29, 2021) was an American case officer for the Central Intelligence Agency,[2] co-founder of the United States  Marine Corps Intelligence Activity[3] and conspiracy theorist.[4][5]", "8283032": "Carole Anne Goble, CBE FREng FBCS[12] (born 10 April 1961)[7] is a British academic who is Professor of Computer Science at the University of Manchester.[13] She is principal investigator (PI) of the myGrid,[14] BioCatalogue[15] and myExperiment[16] projects and co-leads the Information Management Group (IMG) with Norman Paton.[17]", "1778588": "Wayne Rosing (born 1946) is an American engineering manager.", "51028897": "Kazuo Iwama (Japanese: 岩間一雄, born January 1, 1951) is a Japanese computer scientist who works at Kyoto University.[1] Topics in his research include stable marriage, quantum circuits, the Boolean satisfiability problem, and algorithms on graphs.", "22815649": "Nalini Venkatasubramanian is a Professor of Computer Science in the Donald Bren School of Information and Computer Sciences at the University of California, Irvine.[1] She is known for her work in effective management and utilization of resources in the evolving global information infrastructure. \nHer research interests are Multimedia Computing, Networked and Distributed Systems, Internet technologies and Applications, Ubiquitous Computing and Urban Crisis Responses.[2] Dr. Venkatasubramanian's research focuses on enabling effective management and utilization of resources in the evolving global information infrastructure. She also addresses the problem of composing resource management services in distributed systems.[3]", "10576811": "Miron Livny (Hebrew: מירון לבני) is a senior researcher and professor specializing in distributed computing at the University of Wisconsin–Madison. Livny has been a professor of computer science at Wisconsin since 1983, where he leads the HTCondor high-throughput computing system project. Miron is also a principal investigator and currently the facility coordinator for the Open Science Grid project, Director of the Center for High Throughput computing, CTO of Wisconsin Institutes for Discovery, and Director of Core Computational Technology of the Morgridge Institute for Research.[1]", "53715886": "Charles \"Chuck\" D. Hansen is an American computer scientist at the University of Utah who works on scientific visualization. He is a Distinguished Professor, a Fellow of the IEEE[1] and a founding faculty member of the Scientific Computing and Imaging Institute. He was an associate editor-in-chief of IEEE Transactions on Visualization and Graphics.", "45409200": "Moira Burke is an American computer scientist working in the field of human-computer interaction. She currently works as a data scientist for Facebook.[1]", "4596660": "Bill Woodcock (born August 16, 1971 in San Francisco, California, United States) is the executive director of Packet Clearing House,[1] the international organization responsible for providing operational support and security to critical Internet infrastructure, including Internet exchange points and the core of the domain name system; the chairman of the Foundation Council of Quad9;[2] the president of WoodyNet;[3] and the CEO of EcoTruc and EcoRace,[4] companies developing electric vehicle technology for work and motorsport. Bill founded one of the earliest Internet service providers, and is best known for his 1989 development of the anycast routing technique that is now ubiquitous in Internet content distribution networks and the domain name system.\n[5][6]", "65987514": "Margaret Helen Harper (9 February 1919 - 13 October 2014)[1][2][3] was an American computer programmer who worked with Grace Hopper at Remington Rand to develop one of the first computer compilers.[1][4] Harper was born in Michigan, but lived most of her life in Pennsylvania.[2] She attended Wellesley College and graduated from the University of Pennsylvania in 1940.[5] She worked as a programmer and then as a professor.[1]", "52749256": "Jessica Hammer is an assistant professor in the Human-Computer Interaction Institute at Carnegie Mellon University.[1][2]", "43934665": "Christopher (Chris) Verhoef (born 1962) is a Dutch computer scientist, and Professor of Computer Science at the Vrije Universiteit in Amsterdam.", "66937802": "Kerstin Dautenhahn (born 1964)[1] is a German computer scientist specializing in social robotics and human–robot interaction. She is a professor of electrical and computer engineering at the University of Waterloo, where she holds the Canada 150 Research Chair in Intelligent Robotics and directs the Social and Intelligent Robotics Research Laboratory.[2]", "55567305": "Cynthia Bailey Lee is a lecturer in Computer Science at Stanford University from Palo Alto, California.[1] Her research interests are in computer science pedagogy and the flipped classroom approach.[2] She has advocated for the greater inclusion of women and minorities in computer science, and is known for her \"ladysplaining\" article addressing the author of the controversial Google memo.[3]", "1352651": "David Cannon Evans (February 24, 1924 – October 3, 1998) was the founder of the computer science department at the University of Utah and co-founder (with Ivan Sutherland) of Evans & Sutherland, a pioneering firm in computer graphics hardware.[2]", "66069454": "Shekhar Bhansali is the division director in Electrical, Communication and Cyber Systems (ECCS) at the National Science Foundation. He also serves as an Alcatel-Lucent Professor and Distinguished University Professor in the Florida International University (FIU) Department of Electrical and Computer Engineering.[1] Bhansali’s main research interests are in nanotechnology, biosensors, and microfluidics. He holds 40 patents,[2] has published over 300 publications, and has advised more than 40 Ph.D. students and postdoctoral fellows in research.[1][3] He was elevated to a Fellow of the IEEE in 2023.", "61547471": "Stanford University (Ph.D.)\nStanford University (Postdoctoral fellow)", "34808785": "Amos Fiat (born December 1, 1956)[1] is an Israeli computer scientist, a professor of computer science at Tel Aviv University. He is known for his work in cryptography, online algorithms, and algorithmic game theory.", "60072918": "Bernd Girod (born December 1, 1957) is a German-American engineer, the Robert L. and Audrey S. Hancock Professor of Electrical Engineering at Stanford University.[1] Girod is a member of the National Academy of Engineering.", "42279896": "Rob A. Rutenbar (born November 19, 1957) is an American academic noted for contributions to software tools that automate analog integrated circuit design, and custom hardware platforms for high-performance automatic speech recognition.  He is Senior Vice Chancellor for Research at the University of Pittsburgh,[1] where he leads the university's strategic and operational vision for research and innovation.[2]", "58254303": "Hannah Bast is a German computer scientist known for her work on routing in transportation networks and search  engines. She works as a professor at the University of Freiburg, where she holds the chair in algorithms and data structures and is dean of the faculty of engineering. She is one of the members of the Enquete Commission on Artificial Intelligence of the German federal parliament.[1]", "17212387": "Karen Ida Boalth Spärck Jones FBA (26 August 1935 – 4 April 2007) was a self-taught programmer and a pioneering British computer scientist responsible for the concept of inverse document frequency (IDF), a technology that underlies most modern search engines.[2][3][4][5][6] She was an advocate for women in the field of computer science. She even came up with a slogan: “Computing is too important to be left to men.” In 2019, The New York Times published her belated obituary in its series Overlooked,[7][8] calling her \"a pioneer of computer science for work combining statistics and linguistics, and an advocate for women in the field.\"[8] From 2008, to recognize her achievements in the fields of information retrieval[9][10] (IR) and natural language processing (NLP), the Karen Spärck Jones Award is awarded to a new recipient with outstanding research in one or both of her fields.[11][12][13][14]", "12690403": "James Herbert Pomerene (June 22, 1920 – December 7, 2008) was an electrical engineer and computer pioneer.", "56992742": "Susan Eisenbach is an Emeritus Professor of Computer Science at Imperial College London. Her research investigates techniques for producing good software systems that behave appropriately.[4][1]", "47719401": "Poornima Vijayashanker is an engineer and entrepreneur. She is also a teacher at various tech hubs in San Francisco such as General Assembly, Parisoma and Hackbright.[1] She has also started  Femgineer, a blog and teaching platform.[2]", "10150899": "Arie Nicolaas Habermann (26 June 1932 – 8 August 1993), often known as Nico Habermann, was a noted Dutch computer scientist.[1][2]", "33006592": "Alan Philip James Manly OAM (born in 1950) is an Australian entrepreneur,[1] company director and published author.", "8774659": "Arthur Richard Newton (Melbourne, Australia, 1 July 1951 – 2 January 2007) was the dean of the College of Engineering at the University of California, Berkeley.", "58729486": "Amit Kumar (born 29 January 1976) is  Professor in the Department of Computer Science and Engineering at the Indian Institute of Technology Delhi.\nHe received his B.Tech. degree from Indian Institute of Technology Kanpur in 1997, and Ph.D. from Cornell University in 2002. He worked as Member of Technical Staff at Bell Labs, Murray Hill, New Jersey, U.S. during 2002–2003. He joined IIT Delhi as faculty member in 2003.[1] He works in the area of combinatorial optimization, approximation algorithms and online algorithms. He is working extensively on problems arising in scheduling theory, clustering, and graph theoretic algorithmic problems.", "12805137": "David R.R. Webber (born 1955) is an Information technologist specializing in applications of XML, ebXML and EDI to standards-based information exchanges. He is a senior member of the ACM since 2007.\nDavid Webber is one of the originators of the ebXML initiative for global electronic business via the internet.\nHe is holder of two U.S. Patents (5909570, 6418400) for electronic information exchange transformation and those patents are now cited widely by 37 other patents.\nDavid Webber has implemented several unique groundbreaking computer solutions in his career including the world's first airport gate scheduling system (King Khalid International Airport, Riyadh, 1987),\nthe SeeMail email client for MCIMail written in Prolog, the patented GoXML system for XMLGlobal, the ShroudIt obfuscation system for LNK Corp, and the VisualScript tool for Smartdraw Inc.", "926739": "Fabrice Bellard (French pronunciation: [fa.bʁis bɛ.laʁ]; born 1972) is a French computer programmer known for writing FFmpeg, QEMU, and the Tiny C Compiler. He developed Bellard's formula for calculating single digits of pi. In 2012, Bellard co-founded Amarisoft, a telecommunications company, with Franck Spinelli.", "53601301": "Mikołaj Bojańczyk (born 1977) is a Polish theoretical computer scientist and logician known for settling open problems on tree walking automata[1][2] jointly with Thomas Colcombet, and for contributions to logic in automata theory.[3][4] He is a professor at Warsaw University.", "255007": "Pablo Soto Bravo (born 1979) is a Spanish software developer. He was municipal councillor of Madrid from 2015 to 2019.", "7676963": "Christopher Soghoian (born 1981) is a privacy researcher and activist. He is currently working for Senator Ron Wyden as the senator’s Senior Advisor for Privacy & Cybersecurity. From 2012 to 2016, he was the principal technologist at the American Civil Liberties Union.", "9249837": "David J. DeWitt (July 20, 1948) is a computer scientist specializing in database management system research at the Massachusetts Institute of Technology.[1] Prior to moving to MIT, DeWitt was the John P. Morgridge Professor (Emeritus) of Computer Sciences at the University of Wisconsin–Madison. He was also a Technical Fellow at Microsoft, leading the Microsoft Jim Gray Systems Lab at Madison, Wisconsin. Professor DeWitt received a B.A. degree from Colgate University in 1970, and a Ph.D. from the University of Michigan in 1976. He then joined the University of Wisconsin-Madison and started the Wisconsin Database Group, which he led for more than 30 years.", "62235698": "Hilary Denise Arko-Dadzie is a Ghanaian IT specialist and business strategist. She is the first woman to be appointed as the corporate services executive of the African Regional Intellectual Property Organisation (ARIPO) based in Harare, Zimbabwe. She is also the first woman to have been appointed to the five member executive committee role of ARIPO.[1][2][3][4]", "71951415": "Richard Walter Conway (born December 12, 1931) is an American industrial engineer and computer scientist who is the Emerson Electric Company Professor of Manufacturing Management, Emeritus in the Johnson Graduate School of Management at Cornell University.[18]  Conway has spent his entire academic career, both as a student and a professor, at Cornell  and has held faculty positions at Cornell in several different areas: industrial engineering, operations research, computer science, and management science.[19] He is especially known for his work and publications in foundational questions about computer simulation methodology; in writing about production scheduling theory; in developing computer languages and language compilers, including the widely used PL/C dialect of IBM's PL/I language; in authoring or co-authoring textbooks about computer programming; and in developing simulation software for manufacturing.  He was also the first director of the Office of Computing Services at Cornell.", "3974206": "William Arthur Martin (1938-1981) was a computer scientist from Oklahoma City, Oklahoma.[1]", "11478079": "Hillar Aarelaid (born 31 December 1967) is the founder and first CEO for Estonia's Computer Emergency Response Team (CERT-EE).[1] He was the Director General of the Estonian Data Protection Inspectorate from 1999 to 2003.[2]", "29467716": "Walter David \"Dave\" Sincoskie (December 21, 1954 – October 20, 2010)[1] was an American computer engineer. Sincoskie installed the first Ethernet local area network[2] at Bellcore, and helped invent voice over IP technology. Sincoskie authored the first local ATM specification. He is also the inventor of the VLAN.[3]", "61367364": "Stephen Thomas Kent (born January 25, 1951) is an American computer scientist, noted for his contributions to network security.", "58795079": "Edith Cohen (born May 21, 1966) is an Israeli and American[4] computer scientist specializing in data mining and algorithms for big data.[2] She is also known for her research on peer-to-peer networks. She works for Google in Mountain View, California, and as a visiting professor at Tel Aviv University in Israel.", "41919563": "Nando de Freitas is a researcher in the field of machine learning, and in particular in the subfields of neural networks, Bayesian inference and Bayesian optimization, and deep learning.[1]", "40936525": "Susan B. Davidson CorrFRSE is an American computer scientist known for work in databases and bioinformatics. She is Weiss Professor of Computer and Information Science at University of Pennsylvania.[1]  Her dissertation work on distributed databases included results on statistical and mathematical techniques for data resolution as well as mechanisms to avoid database conflicts.[2]", "18703439": "Joseph O'Rourke is the Spencer T. and Ann W. Olin Professor of Computer Science at Smith College and the founding chair of the Smith computer science department.[1] His main research interest is computational geometry.", "64021588": "Bill Thies is an American computer scientist and senior principal researcher at Microsoft Research India and the recipient of the 2016 MacArthur Fellowship.[1]", "42072": "John Kenneth Ousterhout (/ˈoʊstərhaʊt/, born October 15, 1954) is a professor of computer science at Stanford University. He founded Electric Cloud with John Graham-Cumming. Ousterhout was a professor of computer science at University of California, Berkeley where he created the Tcl scripting language and the Tk platform-independent widget toolkit, and proposed the idea of coscheduling.[1] Ousterhout led the research group that designed the experimental Sprite operating system and the first log-structured file system.[2]\nOusterhout also led the team that developed the Magic VLSI computer-aided design (CAD) program.[3]", "42706012": "Jaishankar Menon (born: 09 August 1956) is an Indian-American computer scientist and researcher.", "36725854": "Fabián E. Bustamante is an Argentinian-American computer scientist specializing in distributed systems and computer networking. He is currently a professor of computer science at Northwestern University.", "69903455": "Kelsey Hightower (born February 27, 1981)[1] is an American software engineer, developer advocate, and speaker known for his work with Kubernetes, open-source software, and cloud computing.[2]", "34792544": "Hans Leo Bodlaender (born April 21, 1960) is a Dutch computer scientist, a professor of computer science at Utrecht University.[1] Bodlaender is known for his work on graph algorithms and parameterized complexity and in particular for algorithms relating to tree decomposition of graphs.", "59171946": "Boi Volkert Faltings (born April 10, 1960) is a Swiss professor of artificial intelligence at École Polytechnique Fédérale de Lausanne.[1]", "70362221": "Svetlana “Lana” Yarosh is an associate professor in the University of Minnesota College of Science and Engineering at University of Minnesota.[1] She is a Distinguished University Teaching Professor and recipient of the McKnight Presidential Fellowship.[2] Yarosh does research as part of the GroupLens Research group.[3]", "1041520": "Peter Pin-Shan Chen (Chinese: 陳品山; born 3 January 1947) is a Taiwanese American computer scientist. He is a (retired) distinguished career scientist and faculty member at Carnegie Mellon University and Distinguished Chair Professor Emeritus at LSU. He is known for the development of the entity–relationship model in 1976.", "68330609": "Janka Chlebíková is a Slovak computer scientist specializing in graph algorithms, combinatorial optimization, and hardness of approximation. She is a senior lecturer and associate head for partnerships in the school of computing at the University of Portsmouth in England.[1]", "39576694": "Tuncer Ören (born c. 1935) is Turkish Canadian systems engineer. He is professor emeritus of Computer Science at the School of Electrical Engineering and Computer Science (EECS) of the University of Ottawa and Director of the he McLeod Modeling and Simulation Network (M&SNet) of the SCS. He is known for his contributions to the methodology of modelling and simulation.[1]", "10151043": "Moni Naor (Hebrew: מוני נאור) is an Israeli computer scientist, currently a professor at the Weizmann Institute of Science. Naor received his Ph.D. in 1989 at the University of California, Berkeley. His advisor was Manuel Blum.", "44278920": "Bulusu Lakshmana Deekshatulu (born 31 October 1936, India) is an Indian academic who has made important contributions to Digital Image Processing and Control Theory. He is a Fellow of The World Academy of Sciences, Fellow of Indian National Science Academy, The National Academy of Sciences, India, Indian Academy of Sciences, Indian National Academy of Engineering, National Academy of Agricultural Sciences, and IEEE.", "5252238": "Lester Donald Earnest (born December 17, 1930) is an American computer scientist.", "4760719": "Jeffrey Peter Buzen (born May 28, 1943) is an American computer scientist in system performance analysis best known for his contributions to queueing theory. His PhD dissertation (available as  https://archive.org/details/DTIC_AD0731575) and his 1973 paper Computational algorithms for closed queueing networks with exponential servers have guided the study of queueing network modeling for decades.[3]", "23454865": "Raimund G. Seidel is a German and Austrian theoretical computer scientist and an expert in computational geometry.", "23454866": "David Galer Kirkpatrick is a Professor Emeritus of computer science at the University of British Columbia.  He is known for the Kirkpatrick–Seidel algorithm and his work on polygon triangulation, and for co-inventing α-shapes[1] and the β-skeleton.[2] He received his PhD from the University of Toronto in 1974.[3]", "57386133": "Judith Gal-Ezer (Hebrew: יהודית גל-עזר) is an Israeli computer scientist and computer science educator known for her development of the high school computer science curriculum in Israel.[2][3] She is a professor emerita at the Open University of Israel.[4]", "62563481": "Deborah A. Frincke is an American academic and computer scientist specializing in computer security who is the associate laboratories director of national security programs at Sandia National Laboratories.[1]", "7152797": "Alfred Zalmon Spector is an American computer scientist and research manager. He is a visiting scholar in the MIT EECS Department and was previously CTO of Two Sigma Investments. Before that, he was Vice President of Research and Special Initiatives at Google.", "39134368": "Dina Katabi (Arabic: دينا قَتابي[citation needed]) (born 1970) is the Andrew and Erna Viterbi Professor of Electrical Engineering and Computer Science at MIT and the director of the MIT Wireless Center. She was designated as one of the world’s most influential women engineers by Forbes magazine.[1]", "33006752": "Julian Reginald Day is a published author, IT computer project manager and charity fundraiser.", "68035752": "Arun Sharma is an Indian Australian computer science professor. He is a distinguished emeritus professor at the Queensland University of Technology (QUT) where he was the Deputy Vice-Chancellor for Research and Commercialisation  from 2004 to 2019.[1][2] He is the Council Chair of the QIMR Berghofer Medical Research Institute.[3] Within the multinational Adani Group, he is also an Advisor to the Chairman and Group Head for Sustainability and Climate Change.[4] He was a cofounder of Australia's National ICT Research Centre of Excellence (NICTA), and Director of the Translational Research Institute (Australia).[5] In the course of his institutional duties, Sharma played a significant role in the development of Australian technology research capability, the promotion of translational research in agriculture and biosciences within Queensland,[6][7][8] and the fostering of international technological research cooperation between Australia and India.[9][10] Sharma's professional achievements have been recognized  by awards by the Premier of Queensland, the Office of the Chief Scientist (Australia), the India Australia Business & Community Awards (IABCA), the Birla Institute of Technology & Science, and the Royal Order of Australia. He was born in the town of Banmankhi in the Indian state of Bihar.", "42345640": "Susan Beth Horwitz (January 6, 1955 – June 11, 2014) was an American computer scientist noted for her research on  \nprogramming languages and  software engineering, and in particular on program slicing and \ndataflow-analysis. She had several best paper and an impact paper award mentioned below under awards.", "55977135": "Ida Holz Bard (born 30 January 1935) is a Uruguayan engineer, computer scientist, professor, and researcher, known as a pioneer in the field of computing and the Internet.[1]", "1631409": "Matt Curtin (born 1973) is a computer scientist and entrepreneur in Columbus, Ohio best known for his work in cryptography and firewall systems.  He is the founder of Interhack Corporation, first faculty advisor of Open Source Club at The Ohio State University,[1] and lecturer in the Department of Computer Science and Engineering at The Ohio State University, where he teaches a Common Lisp course.  The author of two books, Developing Trust: Online Privacy and Security and Brute Force: Cracking the Data Encryption Standard.", "43836601": "Demetri Terzopoulos FRS FRSC[1][2] is a Greek-Canadian-American computer scientist and entrepreneur.[3][4] He is currently a Distinguished Professor and Chancellor's Professor of Computer Science in the Henry Samueli School of Engineering and Applied Science at the University of California, Los Angeles, where he directs the UCLA Computer Graphics & Vision Laboratory.", "57779393": "Shane Curran (born 2000) is an Irish entrepreneur. He is the founder of Evervault, a technology company based in Dublin.[1] He won the 53rd BT Young Scientist and Technology Exhibition in 2017 at the age of sixteen for his project entitled: “qCrypt: The quantum-secure, encrypted, data storage platform with multi-jurisdictional quorum sharing technology”, which provided a platform for long-term, secure data storage.[2][3] In January 2018, Curran was named in the Forbes 30 Under 30 list.[4][5]", "10609858": "Nicola Guarino (born 1954, in Messina) is an Italian computer scientist and researcher in the area of Formal Ontology for Information Systems, and the head of the Laboratory for Applied Ontology (LOA), part of the Italian National Research Council (CNR) in Trento.[1]", "68445379": "Kathryn Betty Strutynski (née Latimer) (5 February 1931 – 9 April 2010) was a mathematician and computer scientist, and attended University at Brigham Young University and the Naval Postgraduate School. Besides jobs at Pan Am Airways and Bechtel Corporation, she worked at Digital Research, where she contributed to the development of CP/M, the first mainstream operating system for microcomputers.", "976067": "Michael Thomas Heath (born December 11, 1946) is a retired computer scientist who specializes in scientific computing. He is the director of the Center for the Simulation of Advanced Rockets,[1] a Department of Energy-sponsored computing center at the University of Illinois at Urbana–Champaign, and the former Fulton Watson Copp Professor of Computer Science at UIUC.[2] Heath was inducted as member of the European Academy of Sciences in 2002,[3] a Fellow of the Association for Computing Machinery in 2000,[4] and a Fellow of the Society for Industrial and Applied Mathematics in 2010.[5] He also received the 2009 Taylor L. Booth Education Award from IEEE.[6]  He became an emeritus professor in 2012.[7]", "32466119": "Norbert Pohlmann (born 20 March 1960) is a computer scientist and a professor at the Westfälische Hochschule [de]. He is also chairman of the board of the IT security association TeleTrusT.", "47113423": "Annamaria Beatrice \"Nina\" Amenta is an American computer scientist who works as the Tim Bucher Family Professor of Computer Science and the chair of the Computer Science Department at the University of California, Davis.[1][2] She specializes in computational geometry and computer graphics, and is particularly known for her research in reconstructing surfaces from scattered data points.[2][3]", "58827988": "Susanne Bødker is a Danish computer scientist known for her contributions to human–computer interaction, computer-supported cooperative work, and participatory design, including the introduction of activity theory to human–computer interaction.[1] She is a professor of computer science at Aarhus University, and a member of the CHI Academy.", "31352021": "Vincent Daniel Blondel (born April 28, 1965) is a Belgian professor of applied mathematics and current rector of the University of Louvain (UCLouvain) and a visiting professor at the Massachusetts Institute of Technology (MIT). Blondel's research lies in the area of mathematical control theory and theoretical computer science. He is mostly known for his contributions in computational complexity in control,[1] multi-agent coordination[2] and complex networks.[3][4]", "1565916": "Jean David Ichbiah (25 March 1940 – 26 January 2007)[1] was a French computer scientist and the initial chief designer (1977–1983) of Ada, a general-purpose, strongly typed programming language with certified validated compilers.[1]", "35022053": "Dorothea Wagner (born 1957) is a German computer scientist, known for her research in graph drawing, route planning, and social network analysis.[1] She heads the Institute of Theoretical Informatics at the Karlsruhe Institute of Technology.[2]", "402673": "Ray Solomonoff (July 25, 1926 – December 7, 2009)[1][2] was an American mathematician who invented algorithmic probability,[3] his General Theory of Inductive Inference (also known as Universal Inductive Inference),[4] and was a founder of algorithmic information theory.[5] He was an originator of the branch of artificial intelligence based on machine learning, prediction and probability. He circulated the first report on non-semantic machine learning in 1956.[6]", "48473330": "Peter van Emde Boas (born 3 April 1945, Amsterdam)[1] is a Dutch computer scientist and professor at the University of Amsterdam.[2] He gained his doctorate in 1974 under Adriaan van Wijngaarden.[3]\nThe Van Emde Boas tree is named after him.[4]", "63087857": "Robert Bertrand France (October 8, 1960 – February 15, 2015) was a Jamaica-born American computer scientist.[1][2]", "25896180": "Hany Farid (born February 10, 1966) [1] is an American university professor who specializes in the analysis of digital images and the detection of digitally manipulated images such as deepfakes.[2] Farid served as Dean and Head of School for the UC Berkeley School of Information.[3] In addition to teaching, writing, and conducting research, Farid acts as a consultant for non-profits, government agencies, and news organizations. He is the author of the book Photo Forensics (2016).[4]", "60155126": "International Computers Limited\nQueen Mary University of London, UK", "38233336": "Jean-Daniel Fekete is a French computer scientist.", "54273277": "Alexei \"Alyosha\" A. Efros[1] is a Russian-American computer scientist and professor at University of California, Berkeley. He is widely recognized for his contributions to computer vision and his work has been referenced in media outlets including Wired, BBC News, The New York Times, and the New Yorker.[2][3][4][5]", "16196862": "Raymond Paul \"Raymie\" Stata is an American computer engineer and business executive.", "56878337": "Elisabeth André is a German Computer Scientist from Saarlouis, Saarland who specializes in Intelligent User Interfaces, Virtual Agents, and Social Computing.[1]", "45671685": "Craig Silverstein (born 1972 or 1973) is a software engineer and was the first person employed by Larry Page and Sergey Brin at Google, having studied for a PhD alongside them (though he dropped out and never earned his degree) at Stanford University.[1][2][3]  He graduated from Harvard and was admitted to Phi Beta Kappa.[4]", "2630919": "Matthew David Welsh is a computer scientist and software engineer and is currently the CEO and co-founder of Fixie.ai, which he started after stints at Google, xnor.ai, and Apple.[3] He was the Gordon McKay Professor of Computer Science at Harvard University and author of several books about the Linux operating system, several Linux HOWTOs,[1][4] the LinuxDoc format[5] and articles in the Linux Journal.[6]", "47326472": "Romeo Ortega, born in Mexico, is a Mexican-French control scientist and distinguished professor. He is head of the Adaptive and Nonlinear Control Systems Lab in St. Petersburg, Russia and full-professor at the Mexico Autonomous Institute of Technology (ITAM) in Mexico City.", "40412424": "Bernhard Rumpe (born 1967) is a German computer scientist, professor of computer science and head of the Software Engineering Department at the RWTH Aachen University. His research focusses on \"technologies, methods, tools ... necessary to create software in the necessary quality that is as efficient and sustainable as possible.\"[1]", "550154": "Mike Cowlishaw is a visiting professor at the Department of Computer Science at the University of Warwick, and a Fellow of the Royal Academy of Engineering.[1] He is a retired IBM Fellow, and was a Fellow of the Institute of Engineering and Technology, and the British Computer Society. He was educated at Monkton Combe School and the University of Birmingham.", "47326475": "Marilyn A. Walker  is an American computer scientist.[1] She is professor of computer science and head of the Natural Language and Dialogue Systems Lab at the University of California, Santa Cruz (UCSC). Her research includes work on computational models of dialogue interaction and conversational agents, analysis of affect, sarcasm and other social phenomena in social media dialogue, acquiring causal knowledge from text, conversational summarization, interactive story and narrative generation, and statistical methods for training the dialogue manager and the language generation engine for dialogue systems.", "71329035": "Kristin Yvonne Rozier is an American aerospace engineer and computer scientist whose research investigates formal methods including temporal logic and model checking for the formal verification of safety-critical systems, especially those involving air transport, unmanned aerial vehicles, and air traffic control. She is Black & Veatch Associate Professor of Aerospace Engineering, Computer Science, Electrical and Computer Engineering, and Mathematics at Iowa State University, where she heads the Laboratory for Temporal Logic.[1][2]", "36414737": "Sugata Sanyal is a Professor in the School of Technology and Computer Science at Tata Institute of Fundamental Research. He is well known for his contributions in the field of Network Security and Computer Architecture.", "7398678": "Eugene Charniak (1946 – June 13, 2023[2]) was a professor of computer Science and cognitive Science at Brown University. He held an A.B. in Physics from the University of Chicago and a Ph.D. from M.I.T. in Computer Science. His research was in the area of language understanding or technologies which relate to it, such as knowledge representation, reasoning under uncertainty, and learning. Since the early 1990s  he was interested in statistical techniques for language understanding. His research in this area included work in the subareas of part-of-speech tagging, probabilistic context-free grammar induction, and, more recently, syntactic disambiguation through word statistics, efficient syntactic parsing, and lexical resource acquisition through statistical means.", "22963487": "Willibrordus Martinus Pancratius van der Aalst (born 29 January 1966) is a Dutch computer scientist and  full professor at RWTH Aachen University, leading the Process and Data Science (PADS) group. His research and teaching interests include information systems, workflow management, Petri nets, process mining, specification languages, and simulation.[1] He is also known for his work on workflow patterns.", "43214113": "Lucius Perry Gregg, III (born January 8, 1960) is an American computer scientist and American tennis coach.", "49866018": "Chittoor V. Ramamoorthy (1926–2016) was an Indian American computer scientist, computer engineer and educator whose work had many implications in engineering, computer science, and software engineering. Together with Raymond T. Yeh, he is given credit for the early establishment of the discipline of software engineering. He had a large following worldwide with whom he actively collaborated until the last few months of his life. Advances made during these collaborations included the exploration of transdisciplinary methods and the development of a science to support future complex systems design.[1]", "1041698": "Sergey Alekseyevich Lebedev (Russian: Серге́й Алексе́евич Ле́бедев; 2 November, 1902 – 3 July, 1974) was a Soviet scientist in the fields of electrical engineering and computer science, and designer of the first Soviet computers.", "4285730": "James Kajiya is a pioneer in the field of computer graphics. He is perhaps best known for the development of the rendering equation.", "44918057": "Ramesh Govindan is an Indian-American professor of computer science. He is the Northrop Grumman Chair in Engineering and Professor of Computer Science and Electrical Engineering at the University of Southern California.", "943404": "Adriaan \"Aad\" van Wijngaarden (2 November 1916 – 7 February 1987) was a Dutch mathematician and computer scientist. Trained as a mechanical engineer, Van Wijngaarden emphasized and promoted the mathematical aspects of computing, first in numerical analysis, then in programming languages and finally in design principles of such languages.", "730412": "Walter F. Tichy (born April 22, 1952, in Bad Reichenhall) is a German computer scientist. He was professor of computer science at the Karlsruhe Institute of Technology in Germany where he taught classes in software engineering until April 2022. He remains at KIT as a professor emeritus and has been teaching at Kutaisi International University in Georgia since September 2022.", "64316716": "Chan-Jin Chung (정찬진), commonly known as CJ Chung, is a full professor of computer science at Lawrence Technological University (LTU) in Michigan, USA. He founded an international autonomous robotics competition called Robofest in the 1999–2000 academic year[3] as well as numerous educational programs for youth by integrating STEM (Science, technology, engineering, and mathematics), arts, autonomous robotics, and computer science. He also served as the founding USA National Organizer of World Robot Olympiad (WRO) in 2014[4] and 2015. He also started the WISER (World conference on Integrated STEaM Education through Robotics) conference in 2014. He is working on developing a computer science curriculum for connected and autonomous vehicles (CAV) with a support from National Science Foundation .\nHis research areas include evolutionary computation,[5] cultural algorithms,[2]\nintelligent systems & autonomous mobile robotics,[6][7][8]\nsoftware engineering,[9]\nmachine learning & deep learning, \n[10]\ncomputer science education,[11][12] \nand educational robotics.[11][13]", "67347768": "Ellen Riloff is an American computer scientist currently serving as a professor at the School of Computing at the University of Utah. Her research focuses on Natural Language Processing and Computational Linguistics, specifically information extraction, sentiment analysis, semantic class induction, and bootstrapping methods that learn from unannotated texts.", "45622586": "Danny Greefhorst (born 31 December 1972) is a Dutch enterprise architect and consultant at ArchiXL, known for his work in the field of enterprise architecture.[1][2]", "31434049": "Thelma Estrin (née Austern; February 21, 1924 – February 15, 2014[2]) was an American computer scientist and engineer who did pioneering work in the fields of expert systems and biomedical engineering. Estrin was one of the first to apply computer technology to healthcare and medical research. In 1954, Estrin helped to design the Weizmann Automatic Computer, or WEIZAC, the first computer in Israel and the Middle East, a moment marked as an IEEE Milestone in Electrical and Computer Engineering.[3] She was professor emerita in the Department of Computer Science, University of California at Los Angeles (UCLA).", "1828165": "Poul-Henning Kamp (Danish: [ˈpʰʌwl ˈhene̝ŋ ˈkʰɑmˀp]; born 1966) is a Danish computer software developer known for work on various projects including FreeBSD and Varnish. He currently resides in Slagelse, Denmark.", "46409033": "Francesca Rossi (born December 7, 1962) is an Italian computer scientist, currently working at the IBM Thomas J. Watson Research Center (New York, USA) as an IBM Fellow and the IBM AI Ethics Global Leader.", "42329421": "Jonathan Mayer (born February 5, 1987) is an American computer scientist and lawyer. He is an Assistant Professor of Computer Science and Public Affairs at Princeton University[1] affiliated with the Center for Information Technology Policy,[2] and was previously a PhD student in computer science at Stanford University and a fellow at the Center for Internet and Society[3] and the Center for International Security and Cooperation.[4] During his graduate studies he was a consultant at the California Department of Justice.", "50668886": "Keren Elazari (Hebrew: קרן אלעזרי; born 1980 or 1981[1]), also known as k3r3n3,[2] is an Israeli cybersecurity analyst, writer, and speaker.[3][4] She is a senior researcher at the Tel Aviv University Interdisciplinary Cyber Research Center.[3][5]", "31253847": "Dragomir R. Radev (August 7, 1968 – March 29, 2023) was an American computer scientist who was a professor at Yale University, working on natural language processing and information retrieval. He also served as a University of Michigan computer science professor and Columbia University computer science adjunct professor, as well as a Member of the Advisory Board of Lawyaw.[1]", "58795352": "Margaret M. Burnett (born 1949) is a computer scientist specializing in work at the intersection of human computer interaction and software engineering, and known for her pioneering work in visual programming languages, end-user software engineering, and gender-inclusive software. She is a Distinguished Professor of Computer Science at Oregon State University,[1][2], a member of the CHI Academy, and a Fellow of the Association for Computing Machinery.[3]", "61613403": "Adam Tauman Kalai is an American computer scientist who specializes in Machine Learning and works as a Senior Principal Researcher at Microsoft Research New England[1][2][3].", "41428317": "Brad Nelson Karp is an American computer scientist, specializing in computer networks. He obtained his bachelor's degree from Yale University in 1992 and got his master's and Ph.D. from Harvard University in 1995 and 2000 respectively, under the supervision of H. T. Kung. Later on he became a staff scientist at the Center for Internet Research and at the International Computer Science Institute in Berkeley, California where he worked until 2002. \nAfter working as a senior staff researcher at Intel Research of Pittsburgh and as an adjunct assistant professor at Carnegie Mellon University, he moved in 2005 to University College London, where he is now a reader. In 2005, he was a winner of the Royal Society Wolfson Research Merit Award.[1]", "23504223": "Michael John Fischer (born 1942) is an American computer scientist who works in the fields of distributed computing, parallel computing, cryptography, algorithms and data structures, and computational complexity.", "62612839": "Dale Heatherington (born 1948) is an American electrical engineer and computer scientist best known for helping Dennis C. Hayes in the development of Hayes Microcomputer Products, the company that pioneered the Hayes modem and the Hayes command set.[1][2][3]", "58731": "Peter Naur (25 October 1928 – 3 January 2016)[1] was a Danish computer science pioneer and Turing award winner. He is best remembered as a contributor, with John Backus, to the Backus–Naur form (BNF) notation used in describing the syntax for most programming languages. He also contributed to creating the language ALGOL 60.", "52372857": "J. Alex Halderman (born c. January 1981) is professor of computer science and engineering at the University of Michigan, where he is also director of the Center for Computer Security & Society. Halderman's research focuses on computer security and privacy, with an emphasis on problems that broadly impact society and public policy.", "31171962": "Chandra Kant Raut (Nepali: चन्द्रकान्त राउत), popularly known as  CK Raut, is a Nepalese Member of Parliament (MP), computer engineer, former United States Defense programmer, author, politician and activist. He is a gold medalist in the Bachelor of Engineering from Pulchowk Campus, a central campus of Institute of Engineering (IOE), Tribhuvan University. He was active in the Alliance for Independent Madhesh, to establish a country for the Madhesi people.[1] However, he surrendered before the Nepalese state in 2018 and chosed to participate in main stream politics. In 2022 Nepalese general election, he was elected as a Member of Parliament of the Pratinidhi Sabha.", "50292092": "Giuseppe Francesco (Pino) Italiano  (born 16 March 1961) is an Italian computer scientist. He is a professor of computer science at LUISS University in Rome.[2] He is known for his work in  graph algorithms, data structures and algorithm engineering.", "41297280": "Orna Grumberg (Hebrew: ארנה גרימברג; born April 30, 1952, in Hadera near Haifa) is an Israeli computer scientist and academic, the Leumi Chair of Science at the Technion.[1]", "74442113": "Annabelle K. McIver is a computer scientist whose research involves the use of formal methods and information flow in computer security and the verification of probabilistic systems.[1] Educated in mathematics in the UK, she works in Australia as professor in the School of Computing at Macquarie University,[2] and as one of the founding leaders of Macquarie's Future Communications Research Centre.[3]", "72213893": "Jussara Marques de Almeida (born 11 December 1973)[1] is a Brazilian computer scientist whose research involves social computing, including web caches, user modeling, and the analysis of workload patterns arising from user interactions. She is an associate professor of computer science at the Federal University of Minas Gerais.", "566666": "Peter Norvig (born December 14, 1956) is an American computer scientist and Distinguished Education Fellow at the Stanford Institute for Human-Centered AI.[4] He previously served as a director of research and search quality at Google.[5][2][6] Norvig is the co-author with Stuart J. Russell of the most popular textbook in the field of AI: Artificial Intelligence: A Modern Approach used in more than 1,500 universities in 135 countries.[7]", "66774411": "Didier Guzzoni (born 1970 in Geneva) is a Swiss computer scientist and senior software engineer with the Apple's Siri team. He was a founding member and chief scientist at the start-up company Siri Inc. that was later acquired be Apple Inc.[1]", "36529548": "Nasir Ahmed (born 1940 in Bangalore, India) is an Indian-American electrical engineer and computer scientist. He is Professor Emeritus of Electrical and Computer Engineering at University of New Mexico (UNM). He is best known for inventing the discrete cosine transform (DCT) in the early 1970s. The DCT is the most widely used data compression transformation, the basis for most digital media standards (image, video and audio) and commonly used in digital signal processing. He also described the discrete sine transform (DST), which is related to the DCT.[1]", "61908363": "Jessica Nicola Staddon is an American computer scientist with broad research interests that include cryptography, human–computer interaction, information visualization, coding theory, and information privacy. She is a research scientist at Google,[1] and an adjunct professor of computer science at North Carolina State University.[2]", "45573515": "Naomi Sager (born 1927) is an American computational linguistics research scientist. She is a former research professor at New York University, now retired.[1] She is a pioneer in the development of natural language processing for computers.[2]", "23635344": "Roberto Tamassia is an American Italian computer scientist, the Plastech Professor of Computer Science at Brown University, and served as the chair of the Brown Computer Science department from 2007 to 2014.[1] His research specialty is in the design and analysis of algorithms for graph drawing, computational geometry, and computer security; he is also the author of several textbooks.", "71574928": "Thomas Neumann (born 1977[3]) is a German computer scientist and full professor for Data Science and Engineering at the Technical University of Munich (TUM).[4]", "3990932": "Jeffrey Lee Eppinger (born ca 1960) is an American computer scientist, entrepreneur and Professor of the Practice at the Carnegie Mellon University,  School of Computer Science.", "62809501": "Michele Bugliesi (born in Udine in 1962)[1] is Full Professor in Computer Science[2] in the Ca' Foscari University of Venice. He has been elected Rector of this University[3][4] for the mandate 2014-2015 to 2019-2020.[5]", "73885088": "Other reasons this message may be displayed:", "566689": "Stuart Jonathan Russell OBE (born 1962) is a British computer scientist known for his contributions to artificial intelligence (AI).[5][3] He is a professor of computer science at the University of California, Berkeley and was from 2008 to 2011 an adjunct professor of neurological surgery at the University of California, San Francisco.[6][7] He holds the Smith-Zadeh Chair in Engineering at University of California, Berkeley.[8] He founded and leads the Center for Human-Compatible Artificial Intelligence (CHAI) at UC Berkeley.[9] Russell is the co-author with Peter Norvig of the authoritative textbook of the field of AI: Artificial Intelligence: A Modern Approach used in more than 1,500 universities in 135 countries.[10]", "49604002": "Steven Schkolne (born 1976 in Cape Town, South Africa), inventor of speedcabling,[1] is a South African American computer scientist, inventor, and digital artist.[citation needed]", "7202211": "Philip E. Rubin (born May 22, 1949) is an American cognitive scientist, technologist, and science administrator known for raising the visibility of  behavioral and cognitive science, neuroscience, and ethical issues related to science, technology, and medicine, at a national level. \nHis research career is noted for his theoretical contributions and pioneering technological developments, starting in the 1970s, related to speech synthesis and speech production, including articulatory synthesis  (computational modeling of the physiology and acoustics of speech production) and sinewave synthesis, and their use in studying complex temporal events, particularly understanding the biological bases of speech and language.", "8054179": "Earl B. Hunt (January 8, 1933 – April 12 or 13, 2016)[2][3][4] was an American psychologist specializing in the study of human and artificial intelligence. Within these fields he focused on individual differences in intelligence and the implications of these differences within a high-technology society. He was in partial retirement as emeritus professor of psychology and adjunct professor of computer science at the University of Washington at the time of his death. His book Will We Be Smart Enough? discussed demographic projections and psychometric research as they relate to predictions of possible future workplaces.[5][6]", "45295025": "Martine Kempf is a French computer scientist who is known for inventing the Katalavox in 1985,[1] a computer-based voice activation system.", "52471220": "Dominique \"Dom\" Guinard is the CTO of EVRYTHNG. He is a technologist, entrepreneur and developer with a career dedicated to building the Internet of Things both in the cloud and on embedded Things. He is particularly known for his early contributions to the Web of Things along with other researchers such as Vlad Trifa, Erik Wilde and Friedemann Mattern.[1] Guinard is a published researcher, a book author and a recognized expert in Internet of Things technologies[2]", "13067705": "Professor Jean-Marc Jézéquel is a French computer scientist.", "66856383": "Shaundra Bryant Daily (born May 29, 1979)[1] is an American professor and author known for her work in the field of human-centered computing and broadening participation in STEM.[2][3][4][5] She is a professor in the Department of Electrical and Computer Engineering and Computer Science at Duke University.[6]", "7955903": "Patrick Juola is an American computer scientist, internationally recognized as an expert in text analysis, security, forensics, and stylometry.[by whom?][citation needed] He is currently a professor of computer science at Duquesne University in Pittsburgh.", "566728": "André LaMothe is a computer scientist, author, hardware engineer, and game programmer,[1][2] known for writing books about game development.[3][4][5]", "69297611": "Feng Chu (Chinese: 储凤, born 1965[1]) is a Chinese-French computer scientist and operations researcher whose research applies Petri nets to combinatorial optimization problems arising in inventory control, manufacturing, and transportation. She is a distinguished professor at the University of Évry Val d'Essonne,[2] where she is director of the AROBAS (Algorithmics, Operational Research, Bioinformatics and Statistical Learning) team within the IBISC (Computer Science, Bio-Informatics and Complex Systems) laboratory,[3] and head of the Chinese mission in the office of the president of the university.[4]", "17032657": "Scott E. Hudson is a professor in the Human-Computer Interaction Institute at Carnegie Mellon University.  He was previously an associate professor in the College of Computing at the Georgia Institute of Technology, and prior to that, an assistant professor of computer science at the University of Arizona. He earned his Ph.D. in computer science at the University of Colorado in 1986.", "29697491": "Peter A. Bruck  (born 1950 in Vienna) is former CEO and Chief Researcher of the Research Studios Austria Forschungsgesellschaft mbH and founder of the spin-off KnowledgeFox.[1] Bruck is also honorary President of the ICNM-International Center for New Media, Salzburg, which selects and promotes best practice in ICT applications and multimedia content nationally in Austria, at the European level and globally under auspices of the United Nations. Chairman of the Board the European Academy of Digital Media-EADiM,[2] Netherlands, Chairman of the Board of Directors the World Summit Award[3] within the framework of the United Nations process of the World Summit on the Information Society (WSIS) and President of the European Academy of MicroLearning (Austria)", "1631706": "Oliver Gordon Selfridge (10 May 1926 – 3 December 2008) was a pioneer of artificial intelligence.[1] He has been called the \"Father of Machine Perception.\"[2]"}