{"31546855": "Katherine Nelson (1930 – August 10, 2018) was an American developmental psychologist,[1] and professor.", "55729643": "Richard M. Ryckman (May 19, 1937 – October 26, 2017) was an American psychologist and textbook author. He taught and conducted research in the areas of personality psychology, social psychology, and health psychology at the University of Maine from 1967 until his retirement in 1999.[1]", "49995249": "M.A. in Psychology, Howard University", "28925425": "Hanna Segal (born Hanna Poznańska; 20 August 1918 – 5 July 2011) was a British psychoanalyst of Polish descent and a follower of Melanie Klein. She was president of the British Psychoanalytical Society, vice-president of the International Psychoanalytical Association, and was appointed to the Freud Memorial Chair at University College, London (UCL) in 1987. The American psychoanalyst James Grotstein considered that \"received wisdom suggests that she is the doyen of \"classical\" Kleinian thinking and technique.\"[1] The BBC broadcaster Sue Lawley introduced her as \"one of the most distinguished psychological theorists of our time,\"[2]", "39083512": "Robert A. Emmons (born June 12, 1958)[1]  is an American psychologist and professor at UC Davis (Davis, California). His  research is in the field of personality psychology, emotion psychology, and psychology of religion.", "34364922": "Takahiko Masuda (増田 貴彦, Masuda Takahiko) is a cultural psychologist and professor of psychology at the University of Alberta.[1] Masuda received his B.A. from Hokkaido University in 1993, M.A from Kyoto university in 1996 under the supervision of Shinobu Kitayama, and later received his Ph.D from the University of Michigan where his adviser was Richard E. Nisbett.[2] In perhaps his most popular study, Masuda displayed a series of images with characters of varied emotional expression. There was a distinct measurable difference in the way North Americans and Japanese perceived the emotion of the central figure of the image, such that for North Americans the perception of the emotion of the central figure was not affected by whether or not the figures in the background showed a congruent emotion. Whereas the Japanese participants were markedly influenced in their judgement of the central figures emotional state depending on the emotional states of the surrounding figure. [3]", "49995261": "Kay Deaux (born 1941) is an American social psychologist known for her pioneering research on immigration and feminist identity.[1] Deaux is Distinguished Professor Emerita at the Department of Psychology at the Graduate Center of the City University of New York (CUNY).[2] According to Brenda Major, Deaux's work centers on the question of how social categories affect one's psychological makeup, social behavior, and life outcomes, while  emphasizing the subjectivity of people's identities and experiences and the larger social context.[3]", "9559551": "Robert Alan Baron (born 1943) is Professor of Management and the Spears Chair of Entrepreneurship at Oklahoma State University's Spears School of Business.[1]  He studied psychology at City University of New York[which?] and received his Ph.D. from the University of Iowa in 1968. He is co-author of the textbook Social Psychology (13th edition), published by Allyn & Bacon, as well as numerous other books (e.g., Behavior in Organizations, 9th edition) and journal articles. Dr. Baron has held faculty appointments at Rensselaer  Polytechnic Institute, Purdue, the University of Minnesota, Texas, South Carolina, Washington, Princeton University, and Oxford University.", "69656073": "Catherine (Cathi) Best is an American psycholinguist and Chair in Psycholinguistic Research at Western Sydney University. She is known for her works on speech perception and production.[1][2][3]", "41836049": "Merry Bullock, is an American psychologist.[1] She studied at Brown University for her BA and University of Pennsylvania for her PhD, both in psychology.[2]", "1138194": "Mark R. Lepper (born December 5, 1944) is the Albert Ray Lang Professor of psychology at Stanford University, and a leading theorist in social psychology. He is particularly known for his research on attribution theory and confirmation bias, and for his collaborations with Lee Ross.", "33250837": "Paul Allen Walker (September 29, 1946 – November 16, 1991) was an American social psychologist and founding president of HBIGDA, the Harry Benjamin International Gender Dysphoria Association now known as WPATH, the World Professional Association for Transgender Health in 1979. He also served as director of the Janus Information Facility.", "65396247": "Martin McHugh was an Irish psychologist.", "5135901": "Ruth Linn is a professor in the Department of Counseling and Human Development at the University of Haifa. Specializing in moral psychology, she has focused on moral disobedience, including resistance to authority.[2]", "60644909": "Timothy David Johnston (born 1949)[1] is an English-born American developmental psychologist who specializes in the evolution and development of behavior.[2] He is a professor of Psychology at the University of North Carolina at Greensboro (UNC Greensboro), where he is also Dean Emeritus of the College of Arts & Sciences. He served as Dean of the UNC Greensboro's College of Arts & Sciences from 2002 to 2016, as president of the Council of Colleges of Arts and Sciences from 2014 to 2015, and as Head of the Department of Psychology at UNC Greensboro from 1997 to 2002.[3]", "6250037": "Robert L. Greene is an American psychologist known for his work on human learning and memory. He has conducted notable experiments on why some lists of words are more memorable.", "37805624": "Gabriele Mandel (12 February 1924 in Bologna - 1 July 2010 in Milan) was an Italian islamist, psychologist, writer, and artist of Afghan descent. He was also known by the names of Gabriele Mandel Khān and Gabriele Sugana. He was also a Sufi guide (shaikh) in the Jerrahi Order[citation needed]", "39247417": "Grace Helen Kent (June 6, 1875 - September 19, 1973) was an American psychologist. She is known for creating the Kent-Rosanoff Free Association Test, an influential word association test.", "43343419": "Ann Phoenix, FBA, FAcSS (born 27 March 1955) is a British psychologist and academic, whose research focuses on psychosocial issues related to identity. She is Professor of Psychosocial Studies at the Institute of Education, University College London. She was previously ESRC Professorial Fellow for the Transforming Experiences research programme.[1] She was previously Co-Director of the Thomas Coram Research Unit,[2] and Reader in Psychology at the Open University.", "13983292": "Rachel and Stephen Kaplan are professors of psychology at the University of Michigan,[1][2] specializing in environmental psychology. The Kaplans are known for their research on the effect of nature on people's relationships and health.[2]", "2547264": "Julian Cecil Stanley (July 9, 1918 – August 12, 2005) was an American psychologist. He was an advocate of accelerated education for academically gifted children. He founded the Johns Hopkins University Center for Talented Youth (CTY), as well as a related research project, the Study of Mathematically Precocious Youth (SMPY), whose work has, since 1980, been supplemented by the Julian C. Stanley Study of Exceptional Talent (SET), which provides academic assistance to gifted children. Stanley was also widely known for his classic book, coauthored with Donald Campbell, on the design of educational and psychological research - Experimental and Quasi-experimental Designs for Research.", "33447516": "Marie Gertrude Rand Ferree (October 29, 1886 – June 30, 1970) was an American research scientist who is known for her extensive body of work about color perception. Her work included \"mapping the retina for its perceptional abilities\", \"developing new instruments and lamps for ophthalmologists\", and \"detection and measurement of color blindness\".[1] Rand, with LeGrand H. Hardy and M. Catherine Rittler, developed the HRR pseudoisochromatic color test.[2]", "55336543": "Stephen A. Appelbaum (1926–2000) was an American psychologist.[1][2] He received his PhD from Boston University and the Bruno Klopfer Award in 1985.", "34430572": "Herbert Sutcliffe (19 October 1886 – 27 October 1971) was an English psychologist, alternative health advocate and new thought teacher. He founded a proto-New Age movement called the School of Radiant Living. Many of Sutcliffe's ideas about health were pseudoscientific.", "5135980": "Frieda Fromm-Reichmann (née Reichmann; October 23, 1889 in Karlsruhe, Germany – April 28, 1957 in Rockville, Maryland) was a German psychiatrist and contemporary of Sigmund Freud who immigrated to America during World War II. She was a pioneer for women in science, specifically within psychology and the treatment of schizophrenia. She is known for coining the now widely debunked term Schizophrenogenic mother. In 1948, she wrote \"the schizophrenic is painfully distrustful and resentful of other people, due to the severe early warp and rejection he encountered in important people of his infancy and childhood, as a rule, mainly in a schizophrenogenic mother\".[1]", "31350386": "Judith V. Jordan is the co-director and a founding scholar of the Jean Baker Miller Institute[1][2] and co-director of the institute's Working Connections Project. She is an attending psychologist at McLean Hospital and assistant professor of psychology at the Harvard Medical School.[3] She works as a psychotherapist, supervisor, teacher and consultant. Jordan's development of relational-cultural therapy has served as a foundation for other scholars who have used this theory to explore the workplace,[4][5][6][7] education.[8][9][10][11] leadership[12] and entrepreneurship.[13]", "61431413": "Irwin Silverman is a professor of psychology at York University.[1] With Marion Eals, he has studied sex differences in intelligence from the perspective of evolutionary psychology.[2][3][4]", "2580091": "Nadine Murphy Lambert (October 21, 1926 – April 26, 2006) was an American psychology and education professor. She founded the school psychology program at the University of California, Berkeley, created new instruments for school psychology use, and studied the course of children with attention deficit hyperactivity disorder (ADHD). Lambert was a member of the board of directors of the American Psychological Association from 1984 to 1987.", "42589821": "Giuseppe (Joseph) Dominic Matarazzo (born November 12, 1925) is an American psychologist and a past president of the American Psychological Association (APA). He chaired the first medical psychology department in the United States and has been credited with much of the early work in health psychology.", "2547331": "Pierre Marie Félix Janet (French: [ʒanɛ]; 30 May 1859 – 24 February 1947) was a pioneering French psychologist, physician, philosopher, and psychotherapist in the field of dissociation and traumatic memory.", "31809158": "Benjamin M. Ogles (born 1961) was the dean of Arts and Sciences at Ohio University and became dean of the Brigham Young University (BYU) College of Family, Home and Social Sciences in July 2011.", "5725833": "Robert Edward Neale (born June 23, 1929) is an American minister, psychologist, paperfolder and magician, who wrote several books on the combination of these topics.", "25386635": "Mordechai Rotenberg (born 1932) (Hebrew: מרדכי רוטנברג) is an Israeli professor of social work at the Hebrew University of Jerusalem.", "56155796": "Michael Robert Cunningham is an American social psychologist and professor in the Department of Communications at the University of Louisville.[2] He is known for his research on perceived physical attractiveness of both men and women by members of the opposite sex.[3][4][5] He has also researched the effects of emotions like trust and guilt on financial decision-making.[6][7] He is also known for his pioneering work on hand transplantation.[8]", "19848859": "David P. Campbell is an American psychologist who co-authored the Strong-Campbell Interest Inventory which is widely used in vocational counseling.[1][2] He is also the author of several popular books in psychology.", "7986845": "Michael F. Schober (born November 7, 1964) is an American psychologist who is currently the dean of The New School for Social Research in New York City. He began teaching at The New School in 1992 as an assistant professor.[1]", "39378611": "Steve Joordens is a professor of psychology at the University of Toronto Scarborough. He teaches introductory psychology and a seminar course on the scientific study of conscious and unconscious influences. Joordens research areas include conscious and unconscious influences, memory, and the effective use of technology for education.", "61857464": "Virgilio G. Enriquez (November 24, 1942 – August 31, 1994), also known as Doc E, was a social psychologist and the Father of Filipino psychology \"Ama ng Sikolohiyang Pilipino\". He was born on November 24, 1942, at Santol, Balagtas formally Bigaa, Bulacan. He was the youngest of 5 children to Arsenio Libiran Enriquez and Rosario Galvez Gaspar. He is the founder of the Pambansang Samahan sa Sikolohiyang Pilipino, (corporate name: National Association for Sikolohiyang Pilipino, Inc.).", "48258746": "Dina Feldman (Hebrew: דינה פלדמן) is the second Israeli Commissioner for Equal Rights of Persons with Disabilities,[1]\n[2] an activist in the areas of human rights, women's equal opportunity, cross cultural, educational and interfaith dialogue, and in the preservation of the history of the Jews in Poland, before, during and after the Holocaust.", "46784186": "Bruce E. Wampold (born November 25, 1948)[1] is Emeritus Professor of Counseling Psychology at the University of Wisconsin–Madison.[2][3] and Director of the Research Institute at Modum Bad Psychiatric Center, Vikersund, Norway.", "40459973": "Max Siegel (July 22, 1918 – January 1, 1988) was an American psychologist and past president of the American Psychological Association (APA). His faculty appointments included work at Brooklyn College, Florida Atlantic University and Nova Southeastern University. Siegel was interested in issues surrounding crime.", "73850567": "Teresa Borràs Cabacés (Reus, Spain, 25 de julio de 1958), known in Spain as Tre Borràs or Dr. Tre, is a Spanish psychiatrist, psychotherapist,[1] author and researcher, specializing  in drug use and dependence[2] and the responsible use of drugs.[3]", "39902932": "Gerard Egan (born 1930) is Professor Emeritus of Loyola University of Chicago.[1] He was born in Chicago, Illinois on 17 June 1930,[2] graduated from Loyola Academy, Chicago in June 1948, and from Loyola University, June 1953, with the degree of Bachelor of Arts. He studied philosophy at West Baden College in Indiana, then a Jesuit seminary linked to Loyola University, and received a Licentiate in Philosophy in June 1955. From September 1966 to June 1967, he taught French and Spanish at St. Ignatius High School, Chicago, and began teaching philosophy at Loyola University in September 1968.[3]", "65199836": "Joanne Davila (born 1966) is a clinical psychologist known for her research on the romantic relationships[1] and mental health of adolescents and adults,[2] including the impact of social media use on relationships and well being.[3] She is a Professor and Associate Director of Clinical Training int the Department of Psychology, at Stony Brook University.[4]", "5234399": "Catherine Elizabeth Snow (born December 14, 1945) is an educational psychologist and applied linguist. In 2009 Snow was appointed to the Patricia Albjerg Graham Professorship in the Harvard Graduate School of Education, having previously held the Henry Lee Shattuck Professorship also in the Harvard Graduate School of Education.[1][2]  Snow is past president of the American Educational Research Association (2000-2001).[3] She chaired the RAND Corporation 'reading study group' from 1999.[4]", "58449633": "Edmund James Stephen Sonuga-Barke, FBA, FMedSci, MAE, (born 1962) is a developmental psychologist and academic. He has held professorships at King's College London (since 2017) and the University of Southampton (1997–2017).", "5168868": "The Kharkov school of psychology (Харьковская психологическая школа; Ukrainian: Харківська психологічна школа, romanized: Kharkivska psykholohichna shkola) is a tradition of developmental psychological research conducted in the paradigm of Lev Vygotsky's \"sociocultural theory of mind\" and Leontiev's psychological activity theory.", "11984612": "John Robert Edwards FRSC (born 3 December 1947, Southampton, England) received a PhD from McGill University in 1974.  After working as a Research Fellow at the Educational Research Centre in Dublin (now part of Dublin City University), he moved to Nova Scotia and joined the Psychology Department at St Francis Xavier University, where he is now Professor Emeritus and a Senior Research Professor.  He is also an Adjunct Professor (Graduate Studies) at Dalhousie University in Halifax.  He has been a Visiting Lecturer at many universities, and a Visiting Professor in England (University of Bristol), Ireland (Trinity College Dublin) and China (Minzu University, Beijing).  He is an Honorary Professor at the Hong Kong Polytechnic University.  Edwards is a fellow of the British Psychological Society (as of 1989), the Canadian Psychological Association (also 1989), and the Royal Society of Canada (2000).", "64741102": "Elizabeth Campbell (1954–2010) was a clinical psychologist from Scotland, head of both the British Psychological Society, and also the European Federation of Psychology Associations. She was a specialist in developing training in clinical psychology.", "61595375": "Jarrod McKenzie Haar is a New Zealand organisational psychology academic, are Māori, of Ngati Maniapoto and Ngati Mahuta descent and as of 2019 is a full professor at the Auckland University of Technology.[1] He is a Fellow of the Royal Society Te Apārangi.", "42327794": "Zygmunt A. Piotrowski (1904–1985) was a Polish born American psychologist who worked on the Rorschach test.[1][2] He received the Bruno Klopfer Award in 1971 and the Award for Distinguished Professional Contributions from the American Psychological Association in 1980.[3]", "12148470": "Einar Thorsrud (30 April 1923 – 29 May 1985) was a Norwegian psychologist, researcher and professor at the\nNorwegian Institute of Technology in Trondheim and University of Oslo, who is known for his work in the field of organizational development (OD), particularly in the development of theory around participative work design structures.[1] Much of his work was done in collaboration with Eric Trist and/or Fred Emery. Thorsrud has been Research Director of the Norwegian Work Research Institute in Oslo, Norway.", "73621239": "Clara E. Hill (born September 13, 1948) is an American professor of psychology specializing in counseling psychology, dreamwork, and psychotherapy research. She has served as a faculty member at the University of Maryland, College Park since 1974. Hill was the 1995 president of the Society for Psychotherapy Research and editor of the Journal of Counseling Psychology from 1994 to 1999.", "23813885": "William Ickes is a personality and social psychologist who is known primarily for his research on unstructured dyadic interaction.  His first major line of research within this tradition concerns the phenomenon of empathic accuracy (\"everyday mind reading\"). This research is summarized in his 2003 book Everyday Mind Reading: Understanding What Other People Think and Feel.[1] His second major line of research concerns the influence of personal traits and characteristics on people's initial interactions with each other. This research is summarized in his 2009 book Strangers in a Strange Lab: How Personality Shapes Our Initial Encounters with Others.[2]", "27746052": "Ralph Wilbur Hood Jr. (born 1942) is an American psychologist. He serves as Leroy A. Martin Distinguished Professor of Religious Studies at the University of Tennessee at Chattanooga, where he specializes in the psychology of religion.", "69656325": "Sarah Hawkins is a British phonetician and Emeritus Professor of Speech and Music Science at Cambridge University. She is a Fellow of the Acoustical Society of America.[1][2][3]", "48619271": "Grace Eveyln Manson (1893–1967)[1] was an American psychologist known for her work as an occupational psychologist.[2]", "56680201": "Janis Paterson is a New Zealand academic. She is currently a full professor at the Auckland University of Technology.[1]", "2350857": "Paul Rozin (born 1936[1]) is a professor of psychology at the University of Pennsylvania.[2]  He teaches two Benjamin Franklin Scholars (BFS) honors courses and graduate level seminars. He is also a faculty member in the Master of Applied Positive Psychology program started by Martin Seligman.[3] He is described as the world's leading expert on disgust.[4][5] His work focuses on the psychological, cultural, and biological determinants of human food choice.", "72998676": "Telma Reca (8 January 1904 – 16 June 1979), also known as Telma Reca de Acosta, was a pioneer in child and adolescent psychology and psychiatry in Argentina, collaborated in the creation of the psychology career there, and led two divisions of the Department of Hygiene of the Ministry of Social Assistance and Public Health (1937–1948).", "6250261": "Richard J. Haier is an American psychologist who has researched a neural basis for human intelligence, psychometrics, general intelligence, and sex and intelligence.", "49012506": "Siri Thoresen (born 1 September 1962) is a Norwegian psychologist and an expert on military psychology. She is a Research Professor at the Norwegian Centre for Violence and Traumatic Stress Studies.[1] Her research focuses on psychological trauma as a result of war, catastrophe and terrorism, including psychological trauma in military personnel, and on sexual abuse.[2]", "14311197": "Steve W.J. Kozlowski (born 1952) is an American Industrial-Organizational psychologist. His research mainly focuses on how individuals, teams and organizations learn, develop and adapt. He currently teaches at University of South Florida.", "29318953": "Elizabeth Rice Allgeier (March 4, 1941 – October 9, 2016) was an American psychologist and sexologist. She was the Editor of the Journal of Sex Research in the 1990s.[1] She was Professor Emeritus of Psychology at Bowling Green State University. She joined BGSU in 1980 and retired in 2004.[2] She received her PhD from Purdue University.[3] She was a Fellow of the Society for the Scientific Study of Sexuality, serving as its president between 1985 and 1986.[4] She was one of the experts to file an amicus brief in United States v. Playboy Entertainment Group.[4]", "16277295": "Csaba Pléh (born 29 November 1945) is a Hungarian psychologist and linguist, professor at the Department of Cognitive Science, Budapest University of Technology and Economics.", "18505530": "Bertram Gawronski is a social psychologist and professor of psychology at the University of Texas at Austin.[1] He is known for his research in the areas of attitudes, social cognition, decision making, and moral psychology.", "61890364": "Lynn Hasher is a cognitive scientist known for research on attention, working memory, and inhibitory control. Hasher is Professor Emerita in the Psychology Department at the University of Toronto and Senior Scientist at the Rotman Research Institute at Baycrest Centre for Geriatric Care.[1][2]", "14540606": "David Swinney (April 21, 1946 – April 14, 2006) was a prominent psycholinguist.  His research on language comprehension contributed to methodological advances in his field.", "65232704": "Michael Nolan (30 November 1925 – 14 December 2009) was an Irish Catholic priest and psychologist.", "67166020": "Ruth Helene Striegel Weissman (nee Striegel) is a German-American psychologist who specializes in eating disorders. She is the Walter A. Crowell University Professor of the Social Sciences, Emerita, at Wesleyan University.", "581449": "Martin Elias Peter Seligman (/ˈsɛlɪɡmən/; born August 12, 1942) is an American psychologist, educator, and author of self-help books. Seligman is a strong promoter within the scientific community of his theories of well-being and positive psychology.[1] His theory of learned helplessness is popular among scientific and clinical psychologists.[2] A Review of General Psychology survey, published in 2002, ranked Seligman as the 31st most cited psychologist of the 20th century.[3]", "34332489": "Carl Pfaffmann (May 27, 1913 – April 16, 1994) was an American physiological psychologist,[1][2][3]  noted for his research of the senses of smell and taste.[1]", "39116635": "Thaddeus Eugene Weckowicz (c. 1919 – July 29, 2000) was a Polish-Canadian social scientist, Professor Emeritus of Psychiatry, Psychology, and Theoretical Psychology at the University of Alberta, and Research Associate, Center for Systems Research, University of Alberta,[1] known for his research in chronic schizophrenics since the 1950s.[2][3]", "3596135": "Bernard J. Carr is a British professor of mathematics and astronomy at Queen Mary University of London (QMUL).", "52420478": "Alaric Alfred Watts (18 February 1825 – 1901), best known as A. A. Watts, was a British government clerk, spiritualist and writer.", "63266692": "Jessica Cantlon is the Ronald J. and Mary Ann Zdrojkowski Professor of Developmental Neuroscience at the Carnegie Mellon University. In 2017 she was selected as Time Person of the Year as one of the Silence Breakers.", "1466246": "Josef Breuer (/ˈbrɔɪər/ BROY-ur, German: [ˈbʁɔʏɐ]; 15 January 1842 – 20 June 1925) was an Austrian physician who made discoveries in neurophysiology, and whose work during the 1880s with his patient Bertha Pappenheim, known as Anna O., developed the talking cure (cathartic method) which was used as the basis of psychoanalysis as developed by his protégé Sigmund Freud.[1]", "64085917": "Andrew William Young is a British cognitive neuropsychologist whose primary research has been on face perception.", "21487519": "David J. Bredehoft, Ph.D., CFLE, is the former chair of the Department of Social and Behavioral Sciences at Concordia University, Saint Paul, in Minnesota as well as a former Professor of Psychology and Family Studies. Along with Jean Illsley Clarke and Connie Dawson, he is a co-author of the 2003 parenting book How Much is Enough? Everything You Need to Know to Steer Clear of Overindulgence and Raise Likeable, Responsible, and Respectful Children.[1]", "44556205": "Ana Lilian de la Macorra Apéllaniz (born 27 November 1957) is a Mexican psychologist, who worked as a producer and actress in the well-known Mexican sitcoms, El Chavo del Ocho and El Chapulín Colorado in the late 1970s until obtaining the permanent role of Paty in 1978 in El Chavo.", "65626032": "Marguerita Lightfoot is a counseling psychologist known for her research in the field of preventive medicine, especially in regard to HIV prevention and advocacy for homeless youth.[1] She is Professor of Medicine at the University of California, San Francisco School of Medicine[2] and the Chief of the Division of Prevention Science.[2] She serves on the National Academies of Sciences, Engineering, and Medicine Committee on Fostering Healthy Mental, Emotional, and Behavioral Development among Children and Youth.[3]", "8019890": "Marlene Scardamalia is an education researcher, professor at the Ontario Institute for Studies in Education, University of Toronto.", "27254708": "Paul Joseph Stevenson OAM (born 12 September 1955) is an Australian psychologist.", "4710327": "Douglas LaBier is a business psychologist, psychotherapist, and writer.[1]  He is known for research demonstrating that success in business and careers can create emotional and values conflicts for men and women.[2][3]", "40034247": "Taibi Kahler (born 1943) is an American clinical psychologist, author, and presidential communications advisor. He added the concepts of the Mini-script and Drivers[1] to Transactional analysis theory[2] and developed them into the 'Process Therapy Model' (PTM) and the 'Process Communication Model' (PCM) of human personality and communication.", "54190029": "Svetlana Uvarova (born June 20, 1964) is a Ukrainian psychoanalyst who is founder and rector of the International Institute of Depth Psychology (Kyiv, Ukraine), president of the Ukrainian Association of Psychoanalysis and the International Federation of Psychoanalysis, board member, certified training analyst and supervisor of the European Confederation of Psychoanalytic Psychotherapies (Vienna, Austria), member of the World Council for Psychotherapy, editor-in-chief of the journal Psychoanalysis.Chronicle (Kyiv, Ukraine), a member of the editorial board of the European Journal of Psychoanalysis (Rome, Italy, New York, USA),[1] editor-in-chief of its Russian language version (Kyiv, Ukraine).[2]", "39804883": "Margaret Jean Snowling CBE FBA FMedSci (born 15 July 1955)[1] is a British psychologist, and world-leading expert in language difficulties, including dyslexia. From 2012 to 2022 she was President of St John's College, Oxford and Professor in the Department of Experimental Psychology, University of Oxford.[2][3] Snowling was appointed Commander of the Order of the British Empire (CBE) in 2016 for services to science and the understanding of dyslexia.[4] She was born in South Shields.", "36200405": "Beverly Derewianka (born 1946) is Emeritus Professor of linguistics at the University of Wollongong, Australia. She is a leading figure in educational linguistics and Sydney School genre pedagogy. Her major research contributions have been in the field of literacy education. Her research projects tracing students’ literacy development have had a direct and substantial impact on curriculum and syllabus development in Australia and internationally. She has (co-)authored 11 books and numerous book chapters and journal articles in the field of literacy education.", "2121693": "Alfred H. Bloom is an American psychologist and linguist. He was the executive vice chancellor of Duke Kunshan University from 2020 to 2021. Before that, he was the vice chancellor of New York University Abu Dhabi from 2008 to 2019 and the president of Swarthmore College from 1991 to 2009.", "61759455": "Charles Henry Thompson (19 July 1895 – 16 January 1980) was an American educational psychologist and the first African-American to earn a doctorate degree in educational psychology. He obtained a Master's degree and Ph.D at the University of Chicago. Born in Jackson, Mississippi, he became an educator at Howard University.[1] During his time at Howard, he was the dean of the liberal art college and later became the dean of Howard's graduate school, where he made several administrative and scholarship changes. Additionally, he founded The Journal of Negro Education, an academic journal pertaining to the education of African-American students. Thompson himself published more than 100 scholarly articles, editorials, and research papers, many of which pertained to the teaching and advancement of African-American students' education. Throughout his extensive academic career, he was a legal consultant for various desegregation school cases, prominently in Sweatt v. Painter, Sipuel v. Board of Regents of the University of Oklahoma, McLaurin v. Oklahoma State Regents. He also was a legal consultant for Brown vs. Board of Education, though to a lesser extent that the three former cases.[1]", "25649125": "Harold Morrow Sherman (1898–1987) was an American writer, lecturer and psychical researcher.[1]", "56582139": "George Nemeth (April 10, 1933 – October 2, 2009) was a Hungarian Canadian psychologist, avant-garde trend poet, and writer.", "11558912": "James Kennedy (born November 5, 1950) is an American social psychologist, best known as an originator and researcher of particle swarm optimization. The first papers on the topic, by Kennedy and Russell C. Eberhart, were presented in 1995; since then tens of thousands of papers have been published on particle swarms. The Academic Press / Morgan Kaufmann book, Swarm Intelligence, by Kennedy and Eberhart with Yuhui Shi, was published in 2001.", "25092105": "Jean Shinoda Bolen is an American psychiatrist, Jungian analyst and author. She is of Japanese descent. A Distinguished Life Fellow of the American Psychiatric Association and a Diplomate of the American Board of Psychiatry and Neurology, she is an emeritus clinical professor of psychiatry at Langley Porter Psychiatric Institute, UCSF Medical Center and member of the C.G. Jung Institute of San Francisco. She is the author of thirteen books in over one hundred foreign editions. She was an NGO delegate to the United Nations Commission on the Status of Women (2002-2018).", "188436": "Nathaniel Branden (born Nathan Blumenthal; April 9, 1930 – December 3, 2014) was a Canadian–American psychotherapist and writer known for his work in the psychology of self-esteem. A former associate and romantic partner of Ayn Rand, Branden also played a prominent role in the 1960s in promoting Rand's philosophy, Objectivism. Rand and Branden split acrimoniously in 1968, after which Branden focused on developing his own psychological theories and modes of therapy.", "19488789": "Leonard Katz (1938–2017) was an American experimental psychologist, born in Boston, Massachusetts. He was a professor of psychology at the University of Connecticut (1965–2006) and then professor emeritus until 2017. He was a Fellow of the American Association for the Advancement of Science and the Association for Psychological Science.[1][2][3]", "34267161": "Marc A. Brackett is a research psychologist and the Founding Director of the Yale Center for Emotional Intelligence and Professor in the Child Study Center at Yale University.", "55566369": "Dr Thomas Arthur Munro FRSE FRCPE (1 October 1905 – 18 December 1966) was a 20th-century Scottish physician and psychologist. He was a joint founder of the Indian Psychiatric Society. In authorship he usually appears as T. A. Munro.", "65331243": "Umar Rashad Ibn Abdullah-Johnson (born Jermaine Shoemake; August 21, 1974) is an American activist,[1] social media personality,[2] school psychologist, and motivational speaker.[3] A controversial figure, Johnson is a self-identified pan-Africanist who condemns homosexuality and interracial marriage.[4][5]", "36692011": "Ovide F. Pomerleau (born June 4, 1940) is an American psychologist who pioneered the development of behavioral medicine. He is best known for his work on self-management problems and addiction, focusing on the behavioral, biological, and genetic bases of tobacco smoking and nicotine dependence.", "9265197": "John Bumpass Calhoun (May 11, 1917 – September 7, 1995) was an American ethologist and behavioral researcher noted for his studies of population density and its effects on behavior. He claimed that the bleak effects of overpopulation on rodents were a grim model for the future of the human race. During his studies, Calhoun coined the term \"behavioral sink\" to describe aberrant behaviors in overcrowded population density situations and \"beautiful ones\" to describe passive individuals who withdrew from all social interaction. His work gained world recognition. He spoke at conferences around the world and his opinion was sought by groups as diverse as NASA and the District of Columbia's Panel on overcrowding in local jails. Calhoun's rat studies were used as a basis in the development of Edward T. Hall's 1966 proxemics theories.[citation needed]", "6840372": "Jeffrey Alan Gray (26 May 1934 – 30 April 2004) was a British psychologist who is notable for his contributions to the theory of consciousness.", "4120629": "James Beryl Maas (born 1938) is an American social psychologist and retired professor.  He is best known for his work in the field of sleep research, specifically the relationship between sleep and performance.  He is best known for coining the term \"power nap\".[1]  He holds a B.A. from Williams College and an M.A. and Ph.D. from Cornell University.  Maas has also produced numerous film specials on sleep research for PBS, BBC, and others.", "39051320": "Shane J. Lopez was a psychologist who worked as a senior scientist for Gallup and as research director of The Don Clifton Strengths Institute.[1][2] He was also a fellow of the American Psychological Association.[3]", "65396800": "Thérèse Brady was an Irish psychologist.", "48750656": "Ira Hirsh (February 22, 1922 – January 12, 2010) was an American psychologist who made early contributions to the field of audiology. He was the Edward Mallinckrodt Distinguished University Professor of Psychology and Audiology at Washington University in St. Louis (WUSTL) and served as president of the Acoustical Society of America.", "7790659": "Donald Bruce Rubin (born December 22, 1943) is an Emeritus Professor of Statistics at Harvard University,[1] where he chaired the department of Statistics for 13 years.[2] He also works at Tsinghua University in China and at Temple University in Philadelphia.[3]", "31776841": "Owen Aldis (1926–2001) was a behavioural psychologist. He was born into a notable Chicago family. His father was one of the trustees of the University of Chicago and ran a real estate management firm, his mother a writer of children's poetry and his maternal grandfather on the editor of the Chicago Tribune.  Aldis taught economics at Yale University and worked in investment in New York. But in the 1950s he moved west to San Francisco's Bay Area and began to develop his academic interest in behavioral psychology.[1] He is most noted for his well received 1971 publication Play Fighting which is an ethological classic examining play in humans and animals. The study was based on extensive observational studies: 1,500 hours of field observation on humans, 700 hours of observations on animals at four California zoos and more than twenty hours of filmed playing humans and various animals.[2][3]", "65167435": "Marcia Guttentag (November 9, 1932 – November 4, 1977) was clinical social psychologist whose work focused on psychological issues related to children, poverty, women's rights,[1] and mental health. As one of the founders of the Evaluation Research Society,[2] Guttentag is known for being a pioneer in promoting evaluation research as a distinct field of social science.[3] She was an elected Fellow of the American Association for the Advancement of Science.[4]", "39116901": "Ronald Victor Conway OAM (4 May 1927 – 16 March 2009) was an Australian psychologist and author, best known for his sociological works of the 1970s and 1980s, including The Great Australian Stupor which sold around 70,000 copies (a considerable number by Australian standards),[1] and The Land of the Long Weekend (1978). Among other books by him were The End of Stupor? (1984), Being Male (1985), The Rage for Utopia (1994) and a memoir, Conway's Way (1988).", "65200229": "Virginia A. Andreoli Mathie is a psychologist known for promoting active learning in undergraduate education and her work building psychology partnerships with outside organizations.[1] Mathie was Professor of Psychology at James Madison University until her retirement in 2004.[2] From 2004 to 2008, she served as the first executive director of Psi Chi International Honors Society in Psychology.[3]", "33513576": "Susan Elizabeth Gathercole OBE FBA was the Unit Director at the MRC Cognition and Brain Sciences Unit.[1] from 2011 until 2018. She is a research psychologist, best known for her studies into working memory deficits in children. She has worked extensively with Professor Alan Baddeley, the co-creator, along with Professor Graham Hitch, of arguably the most well-researched working memory model. In 2014 she was elected a Fellow of the British Academy, the United Kingdom's national academy for the humanities and social sciences.[2]", "26009712": "Mark van Vugt (Dutch pronunciation: [ˈmɑrk fɑn ˈvʏxt];[1] born 9 May 1967, Amsterdam) is a Dutch evolutionary psychologist who holds a professorship in evolutionary psychology and work and organizational psychology at the VU University (Vrije Universiteit) Amsterdam, the Netherlands. Van Vugt has affiliate positions at the University of Oxford, Institute for Cognitive and Evolutionary Anthropology (ICEA).", "14311538": "June Singer (1920 – January 19, 2004) was an American analytical psychologist. She co-founded the Analytical Psychology Club of Chicago, later the Jung Institute of Chicago, as well as the Inter-Regional Society of Jungian Analysts. She helped to popularize Carl Jung's theories in the United States, and wrote several well-regarded books.", "68477055": "Constance Taylor Fischer[1][2] is a psychologist and retired as Professor Emeritus at Duquesne University, best known for her work on individualized psychological assessment.[3]", "71098506": "Andres De Los Reyes (born March 18, 1978) is a professor of psychology at University of Maryland College Park.  He is also the director of the Comprehensive Assessment and Intervention Program Laboratory, editor-in-chief of the Journal of Clinical Child & Adolescent Psychology, the official journal of the Society of Clinical Child and Adolescent Psychology, Division 53 of the American Psychological Association. He also founded and remains a program chair of the JCCAP Future Directions Forum, an annual conference affiliated with the journal. De Los Reyes has co-authored over 100 peer-reviewed scientific articles and book chapters, and recently completed a term as a Fulbright Canada Research Chair in mental health[1] at the University of Regina. He is known for his work on psychological assessment, particularly understanding the potential sources and implications of apparent disagreement between different people's perceptions of youth emotion and behavior, as often happens when parents, teachers, and youths are asked separately about the youth. He also works extensively on issues surrounding mentorship and skills-based approaches to early career development. He is the author of The Early Career Researcher's Toolbox: A career development guide that includes strategies for working with mentors, publishing peer-reviewed articles, and interviewing for faculty positions. Career development coaching and activities are also a prominent feature of the Future Direction Forum.", "3924108": "Daniel Stokols (born 1948)[5] is Research Professor and Chancellor's Professor Emeritus of Social Ecology in the Departments of Psychology and Social Behavior and Planning, Policy, and Design, and founding dean of the School of Social Ecology at the University of California, Irvine.  He also holds appointments in Public Health, Epidemiology, and Nursing Science at UCI.  His recent research has examined factors that influence the success of transdisciplinary research and training programs.  Additional areas of Stokols' research include the design and evaluation of community and work site health promotion programs, the health and behavioral impacts of environmental stressors such as traffic congestion and overcrowding, and the application of environmental design research to urban planning and facilities design.  Professor Stokols is past President of the Division of Environmental, Population, and Conservation Psychology[6] of the American Psychological Association (APA) and a Fellow of the APA and the Association for Psychological Science.", "44916880": "Markus Snyder is an American social psychologist[1] who is recognized as the founder of the personality scale called the 25-item self-monitoring scale[2] (later modified to the 18-item self-monitoring scale). In 2013, Snyder works as the McKnight Presidential Chair of Psychology at the University of Minnesota.", "71098518": "Anna Van Meter is an American clinical psychologist. She is on the faculty of New York University Grossman School of Medicine in the Department of Child and Adolescent Psychiatry. She leads the Investigating Mood Pathology: Assessment, Course, Treatment (IMPACT) Lab. Van Meter and her team conduct research on mood disorders and associated clinical phenomena, including suicide. They focus on innovative, technology-based approaches to improve the rapid identification of symptoms in youth and to facilitate access to evidence-based care.[1]", "71098519": "Bruce F. Chorpita (born February 25, 1967), is an American researcher and clinical psychologist who has worked in multiple academic and government leadership positions addressing youth mental health and improvement of clinical practice. He currently is Professor of Psychology at the University of California, Los Angeles. He received his Ph.D. in psychology from the University at Albany, State University of New York. He is widely published in the areas of children's mental health services, with funding from the National Institute of Mental Health, the Hawaii Departments of Education and Health, the John D. and Catherine T. MacArthur Foundation, the Annie E. Casey Foundation, and the William T. Grant Foundation. He is co-founder and president of PracticeWise, reflecting his commitment to making knowledge and science work better to improve the lives of children and families.", "41181339": "William Arthur Brownell (May 19, 1895 – May 28, 1977) was an American educational psychologist.[1]", "52519072": "Other reasons this message may be displayed:", "71098529": "Jessica Schleider is an American psychologist, author, and an associate professor of Medical Social Sciences at Northwestern University. She is the lab director of the Lab for Scalable Mental Health.[1]", "36462756": "Eric Maisel (born 1947) is an American psychotherapist, teacher, coach, author and atheist. His books include Fearless Creating (1995), The Van Gogh Blues (2002), Coaching the Artist Within (2005), and The Atheist's Way (2009).[1]", "63987882": "Janet Gould Carr (1927–2020)[1] was an English psychologist who ran a fifty-year study on families with children with Down syndrome.[2]", "1433784": "Georg Walther Groddeck (13 October 1866 – 10 June 1934) was a physician and writer regarded as a pioneer of psychosomatic medicine.", "254136": "Isaac Kaufmann Funk (September 10, 1839 – April 4, 1912) was an American Lutheran minister, editor, lexicographer, publisher, and spelling reformer.[1] He was the co-founder of  Funk & Wagnalls Company, the father of author Wilfred J. Funk (who founded his own publishing company, Wilfred Funk, Inc., and wrote the Word Power feature in Reader's Digest from 1945 to 1962), and the grandfather of author Peter Funk, who continued his father's authorship of Word Power until 2003.[2] Funk & Wagnalls Company published The Literary Digest, The Standard Dictionary of the English Language, and Funk & Wagnalls Standard Encyclopedia.", "61661371": "Natasha J. Cabrera is a Canadian developmental psychologist known for her research on children's cognitive and social development, focusing primarily on fathers' involvement and influence on child development, ethnic and cultural variations in parenting behaviors, and factors associated with developmental risk.[1][2] She holds the position of Professor in the Department of Human Development and Quantitative Methods at the University of Maryland, College of Education,[3] where she is Director of the Family Involvement Laboratory[4] and affiliated with the Maryland Population Research Center.[5] Cabrera also holds the position of Secretary on the Governing Council of the Society for the Research on Child Development[6] and has served as Associate Editor of Early Childhood Research Quarterly and Child Development.[7] Her research has been featured in The Wall Street Journal,[8] Education Week,[9] Time,[10] and The Atlantic.[11]", "40984765": "Dorothy Espelage is an American psychologist. She is the William C. Friday Distinguished Professor of Education at the University of North Carolina (Chapel Hill), and an international expert in bullying, youth aggression, and teen dating violence.[1][2][3] She has authored several books including Bullying in North American Schools, Bullying Prevention and Intervention: Realistic Strategies for Schools, and Handbook of Bullying in Schools: an International Perspective.[4]", "64184520": "Adrienne J. Smith (1934–1992) was an American psychologist. She came out as a lesbian in 1973 and became one of the first openly out lesbian psychologists in the American Psychological Association (APA). She worked for reforms in the APA and spoke on LGBT rights across the country.", "63987918": "Donald D. Price (1942 – 2016) was an American neuroscientist and psychologist known for his research on the mechanisms of pain in humans. He served as Professor of Oral and Maxillofacial Surgery and Diagnostic Sciences at the University of Florida, where he was named a \nUF Research Foundation Professor in 2003.[1][2] He was named an honorary member of the International Association for the Study of Pain in 2014.[3] The University of Florida's Center for Pain Research and Behavioral Health awards the Donald D. Price Memorial Publication Award in his honor.[4]", "25845972": "Amia Lieblich (Hebrew: עמיה ליבליך; born 1939) is an Israeli psychologist and writer known for her work in qualitative research in psychology.[1]", "46489827": "Thomas R. Zentall is a professor of psychology at the University of Kentucky.  His research focusses on learning and memory in non-human animals.[1][2][3] A former president of both the Midwestern Psychological Association and the Eastern Psychological Association, Zentall has over 300 publications in peer reviewed journals.[1]\nIn 2014 Zentall was honoured by the Comparative Cognition Society for his contributions to the study of animal cognition.[4]", "47669477": "Per Magnus Johansson (born 28 September 1950) is a Swedish psychoanalyst, psychotherapist and historian of ideas. Through his research on the history of psychoanalysis in Sweden, Johansson has contributed to the understanding of the heritage of Sigmund Freud and the psychoanalytical movement in the 20th century.[1][2] Johansson's psychoanalytical training took place in Paris, where he completed a training analysis with Pierre Legendre.[3] On Pierre Legendres passing in March 2023, Johansson published an obituary in French, Italian and Swedish describing Legendres contributions to the Freudian legacy.[4]", "60809452": "Dr Fiona Barbouttis Martin (born 16 November 1977) is a former Australian Liberal Party politician who was elected as Member of Parliament for Reid at the 2019 federal election. She was the first female member for Reid and chaired the first ever Mental Health and Suicide Prevention Committee in the Federal Parliament.", "34758894": "Ian James Norman is a British nursing researcher and author, based in Surrey, UK. His research and writing is focused primarily in the fields of psychiatric and mental health nursing, and psychological treatments for people with mental health difficulties. Norman is Emeritus Professor of Mental Health in the Faculty of Nursing, Midwifery & Palliative Care at King's College London. He is a former Executive Dean of Faculty and Assistant Principal \n(Academic Performance) at King's. He is the Editor-in-Chief of the International Journal of Nursing Studies[1] and a practising cognitive behavioural psychotherapist.[2]", "61989106": "Leif Edward Ottesen Kennair (born 19 March 1970) is a Norwegian psychologist and Professor of Personality Psychology at the Norwegian University of Science and Technology. He is married to Tonje Westgaard Kennair, and they have three children together. He was director of the Department of Psychology from 2009 to 2013. His research interests include clinical psychology and evolutionary psychology, and he is widely known for participating in public debate, including the NRK TV series Hjernevask in 2010.[1] He has conducted research on treatment of obsessive–compulsive disorder, anxiety and depression, and on jealousy, sexual behaviour, sexual harassment and hormonal influence on sexual behaviour.[2][3]", "45670646": "Frances Jones Bonner (1919 - December 27, 2000) was an American psychoanalyst.", "63365372": "Margie E. Lachman is an American psychologist. She is the Minnie and Harold Fierman Professor of Psychology at Brandeis University,[1] director of the Lifespan Developmental Psychology Lab[2] and the director of the Boston Roybal Center for Active Lifestyle Interventions.[3]  She was editor of the Journal of Gerontology: Psychological Sciences (2000-2003), and has edited two volumes on midlife development.[4][5] She is a fellow of the American Psychological Association, Division 20[6] and the Gerontological Society of America.[7] Lachman's research is in the area of lifespan development with a focus on midlife and later life. Her current work is aimed at identifying psychosocial (e.g., sense of control)[8] and behavioral (e.g., physical exercise) factors[9] that can protect against, minimize, or compensate for declines in cognition (e.g., memory)[10] and health.[11] She is conducting studies to examine long-term predictors of psychological and physical health,[12] laboratory-based experiments to identify psychological and physiological processes involved in aging-related changes,[13] especially in memory, and intervention studies[14] to enhance performance and promote adaptive functioning through active engagement and physical activity.[15]", "16834817": "Saul Kassin is a distinguished professor of psychology at John Jay College of Criminal Justice - City University of New York[1] and Massachusetts Professor Emeritus of Psychology at Williams College in Williamstown, Massachusetts.", "21324034": "Molly Harrower (born Mary Rachel Harrower; January 25, 1906 – February 20, 1999) was an American clinical psychologist. During the Second World War she created a large-scale multiple choice Rorschach test. She was one of the first clinical psychologists to open a private practice. Specializing in diagnostics, Harrower developed a scale allowing practitioners to predict which patients would profit from psychotherapy.", "72933640": "Carmen J. Cividanes Lago is a Puerto Rican developmental psychologist and academic administrator. She was the president of the Bayamón Central University in 2021. She was previously the executive director of the Association of Private Colleges and Universities of Puerto Rico.", "3989774": "René Árpád Spitz (January 29, 1887 in Vienna – September 14, 1974 in Denver)[1][2] was an Austrian-American psychoanalyst. He is best known for his analysis of hospitalized infants in which he found links between marasmus and death with unmothered infants.[3] Spitz also made significant contributions to the school of ego psychology.[3]", "73589012": "Kristina M. Durante (born November 10, 1973) is an American evolutionary psychologist, author, and academic. She is a chaired professor at Rutgers Business School – Newark and New Brunswick.[1]", "37052698": "Viorica Marian is a Moldovan-born American psycholinguist, cognitive scientist, and psychologist known for her research on bilingualism and multilingualism. She is the Ralph and Jean Sundin Endowed Professor of Communication Sciences and Disorders, and professor of psychology at Northwestern University.[1]  Marian is the principal investigator of the Bilingualism and Psycholinguistics Research Group.[2] She received her PhD in psychology from Cornell University, and master's degrees from Emory University and from Cornell University. Marian studies language, cognition, the brain, and the consequences of knowing more than one language for linguistic, cognitive, and neural architectures.", "10707229": "Frank C. J. McGurk (1910–1995[1]) was an American psychologist who was noted for his claims about race and intelligence. McGurk taught at Lehigh University, Villanova University, West Point, and Alabama College.[2]", "221477": "Wesley Wyndam-Pryce (also spelled Wyndam-Price[1] and Wyndham-Price[2]) is a fictional character created by Joss Whedon for the television series Buffy the Vampire Slayer and Angel. Played by Alexis Denisof, Wesley first appeared in the fourteenth episode of Buffy's third season in 1999, appearing in nine episodes before moving over to spin-off series Angel where he became a main character for all five seasons. Following Angel's final season, the character's story is continued in the 2007 canonical comic book series Angel: After the Fall.", "45703463": "Olivia Juliette Hooker (February 12, 1915 – November 21, 2018) was an American psychologist and professor. She was a survivor of the Tulsa race massacre of 1921, and the first African-American woman to enter the U.S. Coast Guard. During World War II, she became a member of the United States Coast Guard Women's Reserve, earning the rank of Yeoman Second Class during her service.[1][2] She served in the Coast Guard until her unit was disbanded in mid-1946. Hooker then used her G.I. Bill to obtain her master's degree in psychological services[3] and went on earn her PhD in clinical psychology.[4] In 1973, she helped form the American Psychological Association's Division 33: IDD/ASD,[5] which is dedicated to \"advancing psychological research, professional education, and clinical services that increase quality of life in individuals with IDD/ASD across the life course.\"[6]", "62316849": "Susan Linn is an American writer, psychologist, and ventriloquist. She is the founder of Campaign for a Commercial-Free Childhood and author of the book Consuming Kids.[2] She is a research associate at Boston Children's Hospital and a lecturer at Harvard Medical School.", "319793": "Vaira Vīķe-Freiberga GCB  OQ (born 1 December 1937) is a Latvian politician who served as the sixth President of Latvia from 1999 to 2007. She is the first and to date only woman to hold the post. She was elected President of Latvia in 1999 and re-elected for the second term in 2003.", "41312568": "Stephen J. Zaccaro (born July 3, 1955)[1] is an American professor of psychology from Fairfax, Virginia where he teaches at the George Mason University. He has one book and 100 other works in print, which, according to Google Scholar were cited more than 8934 times bringing the h-index of his to 36.[2]", "33055034": "Diederik Alexander Stapel (born 19 October 1966) is a Dutch former professor of social psychology at Tilburg University.[1] In 2011 Tilburg University suspended Stapel for fabricating and manipulating data for his research publications. This scientific misconduct took place over a number of years and affected dozens of his publications.[2][3] By 2015, fifty-eight of Stapel's publications had been retracted.[4] He has been described in coverage by the New York Times as \"the biggest con man in academic science\".[5]", "9593149": "Ignacio Matte Blanco (October 3, 1908 – January 11, 1995) was a Chilean psychiatrist and psychoanalyst who developed a logic-based explanation for the operation of the unconscious, and for the non-logical aspects of experience. In applying the complexity and paradoxes of mathematical logic to psychoanalysis, he pioneered a coherent way of understanding the clinical situation.[1] He has an international following that includes physicists, mathematicians, cyber-scientists, psychologists, mathematical philosophers, neuroscientists, theologians, linguistics and literary scholars.[2]", "36659531": "Otto Lipmann (6 March 1880 – 7 October 1933) was a German psychologist, an expert in vocational guidance, and one of the pioneers in the use of counseling for the selection of a profession.", "32530776": "Geraldine Dawson is an American child clinical psychologist, specializing in autism. She has conducted research on early detection, brain development, and treatment of autism spectrum disorders (ASD) and collaborated on studies of genetic risk factors in autism.[1][2][3] Dawson is William Cleland Distinguished Professor of Psychiatry and Behavioral Sciences and professor of psychology and neuroscience, former director, Duke Institute for Brain Sciences and director of the Duke Center for Autism and Brain Development at Duke University Medical Center. Dawson was president of the International Society for Autism Research, a scientific and professional organization devoted to advancing knowledge about autism spectrum disorders. From 2008 to 2013, Dawson was research professor of psychiatry at the University of North Carolina at Chapel Hill and was chief science officer for Autism Speaks.[4] Dawson also held the position of adjunct professor of psychiatry at Columbia University and is professor emerita of psychology at University of Washington. She is a fellow of the American Psychological Society, American Psychological Association, International Society for Autism Research, and the Society of Clinical Child and Adolescent Psychology.", "23585125": "Randall Charles O'Reilly (born March 1, 1967) is a professor of psychology and computer science at the Center for Neuroscience at the University of California, Davis. His lab moved to UC Davis from the University of Colorado at Boulder in 2019.", "56287599": "Donna Rose Addis is a New Zealand psychology academic. Of Samoan descent, she is currently a full professor at the University of Auckland,[1] but is set to move to the University of Toronto.[2]", "59531645": "Ingaret Giffard, Lady Van der Post (1902 – 5 May 1997), was a British actress and writer, and the second wife of Sir Laurens Van der Post (CBE).", "1827200": "David Premack (October 26, 1925 – June 11, 2015) was an American psychologist who was a professor of psychology at the University of Pennsylvania. He was educated at the University of Minnesota when logical positivism was in full bloom. The departments of Psychology and Philosophy were closely allied. Herbert Feigl, Wilfred Sellars, and Paul Meehl led the philosophy seminars, while Group Dynamics was led by Leon Festinger and Stanley Schachter.[1]", "14639492": "Erich Schröger (born 11 November 1958, in Munich) is a German psychologist and neuroscientist.", "11231623": "Leonard David Eron (pronounced Ear- On) (April 22, 1920 – May 3, 2007) was an American psychologist who conducted one of the longest spanning longitudinal studies on aggressive behavior in children to date. Based on Leonard Eron and Rowell Huesmann's second longitudinal study that they conducted between 1977 and 1995, (the Cross-National Television Study) lead to the conclusion that media violence causes aggressive behavior. Eron was an author of many books, articles and a constant public policy advocate on Capitol Hill. He also twice received Fulbright scholarship and the APA's Award for Distinguished Lifetime Contributions to Media Psychology.[1]", "17031561": "Stephen A. Diamond (born 1951) is an American clinical and forensic psychologist, a former pupil and protégé of Dr. Rollo May, and notable author of Anger, Madness, and the Daimonic: The Psychological Genesis of Violence, Evil, and Creativity (with foreword by Rollo May, SUNY Press, 1996). His work focuses on the psychological topics of anger, violence, evil, mental illness, and the daimonic.", "55009673": "Lydia Winterhalter Allison (September 14, 1880 – March 25, 1959), best known as Lydia W. Allison, was an American parapsychologist and writer.", "47767951": "Todd Kennedy Shackelford (born 1971) is an American psychologist and professor at Oakland University. He is best known for his work in evolutionary psychology. He is the editor in chief of the academic journals Evolutionary Psychology[1] and Evolutionary Psychological Science.[2] He is a fellow of the American Psychological Association and the Association for Psychological Science.", "12509586": "Michael Theodore Lardon is an American sport psychiatrist.[3] Lardon is an Associate Clinical Professor at the University of California, San Diego School of Medicine, and is the author of two books, \"Mastering Golf's Mental Game\" (Random House 2014) [4] and \"Finding Your Zone: 10 Core Lessons for Peak Performance in Sports and Life\" (Penguin 2008).[5]", "20242841": "Albert Stanley Bregman FRSC (September 15, 1936 – May 18, 2023) was a Canadian academic and researcher in experimental psychology, cognitive science, and Gestalt psychology, primarily in the perceptual organization of sound.", "41247136": "Auke Tellegen (born 1930)[1] is a psychologist who served as a professor of psychology at the University of Minnesota from 1968 to 1999. He worked on assessment, developing the Multidimensional Personality Questionnaire and contributed to the Minnesota Multiphasic Personality Inventory.[2]", "450976": "Ian Pretyman Stevenson (October 31, 1918 – February 8, 2007) was a Canadian-born American psychiatrist, the founder and director of the Division of Perceptual Studies at the University of Virginia School of Medicine.", "57336226": "Neil Moshe Malamuth is a professor of psychology at the University of California, Los Angeles, known for his research on sexual violence and the effects of pornography on its viewers.[1][2][3] He is a fellow of the American Psychological Association and the American Psychological Society.[4]", "30859685": "René V. Dawis is an American psychology professor.\nHe taught at University of Minnesota and is currently an emeritus professor. His work focused on individual differences, work adjustment, and human potential. He received the American Psychological Associations's Leona Tyler Award in 1999.[1][2]", "72868266": "L. Eudora Pettigrew (1928 – December 6, 2021) was an American postsecondary educator and academic administrator who served as the president of the State University of New York at Old Westbury.[1][2] She was the first African-American college president in the SUNY system when she was named president of SUNY Old Westbury in 1986.[3]", "71623090": "Brenda A. Allen is an American psychologist, educator, and academic administrator who has served as the 14th president of Lincoln University, a historically black university in Oxford, Pennsylvania, since July 2017. She is the second woman to serve as Lincoln University's president after Niara Sudarkasa. Allen has prioritized strengthening Lincoln's academic quality and campus infrastructure.[1][2]", "71852483": "Konstantin Nikolayevich Kornilov (Russian: Константин Николаевич Корнилов; 8 March [O.S. 24 February] 1879 – 10 July 1957) was a Soviet psychologist. Kornilov is known for being the initiator of restructuring the science of psychology on the basis of Marxist philosophy in the Soviet Union, which made him to be considered the \"first Soviet psychologist\".[1]", "60416455": "Ellen Winner is a psychologist and a professor at Boston College.[1] She specializes in psychology of art.[1][2]", "11035081": "Hans Heinrich Reese (17 September 1891 – 23 June 1973) was a German amateur footballer, physician, and neurologist who competed in the 1912 Summer Olympics. He was also on the faculty of the University of Wisconsin School of Medicine.[1]", "64676303": "Peter Banister (1947-2019) was a British psychologist.", "14934487": "Marjan Šetinc (born 15 May 1949, Šentlenart, Slovenia) is a former member of the Parliament of Slovenia (1992–1996) and a former ambassador to Ireland and the United Kingdom from Slovenia.[1][2]", "36168152": "Simon Scott Turnbull (10 May 1950 – 6 November 2014)[1] was an entrepreneur in the Australian psychic industry, a self-proclaimed psychic and writer on parapsychology who had been researching telepathy and precognition and other so-called paranormal areas of expertise for over forty years. Since 1975 he had appeared on many television programs discussing psychic matters and debating with skeptics about the perceived value of following ones intuition. He was the President of the Australian Psychics Association (APA), an authority on tarot,[2][3] and a practicing astrologer. He was the co-founder of the International Psychics Association.", "31777243": "Remy Chauvin (10 October 1913 – 8 December 2009) at Sainte-Croix-aux-Mines, Haut-Rhin, was a biologist and entomologist, and a French Honorary Professor Emeritus at the Sorbonne, PhD, and a senior research fellow since 1946. Chauvin was also known for defending the rights of animals and for being interested in such topics as parapsychology, life after death, psychics, clairvoyance and UFOs.[1] He sometimes wrote under the pseudonym Pierre Duval.", "3826165": "Jonathan Baron is an American psychologist. He is a professor emeritus of psychology[1] at the University of Pennsylvania in the science of decision-making.", "55927286": "Alejandra González Soca (born 16 January 1973) is a Uruguayan visual artist, psychologist, and teacher.", "65397239": "Páid McGee was an Irish psychologist and educator.", "52224506": "Craig Haney is an American social psychologist and a  professor at the University of California, Santa Cruz, noted for his work on the study of capital punishment and the psychological impact of imprisonment and prison isolation since the 1970s.[1] He was a researcher on The Stanford Prison Experiment.", "5071355": "Erwin Walter Maximilian Straus (11 November 1891, Frankfurt am Main – 20 May 1975, Lexington, Kentucky) was a German-American phenomenologist and neurologist who helped to pioneer anthropological medicine and psychiatry, a holistic approach to medicine that is critical of mechanistic and reductionistic approaches to understanding and treating human beings.", "46752251": "Nilanjana Dasgupta is a social psychologist whose work focuses on the effects of social contexts on implicit stereotypes - particularly on factors that insulate women in STEM fields from harmful stereotypes which suggest that females perform poorly in such areas. Dasgupta is a professor of Psychology and is the Director of the Institute of Diversity Sciences and  the University of Massachusetts, Amherst.[1]", "15753723": "Guido Van Oevelen (born 6 January 1950) was appointed as President of Caritas Catholica Flanders on 24 January 2008, he succeeded Willy Geysen. Van Oevelen came to office on 8 May 2008 and will serve for a period of four years.", "55796234": "Psyche Cattell (August 2, 1893 – April 17, 1989) was an American psychologist who studied cognitive development in children.[1][2][3][unreliable source] She was Chief Psychologist at Lancaster Guidance Clinic in Lancaster, Pennsylvania from 1939 to 1963. She published a book on intelligence testing and established a nursery school in her home which operated from 1941 to 1974. She is best known for the Cattell Infant Intelligence Scale, a downward extension of IQ testing used to assess children's development.[4][5][6]", "65888785": "Kevin Cokley is an African-American counselling psychologist, academic and researcher.  He is University Diversity and Social Transformation Professor, Associate Chair of Diversity Initiatives, Professor of Psychology at the University of Michigan Ann Arbor.  Previously he was the Oscar and Anne Mauzy Regents Professor of Educational Research and Development, Department Chair of Educational Psychology, and Professor of African and African Diaspora Studies at the University of Texas at Austin, where he directed the Institute for Urban Policy Research & Analysis.  He was a Fellow of the UT System Academy of Distinguished Teachers and a Distinguished Teaching Professor at the University of Texas at Austin.", "39510563": "Inka Dowlasz (born 25 May 1949) is a Polish theater director, playwright, screenwriter, psychologist and teacher. Dowlasz’s theatrical performances were given in theatres in Poland and abroad. From 1972–1982 she cooperated with Jerzy Grotowski’s \"Teatr Laboratorium\" on “Theatre of Sources\", \"University of Nations Theaters“ and \"Tree of People\", \"Initiative – Mountain\".", "37020201": "Gary B. Mesibov is a licensed psychologist, psychology professor, editor and an author.[1]", "40657450": "Delwin T. Lindsey is an American psychologist who got his degree in physics from Pomona College following by a Ph.D. in biopsychology from the University of Chicago where he currently teaches evolutionary psychology and its history. He is a member of Vision Sciences Society and the Optical Society of America in which he also works as an editor of its journal.[1]", "14934570": "Irving Isadore Gottesman (December 29, 1930 – June 29, 2016) was an American professor of psychology who devoted most of his career to the study of the genetics of schizophrenia. He wrote 17 books and more than 290 other publications, mostly on schizophrenia and behavioral genetics, and created the first academic program on behavioral genetics in the United States. He won awards such as the Hofheimer Prize for Research, the highest award from the American Psychiatric Association for psychiatric research. Lastly, Gottesman was a professor in the psychology department at the University of Minnesota, where he received his Ph.D.", "5202483": "Celeste McCollough Howard (September 12, 1926 – January 30, 2023) was an American psychologist who conducted research in human visual perception. She is best known for her discovery in 1965 of the first contingent aftereffect, known soon after as the McCollough effect.[1][2][3]", "56418868": "Jeanne Elaine Reese FRSNZ is an American-New Zealand psychology academic.[1]", "69591616": "Richard Elovich (born 1954) is a social psychologist, writer, performance artist, and AIDS activist focusing on harm reduction and low-threshold approaches to drug treatment.", "287300": "Allen Newell (March 19, 1927 – July 19, 1992) was an American researcher in computer science and cognitive psychology at the RAND Corporation and at Carnegie Mellon University's School of Computer Science, Tepper School of Business, and Department of Psychology. He contributed to the Information Processing Language (1956) and two of the earliest AI programs, the Logic Theorist (1956) and the General Problem Solver (1957) (with Herbert A. Simon). He was awarded the ACM's A.M. Turing Award along with Herbert A. Simon in 1975 for their contributions to artificial intelligence and the psychology of human cognition.[1][2]", "26108488": "Glenn David McNeill (born 1933 in California, United States)[1] is an American psychologist and writer specializing in scientific research into psycholinguistics and especially the relationship of language to thought, and the gestures that accompany discourse.[2]", "7496281": "Steven C. Hayes (born August 12, 1948)[1] is an American clinical psychologist and Nevada Foundation Professor at the University of Nevada, Reno Department of Psychology, where he is a faculty member in their Ph.D. program in behavior analysis[2]. He is known for developing relational frame theory, an account of human higher cognition. He is the co-developer of acceptance and commitment therapy (ACT), a popular evidence-based form of psychotherapy that uses mindfulness, acceptance, and values-based methods, and is the co-developer of process-based therapy (PBT), a new approach to evidence-based therapies more generally. He also coined the term clinical behavior analysis.", "13066846": "Edwin S. Shneidman (May 13, 1918 – May 15, 2009) was an American clinical psychologist, suicidologist and thanatologist. Together with Norman Farberow and Robert Litman, in 1958, he founded the Los Angeles Suicide Prevention Center where the men were instrumental in researching suicide and developing a crisis center and treatments to prevent deaths.", "60416616": "Deborah C. Beidel is a psychologist affiliated with the University of Central Florida.[1] She received a PhD in clinical psychology in 1986 from the University of Pittsburgh.[2] She subsequently completed a postdoctoral fellowship in clinical research at the Western Psychiatric Institute and Clinic in Pittsburgh. Beidel holds Diplomates in Clinical Psychology and Behavioral Psychology from the American Board of Professional Psychology.[3] She is also a Fellow of the American Psychological Association and the Association for Psychological Science.[3]", "12214891": "Robert Alan Cutietta (born 1953) is best known as an educator, author, researcher, composer, and arts leader.   He is the author or co-author of five books and over fifty referereed research articles in the area of music psychology and education.   He is also a composer, having written for television shows and movies.", "36921977": "George Malcolm Stratton (September 26, 1865 – October 8, 1957) was an American psychologist who pioneered the study of perception in vision by wearing special glasses which inverted images up and down and left and right. He studied under one of the founders of modern psychology, Wilhelm Wundt, and started one of the first experimental psychology labs in America, at the University of California, Berkeley. Stratton's studies on binocular vision inspired many later studies on the subject. He was one of the initial members of the philosophy department at Berkeley, and the first chair of its psychology department. He also worked on sociology, focusing on international relations and peace. Stratton presided over the American Psychological Association in 1908, and was a member of the National Academy of Sciences. He wrote a book on experimental psychology and its methods and scope; published articles on the studies at his labs on perception, and on reviews of studies in the field; served on several psychological committees during and after World War I; and served as advisor to doctoral students who would go on to head psychology departments.", "64676474": "Frederick Viggers Smith (1912–2006) was an Australian/British psychologist.", "67658365": "Mia Lilly Kellmer Pringle (20 June 1920 – 21 February 1983) was an Austrian-British child psychologist. She was the founding director of the British National Children's Bureau, where she oversaw the influential National Child Development Study. Over the course of her career, Pringle advocated for the needs and rights of children both through her research-informed policy work and in her many books and articles about early childhood development.[2]", "3891855": "Stanley Krippner (born October 4, 1932)[1] is an American psychologist and parapsychologist. He received a B.S. degree from the University of Wisconsin–Madison in 1954 and M.A. (1957) and Ph.D. (1961) degrees from Northwestern University.[2]", "27976338": "Carlo Strenger (Hebrew: קרלו שטרנגר; July 16, 1958 – October 25, 2019)[1] was a Swiss and Israeli psychologist, philosopher, existential psychoanalyst and public intellectual who served as professor of psychology and philosophy at Tel Aviv University (at its Cohn Institute for the History and Philosophy of Science and Ideas and School of Psychological Sciences).", "55829138": "Keith Humphreys (born 1966 in West Virginia[1]) is an American psychologist currently the Esther Ting Memorial Professor at Stanford University,[2] a Senior Research Career Scientist in the Veterans Health Administration,[2] and an Honorary Professor at the Institute of Psychiatry, King's College, London.[3]", "52847257": "Donald David Hoffman (born December 29, 1955) is an American cognitive psychologist and popular science author. He is a professor in the Department of Cognitive Sciences at the University of California, Irvine, with joint appointments in the Department of Philosophy, the Department of Logic and Philosophy of Science, and the School of Computer Science.", "156318": "Rupert Giles is a fictional character created by Joss Whedon for the television series Buffy the Vampire Slayer. The character is portrayed by Anthony Stewart Head. He serves as Buffy Summers' mentor and surrogate father figure. The character proved popular with viewers, and Head's performance in the role was well received. Following Buffy's run, Whedon intended to launch a television spin-off focused on the character, but rights issues prevented the project from developing. Outside of the television series, the character has appeared substantially in Expanded Universe material such as novels, comic books, and short stories.", "27320998": "Meade Layne (September 8, 1882 – May 12, 1961)[1] was an American academic and early researcher of ufology and parapsychology, best known for proposing an early version of the interdimensional hypothesis to explain flying saucer sightings.[2]", "28959409": "James M. Cantor is an American-Canadian clinical psychologist and sexologist specializing in hypersexuality and paraphilias.[1][2][3]", "54911672": "René Sudre (April 19, 1880 – 1968) was a French journalist, parapsychologist and writer.", "60416701": "Julianne Holt-Lunstad is a psychologist at Brigham Young University.[1] She is a fellow of the Society of Experimental Social Psychology and Association for Psychological Science.", "3203778": "Stanford University", "53076732": "Golan Shahar is an Israeli clinical health psychologist and an interdisciplinary stress/psychopathology researcher.", "13853444": "Jane Sterk (born January 14, 1947) is a Canadian psychologist, businesswoman, academic, and politician. She is the former leader of the Green Party of British Columbia and a business professor at University Canada West. In the 2009 British Columbia provincial election she was a candidate in the riding of Esquimalt-Royal Roads and in the 2013 election was a candidate in Victoria-Beacon Hill. Sterk was elected councillor in the Township of Esquimalt in 2005 was elected leader of the provincial Green Party in October 2007. In the 2004 federal election and the 2005 provincial election as a candidate in the Esquimalt ridings, she placed fourth and third with 9% and 10% of the vote, respectively.", "2646790": "Robert Bruce Ammons (February 27, 1920 – May 21, 1999) was the founder, along with his wife Carol H. Ammons, of Psychological Reports and Perceptual and Motor Skills. He received his Ph.D. in clinical and experimental psychology from the University of Iowa in 1946. He was a psychology professor at the University of Montana in Missoula.", "42590990": "Robert J. Resnick (December 16, 1940) is an American psychologist and former president of the American Psychological Association (APA). He was a faculty member at Randolph-Macon College and established one of the first clinics dedicated to the treatment of attention deficit hyperactivity disorder. While practicing in Virginia, he was the plaintiff in the U.S. Supreme Court case that established the autonomy of clinical psychologists.", "16900885": "Christopher Peterson (February 18, 1950 – October 9, 2012)[1] was the Arthur F. Thurnau professor of psychology and organizational studies at the University of Michigan in Ann Arbor, Michigan and the former chair of the clinical psychology area. He was science director of the VIA Institute on Character, and co-author of Character Strengths and Virtues for the classification of character strengths.[2][3] He was a member of the Positive Psychology Steering Committee and the International Positive Psychology Association board of directors, a senior fellow at the Positive Psychology Center and a lecturer for the Master of Applied Positive Psychology program at the University of Pennsylvania. He was a co-editor of Applied Psychology: Health and Well-being and the Positive Psychology Book Series Editor for Oxford University Press.[4]", "35644183": "Paul Fraisse (20 March 1911–12 October 1996) was a French psychologist known his work in the field of perception of time.[1]", "30204708": "Ricardo Ainslie is a Mexican-American documentary filmmaker. A native of Mexico City, his work is highly interdisciplinary in character, which explains his formal affiliations with the Lozano Long Institute for Latin American Studies, the Department of Mexican American and Latina/o Studies, and the American Studies programs at the University of Texas at Austin, where he is also a professor in the department of Educational Psychology. \nHe holds dual US and Mexican citizenship. He earned his bachelor's degree (Psychology) at the University of California at Berkeley, and his Ph.D. in Clinical Psychology at the University of Michigan. He serves on the editorial boards of several academic journals including Psychoanalytic Psychology and Psychoanalysis, Culture, and Society.", "64742195": "Lea Pearson (1942 - 1995) was an educational psychologist who played an important role in developing training in educational psychology in Britain.", "52945719": "Lee J. Jussim (born December 2, 1955[citation needed]) is an American social psychologist.[2][3] He leads the Social Perception Laboratory at Rutgers University.[4]", "42296120": "Devon Jersild (born August 25, 1958) is a clinical psychologist, author and screenwriter.", "713529": "Elisabeth Kübler-Ross (July 8, 1926 – August 24, 2004) was a Swiss-American psychiatrist, a pioneer in near-death studies, and author of the internationally best-selling book, On Death and Dying (1969), where she first discussed her theory of the five stages of grief, also known as the \"Kübler-Ross model\".[1]", "35906363": "Yuichi Shoda (Japanese: 正田佑一[2]) is a Japanese-born psychologist and academic[3] who contributed to the development of the cognitive-affective personality system theory of personality.[1][4]", "63726399": "Mark Blagrove is a British research psychologist who specializes in the study of sleep and  dreams.[1][2]", "26338114": "Sonia Livingstone OBE FBA is a leading British scholar on the subjects of children, media and the Internet. She is Professor of Social Psychology and former head of the Department of Media and Communications at the London School of Economics and Political Science.[1] While Livingstone’s research has evolved since the start of her career in the 1980s, her recent work explores media and communication in relation to society, children and technology. Livingstone has authored or edited twenty-four books and hundreds of academic articles and chapters. She is known for her continued public engagement about her research areas and has advised the UK government, European Commission, European Parliament, UN Committee on the Rights of the Child, OECD, ITU and UNICEF, among others, on children’s internet safety and rights in the digital environment.[2] In 2014, Livingstone was awarded the title of Officer of the Order of the British Empire (OBE) \"for services to children and child Internet safety\".[3]", "59892552": "Milton Schwebel (May 11, 1914 – October 3, 2013) was an American psychologist known for his pioneering work in peace psychology.[2] This included research on the psychological effects of fear of nuclear war.[3][4] He was a faculty member at the School of Education at New York University for eighteen years, where his positions included professor and department chair. He later taught at Rutgers University, where he served as dean of the Graduate School of Education for ten years.[5] He was a founder of the American Psychological Association (APA)'s Division 48, the Society for the Study of Peace, Conflict, and Violence, and the founding editor-in-chief its official journal, Peace and Conflict: Journal of Peace Psychology.[6][7] He was also the founding chair of the APA's Advisory Committee on Impaired Psychologists.[5]", "46785355": "Arthur Boice \"Andy\" VanGundy Jr. (May 24, 1946 – May 5, 2009) was a US communication professor, conference speaker, author and internationally noted expert on idea-generation techniques.", "3629917": "Russell Alan Barkley (born December 27, 1949) is an American retired clinical neuropsychologist who was a clinical professor of psychiatry at the VCU Medical Center[3][4] until 2022 and an author of books on attention-deficit hyperactivity disorder (ADHD).[5][6][7][8][9] Involved in research since 1973 and a licensed psychologist since 1977, he is an expert on ADHD and has devoted much of his scientific career to studying ADHD and related fields like childhood defiance.[10] He proposed to change the name of sluggish cognitive tempo (SCT) to concentration deficit disorder (CDD) and later cognitive disengagement syndrome (CDS).[11][12]", "385897": "Kevin B. MacDonald (born January 24, 1944) is an American antisemitic conspiracy theorist,[1][2][3] white supremacist,[4][5][6] and retired professor of evolutionary psychology at California State University, Long Beach (CSULB).[7][8] In 2008, the CSULB academic senate voted to disassociate itself from MacDonald's work.[9][10]", "46326633": "Peter Hajek is a British psychologist. He is professor of clinical psychology and director of the Wolfson Institute of Preventive Medicine's Tobacco Dependence Research Unit at Queen Mary University of London.[1] He is known for his research into smoking cessation,[2] including the effectiveness of electronic cigarettes for this purpose.[3]", "40657774": "Donald E. Parker (1936–2016)[1] was an American experimental psychologist and academic. Parker was Professor Emeritus at Miami University in Ohio and an affiliate professor at the University of Washington.", "26829688": "Norman “Fritz” Frederiksen (1909-1998) was an American research psychologist and leading proponent of performance assessment, an approach to educational and occupational testing that focused on the use of tasks similar to the ones individuals actually encounter in real classroom and work environments. In keeping with the philosophy underlying this approach, Frederiksen was a critic of multiple-choice testing, which he felt negatively influenced school curricula and classroom practice.[1] Much of his research centered upon creating and evaluating alternative approaches to the measurement of knowledge and skill, which he pursued over a 40-year career at Educational Testing Service (ETS) in Princeton, NJ. For his work, he received the American Psychological Association's Award for Distinguished Contributions to Knowledge in 1984 and, by the time of his retirement from ETS, had attained the position of Distinguished Scientist, the organization's highest-ranking scientific title at that time.[2]", "34956155": "John Dillingham Dodson (1879 in Allen County Ky – 1955 in Warren County Ky),[1] was an American psychologist. In 1908, together with Robert Yerkes, Dodson proposed the Yerkes–Dodson Law relating motivation and habit.[2] He obtained a master's degree from Harvard University and was the first PhD graduate of the psychology department of the University of Minnesota.[1] His fate after the publication of his seminal paper with Yerkes became a mystery with inquiries first raised in 1921 and continuing through 2001.[1] Research published in 2012 finds he spent much of his academic life teaching at the Bowling Green College of Commerce,[1] which became part of Western Kentucky University.", "3400598": "Charles Henry Turner (February 3, 1867 – February 14, 1923) was an American zoologist, entomologist, educator, and comparative psychologist, known for his studies on the behavior of insects, particularly bees and ants. Born in Cincinnati, Ohio, Turner was the first African American to receive a graduate degree at the University of Cincinnati and most likely the first African American to earn a PhD from the University of Chicago.[1] He spent most of his career as a high school teacher in Sumner High School in St. Louis.[2]  Turner was one of the first scientists to systematically examine the question of whether animals display complex cognition, studying arthropods such as spiders and bees. He also examined differences in behavior between individuals within a species, a precursor to the study of animal personality.[3]", "73098141": "Susan Whitfield-Gabrieli is an American scientist, psychologist", "37839781": "Gabriel Horenczyk is a social psychologist who has conducted various studies on acculturation and cultural identity. He is currently employed at the Hebrew University of Jerusalem in Israel.[1]", "34857899": "Ann Die Hasselmo was president of Hendrix College from 1992 to 2001, and served as chair of the National Association of Independent Colleges and Universities (NAICU). She is currently the president of the American Academic Leadership Institute.", "49996721": "Stephanie Fryberg is a Tulalip psychologist who received her Master's and Doctorate degrees from Stanford University, where in 2011 she was inducted into the Multicultural Hall of Fame. In the same year, she testified before Senate on Stolen Identities: The impact of racist stereotypes on Indigenous people. She previously taught psychology at the University of Arizona, at the Tulalip Community at Marysville School, and at the University of Washington.[1] She currently teaches American Indian Studies and Psychology at the University of Michigan, and is a member of the Tulalip Tribe. Her research focuses on race, class, and culture in relation to ones psychological development and mental health. She translated Carol Dweck's growth mindset; taking a communal-oriented approach. The students on her tribe's reservation who received her translation had significant improvement compared to the original version.[2]", "67920820": "Anthony Jorm (born 1951[1]) is an Australian researcher who has made contributions in the areas of psychology, psychiatry and gerontology.[2] He also co-founded mental health first aid training with mental health educator Betty Kitchener.[3][4][5]", "39183286": "Prescott Farnsworth Hall (27 September 1868 – 28 May 1921) was an American lawyer and author who championed nativism, eugenics and anti-immigration views.[1]", "5170105": "Vladimir Ilyich Asnin (Владимир Ильич Аснин) (1904 in Kremenchuk – 1956), Soviet developmental psychologist, a representative of Kharkov School of Psychology, head of the Department of psychology at the Kharkov State pedagogical institute in 1944–1950.[1][2]", "1074109": "Heinz Leymann (17 July 1932 – 26 January 1999)  was a Swedish academic, famous for his studies on mobbing among humans. He held a degree in pedagogical psychology, and another one in psychiatry and worked as a psychologist. He was a professor at Umeå University.", "21291966": "James Hewat McKenzie (1869–1929) was a British parapsychologist, and the founder of the British College of Psychic Science. McKenzie was born in Edinburgh, Scotland, on 11 November 1869 and died on 29 August 1929, in London.[1]", "16704447": "Kipling D. Williams is a Distinguished Professor of Psychology in the Department of Psychological Sciences at Purdue University in West Lafayette, Indiana.[1] He received his Ph.D. in Social Psychology from Ohio State University. He is most noted for his research on ostracism and has developed unique methods to study the processes and consequences.", "65102784": "Kiyoshi Patrick Okura (1911 – 2005) was a Japanese American psychologist and civil rights leader.[1] He and his wife Lily were among the 120,000 Japanese Americans imprisoned in internment camps during World War II.  In 1990, as two of 65,000 survivors, Okura and his wife Lily were each granted a $20,000 check and a written apology from President George H.W. Bush for wrongful detention. He and his wife used their checks to educate Asian-American mental health and human services professionals about policy development.[2]", "6513601": "Patricia A. Alexander is an educational psychologist who has conducted notable research on the role of individual difference, strategic processing, and interest in students' learning.[1][2] She is currently a university distinguished professor, Jean Mullan Professor of Literacy,[3] and Distinguished Scholar/Teacher in the Department of Human Development and Quantitative Methodology[4] in the College of Education at the University of Maryland and a visiting professor at the University of Auckland, New Zealand.[5]", "55960520": "Ann S. Masten (born January 27, 1951) is a professor at the Institute of Child Development at the University of Minnesota known for her research on the development of resilience and for advancing theory on the positive outcomes of children and families facing adversity.[1]  Masten received the American Psychological Association Urie Bronfenbrenner Award for Lifetime Contributions to the Service of Science and Society in 2014.[2]  She has served as president of the Society for Research in Child Development and of Division 7 (Developmental) of the American Psychological Association.", "58844108": "Barrie James Frost FRSC (1938/39 – 4 October 2018) was a New Zealand-born Canadian psychologist and neuroscientist.", "24896465": "Carl-Erik Grenness (born 18 November 1939) is a Norwegian professor of psychology.", "22373332": "Joseph Sinel (December 13, 1844 in St Helier, Jersey – April 2, 1929) was a naturalist and archaeologist.", "20177890": "Michael D. Knox (born 1946 in Wyandotte, Michigan, and raised in Grosse Ile, Michigan), is an American educator, psychologist, author, and Antiwar activist, living in Dunedin, Florida.  He is an Emeritus Distinguished University Professor in the Department of Mental Health Law and Policy; Affiliate Distinguished Professor, in the Department of Internal Medicine; and Affiliate Distinguished Professor Emeritus of Global Health at the University of South Florida (USF) in Tampa, Florida.", "63988712": "Daniel G. Freedman (born 16 January 1927, died 10 June 2008[1]) was an American psychologist and Professor in Comparative Human Development at the University of Chicago, who pioneered the use of biological and evolutionary viewpoints to understand differences of human behavior. His studies of behavioral differences in dogs and human infants were ground-breaking.[1][2]", "67888111": "Angela M. Neal-Barnett is an American professor and child psychologist working at Kent State University in Kent, Ohio, US. Neal-Barnett's research and work focuses on supporting Black women and girls with anxiety.", "18146289": "Dr. Lance Sweets, Ph.D.,[2] Psy.D.,[2] is a fictional character in the American television series Bones. He was portrayed by John Francis Daley.", "23454711": "Norman E. Amundson is a professor of counseling psychology at the University of British Columbia.", "41935863": "Minnie Abercrombie (14 November 1909 – 25 November 1984), also known as M. L. J. Abercrombie, was a British zoologist, educationalist and psychologist. She was known for her work on invertebrates and her work in the publishing industry, conducted with her husband, Michael Abercrombie. She also contributed to the theory and practice of education through her teaching, research, lecturing and writing. In particular, she carried out pioneer psychological research into the use of groups in learning with medical, architectural and education students, and she shared with diverse audiences in many countries her extensive knowledge and expertise as a teacher who used the methods and principles of group analytic psychotherapy.[1]", "9397241": "Andrew Calvin Porter (born July 10, 1942) is the former Dean of the University of Pennsylvania Graduate School of Education and also serves as Penn GSE's George and Diane Weiss Professor of Education. Porter is an educational psychologist and psychometrician who has made significant contributions to education policy and has published widely on educational assessment and accountability, teacher decisions on content and how curriculum policy effects those decisions, opportunities for students to learn and achievement indicators, measuring content and standards alignment, teacher professional development, educational research methodology, and leadership assessment. Porter's current work centers on the VAL-ED project, a research-based evaluation tool that measures the effectiveness of school leaders by providing a detailed assessment of a principal's performance funded by the US Department of Education/IES. Porter also works on two projects funded by the National Science Foundation that focus on the effects of teacher professional development on improving teaching and learning.", "35939323": "Peter Lorimer Benson (1946–2011) was a psychologist and CEO/President of Search Institute. He pioneered the developmental assets framework, which became the predominant approach to research on positive facets of youth development. According to the American Psychologist,", "9888775": "Ritch C. Savin-Williams (born  1949) is professor emeritus of developmental psychology at Cornell University who specializes in gay, lesbian, and bisexual research involving adolescents.", "42624010": "J. Kathryn Bock is currently professor of psychology and linguistics at the University of Illinois at Urbana-Champaign in Champaign, Illinois, where she conducts research in the Language Production Laboratory at the Beckman Institute for Advanced Science and Technology in Urbana, Illinois.[1]", "43738124": "Girishwar Misra (born 21 April 1951) is a social scientist, psychologist and author from India. He obtained an M.A. and Ph.D. in Psychology from Gorakhpur University. He started his career as lecturer in psychology at Lecturer, Gorakhpur University in 1970. Thereafter he remained Reader at Allahabad University (1979-1983), Professor, Bhopal University (1983-1993), before joining as Professor, Delhi University in 1993, where he served for the rest of his career.[1]", "20374543": "Joseph Sharp received his B.S., M.S., and Ph.D. in Psychology and Neuroanatomy from the University of Utah.[1]", "65594391": "Dorwin Philip Cartwright (March 3, 1915 – July 18, 2008) was an American social psychologist, and considered one of the founders of the field of group dynamics. Cartwright's research and writing topics included the mathematical foundations of group dynamics, the sources of social power, the nature of group structure and the causes of risk taking in groups.[1] He was a professor of psychology at the University of Michigan for 31 years.", "21947417": "Andrzej Samson (born 11 August 1947 Smugi, died 8 March 2009  Częstochowa) was a Polish psychologist, psychotherapist, one of the pioneers of psychotherapy in Poland.", "3171353": "Barry Schwartz (born August 15, 1946) is an American psychologist.  Schwartz is the  Dorwin Cartwright Emeritus Professor of Social Theory and Social Action at Swarthmore College and since 2016 has been visiting professor at the University of California, Berkeley. His work focuses on the intersection of psychology and economics. He frequently publishes editorials in The New York Times, applying his research in psychology to current events.\nSchwartz's research addresses morality, decision-making and the inter-relationships between behavioral science and society. \nHis books criticize certain philosophical roots of Western societies and expose underlying myths common in both lay and academic psychological theories. In particular, he is a critic of the \"rational economic man\" model in both psychology and economics. Schwartz studied under David Richmond Williams for his PhD at the University of Pennsylvania where he was a predoctoral fellow with National Science Foundation.[1][2]", "53404697": "Lillian Breslow Rubin (January 13, 1924- June 17, 2014) was an American writer, professor, psychotherapist and sociologist. She was a distinguished professor of sociology at Queens College and also worked as a senior researcher at the Institute for the Study of Social Change at the University of California, Berkeley.[1] Rubin was a feminist.[2]", "62415916": "Joan B. Garfield is an American educational psychologist specializing in statistics education. She is retired from the University of Minnesota as a professor emeritus of educational psychology.", "12248117": "Catherine Steiner-Adair is a clinical psychologist, school consultant, author, and teacher whose professional life is devoted to working with children, parents, and schools.[1]", "8774721": "Dan Ariely (Hebrew: דן אריאלי; born April 29, 1967) is an Israeli-American professor and author. He serves as a James B. Duke Professor of psychology and behavioral economics at Duke University. Ariely is the co-founder of several companies implementing insights from behavioral science.[1] Ariely wrote an advice column called Ask Ariely in the WSJ from June 2012 until September 2022.[2] Ariely is the author of the three New York Times best selling books Predictably Irrational, The Upside of Irrationality and The Honest Truth about Dishonesty.[3] He co-produced the 2015 documentary (Dis)Honesty: The Truth About Lies.[4]", "37315650": "Rosalind C. Barnett is an American research psychologist and author. She has hosted the annual Ann Richards Roundtable on Gender and the Media at Brandeis University. Barnett has been identified[by whom?] as one of the top 25 work-family researchers in the world.[citation needed]", "43050054": "James Melvin Rhodes (June 14, 1916 – April 29, 1976) was an American educational scientist, assistant professor of education and creativity researcher who was the originator of the pioneering concept of the 4 \"P\"s of creativity.", "57828424": "Nicholas Tarrier, FBA, FBPsS (born 1 May 1951) is a psychologist and academic. He was Professor of Clinical Psychology at the University of Manchester from 1991 to 2011, and Professor of Clinical Psychology and eHealth Studies at King's College London from 2011 to 2014.", "67789898": "Elaine Nicholson MBE is an English Counsellor known for her work centered on people impacted by autism and Asperger syndrome.", "29320269": "Joseph LoPiccolo (1943-2019) was an American psychologist and sex researcher who focuses on female sexual response.[1]  He coauthored the self-help book Becoming Orgasmic with Julia Heiman and served on the Subcommittee on Sexual Dysfunctions for the DSM-III-R. He was Professor Emeritus of Psychological Sciences at the University of Missouri in Columbia, Missouri, where previously served as chair of the department.", "3597397": "William T. Powers (August 29, 1926 – May 24, 2013) was a medical physicist and an independent scholar of experimental and theoretical psychology[1][2][3] who developed the perceptual control theory (PCT) model of behavior as the control of perception. He was the son of the well-known cement scientist and economist Treval Clifford Powers.[4]", "53437534": "Jean Mercer  is an American developmental psychologist and professor emerita of psychology at Stockton University. Founder of the advocacy group Advocates for Children in Therapy, she is known as an advocate for adopted children and those who come from the foster care system, and as an outspoken critic of attachment therapy.", "42427495": "Karen Henwood is a British social psychologist and Professor of Social Sciences at Cardiff University, and an expert on identity and risk, particularly socio-cultural and environmental change. Her research in recent years includes the ESRC project \"Timescapes\" on relationships and identities through the life course, and a project on men as fathers, as well as research on energy use, sustainable development, climate change policy and on living with nuclear risk. She was editor-in-chief of Qualitative Research from 2016 to 2019.[1]", "35087469": "Sara Netanyahu (Hebrew: שרה נתניהו; née Ben-Artzi; born 5 November 1958)[citation needed] is the wife of Israeli Prime Minister Benjamin Netanyahu. By profession, she is an educational and career psychologist.[1] She is the Spouse of the Prime Minister of Israel holding the role for her third time.", "53535858": "Norma Van Surdam Graham (born August 8, 1944) is an American psychologist, neuroscientist and the Centennial Professor of Psychology at Columbia University. She has been a faculty member at Columbia since 1972. She has been elected to several scholarly societies, including the National Academy of Sciences.", "39347332": "Amy Eliza Tanner (March 21, 1870 – February 1, 1956) was an American psychologist who became well known for discrediting the then-famous medium Leonora Piper after Tanner was allowed to attend six séances with a fellow researcher.", "71361669": "Carola Suárez-Orozco is a cultural developmental psychologist, academic, and author. She is a Professor in Residence at the Harvard Graduate School of Education, and the Director of the Immigration Initiative at Harvard.[1] She is also the co-founder of Re-Imagining Migration, a nonprofit organization.[2]", "55239820": "Samuel Jacob Beck (1896–1980[1]) was an American psychologist who worked on personality assessment and the Rorschach test.[2]", "50947215": "Anuja Trehan Kapur (born 24 October 1975) is an Indian criminal psychologist who is also known as a counselor, social activist and advocate.[1][2][3][4]\nEditor- Atul Tiwari", "40887441": "Martin Paul Meredith Richards (born 26 January 1940) is a British psychologist, Professor of Family Research at the University of Cambridge 1997–2005, and since emeritus.[1]", "62743699": "Frank Tallis (born 1 September 1958) is an English author and clinical psychologist, whose area of expertise is obsessive-compulsive disorder (OCD). He has written crime novels, including the collection of novels known as the Liebermann Papers, for which he has received several awards, is an essayist, and – under the name of F.R. Tallis — has written horror fiction. The Liebermann novels have been adapted by Stephen Thompson into the BBC TV series Vienna Blood, which first aired in 2019.[1]\n[2]", "72606869": "Ernest Glen Wever (October 16, 1902–September 4, 1991) was an American experimental psychologist known for his elucidation of hearing in vertebrates, ranging from the biomechanical functioning of the cochlea to the neural coding of sound and the evolutionary biology of hearing.[1][2]", "54584469": "Allan Combs (born 1942) is an American psychologist and parapsychologist who attempts to combine his ideas of consciousness and systems theory.", "5891226": "Francine Shapiro (February 18, 1948 – June 16, 2019) was an American psychologist and educator who originated and developed eye movement desensitization and reprocessing (EMDR), a form of psychotherapy for resolving the symptoms of traumatic and other disturbing life experiences.[1][2]", "386209": "Roberto Assagioli (27 February 1888 – 23 August 1974) was an Italian psychiatrist and pioneer in the fields of humanistic and transpersonal psychology. Assagioli founded the psychological movement known as psychosynthesis, which is still being developed today by therapists and psychologists who practice the psychological methods and techniques he developed. His work, including two books and many monographs published as pamphlets, emphasized the possibility of progressive integration (that is, synthesis) of the personality.", "59860134": "Dr. Adriana Janette Umaña-Taylor is a professor of education in the Harvard Graduate School of Education. Prior to this, she was a faculty member in the T. Denny Sanford School of Social and Family Dynamics at Arizona State University, where she worked from 2004 until 2017, starting as an assistant professor and advancing through the ranks of associate professor and full professor, eventually being named a Foundation Professor. Dr. Umaña-Taylor's first position after graduate school was at the University of Illinois at Urbana–Champaign in the Human and Community Development Department.", "30860454": "Kenneth J. Gergen (born 1935) is an American social psychologist and emeritus professor at Swarthmore College. He obtained his Bachelor of Arts from Yale University (1957) and his PhD from Duke University (1962).", "5072041": "Sheldon Solomon is an American social psychologist. He is a professor of psychology at Skidmore College in Saratoga Springs, New York. Solomon is best known for developing terror management theory, along with Jeff Greenberg and Tom Pyszczynski. This theory is concerned with how humans deal with their own sense of mortality.[1][2]", "10249385": "Willard Stanton Small (August 24, 1870 – 1943) was an experimental psychologist.  Small was the first person to use the behavior of rats in mazes as a measure of learning.[1]  In 1900 and 1901, he published journal two of three in \"Experimental Study of the Mental Processes of the Rat\" in the American Journal of Psychology.[2]  The maze he used in this study was an adaptation of the Hampton Court Maze, as suggested to him by Edmund Sanford at Clark University.[3]", "2581680": "Norman Cliff (born September 1, 1930) is an American psychologist. He received his Ph.D. from Princeton in psychometrics in 1957. After research positions in the US Public Health Service and at Educational Testing Service he joined the University of Southern California in 1962. He has had a number of research interests, including quantification of cognitive processes, scaling and measurement theory, computer-interactive psychological measurement, multivariate statistics, and ordinal methods. One of his major contributions to psychometrics was the method for rotation of canonical components. Asserting that much of psychological data have only ordinal justification, Cliff also published various papers and a book on ordinal methods for research. On the one hand this included extensions to the established ordinal methods for correlating data (i.e. Kendall's tau, Spearman's rank correlation coefficient). However, on the other hand, Cliff also suggested that there are viable and robust ordinal alternatives to mean comparisons. He introduced a measure of proportional difference (or dominance) between two sets of data often referred to as Cliff's delta. He has been president of the Psychometric Society and of the Society for Multivariate Experimental Psychology. Now an Emeritus Professor, he lives in New Mexico.", "64447666": "Ana Rita Camarneiro Mendes (born 15 January 1988) is a Portuguese comedian and TV presenter.", "320696": "Marguerite Antonia Radclyffe Hall (12 August 1880 – 7 October 1943)[1] was an English poet and author, best known for the novel The Well of Loneliness, a groundbreaking work in lesbian literature. In adulthood, Hall often went by the name John, rather than Marguerite.", "9299128": "Hagop Souren Akiskal (Armenian: Յակոբ Սուրէն Աքըսգալ; 16 January 1944 – 20 January 2021)[1] was a Lebanese-born American psychiatrist and professor, of Armenian descent.[2] He is best known for his research on temperament and bipolar disorder (manic depression), revolutionizing the field of clinical psychiatry.[2]", "67888314": "Lee Chambers (born 22 May 1985[1]) is a British  businessman and radio host.[2][3] Chambers has been interviewed by Vogue,[4] The Guardian,[5] and Newsweek,[6] and is known for analyzing inclusion and wellbeing in the workplace.[7] He was born in Bolton, United Kingdom, and is the founder of PhenomGames[8] and Essentialise Workplace Wellbeing.", "21750984": "Margot Bengtsson (born 1943) is a Swedish psychologist and Reader in Psychology at Lund University.[1] She is known for her research in developmental, social, feminist and critical psychology, especially her research on gender, power, identity and social class.[2][3]", "2122953": "Merlin Wilfred Donald (born November 17, 1939) is a Canadian psychologist, neuroanthropologist, and cognitive neuroscientist,[1] at Case Western Reserve University. He is noted for the position that evolutionary processes need to be considered in determining how the mind deals with symbolic information and language. In particular, he suggests that explicit, algorithmic processes (the computational theory of mind) may be inadequate to understanding how the mind works.[2]", "14247118": "Vivette Glover (born 1942) is a British Professor of Perinatal Psychobiology at Imperial College London. She studies the effects of stress in pregnancy on the development of the fetus and child.[1][2][3]", "37446864": "Jennifer Aaker (born January 15, 1967, California) is an American behavioural scientist and General Atlantic Professor and Coulter Family Fellow at the Stanford Graduate School of Business. She is known for her research on time, money, and happiness.[1][2] Aaker also focuses on the transmission of ideas through social networks, the power of story in decision making, and how to build global brands across cultures.[3] She is the recipient of the Distinguished Scientific Achievement Award from the Society for Consumer Psychology and the Stanford Distinguished Teaching Award.[4]", "51897557": "Marcus Robert Munafo,[1] surname also written Munafò, (born 23 January 1972)[2] is a British psychologist who has been a professor of biological psychology at the University of Bristol's School of Experimental Psychology since 2010.[3] He became the editor-in-chief of Nicotine & Tobacco Research in 2015.[4]", "61564121": "John Alfred Weinman is a British psychologist who has been prominent in the development of the field of health psychology.", "64513245": "Józef Pieter (19 February 1904 in Ochaby – 3 March 1989) was a Polish psychologist, philosopher, pedagogue, researcher, and lecturer.[1]", "29418717": "William Kessen (January 18, 1925 – February 13, 1999)[1] was an American psychologist, educator, and historian of science.[2] He was Eugene Higgins Professor of Psychology and Professor of Pediatrics at Yale University.", "6808801": "Dr Julia R. Heiman is an American sexologist and psychologist.[1]  The sixth Director of The Kinsey Institute for Research in Sex, Gender, and Reproduction at Indiana University, she began on June 1, 2004.  Dr. Heiman is also a professor in the Psychology Department at Indiana University with a joint appointment in the Psychiatry Department at the IU School of Medicine in Indianapolis.[2][3]", "2221283": "David Allen Kolb (born December 12, 1939, in Moline, Illinois) is an American educational theorist whose interests and publications focus on experiential learning, the individual and social change, career development, and executive and professional education.  He is the founder and chairman of Experience Based Learning Systems, Inc. (EBLS),[1] and an Emeritus Professor of Organizational Behavior in the Weatherhead School of Management, Case Western Reserve University, Cleveland, Ohio.", "2221282": "Alison Elliot[1] CBE FRSE (born 27 November 1948)[2] is an honorary fellow at New College, Edinburgh.[3] She was the former Associate Director of the Centre for Theology and Public Issues at the University of Edinburgh, Scotland. In 2004 she became the first woman ever to be elected Moderator of the General Assembly of the Church of Scotland.[4] An elder and session clerk at Greyfriars Kirk in Edinburgh, she was also the first non-minister to hold this post since George Buchanan in 1567.[citation needed]", "19293415": "Larry C. James is an American psychologist, author and former officer in the United States Army.[1][2]\nHe served as Joint Task Force Guantanamo's chief psychologist in 2003, and as Abu Ghraib's chief psychologist in 2004.", "67233006": "Philip Sigurd Graven (1892 - 1977) was a medical doctor and pioneering psychoanalyst.", "1631492": "Pieternella Cornelia (Elly) Plooij-van Gorsel (born 20 March 1947 in Tholen, Zeeland) was a Member of the European Parliament (MEP) in the delegation of the liberal People's Party for Freedom and Democracy (Volkspartij voor Vrijheid en Democratie - VVD) for ten years.", "70870278": "University of Rochester", "65725703": "V. Walter Odajnyk (April 10, 1938 – May 22, 2013) was a Jungian analyst, author and a university professor.", "40625433": "Valérie Grace (born 1961 in Lille) is a French therapist and writer living and practicing in Paris. She writes on subjects of psychology, although she does not have a diploma to practice as a psychologist. Her works are intended for the general public. In July 2021, she was accused of practicing controversial conversion therapy in Paris.[1][2]", "63366426": "Frances Lillian Ilg (1902– July 26, 1981) was an American pediatrician and professor at Yale University. She was an expert in infant and child development, as co-founder and director of the Gesell Institute of Child Development.[1]", "15066399": "Eugene Galanter (1924–2016) was one of the modern founders of cognitive psychology. He was an academic in the field of experimental psychology and an author. Dr. Galanter was Professor Emeritus of Psychology and Quondam Director of the Psychophysics Laboratory at Columbia University.[3]  He was also the co-founder,  Chairman of the Board of Directors and Chief Scientific Officer of Children’s Progress,[4] an award-winning New York City-based company that specializes in the use of computer technology in early education.[5] The company's assessments and reports have been used in 40 states and 9 countries.", "52847907": "Morton Bard (born March 7, 1924 in Brooklyn, New York - d. December 4, 1997) was an American psychologist, known for the research he undertook on the psychology of crime victims. He was a one-time member of the New York Police Department, a psychologist, and a professor who studied the reactions of crime victims.", "61891883": "Lise Abrams is an American cognitive psychologist. She is the Peter W. Stanley Professor of Linguistics and Cognitive Science at Pomona College and also serves as the chair of Linguistics and Cognitive Science.[1]", "56223019": "Gregory J. Neimeyer (/ˈniːmaɪ.ər/ ⓘ NEE-my-ər ) is a professor of psychology at the University of Florida.[citation needed] In 2009 he was appointed associate executive director for professional development and continuing education at the American Psychological Association.[1]", "24274226": "Michael Gelles is an American forensic psychologist.[1][2][3]\nHe is notable for the role he played in uncovering the unauthorized use of abusive techniques during the interrogation of captives held in extrajudicial detention, apprehended during the \"war on terror\".[4][5]", "21882164": "Nelson Cowan  is the Curators' Distinguished Professor[1] of Psychological Sciences[2] at the University of Missouri. He specializes in working memory, the small amount of information held in mind and used for language processing and various kinds of problem solving. To overcome conceptual difficulties that arise for models of information processing in which different functions occur in separate boxes, Cowan proposed a more organically organized \"embedded processes\" model. Within it, representations held in working memory comprise an activated subset of the representations held in long-term memory, with a smaller subset held in a more integrated form in the current focus of attention.[3][4][5][6][7][8][9][10] Other work has been on the developmental growth of working memory capacity[11] and the scientific method.[12] His work, funded by the National Institutes of Health since 1984 (primarily NICHD), has been cited over 41,000 times according to Google Scholar. The work has resulted in over 250 peer-reviewed articles, over 60 book chapters, 2 sole-authored books, and 4 edited volumes.", "16082233": "Donald Winslow Fiske (August 27, 1916 – April 6, 2003) was an American psychologist.", "17327417": "Abraham S. Luchins (March 8, 1914 – December 27, 2005) was an American Gestalt Psychologist and a pioneer of group psychotherapy. He was born in Brooklyn, New York and died in New  York.", "38692161": "Edward Wheeler Scripture (May 21, 1864 – July 31, 1945) was an American physician and psychologist. He founded the experimental psychology laboratory at Yale University, directed the Vanderbilt Speech Clinic at Columbia University and was a founder of the American Psychological Association. Trained under experimental psychology pioneer Wilhelm Wundt, Scripture became best known for his contributions to speech science.", "71689538": "Maria Helena Souza Patto (born in Taubaté in 1942) is a Brazilian psychologist known for her work on school and educational psychology.[1][2] She is an emerita professor at the Institute of Psychology of the University of São Paulo, having also served as the director of the Institute between 2004 and 2008.[3][4]", "52618568": "Robert Victor Levine, Ph.D. (August 25, 1945 – June 22, 2019) was an American psychologist. Levine was Professor of Psychology at California State University, Fresno, a social psychology writer, speaker, and consultant. He was also the former Associate Dean of the College of Science and Mathematics at Fresno.[2]", "53142857": "Wayne F. Cascio is an American economist, currently a Distinguished Professor and the Robert H. Reynolds Chair in Global Leadership at University of Colorado Denver Business School and previously the President of the Society for Industrial and Organizational Psychology in 1992 to 1993. In 2004, he was the G. T. Kok Distinguished Professor of Management at Nanyang Business School, Nanyang Technological University, Singapore.[1][2]", "36529505": "Fulgencio Argüelles (born January 6, 1955),[1] is a Spanish writer and psychologist.", "2647398": "Christopher Charles French (born 1956) is a British psychologist specialising in the psychology of paranormal beliefs and experiences, cognition and emotion. He is the head of the University of London's anomalistic Psychology Research Unit and appears regularly in the media as an expert on testing paranormal claims.[1]", "40461680": "Elsie Lincoln (Vandegrift) Benedict (1885–1970), also known as 'The Wonder Woman',[1][2] was advertised as the world's best known lecturer[3][4][5] during the 1920s and 1930's, speaking to over 3 million people in her lifetime and writing on what Napoleon Hill and Dale Carnegie and a long list of men would do later. Renowned for her collegiate debate skills, emerged as a key figure in the national suffrage movement being personally recruited by Carrie Chapman Catt for national suffrage advocacy as the second-highest paid American suffragist leader. She would later take to the worldwide stage promoting the law of attraction through her many free and paid lecture series. She was the founder of Brainology, a famous course on scientific mind training.[6]", "29156738": "Charlotte Sophia Kasl, (née Davis, AKA  Charlotte Davis Kasl) (1938–2021) was a U.S. psychologist and author.", "64906640": "Maureen Philomena Molloy (née Clifton; 25 August 1925 – 21 May 2011) was an Australian pioneer of clinical neuropsychology, cognitive rehabilitation therapy and forensic neuropsychology.[1][2][3]", "73622945": "Mariko Hiraiwa Hasegawa (Japanese: 長谷川眞理子, born 1952) is a zoologist and anthropologist who studies behavioral ecology, evolutionary psychology, and physical anthropology.[1] Hasegawa is president of the Graduate University for Advanced Studies (Sokendai) in Kanagawa Prefecture, Japan.[2] She is \"among the rare Japanese women primatologists to have gained international recognition.\"[3]", "11232673": "Wilfried Daim (July 21, 1923 in Vienna – December 2016 in Vienna) was an Austrian psychologist, psychotherapist, writer and art collector.[1]", "484786": "Fatemeh Haghighatjoo (also spelled Haghighatjou and Haqiqatju; Persian: فاطمه حقیقت‌جو, lit. 'Truth/Justice Seeker')[3] is an Iranian scholar and reformist politician who represented Tehran, Rey, Shemiranat and Eslamshahr in the Iranian Parliament from 2000 to 2004.[2] She left Iran in 2005[4] and currently resides in the United States, where she serves as the CEO and co-founder of the 501(c)(3) organization Nonviolent Initiative for Democracy (NID).[5]", "8709556": "John Welwood (March 12, 1943[1][better source needed] – January 17, 2019) was an American  clinical psychologist, psychotherapist, teacher, and author, known for integrating psychological and spiritual concepts. He was the Director of the East/West Psychology Program at the California Institute of Integral Studies in San Francisco, and an associate editor of Journal of Transpersonal Psychology.[2][3]", "46556618": "Gilles d'Ambra Azzopardi (born 2 August 1949) is a French psychosociologist. He is the author of numerous books on practical psychology for the mainstream readers, on male-female relationships[1] and management.   \nIn this respect, he is an active contributor in his role as Strategic Advisor for Monkey-tie,[2][3] the first recruitment platform that links people to businesses based on corporate culture and personality (for instance through the implementation of the Big 5 personality traits).[4]", "30827980": "Eugène Auguste Albert de Rochas d'Aiglun (20 May 1837 – 2 September 1914) was a French parapsychologist, historian, translator, writer, military engineer, charlatan and administrator.", "73622994": "Martin Anthony Conway[a] (18 August 1952 – 30 March 2022) was a British psychologist and psychoanalyst focusing on the study of autobiographical memory,[3][4] as well as the interactions between human memory and the law.[5] He served as head of the psychology department, City, University of London before his passing.", "19850709": "Bradford Keeney, Ph.D. (3 April 1951) is a creative therapist, cybernetician, anthropologist of cultural healing traditions, improvisational performer, and spiritual healer. Bradford Keeney has served as a professor, founder, and director of clinical doctoral programs in numerous universities. He is the originator of several orientations to psychotherapy including improvisational therapy, resource focused therapy, and creative therapy.  He is the inventor of recursive frame analysis, a research method that discerns patterns of transformation in conversation.[1]  A Clinical Fellow of the American Association for Marriage and Family Therapy,[2] he received the 2008 Distinguished Lifetime Achievement Award from the Louisiana Association for Marriage and Family Therapy.[3]", "11757021": "Muriel Elaine Deutsch Lezak (August 26, 1927 – October 6, 2021) was an American neuropsychologist best known for her book Neuropsychological Assessment, widely accepted as the standard in the field. Her work has centred on the research, assessment, and rehabilitation of brain injury. Lezak was a professor of neurology at the Oregon Health and Science University School of Medicine.", "73721316": "Carrie Elyse Bearden is an American psychologist and academic. She is a professor at the David Geffen School of Medicine, University of California, Los Angeles,[1] and Director of the UCLA Center for the Assessment and Prevention of Prodromal States, a clinical research program for youth at high risk for psychotic disorders.[2] She is most known for her research taking a ‘genetics first’ approach to study brain mechanisms underlying the development of serious mental illness. Her work has identified biological convergence between genetically and clinically defined high-risk populations.[3]", "3565038": "Jorge N. Ferrer (born October 30, 1968) is a US-based Spanish psychologist who wrote about the applications of participatory theory to transpersonal psychology, religious studies, integral education, and sexuality and intimate relationships.", "386544": "Henry Carvill Lewis (November 16, 1853 – July 21, 1888) was an American geologist and mineralogist.", "55928311": "Morris Simon Viteles (March 21, 1898 - December 7, 1996)[1] was an influential researcher and writer in the field of industrial and organizational psychology.  His book Industrial Psychology, published in 1932, was the first comprehensive modern textbook in the field.[2]  His writings were so influential that he was often regarded as the founder of the field, although he disavowed that claim.[3]", "72443383": "Amanda Sheffield Morris is an American developmental scientist, known primarily for her work on parenting, emotion regulation, and the neuroscience of adversity and resilience in terms of optimal child and adolescent development. She is currently the Regents Professor of Psychology at Oklahoma State University.[1]", "57042428": "Paul Satz (September 12, 1932 – June 20, 2010) was an American psychologist, and one of the founders of the discipline neuropsychology. His research on the relationship between the brain and human behavior spanned diverse topics including laterality, handedness, and developmental disorders. He published over 300 publications, received numerous grants and awards, and established the first neuropsychology lab. Towards the latter part of his career, Satz's research interests focused more on the cognitive deficits associated with head injury, dementia, and ageing.", "13264385": "David L. Shapiro (born June 13, 1943) is an American psychologist and independent practitioner  in forensic psychology. He is a fellow of the American Psychological Association (Divisions 41, 42 and 46) and is licensed to practice psychology in four states (Maryland, New York, Florida, New Jersey) and the District of Columbia.[1] He is the author of many articles and books on issues in the field of forensic psychology, including Psychological Evaluation and Expert Testimony[2]  and   Forensic Psychological Assessment: An Integrative Approach.[3]", "40691208": "George W. Howe is an American psychologist and academic. Howe obtained his Ph.D. from the University of Connecticut in 1981. He is a professor of clinical psychology at George Washington University, a member of Center for Contextual Genetics and Prevention Science and a vice-president of Family Process Institute. He is an associate editor of Journal of Family Psychology.[1]", "56550920": "Roman Sławomir Cieślak is a Polish psychologist who is the Rector of SWPS University of Social Sciences and Humanities.[1]", "13035024": "Marcial Losada (1939–2020) was a Chilean psychologist, consultant, and former director of the Center for Advanced Research (CFAR) in Ann Arbor, Michigan.[not verified in body] He is known for his work in academia and business focusing on the development of \"high performance teams\",[This quote needs a citation] and having participated in partially retracted collaborative work with Barbara Fredrickson of the University of North Carolina, a retraction for which he has been assigned the culpability.", "54093328": "This page was translated from the Russian version of the article", "62809621": "Murray Harvey is an Australian bishop in the Anglican Church of Australia. He has served as the 12th Bishop of Grafton since September 2018.", "73983514": "Katherine Ortega Courtney is an American psychologist and author who co-developed the 100% Community model, a theoretical framework designed to guide the state and local work of preventing two interrelated public health and education challenges: adverse childhood experiences (ACEs) and adverse social determinants of health (SDH). As bureau chief of New Mexico's Child Protective Services Research, Assessment, and Data Bureau and developer of a data-scholars program for child welfare managers across the nation, she saw firsthand child welfare's lack of capacity to implement a data-driven strategy to prevent maltreatment by ensuring families had access to the vital services of medical care, mental health care, food security programs, and safe housing.", "42690078": "Karalyn Eve Patterson, FRS, FBA, FMedSci  is a British psychologist in Department of Clinical Neurosciences, University of Cambridge and MRC Cognition and Brain Sciences Unit. She is a specialist in cognitive neuropsychology[2][3][4]and an Emeritus Fellow of Darwin College, Cambridge.[5]", "69756463": "Sigrid Huun (born July 25, 1952) is a Norwegian actress.[1][2] She made her film debut in Himmel og helvete in 1969.[3] Among her television performances, she is remembered for having performed in the comedy series Egentlig on NRK in the 1990s. She also works as a psychologist.[4]", "3565103": "John Heron (24 September 1928 – 28 November 2022)[1] was a pioneer in the creation of a participatory research method in the social sciences, called co-operative inquiry.[1] This was based on his work in 1968–69 on the phenomenology of social encounter, and which has been applied by practitioners in many fields of professional and personal development. He was committed to the process of co-operative inquiry, in whatever field it is applied, as a basic form of relational and participative spiritual practice.", "38594105": "Helga Kristine Eng (31 May 1875 – 26 May 1966) was a Norwegian psychologist and educationalist. She was the third woman to receive a doctor's degree in Norway, and the first to do so in psychology.[1]", "33318462": "Steve G. Jones[1] is a clinical hypnotherapist based in Savannah, Georgia.[2] He also has offices in New York and California.[3] He has created numerous recordings and publications about hypnosis, self-awareness and the law of attraction. He co-authored the book You Can Attract It with Frank Mangano.[4]", "30828095": "Sven Hessle, born 1941, is a Swedish Authorized Psychologist, and Professor of Social work at Stockholm University.[1]", "52192832": "Francisco Bozán (born 21 October 1986), is a Chilean footballer coach and former player who played as a midfielder. He is the current manager of Curicó Unido.", "8709704": "Paul Bloom (born December 24, 1963) is a Canadian American psychologist. He is the Brooks and Suzanne Ragen Professor Emeritus of psychology and cognitive science at Yale University and Professor of Psychology at the University of Toronto. His research explores how children and adults understand the physical and social world, with special focus on language, morality, religion, fiction, and art.", "60024395": "Gary W. Ladd (born April 28, 1950)[2] is the Cowden Distinguished Professor in the T. Denny Sanford School of Social and Family Dynamics and the Department of Psychology at Arizona State University.[3] He is also the editor-in-chief of Merrill-Palmer Quarterly.[4]\nHe is known for his research on the prevalence and adverse effects of bullying on schoolchildren.[5][6][7]", "1926733": "Audrey Mary Shuey (1900–1977) was an American psychologist and writer. She served as the Chair of the Department of Psychology at Randolph-Macon Women's College.", "71558734": "Alison Calear (née Neil) is an Australian academic who is a Professor at the Centre for Mental Health Research at the Australian National University. She studies youth mental health and the prevention of anxiety, depression and suicide.", "29189713": "Ylli Pango  (born March 26, 1952, Tirana, Albania) is an Albanian psychologist, academic, writer, and politician.", "16705105": "Ralph Charles Underwager (28 July 1929 – 29 November 2003) was an American minister and psychologist who rose to prominence as a defense witness for adults accused of child sexual abuse in the 1980s and 1990s. Until his death in 2003, he was the director of the Institute for Psychological Therapies, which he founded in 1974. He was also a founder of Victims of Child Abuse Laws (VOCAL), a lobby group which represented the interests of parents whose children had been removed from their care by social services following abuse allegations. He was a founding member of the False Memory Syndrome Foundation. He was also accused of being a supporter of pedophilia because of controversial statements he made, including those in an interview to Paidika: The Journal of Paedophilia.", "5203545": "Curt Werner Bondy (born 3 April 1894 Hamburg, Germany – 17 January 1972) was a German psychologist and social educator.", "3368569": "Eric Robertson Dodds (26 July 1893 – 8 April 1979) was an Irish classical scholar.[2] He was Regius Professor of Greek at the University of Oxford from 1936 to 1960.", "25781885": "Rodney L. Lowman (born 1949) is an American psychologist, academic administrator and entrepreneur whose major contributions have been in the areas of career assessment and counseling, ethical issues in Industrial and Organizational Psychology (I-O Psychology), the integration of clinical psychology and I-O psychology and helping to develop the field of consulting psychology. In a study of the most prolific contributors to the Consulting Psychology Journal: Practice and Research, Lowman was rated the second highest contributor for articles for the period 1992–2007.[1]", "47179398": "Daphna Oyserman is a Dean's Professor in the Department of Psychology and of Education and Communication at the University of Southern California. She is also a co-director of the USC Dornsife Mind and Society Center. Oyserman received a PhD in psychology and social work from the University of Michigan (1987). She was on the faculty of The Hebrew University, Jerusalem before joining the University of Michigan, where she last held appointments as the Edwin J. Thomas Collegiate Professor of Social Work, Professor of Psychology, and research professor in the Institute for Social Research. She has been recognized by several international organizations for her contributions to psychology—she is a Fellow of the Association for Psychological Science, the American Psychological Association, the Society for Experimental Social Psychology, and the Society for Personality and Social Psychology.", "54257290": "Alexander Todorov is a Bulgarian professor of psychology at the University of Chicago Booth School of Business.[1] Before his current position, he was a professor at Princeton University.[2] His research is focused on how humans perceive, evaluate, and make sense of the social world. Todorov's research on first impressions[3][4] has received media coverage from the New York Times,[5] The Guardian, The New Yorker, The Daily Telegraph, Scientific American, National Geographic, BBC, PBS, and NPR.", "66479760": "Nabila Espanioly is a Palestinian-Israeli psychologist, social worker, feminist, and peace activist. She is the founder and director of the Al-Tufula Center in Nazareth.", "13723287": "Frank Ritter is  a  professor in the College of Information Sciences and Technology, professor in the Department of Psychology, and professor in the Department of Computer Science and Engineering at Penn State University.[1] Before coming to Penn State, he was a lecturer (approximately equivalent to US assistant professor) in the Department of Psychology at the University of Nottingham, and a visiting distinguished professor in the Psychology Department at Chemnitz University of Technology (Germany).", "69461655": "Constance Ruth Ahrons (April 16, 1937 - November 29, 2021) was an American psychotherapist. She was an early advocate of collaborative divorce.[1][2]", "42493606": "Robert Alex Johnson (May 26, 1921 – September 12, 2018) was an American Jungian analyst and author.[1] His books have sold more than 3 million copies.[2]", "73557674": "Richard C. Schwartz (born 14 September 1949),[1] is an American systemic family therapist, academic, author, and creator of the Internal Family Systems (IFS) branch of therapy.[2][3] He developed his foundational work with IFS in the 1980s[4] after noticing that his clients were made up of many different pieces of \"parts\" of their \"Self.\"[5][6] He teaches that, \"Our inner parts contain valuable qualities and our core Self knows how to heal, allowing us to become integrated and whole. In IFS all parts are welcome.\"[7]", "47605420": "Benjamin Binem Wolman (October 27, 1908 – January 3, 2000) was a Polish-American psychologist and writer.", "59565742": "Edward Barrett Warman (April 29, 1847 – November 26, 1931) was an American psychologist and health expert. He edited a column in the Los Angeles Times called \"The Care of the Body\", and he authored several books about physical culture.[1][2][3] He advocated daily physical exercise.[4]", "67102396": "Susan A. David (born September 13, 1970) is a South African psychologist, speaker and author.", "2352830": "John Eric Rayner Staddon (born 19 March 1937) is a British-born American psychologist. He has been a critic of Skinnerian behaviorism and proposed a theoretically-based \"New Behaviorism\".[1] John Staddon conducted theoretical behaviorism research in adaptive function, mechanisms of learning, and optimality theories. He completed his graduate work at the Skinner Lab in Harvard in the 1960s, with Richard Herrnstein.[2]", "40691391": "Marilyn Price-Mitchell (born March 1, 1949) is an American psychologist,[1] author,[3] columnist, speaker,[4] and youth development expert.[2][5][6] She is the co-founder[7] and serves on the Advisory Board[8] of the Washington State Family & Community Engagement Trust (formerly known as the National ParentNet Association)[9] and has a regular column at Psychology Today.[10] She has also served as a fellow at the Fielding Graduate University Institute for Social Innovation.[11][12]", "43116222": "Freda Gladys Newcombe (1925–2001) was a British clinical neuropsychologist who played a pivotal role in the development of the discipline of cognitive neuropsychology. She was a fellow of Linacre College, Oxford, from 1968 to 1992, and then Honorary Fellow from 1992. She served as President of the International Neuropsychological Society in 1985 and was made an Honorary Fellow of the British Psychological Society in 1994. She was awarded an honorary degree by the University of Essex in 1995.[2][3][4][5][6]", "1173185": "Jessica Utts (born 1952) is a parapsychologist and statistics professor at the University of California, Irvine. She is known for her textbooks on statistics and her investigation into remote viewing.[1][2]", "67528405": "Kaarina Elisabeth Suonio (née Brusiin; born 7 February 1941) is a Finnish retired politician and psychologist. She represented Helsinki in the Parliament of Finland from 1975 to 1986 as a member of the Social Democratic Party. From 1982 to 1986, she was Finland's minister of education, and from 1994 to 1997, she was the last governor of Häme Province prior to its merger with other provinces.", "39937754": "Tony Toneatto is the director of the Buddhism, Psychology and Mental Health undergraduate program at the University of Toronto. This program offers a number of courses exploring Buddhism, psychology, psychotherapy, mindfulness meditation, applied Buddhism, research methods in Buddhist research and cognitive science.", "4155107": "Roger A. Hart (born c. 1950) is a child-rights academic, and former Professor of Psychology and Geography at the City University of New York and co-director of the Children's Environments Research Group.[1]", "52324070": "Walter Raleigh Browne (1842 – 4 September 1884) was an English civil engineer and Christian writer.[1]", "69854965": "Alexander James McIvor-Tyndall (March 4, 1860 – 1940), also known as Ali Nomad was an English-American hypnotist, mentalist and new thought writer.", "54552312": "Ray Bull is a British psychologist and emeritus professor of forensic psychology at the University of Leicester. He is also a visiting professor at the University of Portsmouth and a part-time professor of criminal investigation at the University of Derby. Since 2014, he has been the president of the European Association of Psychology and Law.[1][2]", "35153660": "Elizabeth Zelinski is an American college professor known for her expertise in gerontechnology, neuroscience, and cognition. She is the Rita and Edward Polusky Chair in Education and Aging Professor of Gerontology and Psychology at the USC Davis School of Gerontology and she heads the Center for Digital Aging.[1] Zelinski studies longitudinal changes in objective cognition and self-reported memory in healthy older adults, interventions to improve their cognition and health effects on cognition in aging.", "13231872": "R. Christopher Barden Ph.D., J.D., L.P. is  the director of the National Association for Consumer Protection In Mental Health Practices [1]", "3401477": "Sonu Shamdasani (born 1962) is a London-based author, editor in chief, and professor at University College London. His research and writings focus on Carl Gustav Jung (1875–1961) and cover the history of psychiatry and psychology from the mid-nineteenth century to current times.", "39282444": "Emory L. Cowen (1926 – November 30, 2000) was an American psychologist who pioneered the promotion of wellness in mental health. Cowen is widely considered one of the fathers of community psychology and community mental health due to his research and implementation of early detection and primary and secondary prevention in mental health. In the field of psychology, he initiated the shift from treating dysfunction to preventing problems before they occurred.", "71067407": "Jen Jack Gieseking is an environmental psychologist, author, and associate professor of geography at the University of Kentucky.[1]", "56551191": "Andrzej Eliasz is a Polish psychologist, professor, and former rector of the SWPS University of Humanities and Social Sciences (1996-2016).[1][2] Chairman of the board of trustees.", "73623324": "Maureen McEvoy Black (born 1945) is an American pediatric psychologist and expert in early childhood development. She specializes in growth and nutrition. Black was the John A. Scholl MD and Mary Louise Scholl MD Endowed Professor at the University of Maryland School of Medicine from 2003 to 2021.", "25257760": "Marcela Paz Vacarezza Etcheverry (born 8 May 1970 in Antofagasta) is a Chilean actress, psychologist and beauty pageant titleholder. She is married to the TV host Rafael Araneda with whom she has three children, Martina, Florencia and Vicente.[1]", "17590050": "Sir Godfrey Hilton Thomson FRSE DCL (27 March 1881 – 9 February 1955) was an English educational psychologist known as a critical pioneer in intelligence research.[1]", "48686883": "Kobi Kazembe Kambon (a.k.a. Joseph A. Baldwin; November 29, 1943 - December 31, 2018) was a black educator and psychologist. His research has been particularly influential in areas relating to African (Black) Psychology, cultural survival in the face of cultural oppression, and mental health. A former National President of the Association of Black Psychologists (ABPsi), Kambon published over 60 scholarly articles, and wrote five books, including two textbooks that are frequently used in Psychology and Black Studies courses across the country.[1]", "6121253": "The College of Psychologists of Ontario (CPO) is the regulatory college for the profession of psychology in Ontario, Canada. It sets the standards for the provision of psychological services by Psychologists and Psychological Associates.", "52782886": "Julian Rappaport is an  American psychologist who introduced the concept of empowerment into social work and social psychiatry. He is a recipient of the American Psychological Association's Division of Community Psychology Distinguished Career Award and of the Seymour B. Sarason Award for \"novel and critical rethinking of basic assumptions and approaches to human services, education, and other areas of community research and action.\"[1]", "56551209": "Terri Conley is an American social psychologist who studies gender differences in sexuality, consequences of departures from monogamy, and the consequences of masculinity threat. She is currently an associate professor of psychology and women's and gender studies at the University of Michigan, where she leads the Stigmatized Sexualities research lab.[1][2]", "58582825": "Lawrence Schlesinger Kubie (17 March 1896 – 27 October 1973) was an American psychiatrist and psychoanalyst who practiced in New York City from 1930 to 1959.[1] Kubie had several celebrity patients, including Tennessee Williams, Leonard Bernstein, Moss Hart, Kurt Weill, Vivien Leigh and Sid Caesar.", "64186173": "Gudela Grote (born 4 December 1960) is a German psychologist and academic. She was educated in Germany and the United States, and established her career in Switzerland.[1][2]", "27223870": "Arthur Guirdham (1905–1992) was an English physician, psychiatrist, novelist, and writer on the Cathar sect, alternative medicine, ESP and reincarnation.", "1501010": "Gordon G. Gallup Jr. (/ˈɡæləp/; born 1941) is an American psychologist in the University at Albany's psychology department, researching biopsychology.", "57763672": "Sybil Alexandra Burt is an American psychologist and behavior geneticist. She is professor of psychology at Michigan State University and the co-director of its Michigan State University Twin Registry. She is known for researching the role of genetic factors in parenting[1][2] and popularity.[3] She has also researched the link between antisocial behavior and marriage, finding that the relationship appears to be bidirectional: in her research, men with fewer antisocial behaviors were more likely to get married, and once they did so, their rates of antisocial behavior decreased even more.[4][5]", "39053146": "Beatrice Ann Wright (born Beatrice Ann Posner December 16, 1917 – July 31, 2018) was an American psychologist known for her work in Rehabilitation psychology. She was the author of a seminal work on disability and psychology, Physical Disability—A Psychological Approach (1960) and its second edition, retitled Physical Disability—A Psychosocial Approach (1983).[1][2]", "61892449": "Grazyna Kochanska is a Polish-American developmental psychologist known for her research on parent-child relationships, developmental psychopathology, child temperament and its role in social development. She is the Stuit Professor of Developmental Psychology at the University of Iowa.", "52258659": "Parvathi T., also known as Maala Parvathi, is an Indian actress, who appears mainly in Malayalam  films.", "56649578": "Robert Frank Krueger is Hathaway Distinguished Professor of Clinical Psychology and Distinguished McKnight University Professor in the Department of Psychology at the University of Minnesota.[1] He is known for his research on personality psychology, clinical psychology, quantitative psychology, developmental psychology, personality disorders, behavioral genetics, and psychopathology.[2][3][4]  He is the co-editor-in-chief of the Journal of Personality Disorders.[5]", "45049716": "Kevin Dutton (born 1967) is a British psychologist and writer, specialising in the study of psychopathy.[1]", "2582389": "Stanley Albert Gooch (born 1932 in Lewisham, London, died 13 September 2010)[1] was a British psychologist and author who is probably best known as the proponent of a \"hybrid-origin theory\" of human evolution.", "61171582": "Sabine Bahn is a professor of Neurotechnology, Professor & Director of the Bahn Laboratory at The University of Cambridge, a Professor of Translational Neuropsychiatry at Erasmus Medical Centre", "44623751": "Catherine Gildiner (born 1948) is an American–Canadian author and clinical psychologist.", "58320778": "David Zachary (Zach) Hambrick is a psychology professor at Michigan State University, known for his research on the effects of practice on proficiency in various skills. Hambrick's research has concluded that practice is important in explaining ability in fields such as chess, music, and academics, but less so than argued by other psychologists, notably K. Anders Ericsson.[1][2][3] Hambrick contends that, in addition to amount of practice, working memory capacity is associated with better performance on a wide variety of tasks.[4][5]", "485267": "Alexandra Adler (24 September 1901 – 4 January 2001) was an Austrian neurologist and the daughter of psychoanalyst Alfred Adler. She has been described as one of the \"leading systematizers and interpreters\" of Adlerian psychology.[1] Her sister was Socialist activist Valentine Adler.[2] Alexandra Adler's husband was Halfdan Gregersen.[3]", "61990803": "Frank Joseph McGuigan (December 7, 1924 – April 8, 1998) was an American psychologist. His research spanned multiple areas, including cybernetics, electrophysiology, and psychophysiology.[1][3]", "23947175": "Richard Farson Ph.D., (November 16, 1926 – June 13, 2017)[1] was an American psychologist, author, and educator. He was the president and chief executive officer of the Western Behavioral Sciences Institute, which he co-founded in 1958 with physicist Paul Lloyd and social psychologist Wayman Crow.[1]", "29616047": "Tirzah Firestone (born May 27, 1954) is an American analytical psychotherapist, author, and Jewish Renewal rabbi. She is the founding rabbi of Congregation Nevei Kodesh, a Jewish Renewal synagogue in Boulder, Colorado, and is now Rabbi Emerita there.[1] She was ordained by Rabbi Zalman Schachter-Shalomi in 1992 and is a leader in the international Jewish Renewal Movement.", "12478417": "Rob Yeung is a British psychologist and management author. He has published research studies on personality in academic journals, particularly Personality and Individual Differences. He writes a column on confidence for UK newspaper The Daily Telegraph and contributes to newspapers including Financial Times, The Guardian and The Sunday Times. He appears on television programmes including CNBC news, Celebrity Big Brother, BBC Breakfast, CNN news, and Working Lunch on the BBC. He is a columnist for Accounting and Business, a periodical published ten times a year by the Association of Chartered Certified Accountants (ACCA).", "54421463": "Sandra L. Calvert is a developmental and child psychologist, whose scholarship illuminates the children's media area, including policy implications.[1][2] Calvert is currently professor of psychology,[1][2] and an affiliated faculty member at the McCourt School of Public Policy at Georgetown University.[3] Calvert is also the co-founder and Director of the Children's Digital Media Center,[2] a multi-university research initiative funded primarily by multiple grants from the National Science Foundation,[4] as well as by private foundations. Calvert served as chair of the department of psychology at Georgetown University from 2006 to 2009.[1]", "25061342": "Małgorzata Anna Łamacz (1949 - 2017) is an American researcher specializing in sexuality and behavioural genetics. As Margaret Lamacz, she is the co-author of the 1989 book Vandalized Lovemaps with John Money.[1] She also participated in extensive research of schizophrenia.", "73492450": "Daria Abramowicz (born 10 October 1987)[1] is a Polish sports psychologist known for working with professional tennis player Iga Świątek.", "65955846": "Anne Cheryl Petersen (born September 11, 1944) is an American developmental scientist. She served as dean of the College of Health and Human Development at Pennsylvania State University, deputy director and chief operating officer of the National Science Foundation, and vice-president of programs at the W. K. Kellogg Foundation. She is one of the founders of the Association for Psychological Science.[1] In 2000, she was listed as one of the most influential psychologists by the Encyclopedia of Psychology.[2] Her research has focused primarily on adolescent development and gender issues.[3]", "65234951": "Tara McConnell Chaplin is an American psychologist.", "17885192": "John Leonard Horn (September 7, 1928 – August 18, 2006) was a scholar, cognitive psychologist and a pioneer in developing theories of intelligence.\nThe Cattell-Horn- Carroll (CHC) theory is the basis for many modern IQ tests. Horn's parallel analysis, a method for determining the number of factors to keep in an exploratory factor analysis, is also named after him.", "49539082": "Ja Arthur Jahannes (August 25, 1942 – July 5, 2015) was a professor at Savannah State University in Savannah, Georgia and the pastor of the Abyssinia Missionary Baptist Church in Savannah. He was a prolific playwright, music composer, essayist, and poet, a frequent theatre director and international lecturer,[1] and a pioneer of Black psychology.[2]", "42625034": "Francis Pleasant Robinson (December 21, 1906 – August 6, 1983) was an educational psychologist. As an educational psychologist, he spent his years teaching both college students and military personnel how to learn from textbooks.", "71165964": "The Dominican College of Psychologists (CODOPSI), is a non-profit organization that regulates the practice of Psychology in the Dominican Republic.", "34695191": "Tony Humphreys is an Irish educator, a consultant clinical psychologist, the founder of the Relationship Mentoring modality of Psychotherapy and the author of eleven self-help books translated into 15 languages and available in 28 countries. They notably[citation needed] include A Different Kind of Teacher, Self-esteem: the Key to your Child's Future (1995), The Power of \"Negative\" Thinking (1996), Children Feeling Good (1998) and ‘'Relationship, Relationship, Relationship: The Heart of a Mature Society'’ (2010).", "67495960": "Ilse Hellman Noach (28 September 1908 – 3 December 1998) was an Austrian-British psychoanalyst and child development expert. She worked with child evacuees from London with psychological issues in the first two years of the Second World War under the employ of the Home Office before working at Anna Freud's Hampstead War Nurseries until the war was over. Hellman trained in psychoanalysis under Dorothy Burlingham and worked at Burlingham's and Freud's Hampsead Child Therapy Course and Clinic from 1945 until her retirement in 1992. She published From War Babies to Grandmothers: Forty-Eight Years in Psychoanalysis in 1990.", "24176667": "Leah Giarratano is a clinical psychologist and author who specialises in a number of areas including psychopathology and trauma counselling. She is an expert in psychological trauma and sex offences, treating both perpetrators and victims.[1]", "6383644": "Philip Nicholas Johnson-Laird, FRS, FBA (born 12 October 1936)[1] is a philosopher of language and reasoning and a developer of the mental model theory of reasoning.[2] He was a professor at Princeton University's Department of Psychology, as well as the author of several notable books on human cognition and the psychology of reasoning.[3]", "23423003": "Manfred Schanfarber Guttmacher (May 19, 1898 – November 7, 1966) was an American forensic psychiatrist and chief medical officer who focused on the connections between psychiatry and criminal law. Guttmacher testified in the trial of Jack Ruby and authored The Dog Must Wag The Tail: Psychiatry And The Law, America's Last King: An Interpretation of the Madness of George III and other works.[2]", "17885216": "Jonathan Plucker is the Julian C. Stanley Professor of Talent Development at Johns Hopkins University, where he works in the School of Education and the Center for Talented Youth. He previously served as Raymond Neag Endowed Professor of Education at the University of Connecticut and as a professor of educational psychology and cognitive science at Indiana University. A scholar of creativity, intelligence, and education policy, he is the author of over 200 papers and author or editor of four books: Critical Issues and Practices in Gifted Education with Carolyn Callahan (1st and 2nd editions), Essentials of Creativity Assessment with James Kaufman and John Baer, and Intelligence 101 with Amber Esping. Plucker has also led the development of a popular web site on human intelligence. He was the 2007-2008 president of the American Psychological Association's Society for the Psychology of Aesthetics, Creativity, and the Arts (Division 10).", "69036070": "Helen Margaret Stallman is an Australian scientist, clinical psychologist and author. She is director of the International Association of University Health and Wellbeing.[1]", "50227241": "David Pafford Crews is the Ashbel Smith Professor of Zoology and Psychology at the University of Texas at Austin. He has been a pioneer in several areas of reproductive biology, including evolution of sexual behavior and differentiation, neural and phenotypic plasticity, and the role of endocrine disruptors on brain and behavior.", "26994739": "Ethel Dench Puffer Howes (10 October 1872 – 1950) was an American psychologist, suffragist, and college professor. She taught at Wellesley College, Smith College, and Simmons College. She was Executive Secretary of the National College Equal Suffrage League, and founder of the Institute for the Coordination of Women's Interests at Smith College.", "49997890": "Svenn Omar Torgersen (born 24 February 1941) is a Norwegian psychologist.", "66316355": "Michael J. Apter (born 1939) is a British psychologist who was born in England and grew up in Bristol.[1] He was educated at Clifton College (1965) and at Bristol University where he gained both his Bachelor of Science degree and his Doctorate in Psychology in 1965,[2] having also spent a doctoral year at Princeton University. He taught for twenty years at Cardiff University in Wales and has since held invited positions at Purdue University, the University of Chicago, Yale University, University of Toulouse,[3] and Georgetown University.[4] He also taught at Northwestern University where he received a teaching award.[5] He has held visiting positions at several additional universities and is a chartered psychologist and fellow of the British Psychological Society.[6]", "1108037": "Vladimir Mikhailovich Bekhterev[1] (Russian: Влади́мир Миха́йлович Бе́хтерев, IPA: [ˈbʲextʲɪrʲɪf]; 20 January 1857 – 24 December 1927) was a Russian neurologist and the father of objective psychology. He is best known for noting the role of the hippocampus in memory, his study of reflexes, and Bekhterev’s disease. Moreover, he is known for his competition with Ivan Pavlov regarding the study of conditioned reflexes.", "33581129": "Mary Sturt (8 September 1896 – 1993), also known as Molly, was a British educational psychologist and historian of education.[1] She was Vice-Principal of St Mary's College, Bangor, an Anglican teacher-training college for women.[2]", "26437707": "Wolfgang Wagner  (born 1949 in Vienna, Austria) is an Austrian social psychologist, currently professor at the Department of Psychology at the University of Tartu, Estonia. Formerly he was at the Johannes Kepler University in Linz, Austria, and affiliated with the Department of Social Psychology and Methodology at the University of San Sebastián, Spain. He is renowned for his contributions to the Theory of Social Representations.", "63006802": "Leonie Huddy is an Australian political scientist, currently a professor of political science at the State University of New York at Stony Brook. She studies American patriotism and national identity, public opinion regarding the Iraq War, and political identity in areas like attitudes towards feminism and gendered perceptions about political candidates.", "30402648": "David Lisak is an American clinical psychologist. He received his PhD from Duke University, and is a retired associate professor of psychology at the University of Massachusetts Boston.[1] Lisak's research focuses on \"the causes and consequences of interpersonal violence...motives and behaviors of rapists and murderers, the impact of childhood abuse on adult men, and relationship between child abuse and later violence\".[2]", "7104611": "H. Stephen Larsen is a psychologist and author who, with his wife Robin Larsen, was on the founding board of advisors of the Joseph Campbell Foundation,[1] and also founded the Center for Symbolic Studies,[2] to carry on with the work of Joseph Campbell.  He is best known for his work in mythology, and for being a pioneer in the field of neurofeedback.[3]", "67987558": "Orla Therese Muldoon is an Irish social and political psychologist and founding professor of psychology at the University of Limerick. Her research concerns how groups memberships and social identities affect health and well-being.", "30402663": "Howard Bloom (born June 25, 1943) is an American author. He was a music publicist in the 1970s and 1980s for  singers and bands such as Prince,[1] Billy Joel,[2] and  Styx.[3][4] He has published a book on Islam, The Muhammad Code, an autobiography, How I Accidentally Started The Sixties, and three books on human evolution and group behavior: The Genius of the Beast, Global Brain, and The Lucifer Principle.", "57763963": "William George Iacono is an American psychologist known for his research using behavior genetic methodologies, such as twin and adoption studies, to study the development of common mental disorders and substance abuse. He has also researched the relationship between substance use and cognitive impairment among adolescents. He is a Distinguished McKnight University Professor in the Department of Psychology at the University of Minnesota, where he is also the co-director, with Matt McGue, of the Minnesota Center for Twin and Family Research. Before joining the faculty of the University of Minnesota in 1985, he was an associate professor at the University of British Columbia.[2][3]", "59730044": "Shinobu Kitayama (born March 9, 1957)[1] is a Japanese social psychologist and the Robert B. Zajonc Collegiate Professor of Psychology at the University of Michigan. He is also the Social Psychology Area Chair and Director of the Culture & Cognition Program at the University of Michigan. He is the editor-in-chief of the Attitudes and Social Cognition section of the Journal of Personality and Social Psychology.[2] He received his bachelor's degree and master's degree from Kyoto University and his doctorate from the University of Michigan.[3] Together with Mayumi Karasawa, he discovered the birthday-number effect, the subconscious tendency of people to prefer the numbers in the date of their birthday over other numbers. Prof. Kitayama is best known for his work on the social psychology of culture as it relates to the self. He and Hazel Rose Markus have argued that Western selves are constructed as independent from others, and people from many East Asian cultures construct interdependent selves, based on the fundamental relatedness of individuals to each other. These differently constructed selves deeply affect how people see the world, how they experience emotions, how they organize their experience, and what they value.", "59697275": "Horatio Milo Pollock (2 September 1868 – 8 May 1950) was an American statistician.", "55240828": "Other reasons this message may be displayed:", "30304384": "Neal M. Ashkanasy OAM (born 5 June 1945[citation needed]) is an Australian academic best known for his work on emotions in the workplace.[1] He was honored for his \"service to tertiary education, to psychology and to the community.\"[2] He began his career as a civil engineer but is now a Professor of Management at the University of Queensland Business School.[3]", "67102860": "Felicia Brabec (born c. 1974) is an American politician serving as a member of the Michigan House of Representatives from the 55th district. Elected in 2020, she assumed office on January 1, 2021.", "2353294": "Martha Julia Farah (born 30 August 1955) is a cognitive neuroscience researcher at the University of Pennsylvania.  She has worked on an unusually wide range of topics; the citation for her lifetime achievement award from the Association for Psychological Science states that “Her studies on the topics of mental imagery, face recognition, semantic memory, reading, attention, and executive functioning have become classics in the field.”", "49440916": "Andy Field (born 21 June 1973) is an English academic currently serving as Professor of Quantitative Methods at the University of Sussex.", "56027287": "Tiffany Martini Field is professor in the departments of pediatrics, psychology, and psychiatry at the University of Miami School of Medicine and director of the Touch Research Institute. She specializes in infant development, especially with regard to the impact of maternal postpartum depression on mother-infant interaction and the efficacy of massage and touch therapy in promoting growth and emotional well-being in premature and low birth weight infants.[1][2][3]", "157854": "Melanie Klein (née Reizes; 30 March 1882 – 22 September 1960) was an Austrian-British author and psychoanalyst known for her work in child analysis. She was the primary figure in the development of object relations theory. Klein suggested that pre-verbal existential anxiety in infancy catalyzed the formation of the unconscious, which resulted in the unconscious splitting of the world into good and bad idealizations. In her theory, how the child resolves that split depends on the constitution of the child and the character of nurturing the child experiences. The quality of resolution can inform the presence, absence, and/or type of distresses a person experiences later in life.[1]", "7235745": "Daniel David (born 23 November 1972) is a Romanian academic. He is \"Aaron T. Beck\" professor of Clinical Psychology and Psychotherapy at the Babeș-Bolyai University, Cluj-Napoca. He was the head of the Department of Clinical Psychology and Psychotherapy[1] of the Babeş-Bolyai University between 2007 and 2012. Daniel David is also an adjunct professor at Icahn School of Medicine at Mount Sinai[2] and is the head of the Research Program at Albert Ellis Institute[3] in New York.", "2386125": "Christopher Richard Brand (1 June 1943 – 28 May 2017) was a British psychological and psychometric researcher who gained media attention for his controversial statements on race and intelligence and paedophilia.[2]", "10217682": "Sir Cary Lynn Cooper CBE FAcSS (born 28 April 1940), is an American-born British psychologist and 50th Anniversary Professor of Organizational Psychology and Health at the Manchester Business School, University of Manchester.", "8808659": "Edwin C. Nevis (May 20, 1926, Brooklyn, New York – May 20, 2011, Wellfleet, Massachusetts) was a gestalt therapist who identified Maslow's hierarchy of needs as culturally relative and formulated a hierarchy of needs for Chinese culture and a mode of classifying hierarchies of needs in different cultures. He co-founded the Gestalt Institute of Cleveland and founded the Gestalt International Study Center, and was a faculty member in management at the MIT Sloan School of Management.", "42100955": "Roger W. Schvaneveldt (born April 11, 1941 in Logan, Utah) is an American experimental psychologist with a focus on basic and applied research in cognitive psychology. He earned a PhD from the University of Wisconsin–Madison in 1967 and has been on the faculties of Stony Brook University (1967–77), New Mexico State University (1977–2000), and Arizona State University (2000–10).", "50194654": "Margaret Clark-Williams (1910-1975) was an American psychoanalyst, who worked as a lay analyst in both France and England.", "74049765": "Other reasons this message may be displayed:", "41969899": "Kelly McGonigal (born October 21, 1977) is a health psychologist and lecturer at Stanford University who is known for her work in the field of \"science help\" which focuses on translating insights from psychology and neuroscience into practical strategies that support health and well-being.[1] Mainstream media articles about inner-conflict-related aspects of modern lifestyles regularly quote her.[who?] A longtime advocate of self-compassion and mindfulness as stress-coping strategies, McGonigal has altered her focus on the problematic aspects of stress; in a talk at the TEDGlobal 2013, she emphasized the importance of an individual's subjective belief in themselves as someone who is able to cope successfully as being a crucial factor in their actual response to stress.", "61761772": "As minor planet discoveries are confirmed, they are given a permanent number by the IAU's Minor Planet Center (MPC), and the discoverers can then submit names for them, following the IAU's naming conventions. The list below concerns those minor planets in the specified number-range that have received names, and explains the meanings of those names.", "40724721": "Henricus Franciscus Maria (Harry) Peeters (3 October 1931 - 17 November 2012) was a Dutch historian and psychologist, Emeritus Professor of Historical Psychology at the Tilburg University, and founder dean of the TIAS School for Business and Society (TIAS) in 1982 and for his work on European historical psychology.[1]", "60352754": "Albert Ziegler (born 4 July 1961 in Siebeldingen) is a German psychologist and the Chair Professor of Educational Psychology and Research on Excellence at the Friedrich-Alexander-University Erlangen Nürnberg.", "39545080": "Mary Alice Sarvis (20 December 1914 – 16 June 1965) was an American psychiatrist and psychoanalyst active in the San Francisco Bay Area from the 1940s to the mid-1960s. Sarvis worked with the Oakland Police Department and Oakland Public Schools to increase understanding of and collaborate with underserved populations. Additionally, Sarvis maintained a private practice and taught at the School of Social Welfare at the University of California, Berkeley. Established after Sarvis' unexpected death in 1965, the Mary Sarvis Memorial Fund continues the work of Sarvis by giving small, life-improving grants to Bay Area children for targeted individual needs such as medical supplies and extracurricular activities.", "69724414": "Vivian Lynette Gadsden is an American psychologist who is an education researcher at the University of Pennsylvania. Her research considers the social and cultural factors that affect learning and literacy. She is interested in intergenerational learning within African-American families.", "5662975": "Carolyn Wood Sherif (1922–1982) was an American social psychologist who helped to develop social judgment theory and contributed pioneering research in the areas of the self-system, group conflict, cooperation, and gender identity. She also assumed a leading role in psychology both nationally as well as internationally. In addition to performing seminal social psychology research, Wood Sherif devoted herself to teaching her students and was recognized for her efforts with an American Psychological Association award named in her honor that is presented annually.[1]", "54978816": "Fitzhugh J. Dodson (October 28, 1923, Baltimore, Maryland – May 2, 1993, Long Beach, California[2]) was an American clinical psychologist, lecturer and educator.[3]  He wrote several popular books including the  best-selling How to Parent.[4]", "6056197": "David Ian Perrett FBA FRSE (born 11 April 1954)[1]  is a professor of psychology at the University of St Andrews in Scotland, where he leads the Perception Lab. The main focus in his team's research is on face perception, including facial cues to health,[2] effects of physiological conditions on facial appearance, and facial preferences in social settings such as trust games and mate choice.[3] He has published over 400 peer-reviewed articles,[4] many of which appearing in leading scientific journals such as the Proceedings of the Royal Society of London Series B—Biological Sciences,[5] Psychological Science,[6] and Nature.[7]", "5695750": "Andrew Samuels (born 19 January 1949)[1] is a British psychotherapist and writer on political and social themes from a psychological viewpoint. He has worked with politicians, political organisations, activist groups and members of the public in Europe, US, Brazil, Israel, Japan[citation needed], Russia and South Africa as a political and organisational consultant. Clinically, Samuels has developed a blend of Jungian and post-Jungian, relational psychoanalytic and humanistic approaches.", "13265159": "Theodore H. Blau (March 3, 1928 – January 28, 2003)  was a noted clinical, police and forensic psychologist  who was the first clinician in independent practice to be elected president of the American Psychological Association in 1977.[1] He was a prolific writer and wrote, among other books and articles,  a well known book on Forensic psychology.[2]", "13461767": "Irwin Kremen (June 5, 1925 – February 5, 2020) was an American artist who began making art while Director of the Duke University Graduate Program in Clinical Psychology, when he was 41, after earning a PhD six years earlier in clinical psychology at Harvard University.", "25880839": "George W. Ainslie is an American psychiatrist, psychologist and behavioral economist.", "37251337": "Gordon Neufeld (born 1946) is a developmental psychologist from Vancouver, British Columbia.[1] He is the author of the book Hold on to Your Kids: Why Parents Need to Matter More Than Peers (co-authored with Canadian physician Gabor Maté).[2]", "20277517": "Robert Lee Williams II (February 20, 1930 – August 12, 2020) was a professor emeritus of psychology and African and Afro-American studies at the Washington University in St. Louis and a prominent figure in the history of African-American Psychology.[1] He founded the department of Black Studies at Washington University and served as its first director, developing a curriculum that would serve as a model throughout the country. Williams was well known as a stalwart critic of racial and cultural biases in IQ testing[citation needed], coining the word \"Ebonics\" in 1973 and developing the Black Intelligence Test of Cultural Homogeneity. He published more than sixty professional articles and several books. He was a founding member of the Association of Black Psychologists and served as its second president.", "50194702": "Juliet Favez-Boutonnier (1903 – 13 April 1994)[1] was a French academic, psychologist and psychoanalyst.", "31353108": "Enda McNulty (born 1977) is a Gaelic footballer who played at senior level for the Armagh county team, during which time he won an All Star Award. He played football with his local club Mullaghbawn Cúchullain's in Armagh and at senior level for the Armagh county team from 1996 to 2010.[1] He earned his first and only All-Ireland medal in 2002, the same year in which he won his All Star award. He is also a sports psychologist.[2]", "21883160": "Ursula Bellugi  (February 21, 1931 – April 17, 2022) was an American cognitive neuroscientist. She was a Distinguished Professor Emerita and director of the Laboratory for Cognitive Neuroscience at the Salk Institute in La Jolla, California.[2] She is known for research on the neurological bases of American Sign Language and language representation in people with Williams Syndrome.[3]", "16541979": "Raymond S. Dean was an American psychologist and George and Frances Ball Distinguished Professor of Neuropsychology and Professor of Psychology at Ball State University.[1]", "13723939": "Stephen David Reicher FBA FRSE is Bishop Wardlaw Professor of Social Psychology  at the University of St Andrews.[5][6][7][1]", "15591718": "John Goodrich Watkins (17 March 1913 - 12 January 2012) was a United States psychologist best known for his work in the areas of hypnosis, dissociation, and multiple personalities.[1] With his wife, Helen Watkins, he developed ego-state therapy, which uses analysis of underlying personalities, rather than traditional talk therapy, to find the causes of psychological problems.", "43542825": "Frank H. Farley is a humanistic psychologist and a past president of the American Psychological Association (APA) and the American Educational Research Association (AERA). He teaches at Temple University and has been a fellow or a leader of several scholarly societies. He has published research on a wide range of topics, from risk-taking personalities to men who visit massage parlors.[1][2]", "39184682": "Sheri Meyers, Psy.D., is a professional in the fields of marriage and family therapy, television talk show hosting, commentary, and authorship. Meyers is based in Los Angeles, California, and is frequently sought after for her expertise in matters related to relationships and infidelity. She has been featured on prominent networks such as CNN, ABC, NBC,[1]CBS,[2] and Fox,[3] as well as various television talk shows. Additionally, Dr. Sheri is recognized for her appearances on radio talk shows and her articles published at a national level.[4][5][6]", "616758": "Mark Epstein (born 1953) is an American author and psychotherapist who integrates Shakyamuni Buddha's teachings with Sigmund Freud's approaches to trauma. He often writes about the interface of Buddhism and psychotherapy.[1]", "60189003": "David Robert Thompson (born 10 February 1955) is a British academic nurse and psychologist. He is professor of nursing at Queen's University Belfast.[1] He holds honorary and adjunct positions in the United Kingdom, China and Australia[2] and is an editor of European Journal of Cardiovascular Nursing.[3] He served as a panel member of the 2001 UK Research Assessment Exercise[4] and as a sub panel member of the 2008 UK Research Assessment Exercise.[5] He was the first nurse to be elected a member of the British Cardiac Society.[6]", "55732556": "Sandra Dean-Patterson is a psychologist and human rights activist in The Bahamas.[1] Dean-Patterson established the Bahamas Council for the Disabled in 1973, founded the Bahamas Crisis Center (formerly the Women's Crisis Centre) in 1982, established The Bahamas Association of Social Workers, and founded the Caribbean Association of Rehabilitative Therapists.[1][2]", "62810462": "William Reichenstein Uttal (March 24, 1931 – February 5, 2017)[2][3] was an American psychologist and engineer known for his criticism of cognitive neuroscience, and for his advocacy for distributed neural processing.[4] In Uttal's obituary in the American Journal of Psychology, Stanley Coren wrote that \"His distinguished academic career is difficult to classify, but his specialty probably should be put under the heading \"cognitive science\".\"[3]", "2419046": "Benjamin Beit-Hallahmi (Hebrew: בנימין בית-הלחמי) (born June 12, 1943) is a professor emeritus of psychology at the University of Haifa, Israel. In 1970 Beit-Hallahmi received a PhD in clinical psychology from Michigan State University.", "32926058": "Aline Valangin was a Swiss writer, pianist, and psychoanalyst. She was follower of Carl Jung and became a psychoanalyst.", "34826610": "Steve Taylor (born 1967) is an English author and lecturer/researcher in psychology, who has written many books on psychology and spirituality, as well as books of poetry. He is a senior lecturer in psychology at Leeds Beckett University and has been the chair of the Transpersonal Psychology Section of the British Psychological Society."}