{"67341295": "Francisca Onaolapo Oladipo (born 15 January 1978) is a Nigerian Professor of Computer Science, administrator and author. As of 2022, she is the Vice-Chancellor, Thomas Adewumi University, Nigeria. Prior to her appointment, she was Director of Quality Assurance at Federal University, Lokoja, Kogi State, Nigeria.[1][2] She is the Executive Coordinator, Virus Outbreak Data Network Africa and Asia (VODANA).[2] She was the first woman to serve as a member of the Governing Council at the Federal University, Lokoja, and the first female Head of the Department of Computer Science at the university.[2][3]", "61033457": "Michael J. Freedman is an American computer scientist who is the Robert E. Kahn Professor of Computer Science at Princeton University, where he works on distributed systems, networking, and security.  He is also the cofounder of database company Timescale.", "45714421": "Jessica Tess McKellar is an American software developer, engineering manager, and author.", "43142135": "Gerth Stølting Brodal is a professor at the University of Aarhus, Denmark.[1]", "22465528": "Mads Tofte (born 20 April 1959) is a Danish computer scientist who has contributed in particular to functional programming and the Standard ML programming language.", "30739454": "Matías Duarte is a Chilean-American computer interface designer and Google's Vice President of Design. Prior to his current role, he was the Director of Android User Experience. Android 3.0 \"Honeycomb\" was the first release with major elements of his design influence.", "1362943": "Robert William Scheifler (born June 24, 1954) is an American computer scientist. He was born in Kirkwood, Missouri. He is most notable for leading the development of the X Window System from the project's inception in 1984 until the closure of the MIT X Consortium in 1996.[1]  He later\nbecame one of the architects of the Jini architecture at Sun Microsystems.[2]", "31951872": "Simon Colton (born 1973)[1] is an English computer scientist, currently working as Professor of Computational Creativity in the Game AI Research Group at Queen Mary University of London and in the Sensilab at Monash University, Australia.", "62114826": "Vladimir Sukhomlin (Russian: Владимир Александрович Сухомлин) is a Russian computer scientist, Dr.Sc., Professor, a professor at the Faculty of Computer Science at the Moscow State University.[1]", "3836942": "Jerre Noe (February 1, 1923 – November 12, 2005) was an American computer scientist. In the 1950s, he led the technical team for the ERMA project, the Bank of America's first venture into computerized banking. In 1968 he became the first chair of the University of Washington's Computer Science Group, which later evolved into the Computer Science and Engineering Department.[1][2][3]", "45075479": "Ramez A. Elmasri (20 October 1950 – 14 May 2022)[1] was an Egyptian-American computer scientist and a noted researcher in the field of database systems. He was also professor and associate chairman in the department of Computer Science and Engineering at The University of Texas at Arlington, Arlington, Texas.\nHe was best known as the author of the textbooks: \"Fundamentals of Database systems\" (with Shamkant Navathe, published by Pearson, edition 7, 2015). His book has been a leading textbook in the database area worldwide for last 25 years. It is now in its seventh edition, having been translated into Spanish, German, French, Italian, Portuguese, Chinese, Korean, Greek, Euskara (Basque language), and Arabic. His book is used as a standard textbook in India, Pakistan, Europe, South Africa, Australia and South East Asia, and is also widely used in the US, Canada, and South America. He had worked at The University of Texas at Arlington since 1990 and had supervised 16 Ph.D. and more than 200 M.S. projects/theses.[2]", "15518746": "Alexander Ivanovich Mikhailov (Russian: Александр Иванович Михайлов; 6 December 1905, Zemetchino – 6 February 1988, Moscow) was a Soviet and Russian engineer and information scientist. He was one of the most influential thinkers related to the field of information science in the Soviet Union and the Eastern Bloc.", "17452058": "John Leroy Gustafson (born January 19, 1955) is an American computer scientist and businessman, chiefly known for his work in high-performance computing (HPC) such as the invention of Gustafson's law, introducing the first commercial computer cluster,[citation needed] measuring with QUIPS, leading the reconstruction of the Atanasoff–Berry computer, inventing the unum number format and computation system,[1] and several awards for computer speedup. Currently he is the Chief Technology Officer at Ceranovo, Inc.[2] He was the Chief Graphics Product Architect and Senior Fellow at AMD from September 2012 until June 2013,[3][4] and he previously held the positions of Architect of Intel Labs-SC,[5] CEO of Massively Parallel Technologies, Inc.[6] and CTO at ClearSpeed Technology.[7] Gustafson holds applied mathematics degrees from the California Institute of Technology and Iowa State University.", "38538277": "Marti Hearst is a professor in the School of Information at the University of California, Berkeley. She did early work in corpus-based computational linguistics, including some of the first work in automating sentiment analysis,[1] and word sense disambiguation.[2] She invented an algorithm that became known as \"Hearst patterns\"[3] which applies lexico-syntactic patterns to recognize hyponymy[4] (ISA) relations with high accuracy in large text collections, including an early application of it to WordNet;[5] this algorithm is widely used in commercial text mining applications including ontology learning. Hearst also developed early work in automatic segmentation of text into topical discourse boundaries, inventing a now well-known approach called TextTiling.[6]", "55053350": "Dr. Nicholas Nicko van Someren PhD, FREng, FBCS (born 1967) is a British computer scientist, cryptographer and entrepreneur. He is known for having founded ANT Software, and nCipher, as well as for previous roles as chief security architect at Juniper Networks and chief technology officer at Good Technology and the Linux Foundation, where he ran the Core Infrastructure Initiative.[1] He is currently the chief technology officer at Absolute Software Corporation.", "3110": "Andrew Stuart Tanenbaum (born March 16, 1944), sometimes referred to by the handle ast,[6] is an American–Dutch computer scientist and professor emeritus of computer science at the Vrije Universiteit Amsterdam in the Netherlands.[7][8]", "41323566": "John Miller-Kirkpatrick (August 1946 – December 1978) was a British computer scientist known for The Scrumpi, a crude computer sold in kit form (1976).[1]", "60623920": "Naama Sagiv", "55512114": "Satoshi Matsuoka (松岡 聡, Matsuoka Satoshi) is a Japanese computer scientist and the current head of the Riken Center for Computational Science (R-CCS) at RIKEN, the largest Supercomputing center in Japan.", "18762811": "Manfred Broy (born 10 August 1949, Landsberg am Lech) is a German computer scientist, and an emeritus professor in the Department of Informatics at the Technical University of Munich, Garching, Germany.", "64048187": "Maria-Florina (Nina) Balcan is a Romanian-American computer scientist[1][3] whose research investigates machine learning, algorithmic game theory, theoretical computer science,[1] including active learning, kernel methods, random-sampling mechanisms and envy-free pricing. She is an associate professor of computer science at Carnegie Mellon University.[4][5][6][7]", "42814524": "Patricia Diane Lopez (Patty Lopez) is an American computer scientist noted for her research on computer vision, image processing,  and image enhancement. Her most notable work is her early efforts on neural networks,[1][2] modeling human vision[3] and imaging patents.[4]\n[5]", "18992191": "Imrich Chlamtac was born in Zlaté Moravce, Slovakia, where in 2015, he received an Honorary Citizenship. Professor Chlamtac is the President of EAI, the European Alliance For Innovation.,[1] a private non-profit organization hosting conferences[2] Through its international presence and being  the largest European professional community in information technologies and their applications, EAI is dedicated to making information technologies a catalyst for the improvement of society, to advance worldwide research communities and help professionals build their career in an open, innovative community driven environment. As Founding President of CREATE-NET,[3] he led the organization to international recognition as one of the leading European research organizations in communications.", "43486273": "Samuel Mann is a New Zealand computer scientist, with interests in computer science education and sustainability. He is a full Professor[1]  at Otago Polytechnic. He has published widely on sustainable practice, both in computing and more generally to apply to any discipline.[2]  Mann was educated at the University of Otago where he studied botany and geography,[3][4] before completing a PhD in Information Science.", "24775747": "Andrew Martin is a British computer scientist at the University of Oxford, England, where he is Professor of Systems Security, Director of the Centre for Doctoral Training in Cyber Security [1] (2013-2023) and deputy director and lecturer in Software Engineering Programme.[2][3]\nHe is a member of the Oxford University Department of Computer Science.", "73567301": "Anna Cinzia Squicciarini is a computer scientist specializing in computer security and data privacy, including research on sentiment analysis, computational trust, and cloud computing. She is Edward Frymoyer Endowed Chair in the Penn State College of Information Sciences and Technology, and a program director for Secure and Trustworthy Cyberspace at the National Science Foundation.[1]", "51039307": "Judy Shaw (born in Stillwater, Oklahoma) is an Inductee of the Women in Technology International Hall of Fame.[1] She has retired from Texas Instruments where she had a role in semiconductor process technology. She has since been involved in Christian charities Real Options for Women in Plano, Texas and Shiloh Place McKinney in McKinney, Texas.[2]", "23579726": "Imre Simon (August 14, 1943 – August 13, 2009) was a Hungarian-born Brazilian mathematician and computer scientist.", "62917727": "Gustaf Neumann is an Austrian computer scientist who is specialised in information systems. He is a full professor and the chair of the Institute for Information Systems and New Media at the Vienna University of Economics and Business (WU Wien).[1] Neumann is one of the authors of Wirtschaftsinformatik, which is the bestseller book on Information Systems in German speaking countries with more than 500.000 copies.[2][3]", "7359587": "Lubomyr Taras Romankiw (born 17 April 1931 in Żółkiew, then part of Poland, nowadays Ukraine) is an IBM Fellow and researcher at IBM's Thomas J. Watson Research Center in Yorktown Heights, New York.[1]", "56724584": "Jason P Jue is a professor of computer science and the director of the Advanced Networks Research Lab at the University of Texas at Dallas.[1]", "33705066": "Jarke J. (Jack) van Wijk (born 1959) is a Dutch computer scientist, a professor in the Department of Mathematics and Computer Science at the Eindhoven University of Technology, and an expert in information visualization.[1]", "31837297": "Eugenio Moggi is a professor of computer science at the University of Genoa, Italy.", "69143665": "Zvi Lotker (Hebrew: ‎צבי לוטקר) is an Israeli computer scientist and communications systems engineer who works in the fields of digital humanities, artificial intelligence, distributed computing, network algorithms, and communication networks. He is an associate professor in the Alexander Kofkin Faculty of Engineering at Bar-Ilan University.[1][2]", "25480313": "Osmar R. Zaiane (born April 11, 1965, in Bad Kissingen, Germany) is a researcher, computer scientist, professor at the University of Alberta specializing in data mining and machine learning. He was the secretary treasurer of the Association for Computing Machinery (ACM) Special Interest Group on Knowledge Discovery and Data Mining (SIGKDD) from 2009 to 2012 [1] and treasurer of the ACM Special Interest Group on Health Informatics. He served as the editor-in-chief of the SIGKDD Explorations publication from 2008 to 2010.[2] He was also the associate editor of the same publication from 2004 to 2007.[3]", "2804863": "Nathaniel S. Borenstein (born September 23, 1957) is an American computer scientist.\nHe is one of the original designers of the MIME protocol for formatting multimedia Internet electronic mail and sent the first e-mail attachment.[1]", "30329983": "Claude Sammut is a professor of computer science and engineering at the University of New South Wales and Head of the Artificial Intelligence Research Group.[1] He was appointed as a Trustee of RoboCup in 2012.[2]", "50515073": "Alexandra Winifred Illmer Forsythe (May 20, 1918 – January 2, 1980) was an American computer scientist best known for co-authoring a series of computer science textbooks[1] during the 1960s and 1970s,[2] including the first ever computer science textbook, Computer Science: A First Course, in 1969.[3]", "46877829": "Bashar Ahmad Nuseibeh, (born 1967) is a professor of computing at The Open University in the United Kingdom, a professor of software engineering at the University of Limerick in Ireland, and chief scientist of Lero, the Irish Software Research Centre. He is also an honorary professor at University College London (UCL) and the National Institute of Informatics (NII), Japan.", "37342352": "Anca Moșoiu (born 1973) is a technical consultant and web developer[1] who established the Oakland, California co-working space Tech Liminal in 2009.[2][3] She is credited with helping to build the tech industry in Oakland.[4][5] She has been described as a \"tech guru\".[6] She has worked in the business applications industry for more than 15 years at companies such as Razorfish, Sony, Juniper Networks, and Cisco systems.[7]", "55086225": "Pushpak Bhattacharyya is a computer scientist and a professor at Computer Science and Engineering Department, IIT Bombay. He served as the director of Indian Institute of Technology Patna from 2015 to 2021.[1] He is a past president of Association for Computational Linguistics (2016–17),[2] and Ex-Vijay and Sita Vashee Chair Professor[3] He currently heads the Natural language processing research group Center For Indian Language Technology (CFILT) lab at IIT Bombay.", "65391770": "Gabriela Ochoa is a Venezuelan British computer scientist and Professor at the University of Stirling. Her research considers evolutionary algorithms and heuristic search methods.", "22858913": "Zhang Hongjiang (simplified Chinese: 张宏江; traditional Chinese: 張宏江; pinyin: Zhāng Hóngjiāng) is a Chinese computer scientist and executive. He served as CEO of Kingsoft, managing director of Microsoft Advanced Technology Center (ATC) and chief technology officer (CTO) of Microsoft China Research and Development Group (CRD). Hongjiang is currently Chairman of BAAI.[1] In 2022, he was elected to the National Academy of Engineering for his technical contributions and leadership in the area of multimedia computing.[2]", "50400418": "Jon Paris is a Canadian computer scientist, author, and speaker recognized as one of the top experts on the IBM i platform.[1] In 1987, Jon, then an experienced consultant, was hired by IBM to develop COBOL compilers for the System/36 and System/38 minicomputers.[2] From there, he transitioned into the RPG group, where he played a pivotal role in the development of the modern RPG language as well as other language and development tools, including CODE/400 and Visual Age for RPG. He has also been instrumental in the porting of Python,[3] Ruby, and other languages to the IBM i platform, as well as being a leader in pushing the adoption of completely free RPG.[4] He is also an advocate for PHP on i.[5]", "50629801": "Rosemary Candlin (born Rosemary Shaw in 1927) is a crystallographer and computer scientist who joined the University of Edinburgh Computer Science Department shortly after it was first established, and for some time was the only woman lecturer on the staff. She worked there from 1968 to 1995, helped design the curriculum in its early years, and developed a specialist interest in parallel programming. She then went on to work for CERN: the European Organization for Nuclear Research.", "74206381": "Karon E. MacLean is a computer scientist and mechanical engineer whose research involves haptic technology and affective haptics in human–computer interaction and human–robot interaction.[1] Educated in the US, she works in Canada as a professor of computer science and Canada Research Chair in Interactive Human Systems Design at the University of British Columbia.[2][3]", "47107247": "Wendy A. Kellogg is an American psychologist and computer scientist who specializes in human-computer interaction. She founded the Social Computing Group at the Thomas J. Watson Research Center of IBM Research,[1] and helped found the field of social computing.[2]", "1051825": "Bernard Chazelle (born November 5, 1955) is a French-born computer scientist. He is currently the Eugene Higgins Professor of Computer Science at Princeton University. Much of his work is in computational geometry, where he is known for his study of algorithms, such as linear-time triangulation[2] of a simple polygon, as well as major complexity results, such as lower bound techniques based on discrepancy theory.[3] He is also known for his invention of the soft heap data structure and the most asymptotically efficient known deterministic algorithm for finding minimum spanning trees.[4]", "3509428": "Christos Charilaos Papadimitriou (Greek: Χρήστος Χαρίλαος \"Χρίστος\" Παπαδημητρίου; born August 16, 1949) is a Greek theoretical computer scientist and the Donovan Family Professor of Computer Science at Columbia University.[4][1][5][6][7][8]", "19639": "Marvin Lee Minsky (August 9, 1927 – January 24, 2016) was an American cognitive and computer scientist concerned largely with research of artificial intelligence (AI), co-founder of the Massachusetts Institute of Technology's AI laboratory, and author of several texts concerning AI and philosophy.[12][13][14][15]", "44059839": "Walter Hermann Brenner (born 21 June 1958) is a Swiss academic, Professor of Information Management and Executive Director of the Institute for computer science of the University of St. Gallen.", "14585023": "Avrim Blum (born 27 May 1966) is a computer scientist.  In 2007, he was made a Fellow of the Association for Computing Machinery[1] \"for contributions to learning theory and algorithms.\" Blum attended MIT, where he received his Ph.D. in 1991 under professor Ron Rivest.[2] He was a professor of computer science at Carnegie Mellon University from 1991 to 2017.[3]", "56216774": "Peter Lucas (13 January 1935 in Vienna, Austria – 2 February 2015 in California, United States[1]) was an Austrian computer scientist and university professor.", "29068492": "Roger Alan Craig (born 1976/1977) is an American game show contestant and computer scientist. He held the record for highest single-day winnings on the quiz show Jeopardy! from September 14, 2010 (surpassing Ken Jennings) to April 9, 2019 (when James Holzhauer surpassed him). In 2011, Craig returned to win the Jeopardy! Tournament of Champions.", "67816658": "Niklas Elmqvist is a Swedish-American computer scientist. He is currently a professor in the Department of Computer Science[1] at Aarhus University, and a Villium Investigator.[2] He is the Director of the Center for Anytime Anywhere Analytics[3] at Aarhus University, a research center on augmented reality and extended reality (AR/XR) for data visualization.", "1772757": "Jessica Fridrich (born Jiří Fridrich) is a professor at Binghamton University, who specializes in data hiding applications in digital imagery. She is also known for documenting and popularizing the CFOP method (sometimes referred to as the \"Fridrich method\"), one of the most commonly used methods for speedsolving the Rubik's Cube, also known as speedcubing.[1] She is considered one of the pioneers of speedcubing, along with Lars Petrus. Nearly all of the fastest speedcubers have based their methods on Fridrich's, usually referred to as CFOP, that is, (Cross, First 2 Layers, Orientation of the Last Layer, Permutation of the Last Layer).", "63868117": "Anne Canteaut is a French researcher in cryptography, working at the French Institute for Research in Computer Science and Automation (INRIA) in Paris.  She studies the design and cryptanalysis of symmetric-key algorithms and S-boxes.", "6229214": "Henriette Davidson Avram (October 7, 1919 – April 22, 2006) was a computer programmer and systems analyst who developed the MARC format (Machine Readable Cataloging), the international data standard for bibliographic and holdings information in libraries. Avram's development of the MARC format in the late 1960s and early 1970s, at the Library of Congress had a revolutionizing effect on the practice of librarianship, making possible the automation of many library functions and the sharing of bibliographic information electronically between libraries using pre-existing cataloging standards.[1]", "216296": "Anita Borg (January 17, 1949 – April 6, 2003) was an American computer scientist celebrated  for advocating for women’s representation and professional advancement in technology. She founded the Institute for Women and Technology and the Grace Hopper Celebration of Women in Computing.", "45239537": "Casimier Joseph Franciscus \"Cas\" Cremers (born 1974) is a computer scientist and a faculty member at the CISPA Helmholtz Center for Information Security in Saarbruecken, Germany.[3]", "920818": "Barbara Bluestein Simons (born January 26, 1941) is an American computer scientist and the former president of the Association for Computing Machinery (ACM). She is a Ph.D. graduate of the University of California, Berkeley and spent her early career working as an IBM researcher. She is the founder and former co-chair of USACM, the ACM U.S. Public Policy Council. Her main areas of research are compiler optimization, scheduling theory and algorithm analysis and design.", "7261437": "Margo Ilene Seltzer is a professor and researcher in computer systems. She is currently the Canada 150 Research Chair in Computer Systems and the Cheriton Family Chair in Computer Science at the University of British Columbia.[1] Previously, Seltzer was the Herchel Smith Professor of Computer Science at Harvard University's John A. Paulson School of Engineering and Applied Sciences and director at the Center for Research on Computation and Society.[2]", "19451134": "Sonja Bernhardt OAM is an Australian information technology industry figure involved in mentoring and role model programs for women in IT.[1] She was founder and Inaugural President of WiT (Women in Technology) in Queensland in 1997[2] and co founder and Inaugural President of AWISE (Australian Women in IT, Science and Engineering) in 2005,[3] not for profit industry groups running community based projects and programs to encourage women and girls into technology careers. She is responsible for the 2007 Screen Goddess IT Calendar, IT's Million $ Babes Awards and Doing IT Around the World.[4]", "64244993": "Carmela González Troncoso (born 1982 in Vigo) is a Spanish telecommunication engineer and researcher specialized in privacy issues, and an LGBT+ activist. She is currently a tenure track assistant professor at École Polytechnique Fédérale de Lausanne (EPFL) in Switzerland and the head of the SPRING lab (Security and Privacy Engineering Laboratory).[1][2] Troncoso gained recognition for her leadership of the European team developing the DP-3T protocol that aims at the creation of an application to facilitate the tracing of COVID-19 infected persons without compromising on the privacy of citizens.[3][4][5][6] Currently she is also member of the Swiss National COVID-19 Science Task Force in the expert group on Digital Epidemiology.[7] In 2020, she was listed among Fortune magazine's 40 Under 40.[8]", "59460868": "Alan W. Paeth[pronunciation?] (11 May 1956 - 3 June 2018) was a Canadian computer scientist and author.", "70454533": "Yaacov Choueka (Hebrew:יעקב שויקה, שוויכה 1936 - 2020) was a professor in the Department of Computer Science at Bar-Ilan University, where he served as head of the institute for Information Retrieval and Computational Linguistics. [2]  Until 2017, he headed Genazim - the computer unit of the Friedberg project for the study of the Genizah. His areas of expertise included systems for retrieving textual information, large textual databases, computerized processing of natural languages, especially in Hebrew, computer analysis of text, computerized dictionaries, mechanized morphology and syntax, and in electronic publishing.", "57445639": "Saidur Rahman (Bengali: সাইদুর রহমান) is a computer scientist, graph theorist, and professor at Bangladesh University of Engineering and Technology.[1]", "52595979": "Fernando Boavida (Full name: Fernando Pedro Lopes Boavida Fernandes; born June 5, 1959, in Pinhal Novo, Palmela, Portugal) is a Portuguese computer scientist, informatics engineer, university professor, and writer, recognized as a pioneer of network science research and internet in the University of Coimbra and in Portugal.", "40783115": "Qiang Yang (Chinese: 杨强; pinyin: yáng qiáng) (born 1963) is the Chair Professor, Department Head of CSE, HKUST in Hong Kong[2] and University New Bright Professor of Engineering and Chair Professor from 2015. He was the founding head of Noah's Ark Lab.[3]  He had taught at the University of Waterloo and Simon Fraser University. His research interests are data mining and artificial intelligence.", "298253": "David A. Wagner (born 1974) is a professor of computer science at the University of California, Berkeley and a well-known researcher in cryptography and computer security. He is a member of the Election Assistance Commission's Technical Guidelines Development Committee, tasked with assisting the EAC in drafting the Voluntary Voting System Guidelines. He is also a member of the ACCURATE project.", "37571855": "Michael (\"Mike\") William Shields, (1950-01-20)January 20, 1950 - September 24, 2023(2023-09-24) (aged 73)[citation needed] was a British computer scientist.", "3493143": "Alan C. Ashton (born May 7, 1942) is the co-founder of WordPerfect Corporation and a former professor at Brigham Young University (BYU). Ashton worked for a time with Novell after the company bought WordPerfect, and subsequently founded Thanksgiving Point in Lehi, Utah.", "36048154": "Jérémie Zimmermann (born 1978) is a French computer science engineer and co-founder of the Paris-based La Quadrature du Net, a citizen advocacy group defending fundamental freedoms online[1] as well as a co-founder of Hacking With Care, a \"collective composed of hackers-activists, caregivers, artists, sociologist,  growing quite literally by contact and affinity\".[2]", "25152799": "Jörg-Rüdiger Wolfgang Sack (born in Duisburg, Germany) is a professor of computer science at Carleton University, where he is Chancellor's Professor. </ref> Sack received a master's degree from the University of Bonn in 1979[1] and a Ph.D. in 1984 from McGill University, under the supervision of Godfried Toussaint.[2] He is co-editor-in-chief and executive editor of the journal Computational Geometry: Theory and Applications,[3] co-editor  of the Handbook of Computational Geometry (Elsevier, 2000, ISBN 978-0-444-82537-7), and co-editor of the proceedings of the biennial Algorithms and Data Structures Symposium (WADS).[4]\nHe was a co-founding editor-in-chief of the open access Journal of Spatial Information Science but is no longer an editor there.[5] Sack's research interests include computational geometry, data structures and geographic information systems.[1][6]", "34606367": "Isaac L. Auerbach (October 9, 1921 – December 24, 1992)[1] was an early advocate and pioneer of computing technologies, holder of 15 patents, founding president of the International Federation for Information Processing (1960–1965),[2][3] a member of the National Academy of Sciences, an executive at the Burroughs Corporation and a developer of first computers at Sperry Univac.\n[4]\n[5]\nInternational Federation for Information Processing established Isaac L. Auerbach Award in his name.[6]", "57036077": "Sharon Oviatt is an internationally recognized computer scientist, professor and researcher known for her work in the field of human–computer interaction on human-centered multimodal interface design and evaluation.[1]", "855345": "Professor Sartaj Kumar Sahni (born July 22, 1949, in Pune, India) is a computer scientist based in the United States, and is one of the pioneers[citation needed] in the field of data structures. He is a distinguished professor in the Department of Computer and Information Science and Engineering at the University of Florida.[1]", "33738038": "James Morgan McKelvey Jr. (born 1965 or 1966[1]) is an American billionaire businessman, who is the co-founder of Block, Inc. McKelvey was appointed as an independent director of the Federal Reserve Bank of St. Louis in January 2017.[2] As of July 2023, his net worth was estimated at US$2 billion.[3]", "44272958": "Taras Klymovych Vintsiuk  (sometimes also spelled as 'Vintsyuk'; Ukrainian: Тара́с Кли́мович Вінцю́к; 10 March 1939, Kulchyn – 29 May 2012, Kyiv[1]) was a Ukrainian pioneer in pattern recognition theory. He authored fundamental works in the field of speech recognition, and was an initiator and organizer of the State R&D Program.[2] He was the originator of the \"pattern recognition generative model\"[3] research school. He served as founder and president (till 2012) of the Ukrainian Association for Information Processing and Pattern Recognition (UAsIPPR).", "58559829": "William \"Chuck\" Easttom II (born October 5, 1968) is an American computer scientist specializing in cyber security, cryptography, quantum computing, and systems engineering.", "6327638": "Joanna Rutkowska (born 1981 in Warsaw) is a Polish computer security researcher, primarily known for her research on low-level security and stealth malware,[1] and as founder of the Qubes OS security-focused desktop operating system.[2]", "16780646": "Dieter Fox is a German-American roboticist and a Professor in the Department of Computer Science & Engineering at the University of Washington, Seattle. He received his PhD in Computer Science at the University of Bonn in 1998. He is most notable for his contributions to several fields including robotics, artificial intelligence, machine learning, and ubiquitous computing. Together with Wolfram Burgard and Sebastian Thrun he is a co-author of the book Probabilistic Robotics.[1] He was elected an AAAI Fellow in 2011.[2]", "13356403": "Ali Jafari (Persian: علی جعفری), is a serial entrepreneur who is well known for his research and entrepreneurship in the area of Information Technology (IT), more specifically, on development of a series of \"Learning Management System(s)\" (LMS). Dr. Jafari is currently working as a Professor of Computer and Information Technology at the Purdue School of Engineering and Technology and Director of the CyberLab[1] at Indiana University-Purdue University Indianapolis (IUPUI). He continues to bring innovation and new perspectives to the smart learning environment industry to make teaching and learning easier and more powerful.", "43109752": "T.H. Tse (Chinese: 謝俊謙) is a Hong Kong academic who is a professor and researcher in program testing and debugging. He is ranked internationally as the second most prolific author in metamorphic testing.[1]\nAccording to Bruel et al.,[2] \"Research on integrated formal and informal techniques can trace its roots to the work of T.H. Tse in the mid-eighties.\" The application areas of his research include object-oriented software, services computing, pervasive computing, concurrent systems, imaging software, and numerical programs. In addition, he creates graphic designs for non-government organizations.[3]", "44273023": "Vicki Hanson FACM FRSE FBCS, is an American computer scientist noted for her research on human-computer interaction and accessibility and for her leadership in broadening participation in computing.", "789887": "Orkut Büyükkökten (born February 6, 1975) is a Turkish software engineer who developed the social networking services Club Nexus, inCircle and Orkut. Orkut Büyükkökten is a former product manager at Google.[1]", "1609089": "Vinod Dham is an Indian-American engineer, entrepreneur, and venture capitalist. He is known as the 'Father of the Pentium Chip' for his contribution to the development of Intel's Pentium micro-processor.[2][3][4] He is also a mentor and advisor, and sits on the boards of companies, including startups funded through his India-based fund Indo-US Venture Partners,[5] where he is the founding managing director.", "63376770": "Geraldine Fitzpatrick (born 1958) is an Australian professor and academic researcher who serves as the head of the Human-Computer Interaction Group at TU Wien  (Vienna University of Technology) since 2009.[1] Her research is interdisciplinary at the intersection of social and computer sciences.", "1805702": "Wanda J. Orlikowski is a US-based organizational theorist and Information Systems researcher, and the Alfred P. Sloan Professor of Information Technologies and Organization Studies at the MIT Sloan School of Management, Massachusetts Institute of Technology.[1]", "67145094": "Andrea Carol Arpaci-Dusseau (also published as Andrea Dusseau) is an American computer scientist interested in operating systems, file systems, data storage, distributed computing, and computer science education. She is a professor of computer sciences at the University of Wisconsin–Madison.", "53972364": "Peter Shirley (born June 11, 1963)[1] is an American computer scientist and computer graphics researcher. He is a Distinguished Scientist at NVIDIA and adjunct professor at the University of Utah in computer science. He has made extensive contributions to interactive photorealistic rendering.[2] His textbook, Fundamentals of Computer Graphics, is considered one of the leading introductory texts on computer graphics and is currently in the fourth edition.[3][4]", "34835860": "Nelson Harold Morgan (born May, 1949) is an American computer scientist and professor in residence (emeritus) of electrical engineering and computer science at the University of California, Berkeley.[2] Morgan is the co-inventor of the Relative Spectral (RASTA) approach to speech signal processing, first described in a technical report published in 1991.[3][4]", "51170725": "Jan Wielemaker (1960, Koudekerke[1]) is a Dutch computer scientist. He initiated the SWI-Prolog  implementation of the Prolog programming language in 1987 while employed at the University of Amsterdam, and he continued its development after moving to the Vrije Universiteit Amsterdam.[2] Since 2017, he has been associated with the Centrum Wiskunde & Informatica.[3] In 2020, he became the Director of SWI-Prolog Solutions b.v. [4]", "68881831": "Véronique Bruyère is a Belgian computer scientist working in automata theory, temporal logic, and combinatorics on words, among other topics. She is a professor of computer science at the University of Mons in Belgium.", "18632109": "Andrew James Stanford-Clark FBCS CITP is a British information technology research engineer, specialising in telemetry and publish/subscribe messaging. In July 2017 he was appointed IBM CTO for UK and Ireland [2] Previously, he led a research team at IBM. He is a Member of the IBM Academy of Technology, an IBM Master Inventor and visiting professor at Newcastle University. He also serves on the Engineering and Physical Sciences Research Council (EPSRC) peer review college and regularly delivers public talks.[3][4]", "15945141": "Annie Antón is an academic and researcher in the fields of computer science, mathematical logic, and bioinformatics.", "73944506": "Paul Christiano is an American researcher in the field of artificial intelligence (AI), with a specific focus on AI alignment, which is the subfield of AI safety research that aims to steer AI systems toward human interests.[1] He formerly led the language model alignment team at OpenAI and became founder and head of the non-profit Alignment Research Center (ARC), which works on theoretical AI alignment and evaluations of machine learning models.[2][3] In 2023, Christiano was named as one of the TIME 100 Most Influential People in AI (TIME100 AI).[3][4]", "23252417": "John G.F. Francis (born 1934) is an English computer scientist, who in 1961 published the QR algorithm for computing the eigenvalues and eigenvectors of matrices,[1] which has been named as one of the ten most important algorithms of the twentieth century.[2][3]  The algorithm was also proposed independently by Vera N. Kublanovskaya of the Soviet Union in the same year.[4]", "60394949": "Adrian Perrig (born 1972) is a Swiss computer science researcher and professor at ETH Zurich, leading the Network Security research group. His research focuses on networking and systems security, and specifically on the design of a secure next-generation internet architecture.", "19336649": "Geoff Sutcliffe is a US-based computer scientist working in the field of automated reasoning. He was born in the former British colony of Northern Rhodesia (now Zambia),\ngrew up in South Africa, and earned his PhD in Australia. Sutcliffe currently works at the University of Miami, and is of both British and Australian nationality.[1]", "37178838": "Klara Kedem is an Israeli computer scientist, a professor of computer science at Ben-Gurion University in Beer-Sheva, Israel[1] and an adjunct faculty member in computer science at Cornell University in Ithaca, New York.[2]", "23875032": "Torsten Suel is a professor in the Department of Computer Science and Engineering at the New York University Tandon School of Engineering.[1] He received his Ph.D. in 1994 from the University of Texas at Austin under the supervision of Greg Plaxton.[2] He works on the subjects of  implementation of bulk synchronous parallel computation, streaming algorithms for histograms, join operations in databases, distributed algorithms for dominating sets, and web crawler algorithms.\nA conference paper he co-authored in 2011 introduces fast retrieval techniques that were integrated into the Apache Lucene search engine library.[3]", "54398429": "Hendrik Jacob (Jaap) van den Herik (born 8 October 1947 in Rotterdam) is a Dutch computer scientist, and professor at the University of Leiden,[1] known for his contribution in the fields of computer chess and artificial intelligence.", "28921310": "Jack McCauley is an American engineer, hardware designer, inventor, video game developer and philanthropist. As an engineer at RedOctane, he designed guitars and drums for the Guitar Hero video game series. He later worked at Oculus VR,[2][3] which was eventually acquired by Facebook for $2 billion.", "60165605": "Vinodka \"Vin\" Murria OBE (born 1962) is a British businesswoman and founder of Advanced Computer Software where she was CEO until it was acquired in 2015.[1] Prior to that she was founder and CEO of Computer Software Group Plc, acquired by Hellman&Friedman in 2007.[citation needed] She works as an investor/advisor to HgCapital.[2][3]", "55053799": "Juan Arturo Grompone Carbonell[1] (Montevideo, 1939) is a Uruguayan engineer and writer.[2]", "7245288": "Ellen Ullman is an American computer programmer and author.  She has written books, articles, and essays that  analyze the human side of the world of computer programming.", "58707434": "Joan Francioni is an American Professor of Computer Science who works at the Winona State University in Winona, Minnesota. She received the first Ph.D. in Computer Science awarded by Florida State University in 1981. Francioni is noted for working with a number of community projects, including the Sustainable Foods Partnership and her work with visually impaired students.", "675311": "Donald Watts Davies, CBE FRS (7 June 1924 – 28 May 2000) was a Welsh computer scientist who was employed at the UK National Physical Laboratory (NPL).", "60755441": "Orna Kupferman is a Professor of Computer Science and former Vice Rector at the Hebrew University of Jerusalem. She was elected to the Academia Europaea in 2016.", "4115955": "Alick Edwards Glennie (1925–2003) was a British computer scientist, most famous for having developed Autocode, which influential computer scientist Donald Knuth regarded as the first ever computer compiler.[1]", "790005": "David Megginson (born 1964) is a Canadian computer software consultant and developer, specializing in open-source software development and application. He was the lead developer and original maintainer of the Simple API for XML (SAX), a leading streaming API for XML.", "54119928": "Flaviu Cristian (25 June 1951 – 27 April 1999) was a Romanian-American computer scientist noted for his work in distributed systems and, in particular, the development of a method for clock synchronisation which bears his name, Cristian's algorithm.", "55397884": "Emin Gün Sirer is a Turkish-American computer scientist. Sirer developed the Avalanche Consensus protocol underlying the Avalanche blockchain platform, and is currently the CEO and co-founder of Ava Labs.[1] He was an associate professor of computer science at Cornell University, and is the former co-director of The Initiative for Cryptocurrencies and Smart Contracts (IC3).[2][1] He is known for his contributions to peer-to-peer systems, operating systems and computer networking.", "60853764": "Hui Zhang (Chinese: 张晖) is a Chinese-American computer scientist and professor at Carnegie Mellon University, and an entrepreneur who co-founded Conviva.", "37162504": "Susan Gerhart is a semi-retired computer scientist.[1]", "10292745": "Dr. Chen Tze-chiang, or T. C. Chen (Chinese: 陳自強; pinyin: Chén Zìqiáng), joined the IBM Thomas J. Watson Research Center in 1984. He is currently an IBM Fellow and the Vice President of Science and Technology at Thomas J. Watson Research Center, IBM Research Division in Yorktown Heights, New York.", "28249611": "Sarit Kraus (Hebrew: שרית קראוס; born 1960) is a professor of computer science at the Bar-Ilan University in Israel. She was named the 2020-2021 ACM Athena Lecturer recognising her contributions to artificial intelligence, notably to multiagent systems, human-agent interaction, autonomous agents and nonmonotonic reasoning, in addition to exemplary service and leadership in these fields.", "48434704": "Roger Dingledine is an American computer scientist known for having co-founded the Tor Project.[1] A student of mathematics, computer science, and electrical engineering,[2] Dingledine is also known by the pseudonym arma.[3] As of December 2016, he continues in a leadership role with the Tor Project, as a project Leader, Director, and Research Director.[4]", "7835153": "Li Wei (Chinese: 李未; pinyin: Lǐ Wèi; born June 8, 1943)[1] is a Chinese computer scientist and a member of the Chinese Academy of Sciences. In 2002, he became President of Beihang University.", "38276626": "John Leslie King (born 22 August 1951) is a W.W. Bishop Professor at the University of Michigan School of Information.[1] His main works deal with  computerization in the public sector and municipalities, as well as other organizations. He has also worked on privacy issues and some of the primary computerization projects such as project SAGE. He is the author (together with Kalle Lyytinen) of Information systems: the state of the field, published by Wiley in 2006, which, according to WorldCat, is held in 126 libraries.[2] He is a former editor-in-chief of Information Systems Research.[3]", "47009299": "Yuanyuan (YY) Zhou is a Chinese and American computer scientist and entrepreneur. She is a professor of computer science and engineering at the University of California, San Diego, where she holds the Qualcomm Endowed Chair in Mobile Computing. Her research concerns software reliability, including the use of data mining to automatically detect software bugs and flexible system designs that can adapt to hardware platform variations. She is also the founder of three start-up companies, Emphora, Pattern Insight, and Whova.[1][2]", "22744597": "Wilfried Brauer (8 August 1937 – 25 February 2014[1]) was a German computer scientist and professor emeritus at Technical University of Munich.[2]", "67030559": "Olav Aarna (born 4 November 1942, Tallinn) is an Estonian computer scientist, academic and politician. He was a member of X Riigikogu. Aarna was the rector of Tallinn University of Technology from 1991 until 2000, and the rector of the Estonian Business School from 2000 until 2003.[1]", "2117158": "Andries \"Andy\" van Dam (born December 8, 1938) is a Dutch-American professor of computer science and former vice-president for research at Brown University in Providence, Rhode Island. Together with Ted Nelson he contributed to the  first hypertext system, Hypertext Editing System (HES) in the late 1960s. He co-authored Computer Graphics: Principles and Practice along with J.D. Foley, S.K. Feiner, and John Hughes. He also co-founded the precursor of today's ACM SIGGRAPH conference.", "11963945": "Frank Zhigang Wang is a Chinese computer scientist and Professor of Future Computing and a former Head of the School of Computing at the University of Kent, England.", "314927": "Andreas Maria Maximilian Freiherr von Mauchenheim genannt Bechtolsheim (born 30 September 1955[1]) is a German electrical engineer, entrepreneur and investor. He co-founded Sun Microsystems in 1982 and was its chief hardware designer. As of September 2023, his net worth is $11.2 billion. [2]", "11554355": "Ingo Rechenberg (November 20, 1934 - September 25, 2021[1]) was a German researcher and professor in the field of bionics. Rechenberg was a pioneer of the fields of evolutionary computation and artificial evolution.   In the 1960s and 1970s he invented a highly influential set of optimization methods known as evolution strategies (from German Evolutionsstrategie). His group successfully applied the new algorithms to challenging problems such as aerodynamic wing design. These were the first serious technical applications of artificial evolution, an important subset of the still growing field of bionics.", "41406004": "Filippo Menczer is an American and Italian academic. He is a University Distinguished Professor and the Luddy Professor of Informatics and Computer Science at the Luddy School of Informatics, Computing, and Engineering, Indiana University. Menczer is the Director of the Observatory on Social Media,[1] a research center where data scientists and journalists study the role of media and technology in society and build tools to analyze and counter disinformation and manipulation on social media. Menczer holds courtesy appointments in Cognitive Science and Physics, is a founding member and advisory council member of the IU Network Science Institute,[2] a former director the Center for Complex Networks and Systems Research,[3] a senior research fellow of the Kinsey Institute, a fellow of the Center for Computer-Mediated Communication,[4] and a former fellow of the Institute for Scientific Interchange in Turin, Italy. In 2020 he was named a Fellow of the ACM.", "57232951": "Lila Ibrahim is the Chief Operating Officer of DeepMind, co-founder and chair of Team4Tech, and a member of the UK AI Council.[1] Her previous roles include Chief Operations Officer at Coursera, Senior Operating Partner at Kleiner Perkins Caufield & Byers, and Chief of Staff to Intel CEO and Chairman Craig Barrett.[2]", "59362873": "Ivona Brandić (born December 23, 1977)[1] is a Bosnian–Austrian computer scientist known for her research on cloud computing. She is University Professor for High Performance Computing Systems in the Institute of Information Systems Engineering of TU Wien.", "26021436": "Jennifer Widom is an American computer scientist known for her work in database systems and data management. She is notable for foundational contributions to semi-structured data management and data stream management systems. Since 2017, Widom is the dean of the School of Engineering and professor of computer science at Stanford University. Her honors include the Fletcher Jones Professor of Computer Science and multiple lifetime achievement awards from the Association for Computing Machinery.[1][2]", "53235267": "Ross Matthew Greenberg (September 16, 1956 – February 16, 2017) was an American software developer, noted for creating one of the first antivirus software products. He also worked in journalism, and was a founding member of the Internet Press Guild.", "29036111": "Andrew Paul Witkin (July 22, 1952 – September 12, 2010) was an American computer scientist who made major contributions in computer vision and computer graphics.", "47418978": "Paddy Nixon is a  computer scientist and Vice-Chancellor and President of the University of Canberra, in Australia. He took up  office in April 2020.[1]", "6491750": "Li Sanli (Chinese: 李三立; pinyin: Lǐ Sānlì; 24 August 1935 – 23 April 2022)[1] was a Chinese computer scientist and also an academician of the Chinese Academy of Engineering (CAE), professor of Tsinghua University, dean and professor of School of Computer Engineering and Science in Shanghai University.", "50990698": "Hausi A. Müller (born August 11, 1955 in Egg, Switzerland) is a Canadian computer scientist and software engineer. He is a professor of computer science at the University of Victoria, British Columbia, Canada and a Fellow of the Canadian Academy of Engineering.", "73338475": "Dana Fisman is an Israeli computer scientist whose research has included work on the reconstruction of automaton-based models in computational learning theory including induction of regular languages, on temporal logic and the Property Specification Language, and on program synthesis. She is an associate professor of computer science at Ben-Gurion University of the Negev.[1]", "59281005": "Lili Qiu [1] is a Chinese computer scientist known for her research on wireless networks. She is currently a professor of computer science at the University of Texas at Austin and vice managing director of Microsoft Research Asia.", "60100206": "Abdigani Diriye (born 1986[1]) is a Somali computer scientist and research scientist at IBM Research – Africa,[2] working in the fields of human-computer interaction (HCI), data mining and financial technology (FinTech). Diriye was named a TEDGlobal 2017 fellow,[3] an MIT Technology Review 'Innovator Under 35',[1] and a 'Next Einstein Forum' fellow.[4]", "64278132": "Martina Angela Sasse FREng is a German psychologist whose research spans the areas of human–computer interaction and computer security. She is Horst Görtz Endowed Professor of Human-Centred Security at Ruhr University Bochum.[1] and has a part-time position as Professor of Human-Centred Technology at University College London.", "34852473": "Lila Kari (née Sântean) is a Romanian and Canadian computer scientist, professor in the David R. Cheriton School of Computer Science at the University of Waterloo, Canada.", "54316671": "Magnus Daniel Stenberg is a Swedish developer and recipient of the 2017 Polhem Prize[4][5] for his work on cURL.", "1183360": "Marco Dorigo (born 26 August 1961, in Milan, Italy) is a research director for the Belgian Funds for Scientific Research and a co-director of IRIDIA, the artificial intelligence lab of the Université Libre de Bruxelles.\nHe received a PhD in System and Information Engineering in 1992 from the Polytechnic University of Milan with a thesis titled Optimization, learning, and natural algorithms.[1][2] He is the leading proponent of the ant colony optimization metaheuristic (see his book published by MIT Press in 2004), and one of the founders of the swarm intelligence research field. Recently[when?] he got involved with research in swarm robotics: he is the coordinator of Swarm-bots: Swarms of self-assembling artifacts and of Swarmanoid: Towards humanoid robotic swarms, two swarm robotics projects funded by the Future and Emerging Technologies Program of the European Commission. He is also the founding editor and editor in chief of Swarm Intelligence, the principal peer-reviewed publication dedicated to reporting research and new developments in this multidisciplinary field.", "3713": "Bjarne Stroustrup (/ˈbjɑːrnə ˈstrɒvstrʊp/; Danish: [ˈpjɑːnə ˈstʁʌwˀstʁɔp];[2][3] born 30 December 1950) is a Danish computer scientist, most notable for the invention and development of the C++ programming language.[4] Stroustrup served as a visiting professor of computer science at Columbia University in the City of New York beginning in 2014, where he has been a full professor since 2022.[5]", "60067463": "Hari Krishna Prasad Vemuru is the first and only Indian to be awarded with the Pioneer Award from Electronic Frontier Foundation.[1] He garnered media-attention after conducting the first independent security review of voting machines used in India's polls.[2][3] Prasad was jailed by Indian authorities when he sought to conduct an independent security review of India's e-voting process. His research uncovered flaws in the electronic voting machines which could easily give room for election rigging.[4]", "9277066": "Dick Grune is a Dutch computer scientist and university lecturer best known for inventing and developing the first version of the Concurrent Versions System (CVS). Grune was involved in the construction of Algol 68 compilers in the 1970s and the Amsterdam Compiler Kit in the 1980s.", "60558995": "Anantha P. Chandrakasan is the dean of the School of Engineering and Vannevar Bush Professor of Electrical Engineering and Computer Science at Massachusetts Institute of Technology.[1] He is chair of the MIT Climate and Sustainability Consortium and MIT AI Hardware Program, and co-chair the MIT–IBM Watson AI Lab, the MIT–Takeda Program, and the MIT and Accenture Convergence Initiative for Industry and Technology.", "56725142": "Latifur Khan joined the University of Texas at Dallas in 2000, where he has been conducting research and teaching as a Professor in the Department of Computer Science.[1]", "52858521": "Stefan Szeider is an Austrian computer scientist who works on the areas of algorithms, computational complexity, theoretical computer science, and more specifically on propositional satisfiability, constraint satisfaction problems, and parameterised complexity. He is a full professor at the Faculty of Informatics[1] at the Vienna University of Technology (TU Wien), the head of the Algorithms and Complexity Group, and co-chair of the Vienna Center for Logic and Algorithms (VCLA) of TU Wien.[2][3]", "40439449": "Philip S. Yu (born c. 1952) is an American computer scientist and professor of information technology at the University of Illinois at Chicago. He is a prolific author, holds over 300 patents, and is known for his work in the field of data mining.", "21335711": "Wang Yongmin (Chinese: 王永民; pinyin: Wáng Yǒngmín; born December 15, 1943) is a Chinese programmer, who developed Wubi, a very fast input method for entering Chinese characters using a standard Latin keyboard. Currently he is the president of Wangma, a Beijing-based software development company.", "62443178": "Jerzy Respondek (born 1977 in Ruda Śląska, Poland) is a Polish computer scientist and mathematician, professor at Silesian University of Technology, Gliwice.", "40767146": "Opher Etzion is an Israeli author and computer scientist. He has been instrumental in the development of the complex event processing area of computer science.[1]", "69619372": "Heba Bevan OBE  is an electronics engineer and founder and CEO of tech start-up UtterBerry Ltd.[1][2] She studied at the University of Cambridge and was awarded an OBE in 2018 for her services to innovation, technology and STEM education. She was awarded Vodafone’s Woman of the Year Innovation Award 2021 [3][4]", "54513324": "Ashok K. Goel is a professor of computer science and human-centered computing in the School of Interactive Computing at Georgia Institute of Technology, and the chief scientist with Georgia Tech's Center for 21st Century Universities.[1] He conducts research into cognitive systems at the intersection of artificial intelligence and cognitive science with a focus on computational design and creativity. Goel is also the executive director of National Science Foundation's AI Institute for Adult Learning and Online Education[2] and an editor emeritus of AAAI's AI Magazine.[3]", "69537456": "Paola Villarreal (born 5 October 1984) is a Mexican computer programmer who developed the Data for Justice app equipped with an interactive map that compares police operations in white dominated areas and minority neighborhoods in Mexico.[1][2] Data from the app helped reversed 20,000 racially unbalanced drugs convictions.[3][4]", "63393458": "Kwan-Liu Ma is an American computer scientist. He was born and grew up in Taipei, Taiwan and came to the United States pursuing advanced study in 1983. He is a distinguished professor of computer science at the University of California, Davis. His research interests include visualization, computer graphics, human computer interaction, and high-performance computing.", "53563061": "Kousha Etessami is a professor of computer science at the University of Edinburgh, Scotland, UK.[1] He has received his Ph.D. from the University of Massachusetts Amherst  in 1995.[2] He works on theoretical computer science, in particular on computational complexity theory, game theory and probabilistic systems.[3]", "70979264": "Kenneth Owen Stanley is an artificial intelligence researcher, author, and former professor of computer science at the University of Central Florida known for creating the Neuroevolution of augmenting topologies (NEAT) algorithm. He coauthored Why Greatness Cannot Be Planned: The Myth of the Objective with Joel Lehman which argues for the existence of the \"objective paradox\", a paradox which states that \"soon as you create an objective, you ruin your ability to reach it\".[1] While a professor at the University of Central Florida, he was the director of the Evolutionary Complexity Research Group (EPlex)[2] which led the development of Galactic Arms Race. He also developed the HyperNEAT,[3] CPPNs,[4] and novelty search[5] algorithms.[6] He also co-founded Geometric Intelligence, an AI research firm, in 2015.[7][8]", "57773765": "Frank Evans Heart (May 15, 1929 – June 24, 2018) was an American computer engineer influential in computer networking. After nearly 15 years working for MIT Lincoln Laboratory, Heart worked for Bolt, Beranek and Newman from 1966 to 1994, during which he led a team that designed the first routing computer for the ARPANET, the predecessor to the Internet.", "30723783": "Michael Stal (born 1963 in Munich) is German computer scientist. He received a Ph.D. title [1] from the University of Groningen which appointed him an honorary professorship for software engineering in 2010.[2] \nStal is currently working for the corporate technology department of Siemens AG and as a professor at University of Groningen. He is editor-in-chief of the Java programming language magazine JavaSPEKTRUM.[3]", "47943370": "Oscar H. Ibarra (born September 29, 1941 in Negros Occidental, Philippines[1]) is a Filipino-American theoretical computer scientist, prominent for work in automata theory, formal languages, design and analysis of algorithms and computational complexity theory. He was a Professor of the Department of Computer Science at the University of California-Santa Barbara until his retirement in 2011. Previously, he was on the faculties of UC Berkeley (1967-1969) and the University of Minnesota (1969-1990). He is currently a Distinguished Professor Emeritus at  UCSB.[2][3]", "4247261": "Oren Patashnik (born 1954) is an American computer scientist. He is notable for co-creating BibTeX, and co-writing Concrete Mathematics: A Foundation for Computer Science.[1] He is a researcher at the Center for Communications Research, La Jolla, and lives nearby in San Diego.  Oren and his wife Amy have three children, Josh, Ariel, and Jeremy.", "675552": "Peter Henry Salus is a linguist, computer scientist, historian of technology, author in many fields, and an editor of books and journals. He has conducted research in germanistics, language acquisition, and computer languages.", "35163896": "Anil Kamath is a web and technology entrepreneur. He is the founder of eBoodle.com and of Efficient Frontier. Kamath holds the patent on use of modern portfolio theory to the field of online advertising.[1]", "68947705": "Holly Ann Yanco is an American roboticist and computer scientist who works as Distinguished University Professor of computer science at the University of Massachusetts Lowell, and the director of the New England Robotics Validation and Experimentation (NERVE) center.[1] She is known for her research in human–robot interaction,[2] and has applied robotics as a way to broaden interest in computer science by schoolchildren, in assistive technology, in manufacturing, and for rescue robots.[3]", "52104955": "Tara Hernandez is a professional software developer, and veteran open source contributor, who developed procedures and tools at several Silicon Valley companies. She was an early promoter of what came to be known as the Continuous Integration revolution.[1] As shown in the documentary Code Rush, she was the manager of Netscape Navigator development at Netscape Communications Corporations, and worked on the preparation of the original Mozilla code for public release, which led to the development of the Firefox browser. She has also worked as a Release Team Manager at Blue Martini software, Senior Infrastructure Engineer and Team Lead at Pixar Animation Studios, Senior Engineering Manager at Lithium Technologies, Senior Director of Systems and Build Engineering at Linden Lab, and worked as a Senior Engineering Manager at Google.[2] Tara is currently employed by MongoDB as Vice President of R&D Productivity, where her role is to lead the development of engineering CI/CD systems, builds of various MongoDB software on 40+ platforms, and the performance tooling team.", "58593025": "Gregor von Bochmann (born 1941 in Schleswig-Holstein) is a German-Canadian computer scientist and emeritus professor of the Université de Montréal and the University of Ottawa.[1] He is known for his work in the area of protocol engineering and distributed applications.", "13078275": "Git (/ɡɪt/)[8] is a distributed version control system[9] that tracks changes in any set of computer files, usually used for coordinating work among programmers who are collaboratively developing source code during software development. Its goals include speed, data integrity, and support for distributed, non-linear workflows (thousands of parallel branches running on different computers).[10][11][12]", "40193795": "Geoff Mulligan is an American computer scientist who developed embedded internet technology and 6LoWPAN.[1][2]  He was chairman of the LoRa Alliance from its creation in 2015 until 2018, was previously founder and chairman of the IPSO Alliance,[3] is a consultant on the Internet of Things, and in 2013, was appointed a Presidential Innovation Fellow.[4]", "64966407": "Mahmoud Samir Fayed (born December 29, 1986) is a computer programmer, known as the creator of the PWCT programming language. PWCT is a free open source visual programming language for software development. He also created or designed Ring. He is a researcher at King Saud University. Prior to that, he worked at the Riyadh Techno Valley in the Information and Communication Technology Incubator.[1][2][3][4][5][6][7]", "2232087": "Susan Dumais (born August 11, 1953) is an American computer scientist who is a leader in the field of information retrieval, and has been a significant contributor to Microsoft's search technologies.[1]\nAccording to Mary Jane Irwin, who heads the Athena Lecture awards committee, “Her sustained contributions have shaped the thinking and direction of human-computer interaction and information retrieval.\"[2]", "58511131": "Kristen Lorraine Grauman is a Professor of Computer Science at the University of Texas at Austin on leave as a research scientist at Facebook AI Research (FAIR).[3] She works on computer vision and machine learning.[1][4]", "2166557": "Thomas Kailath (born June 7, 1935) is an Indian born American electrical engineer, information theorist, control engineer, entrepreneur and the Hitachi America Professor of Engineering emeritus at Stanford University. Professor Kailath has authored several books, including the well-known book Linear Systems, which ranks as one of the most referenced books in the field of linear systems.", "67424034": "Dag I.K. Sjøberg (born 24 January 1961) is a Norwegian computer scientist, software engineer, and politician. He is a professor of software engineering at the Department of Informatics at the University of Oslo. From 2001 to 2008 he was Research Director at Simula Research Laboratory and headed the Department of Software Engineering.", "16191273": "Deborah Estrin (born December 6, 1959) is a Professor of Computer Science at Cornell Tech. She is co-founder of the non-profit Open mHealth and gave a TEDMED talk on small data in 2013.[1]", "22597421": "Alain Wegmann (born 1958) was a Swiss computer scientist, professor of Systemic Modeling at the École Polytechnique Fédérale de Lausanne (EPFL), and Information Technology and Services consultant, known for the development of the Systemic Enterprise Architecture Methodology (SEAM).[1]", "64048944": "Margarita Chli [1] is an assistant professor and leader of the Vision for Robotics Lab at ETH Zürich in Switzerland. Chli is a leader in the field of computer vision and robotics and was on the team of researchers to develop the first fully autonomous helicopter with onboard localization and mapping. Chli is also the Vice Director of the Institute of Robotics and Intelligent Systems and an Honorary Fellow of the University of Edinburgh in the United Kingdom. Her research currently focuses on developing visual perception and intelligence in flying autonomous robotic systems.", "10473265": "Harald Ganzinger (31 October 1950, Werneck – 3 June 2004, Saarbrücken) was a German computer scientist who together with Leo Bachmair developed the superposition calculus, which is (as of 2007) used in most of the state-of-the-art automated theorem provers for first-order logic.", "31362867": "Oyekunle Ayinde \"Kunle\" Olukotun is a British-born Nigerian[1] computer scientist who is the Cadence Design Systems Professor of the Stanford School of Engineering, Professor of Electrical Engineering and Computer Science at Stanford University and the director of the Stanford Pervasive Parallelism Lab.[2] \nOlukotun is known as the “father of the multi-core processor”, and the leader of the Stanford Hydra Chip Multiprocessor research project.[3][4] Olukotun's achievements include designing the first general-purpose multi-core CPU,[5] innovating single-chip multiprocessor and multi-threaded processor design,[6][7] and pioneering multicore CPUs and GPUs, transactional memory technology and domain-specific languages programming models.[8][9][10] Olukotun's research interests include computer architecture, parallel programming environments and scalable parallel systems, domain specific languages and high-level compilers.[11][12]", "10800956": "Martyn Amos is a Professor in the Department of Computer and Information Sciences at Northumbria University,[1] working in natural computation, crowd simulation, DNA computing and synthetic biology. He was born in Hexham, Northumberland in 1971, brought up in Heddon-on-the-Wall, and attended school in Ponteland. He graduated with a degree in Computer Science from Coventry University in 1993 (which included an industrial placement working on the Ministry of Defence (United Kingdom) Corporate Headquarters Office Technology System), before earning a Ph.D. in DNA computing[2] in 1997, from the University of Warwick. He then held a Leverhulme Trust Special Research Fellowship at the University of Liverpool, before taking up permanent academic appointments at the University of Liverpool (2000–2002), the University of Exeter (2002–2006), and Manchester Metropolitan University (2006–2018). He is a Fellow of the British Computer Society (FBCS), an active contributor to the Speakers for Schools education charity,[3] and a Trustee of the Literary and Philosophical Society of Newcastle upon Tyne (the Lit & Phil).", "40652604": "Howard George Willis Ware (August 31, 1920 – November 22, 2013), popularly known as Willis Howard Ware was an American computer pioneer who co-developed the IAS machine that laid down the blueprint of the modern day computer in the late 20th century. He was also a  pioneer of privacy rights, social critic of technology policy, and a founder in the field of computer security.[2][3]", "53661500": "Kenton J. Clarke (born November 7, 1951) is an American entrepreneur and musician.  He graduated from Norwalk State Technical College in 1972 and the University of New Haven in 1979.  He is the founder of Computer Consulting Associates International and Omnikal.", "69979964": "Tarek Farouk A. Abdelzaher is an Egyptian-born computer scientist.", "26251077": "Rajive Bagrodia is an Indian-American computer scientist and entrepreneur.  He is the Founder and Chief Technical Officer of Scalable Network Technologies as well as an emeritus professor of computer science at UCLA.[1]", "26398535": "William \"Bill\" N. Carrico Jr. (born February 12, 1950) is an American computer scientist and businessman who founded several technology companies in Silicon Valley. He was the president and CEO of 3Com,[1] senior vice president of Cisco Systems,[2] and chairman of Packet Design.[3]", "71405390": "Sharon J. Goldwater is an American and British computer scientist, cognitive scientist, developmental linguist, and natural language processing researcher who holds the Personal Chair of Computational Language Learning in the University of Edinburgh School of Informatics.[1] Her research involves the unsupervised learning of language by computers, and computer modeling of language development in children.[2]", "68194132": "Mohammad Ali Moni is a Bangladeshi computer engineer, researcher and data analyst.[1][2][3] He has done research in various institutions including University of New South Wales, Cancer Research UK Cambridge Institute and so on. He is research fellow in the Cancer Research Network of Faculty of Medicine in Sydney University and bone division of Garvan Institute of Medical Research.[2][4]", "52531029": "Padhraic Smyth is a Professor of Computer Science[2] in UC Irvine's Donald Bren School of Information and Computer Sciences. He also serves as Director of UC Irvine's Data Science Initiative[3] and Associate Director for UC Irvine's Center for Machine Learning and Intelligent Systems.[4] He was elected a fellow of the Association for the Advancement of Artificial Intelligence in 2010 \"for significant contributions to the theory and practice of statistical machine learning\".[5]", "68030295": "Terri Burns is an investor and partner at GV (formerly Google Ventures). After joining the company in 2017 as a principal, she was promoted and became the youngest partner and first Black woman partner at GV in 2020.[1]", "20942679": "Mark Richard Jerrum (born 1955) is a British computer scientist and computational theorist.", "53874519": "Viral B Shah (Hindi: वीरल बी. शाह) is a world renowned computer scientist, best known for being a co-creator of the Julia programming language.[1][2][3][4][5][6] He was also actively involved in the initial design of the Aadhaar project in India which provides a 12-digit unique identity number to each Indian resident based on their biometric and demographic data. Based on his experiences implementing Aadhaar and other complex technology projects in government, he co-authored the book Rebooting India with Nandan Nilekani.[7]", "7933796": "Steve Vickers (born c. 1953)[1] is a British mathematician and computer scientist. In the early 1980s, he wrote ROM firmware and manuals for three home computers, the ZX81, ZX Spectrum, and Jupiter Ace.[2][3] The latter was produced by Jupiter Cantab, a short-lived company Vickers formed together with Richard Altwasser, after the two had left Sinclair Research. Since the late 1980s, Vickers has been an academic in the field of geometric logic, writing over 30 papers in scholarly journals on mathematical aspects of computer science. His book Topology via Logic has been influential over a range of fields (extending even to theoretical physics, where Christopher Isham of Imperial College London has cited Vickers as an early influence on his work on topoi and quantum gravity[4]). In October 2018, he retired as senior lecturer at the University of Birmingham. As announced on his university homepage, he continues to supervise PhD students at the university and focus on his research.", "61788008": "Cristina Conati is an Italian and Canadian computer scientist specializing in artificial intelligence and computer-human interaction. She is a professor of computer science at the University of British Columbia,[1] and has served as president of the Association for the Advancement of Affective Computing.[2]", "68751210": "Nashlie H. Sephus is an American computer engineer and entrepreneur specialized in machine learning and algorithmic bias identification. She is a technology evangelist at Amazon Web Services. Sephus is cofounder and chief executive officer of Bean Path, a nonprofit startup company developing Jackson Tech District, a planned community and business incubator in Jackson, Mississippi.", "71864172": "Olaf Schenk is a German mathematician and computer scientist. He is full professor of the faculty of Informatics at the Università della Svizzera italiana (USI) in Lugano, and external lecturer of the Department of Mathematics at ETH Zurich.[1][2] Schenk is a senior member of scholar associations as IEEE, and ACM. His research interests are inherent to the field of High-performance computing, in particular to the development and optimization of algorithms and software tools to perform large-scale simulations. One of his main contribution is the PARDISO project, a software tool for solving large-scale sparse matrices.[3][4] He is the co-director of the Institute of Computing and of the Master of Science in Computational Science at USI.[5]", "9817967": "Takeo Kanade (金出 武雄, Kanade Takeo, born October 24, 1945 in Hyōgo) is a Japanese computer scientist and one of the world's foremost researchers in computer vision. He is U.A. and Helen Whitaker Professor at Carnegie Mellon School of Computer Science. He has approximately 300 peer-reviewed academic publications and holds around 20 patents.[1]", "4280182": "Steven Stanley Muchnick  (1945-2020) was a noted computer science researcher, best known as author of the 1997 treatise on compilers, \"Advanced Compiler Design and Implementation.\"[1]", "32788343": "Rémi Després (born January 16, 1943) is a French engineer and entrepreneur known for his contributions on data networking.", "38408056": "Martijn Koster (born ca 1970) is a Dutch software engineer noted for his pioneering work on Internet searching.", "30019446": "Forman Sinnickson Acton (August 10, 1920 – February 18, 2014[1]) was an American computer scientist, engineer, educator and author. He was an emeritus professor in the Department of Computer Science at Princeton University.", "2297722": "Nitin Saxena (born 3 May 1981[1]) is an Indian scientist in mathematics and theoretical computer science. His research focuses on computational complexity.", "51253115": "Alexander Zelikovsky is a professor of computer science at Georgia State University. He is known for an approximation algorithm for the minimum Steiner tree problem with an approximation ratio 1.55,[1] widely cited by his peers[2] and also widely held in libraries.[3]", "58183549": "Sylvia B. Wilbur (born 1938) was a British computer scientist who helped develop the ARPANET, was one of the first to exchange email in Britain, and became a leading researcher on computer-supported cooperative work.[1]", "68063102": "Eleni Diamanti is a Greek engineer who is a researcher at the French National Centre for Scientific Research (CNRS). Diamanti serves as Vice Director of the Paris Centre for Quantum Computing. She was awarded a European Research Council Starting Grant in 2018.", "3965": "William Nelson Joy (born November 8, 1954) is an American computer engineer and venture capitalist. He co-founded Sun Microsystems in 1982 along with Scott McNealy, Vinod Khosla, and Andy Bechtolsheim, and served as Chief Scientist and CTO at the company until 2003.", "22531984": "Michael R. Lyu is the Choh-Ming Li Professor of Computer Science and Engineering at the Chinese University of Hong Kong in Shatin, Hong Kong. \nMichael is well known to the software engineering community as the editor of two classic book volumes in software reliability engineering: Software Fault Tolerance[1] and the Handbook of Software Reliability Engineering.[2] Both books have also been translated into Chinese and published in China.[3] He was also named in The AI 2000 Most Influential Scholars Annual List with three appearances.", "74485653": "Karem Sakallah is an American electrical engineer and computer scientist, a professor at University of Michigan[1] known for his work on computational logic, functional verification, SAT solvers, satisfiability modulo theories, and the Graph automorphism problem.[2][3] He was elevated to the rank of IEEE Fellow in 1998.[4] \nIn 2009, he shared the CAV (Computer Aided Verification) award with eight other individuals \"for major advances in creating high-performance Boolean satisfiability solvers.\"[5] In 2012, Sakallah became an ACM Fellow \"for algorithms for Boolean Satisfiability that advanced the state-of-the-art of hardware verification.\"[6][7]", "9654170": "Michael Kölling FBCS is a German computer scientist, currently working at King's College London, best known for the development of the BlueJ and Greenfoot[2] educational development environments and as author of introductory programming textbooks.[1][3] In 2013 he received the SIGCSE Award for Outstanding Contribution to Computer Science Education for the development of the BlueJ.[4]", "71028636": "Frances Mary Theresa Brazier (born 1957) is a Dutch computer scientist, known as one of the founders of NLnet, the first Internet service provider in the Netherlands and one of the first in Europe.[1] She is a professor in Engineering Systems Foundations at the Delft University of Technology, where her research concerns multi-agent systems and participatory systems design.[2]", "1707938": "Edwin Joseph Selker, better known as Ted Selker, is an American computer scientist known for his user interface inventions.", "73093030": "Lata Narayanan (born 1966) is an Indian-Canadian computer scientist whose research concerns distributed algorithms and wireless ad hoc networks. She is a professor and chair of the Department of Computer Science and Software Engineering at Concordia University in Montreal.[1]", "31166375": "David Ron Karger (born May 1, 1967) is an American computer scientist who is professor and a member of the Computer Science and Artificial Intelligence Laboratory (CSAIL) at the Massachusetts Institute of Technology.", "2772903": "Christof Teuscher is an author and editor who works at the Los Alamos National Laboratory, United States.", "63639473": "Chen Greif is a professor and former department head of computer science at the University of British Columbia. In March 2022 he was elected a fellow of the Society for Industrial and Applied Mathematics for \"contributions to scientific computing, especially in numerical linear algebra and its applications.\"[1]", "68734899": "Erik J. Larson (born 1971) is an American writer, tech entrepreneur, computer scientist. He is author of The Myth of Artificial Intelligence: Why Computers Can’t Think the Way We Do.[1]", "905142": "Kao Cheng-yan (Chinese: 高成炎; pinyin: Gāo Chéngyán; Pe̍h-ōe-jī: Ko Sêng-iām) is an activist and founding chair of the Green Party Taiwan[1] and a member of the Taiwan Environmental Protection Union.  He was a Taiwan independence activist during his student years in the United States.  He ran for the Legislative Yuan on a Green Party ticket in 1998 and 2001 but failed to gain a seat.[2]", "27561929": "Stefano Zacchiroli is an Italian and French academic and computer scientist who lives and works in Paris, and a former Debian Project Leader.", "55726028": "Sabine Süsstrunk is a computer scientist and professor at Ecole Polytechnique Fédérale de Lausanne (EPFL)[1] in Switzerland, where she leads the Images and Visual Representation Lab[2] in the School of Computer and Communication Sciences.[3] Her research areas are in computational imaging and computational photography, color image processing (including spectral sensitivity) and computer vision, and image quality and computational aesthetics. She is a fellow of the Institute of Electrical and Electronics Engineers[4] and Society for Imaging Science and Technology[5] and received the Society of Imaging Science and Technology and International Society for Optics and Photonics 2013 Electronic Imaging Scientist of the Year Award.[6]", "4051": "Brian Wilson Kernighan (/ˈkɜːrnɪhæn/;[5][6] born January 30, 1942)[2] is a Canadian computer scientist.\nHe worked at Bell Labs and contributed to the development of Unix alongside Unix creators Ken Thompson and Dennis Ritchie. Kernighan's name became widely known through co-authorship of the first book on the C programming language (The C Programming Language) with Dennis Ritchie. Kernighan affirmed that he had no part in the design of the C language (\"it's entirely Dennis Ritchie's work\").[7]", "66490325": "Valérie Issarny (19 April 1964 – 12 November 2022) was a Director of Research at the National Institute for Research in Digital Science and Technology (INRIA), France. Issarny was known for her research in middleware solutions for distributed collaborative services, including mobile services deployed over smartphones that interact with sensors.[1][2]", "41127895": "Cynthia Mathis Beath (born 1944) is an American economist and Professor Emerita at the Department of Information, Risk and Operations Management at the McCombs School of Business,[1]", "56922078": "Christian Guttmann is an entrepreneur, business executive and scientist in Artificial Intelligence, Machine Learning and Data Science. He has three citizenships. He is currently the vice president in Engineering and Artificial Intelligence at Pegasystems, and leads the AI research and development including the development of Large Language Models and Generative AI.[1] He is an adjunct associate professor at the University of New South Wales, Australia and Adjunct researcher at the Karolinska Institute, Sweden.[2] Guttmann has edited and authored 7 books, over 50 publications and 4 patents in the field of Artificial Intelligence.[3][4][5][6][7] He is a keynote speaker at international events, including the International Council for Information Technology (ICA) in Government Administration and CeBIT[8] and is cited by MIT Sloan Management review and Bloomberg.[9][10][11][12][13][14][15][16][17]", "4624351": "Robert Alan Iannucci is a computer scientist. His areas of expertise include multiprocessing and embedded systems.  He earned his PhD at MIT in 1988 with a thesis titled \"A dataflow/von Neumann hybrid architecture.\".", "12570597": "Sugata Mitra (born 12 February 1952) is an Indian computer scientist and educational theorist. He is best known for his \"Hole in the Wall\" experiment, and widely cited in works on literacy and education. He is Professor Emeritus at NIIT University, Rajasthan, India. A Ph.D. in theoretical physics, he retired in 2019 as Professor of Educational Technology at Newcastle University in England, after 13 years there including a year in 2012 as visiting professor at MIT MediaLab in Cambridge, Massachusetts, USA. He won the TED Prize 2013.[1]", "56135655": "Daniel Peter Huttenlocher[2] is an American computer scientist, academic administrator and corporate director. He is the inaugural dean of the Schwarzman College of Computing at the Massachusetts Institute of Technology (MIT).[3] Prior to this, he notably served as the inaugural dean of Cornell Tech at Cornell University, and as a member of Amazon's board of directors.[4]", "37523433": "Vincent Aleven is a professor of human-computer interaction and director of the undergraduate program at Carnegie Mellon University's Human–Computer Interaction Institute.[1][2]", "56791018": "John A. McDermid OBE FREng is a computer scientist and professor[1] at the University of York, UK, and chairman of Rapita Systems Ltd. UK.", "65327084": "Raymond J. Mooney is an American computer scientist, professor of computer science, and director of the Artificial Intelligence laboratory at the University of Texas at Austin. His research focuses on machine learning and natural language processing.[1][2][3][4]", "65441782": "Peter Smith (born 19 September 1956) is Emeritus Professor of University of Sunderland. He is a Principal Fellow of The Higher Education Academy and Fellow of the British Computer Society, the Institute of Engineering and Technology, the Chartered Management Institute, the Institute of Mathematics and its Applications, the Institute of Physics, the Institute of Leadership and Management, the Institution of Analysts and Programmers, the Royal Society of Arts and the Association for Project Management. He is best known for his contributions to Artificial Intelligence.[1][2] and Doctoral education.[3]", "60674039": "Dorothy Josephine Del Bourgo Kellogg Stein (March 31, 1931 – March 16, 2019) was an American early computer programmer, psychologist, author and social activist. Her activities landed her on the cusp of or ahead of her time. She is best known for researching and writing the book Ada, which argued that Ada Lovelace was not the first computer programmer and did not have the mathematical ability to assist Charles Babbage as much as was believed.", "29216762": "Zdzisław Bubnicki (born 17 June 1938 in Lwów, died 12 March 2006 in Wrocław) was a Polish scientist, a specialist in the fields of automation and computer science. His main scientific interests concerned: decision theory, control theory, system identification, pattern recognition, expert systems, and knowledge-based systems, complexes of operations, and methodology of computer systems.", "36818947": "Doug Gale was an early developer of the Internet. Gale earned a Ph.D. in physics from Kansas State University in 1972, and served as a tenured associate professor of physics at East Texas State University for eight years, during which time his research interests shifted to computer science.", "54513670": "Michael John Wooldridge (born 26 August 1966) is a professor of computer science at the University of Oxford. His main research interests is in multi-agent systems, and in particular, in the computational theory aspects of rational action in systems composed of multiple self-interested agents.[6][7][8][9][10] His work is characterised by the use of techniques from computational logic, game theory, and social choice theory.", "31821830": "Vladimir L’vovich Arlazarov (Russian: Арлазаров Владимир Львович) is a Russian computer scientist born in Moscow.", "47976459": "Patrick Piemonte is an American inventor, computer scientist and user interface designer best known for his contributions to the iPhone and iPad at Apple, for which he has received over 60 patents.[1][2][3][4]", "33067032": "Michael A. Padlipsky, (May 9, 1939 – March 3, 2011), known as MAP or Mike, was an early member of the working group that developed the ARPANET networking protocols that underpin today's Internet, and an internetworking polemicist.", "40177692": "Timothy Christian Lethbridge (born 1963) is a British/Canadian computer scientist and Professor of Computer Science and Software Engineering at University of Ottawa, known for his contributions in the fields of software engineering, knowledge management[2] and computer animation, and the development of Umple.[3]", "31821857": "Joyce Currie Little (January 20, 1934 – October 1, 2023) was an American computer scientist, engineer, and educator. She was a professor and chairperson in the Department of Computer and Information Sciences at Towson University in Towson, Maryland.", "36491302": "Hossein Rahnama is a Canadian computer scientist, specialising in ubiquitous and pervasive computing. His research explores artificial intelligence, mobile human-computer interaction, and the effective design of contextual services. In 2017, Rahnama was included in Caldwell Partners' list of \"Canada’s Top 40 Under 40\".[1] In 2012, he was recognized by the MIT Technology Review as one of the world’s top innovators under the age of 35 for his research in context-aware computing. The Smithsonian named Rahnama as one of the top six innovators to watch in 2013.[2] Rahnama has 30 publications and 10 patents in ubiquitous computing, serves on the board of Canadian Science Publishing, and was a Council Member of the National Sciences and Engineering Research Council (NSERC). Rahnama is also a visiting scholar at the Human Dynamics group at MIT Media Lab in Cambridge, MA. He has a PhD in Computer Science from Ryerson University (now Toronto Metropolitan University). Rahmnama is an associate professor in Toronto Metropolitan University's RTA School of Media and Director of Research & Innovation at the university's Digital Media Zone.[3]", "64491565": "Jing-Pha Tsai (also Jeffrey J. P. Tsai) is a computer scientist and the current president of Asia University (Taiwan)[1] in Taiwan.", "8933423": "Klaus Sutner is a Teaching Professor of Computer Science at Carnegie Mellon University, and is also a former Associate Dean of Undergraduate Programs for the Carnegie Mellon School of Computer Science.[1] His research interests include cellular automata, discrete mathematics as pertains to computation, and computational complexity theory. He developed a hybrid Mathematica/C++ application named Automata that manipulates finite-state machines and their syntactic semigroups. He \"has survived five decades in the martial arts. Barely.\"[2] and is the head instructor at the Three-Rivers Aikikai.", "15667248": "Samy Kamkar (born December 10, 1985)[1] is an American privacy and security researcher, computer hacker and entrepreneur. At the age of 16, he dropped out of high school.[2] One year later, he co-founded Fonality, a unified communications company based on open-source software, which raised over $46 million in private funding.[3] In 2005, he created and released the fastest spreading virus of all time,[4] the MySpace worm Samy, and was subsequently raided by the United States Secret Service under the Patriot Act.[5] He also created SkyJack, a custom drone which hacks into any nearby Parrot drones allowing them to be controlled by its operator [6] and created the Evercookie, which appeared in a top-secret NSA document[7] revealed by Edward Snowden and on the front page of The New York Times.[8] He has also worked with The Wall Street Journal, and discovered the illicit mobile phone tracking where the Apple iPhone, Google Android and Microsoft Windows Phone mobile devices transmit GPS and Wi-Fi information to their parent companies. His mobile research led to a series of class-action lawsuits against the companies and a privacy hearing on Capitol Hill.[9] Kamkar has a chapter giving advice in Tim Ferriss' book Tools of Titans.", "34082863": "Jesse Robbins is an American technology entrepreneur, investor, and firefighter notable for his pioneering work in Cloud computing, role in creating DevOps/Chaos Engineering, and efforts to improve emergency management.", "23105592": "Maciej Popowicz (born 1984) – creator of nasza-klasa.pl, the Polish version of social networking site Classmates.com and student of computer science at University of Wrocław. He became one of the youngest Polish millionaires, after he sold 20% of shares of nasza-klasa.pl (20,000,000 zlotys, about $6,300,000, €4,500,000, £3,850,000) to German venture capital fund, European Founders in 2007.[1] In 2008 Estonian fund Forticom bought 70% of shares of nasza-klasa.pl, with estimated worth 175,000,000 zlotys (about $55,000,000, €39,000,000, £34,000,000). In 2007 he got the Człowiek Roku Polskiego Internetu (Person of the Year of Polish Internet) prize.", "65687612": "Nancy Rose Mead (born in 1942) is an American computer scientist. She is known for her contributions to security, software engineering education and requirements.", "1527871": "Frank Thomson \"Tom\" Leighton (born 1956) is the CEO of Akamai Technologies, the company he co-founded with the late Daniel Lewin in 1998.[2] As one of the world's preeminent authorities on algorithms for network applications and cybersecurity, Dr. Leighton discovered a solution to free up web congestion using applied mathematics and distributed computing.[3]", "19533891": "Klaus Samelson (21 December 1918[1] – 25 May 1980) was a German mathematician, physicist, and computer pioneer in the area of programming language translation and push-pop stack algorithms for sequential formula translation on computers.", "52138052": "P. J. Narayanan  (born 1963 in Alwaye, Kerala) is a professor at the International Institute of Information Technology, Hyderabad, and the institute's current director since April 2013. He is known for his work in computer vision (3D reconstruction, structure-from-motion, computational displays), computer graphics (ray-tracing of implicit surfaces, dynamic scenes), and parallel computing on the GPU (graph algorithms, string sorting, ML techniques like graph cuts, ANN and clustering, as well as several computer vision tasks).", "58478666": "Li Fan is a computer scientist and the Chief Technology Officer at Circle. She has previously held positions at Lime, Pinterest, Google and Baidu. She is an expert on visual computation.", "21532759": "David James Brown is an American computer scientist. He was one of a small group that helped to develop the system at Stanford University that later resulted in Sun Microsystems, and later was a co-founder of Silicon Graphics in 1982.", "14274652": "Gilles Motet (French: [mɔtɛ]; born 22 June 1956) is a French scientist in computer science, software engineering and risk management fields. He is now a professor at INSA Toulouse, University of Toulouse. He is the scientific director of La Fondation pour une Culture de Sécurité Industrielle.[1]", "18944096": "Yehoshua Chaim (\"Shuky\") Sagiv is a computer scientist and professor of computer science at the Hebrew University of Jerusalem. He obtained his PhD at Princeton University in 1978. His advisor was Jeffrey Ullman.", "67063904": "Svetlana Lazebnik (born 1979)[1] is a Ukrainian-American researcher in computer vision who works as a professor of computer science and Willett Faculty Scholar at the University of Illinois at Urbana–Champaign.[2] Her research involves interactions between image understanding and natural language processing, including the automated captioning of images, and the development of a benchmark database of textually grounded images.[3]", "12095590": "Kerrie Lamont Holley is an American software architect, author, researcher, consultant, and inventor.  He recently joined Industry Solutions, Google Cloud. Previously he was with UnitedHealth Group / Optum, their first Technical Fellow, where he focused on ideating healthcare assets and solutions using IoT, AI, graph database and more.  His main focus centered on advancing AI in healthcare with an emphasis on deep learning and natural language processing. Holley is a retired IBM Fellow. Holley served as vice president and CTO at Cisco responsible for their analytics and automation platform. Holley is known internationally for his innovative work in architecture and software engineering centered on the adoption of scalable services, next era computing, service-oriented architecture and APIs.", "57675884": "Michael James Carey[1] is an American computer scientist. He currently serves as Bren Professor of Information and Computer Science in the Donald Bren School at the University of California, Irvine.[2]", "62443633": "Stefan Roth (born March 13, 1977, in Mainz, Germany)[1][2] is a German computer scientist, professor of computer science and dean of the department of computer science of the Technische Universität Darmstadt. He heads the Visual Inference Lab.", "73289847": "María Luisa Bonet Carbonell is a Spanish computer scientist interested in logic in computer science, including proof complexity and algorithms for the maximum satisfiability problem. She is a professor of computer science at the Polytechnic University of Catalonia.[1]", "72798337": "Janna Magrietje (Marjan) van den Akker (born 1965)[1] is a Dutch computer scientist and operations researcher specializing in scheduling algorithms with applications including transportation[2] and software engineering. She is an associate professor in the Department of Information and Computing Sciences at Utrecht University,  where she directs the Utrecht AI & Mobility Lab and Robust Rail Lab. She also holds a research affiliation with KLM Royal Dutch Airlines.[3]", "7278723": "Dan Boneh (/boʊˈneɪ/; Hebrew: דן בונה) is an Israeli–American professor in applied cryptography and computer security at Stanford University.", "64655492": "Lauren G. Wilcox (Lauren G. Wilcox-Patterson) is an American professor and researcher in responsible AI, human–computer interaction, and health informatics, known for research on enabling community participation in technology design and development [1] and her prior contributions to health informatics systems.[2][3][4][5][6]", "12226691": "Edward Seidel (born August 21, 1957) is an American academic administrator and scientist serving as the president of the University of Wyoming since July 1, 2020.[1] He previously served as the Vice President for Economic Development and Innovation for the University of Illinois System, as well as a Founder Professor in the Department of Physics and a professor in the Department of Astronomy at the University of Illinois at Urbana-Champaign.[2] He was the director of the National Center for Supercomputing Applications at Illinois from 2014 to 2017.", "24809612": "Gihan Nilendra Wikramanayake, FBCS, CITP (17 January 1960 – 5 January 2018) was a Sri Lankan academic. He was a Senior Professor in Computer Science and attached to the Department of Information Systems Engineering. He was the Director of the University of Colombo School of Computing (UCSC) from 24 May 2010 to 31 May 2016. He was the Head of the Department of Information Systems Engineering from September 2002 to September 2005. He also served as the deputy director of the UCSC from 2003 to 2006.", "41455762": "Jianlin (Jack) Cheng is the William and Nancy Thompson Missouri Distinguished Professor in the Electrical Engineering and Computer Science (EECS) Department at the University of Missouri, Columbia.  He earned his PhD from the University of California-Irvine in 2006, his MS degree from Utah State University in 2001, and his BS degree from Huazhong University of Science and Technology in 1994.[1]", "66424982": "Stephen A. Jarvis is a British Computer Scientist and academic administrator. He is currently Provost and Vice-Principal at the University of Birmingham. Prior to this he served as Pro-Vice-Chancellor at the University and Head of its College of Engineering and Physical Sciences.[1][2]", "11915418": "Professor Li Huatian (1922–2007) was one of the first few computer scientists in China and was well known for his early contributions to the areas of computer science and computer networks.", "28299420": "Abhay Bhushan (Hindi pronunciation: [əbʰəj bʰuːʂəɳː]; born 23 November 1944)[1] is an Indian computer scientist. Bhushan has been a major contributor to the development of the Internet TCP/IP architecture, and is the author of the File Transfer Protocol (which he started working on while he was a student at MIT) and the early versions of email standards. He is currently chairman of Asquare Inc., Secretary of Indians for Collective Action[2] and the former President of the IIT-Kanpur Foundation.[3][4] In 2023, he was inducted into the Internet Hall of Fame.[5][1]", "43946143": "Tobias Nipkow (born 1958) is a German computer scientist.", "39604384": "Juan E. Gilbert (born February 27, 1969)[citation needed] is an American computer scientist, researcher, inventor, and educator.[1][2][3] An advocate of diversity in the computing sciences, Gilbert's efforts to increase the number of underrepresented minorities in the computing disciplines have been recognized by professional engineering organizations[4] and the United States government.[5][6][7]", "62116024": "Jeanne Clare Adams (June 15, 1921 – April 21, 2007) was an American computer scientist. She was Chairman of the ANSI X3J3 Fortran Standards Committee that \"developed the controversial Fortran 8X proposal\".", "1396931": "Ian Tremere Foster (born 1 January 1959) is a New Zealand-American computer scientist. He is a distinguished fellow, senior scientist, and director of the Data Science and Learning division at Argonne National Laboratory, and a professor in the department of computer science at the University of Chicago.[2][3]", "51056836": "Serafim Batzoglou is Chief Data Officer at Seer Inc.[1] Prior to that he was Chief Data Officer at insitro, VP of computational genomics at Illumina, and professor of  computer science at Stanford University between 2001 and 2016. His lab focused on computational genomics with special interest in developing algorithms, machine learning methods, and systems for the analysis of large scale genomic data.[2] He has also been involved with the Human Genome Project and ENCODE.", "21582029": "Piotr Indyk is Thomas D. and Virginia W. Cabot Professor in the Theory of Computation Group at the Computer Science and Artificial Intelligence Laboratory, Massachusetts Institute of Technology.", "3821777": "Lori McCreary is an American film producer. She is CEO of the production company Revelations Entertainment, which she co-founded with actor Morgan Freeman.[1]", "7098580": "Elizabeth \"Bess\"[1] D. Rather (born 1940) is the co-founder of FORTH, Inc. and is a leading expert in the Forth programming language.", "67047637": "Abeba Birhane is an Ethiopian-born cognitive scientist who works at the intersection of complex adaptive systems, machine learning, algorithmic bias, and critical race studies. Birhane's work with Vinay Prabhu uncovered that large-scale image datasets commonly used to develop AI systems, including ImageNet and 80 Million Tiny Images, carried racist and misogynistic labels and offensive images.[1][2][3] She has been recognized by VentureBeat as a top innovator in computer vision[4] and named as one of the 100 most influential persons in AI 2023 by TIME magazine.[5]", "32968918": "Patrick Carl Fischer (December 3, 1935 – August 26, 2011) was an American computer scientist, a noted researcher in computational complexity theory and database theory, and a target of the Unabomber.[1][2][3][4][5]", "9212118": "Carlisle M. Adams is a Canadian cryptographer and computer security researcher. Formerly senior cryptographer at Entrust,[1] he is currently a professor at the University of Ottawa. His notable work includes the design (with Stafford Tavares) of the block ciphers CAST-128 and CAST-256, whose S-boxes are based on the non-linear properties of bent functions. He also helped organize the first Selected Areas in Cryptography (SAC) workshop in 1994. He is also the security advisor of the Ottawa-based electronic signature company Signority.[2]", "62869729": "Arthur Lawrence Norberg (born 1938; died August 9, 2021)[1] was an American historian of science and technology who had been Professor Emeritus at the University of Minnesota since 2005. Previously, he held the ERA Land-Grant Chair in History of Technology at the University of Minnesota, where he was a Professor of Computer Science and Director of the Charles Babbage Institute.[2][3] Much of his research is on the history of computing. In June 2006, to commemorate Norberg's retirement as director of the Charles Babbage Institute, a symposium was held at the Institute in his honor; some of the papers presented there were later published in a special issue of the IEEE Annals of the History of Computing.[4]", "1822947": "Steven Rudich (born October 4, 1961) is a professor in the Carnegie Mellon School of Computer Science. In 1994, he and Alexander Razborov proved that a large class of combinatorial arguments, dubbed natural proofs, was unlikely to answer many of the important problems in computational complexity theory. For this work, they were awarded the Gödel Prize in 2007.[1][2]  He also co-authored a paper demonstrating that all currently known NP-complete problems remain NP-complete even under AC0 or NC0 reductions.[3]", "60231910": "Martha (Stone) Palmer is an American computer scientist. She is best known for her work on verb semantics,[1] and for the creation of ontological resources such as PropBank[2] and VerbNet.[3]", "47714541": "Hilary J. Kahn (1943–2007) was a South African British  computer scientist who spent most of her career as a professor at the University of Manchester, where she worked on computer-aided design and information modelling. Kahn participated in the development of the Manchester MU5 computer. Later she became involved in standards development and was both the chair of the Technical Experts Group and a member of the Steering Committee for the development of the EDIF (Electronic Design Interchange Format) standard.[1][2] Kahn retired from Manchester in 2006 and died in 2007.[3][4][5]", "11997422": "Jeannette Marie Wing  is Avanessians Director of the Data Science Institute at Columbia University, where she is also a professor of computer science.[2] Until June 30, 2017, she was Corporate Vice President of Microsoft Research with oversight of its core research laboratories around the world and Microsoft Research Connections.[3][4] Prior to 2013, she was the President's Professor of Computer Science at Carnegie Mellon University, Pittsburgh, Pennsylvania, United States. She also served as assistant director for Computer and Information Science and Engineering at the NSF from 2007 to 2010.[5][6][7][8][9][10][11][12][13][14] She was appointed the Columbia University executive vice president for research in 2021.[15]", "67031281": "Bashiru Aremu (born July 7, 1974) is a Nigerian academic and professor of computer science, Information and Communication Technology.[1][2] He is the vice chancellor of Crown University International Chartered.[3]", "57692403": "Ferran Hurtado Díaz (8 May 1951 – 2 October 2014)[2] was a Spanish mathematician and computer scientist known for his research in computational geometry.", "62181623": "Kristian Kersting (born November 28, 1973, in Cuxhaven, Germany)[1] is a German computer scientist. He is Professor of Artificial intelligence and Machine Learning at the Department of Computer Science at the Technische Universität Darmstadt, Head of the Artificial Intelligence and Machine Learning Lab (AIML) and Co-Director of hessian.AI, the Hessian Center for Artificial Intelligence [de].[2]", "62017800": "Pamela Hardt-English is an American food scientist and computer scientist who created Resource One, a \"people's computing center\" in 1972 at Project One, a \"technological commune\" in San Francisco, California.[1]", "1315091": "Judith Stefania Donath (born May 7, 1962) is a fellow at Harvard's Berkman Center,[1][2][3] and the founder of the Sociable Media Group at the MIT Media Lab.[4][5] She has written papers on various aspects of the Internet and its social impact, such as Internet society and community, interfaces, virtual identity issues, and other forms of collaboration that have become manifest with the advent of connected computing.[2]", "20757": "Miguel de Icaza (born November 23, 1972)[1] is a Mexican programmer, best known for starting the GNOME, Mono, and Xamarin projects.[2]", "34083096": "Yossi Matias is an Israeli-American computer scientist, entrepreneur and Google executive.", "39211290": "Jennifer Rexford is an American computer scientist who is currently the Provost, Gordon Y. S. Wu Professor in Engineering, Professor of Computer Science, and formerly the Chair of the Department of Computer Science at Princeton University. Her research focuses on analysis of computer networks, and in particular network routing, performance measurement, and network management.[1]", "30871840": "Gaston H. Gonnet is a Uruguayan Canadian computer scientist and entrepreneur.[1]  He is best known for his contributions to the Maple computer algebra system[3] and the creation of a digital version of the Oxford English Dictionary.[4][5][6]", "53793062": "Sanghamitra Mohanty (1 April 1953 – 1 July 2021[1]) was an Indian computer scientist. She had a M.Sc. and Ph.D. in physics. She worked as a lecturer, reader and professor in computer science at Utkal University[2] from 1986 to 2011. She was born in Cuttack, Odisha.", "53727537": "Hanspeter Pfister is a Swiss[1] computer scientist. He is the An Wang Professor of Computer Science at the Harvard John A. Paulson School of Engineering and Applied Sciences and an affiliate faculty member of the Center for Brain Science at Harvard University. His research in visual computing lies at the intersection of scientific visualization, information visualization, computer graphics, and computer vision and spans a wide range of topics, including biomedical image analysis and visualization, image and video analysis, and visual analytics in data science.", "4133175": "Sam Ruby is a prominent software developer who has made significant contributions to web standards and open source software projects. In particular he has contributed to the standardization of syndicated web feeds via his involvement with the Atom standard and the Feed Validator web service.", "21565753": "Ran Raz (Hebrew: רָן רָז) is a computer scientist who works in the area of computational complexity theory. He was a professor in the faculty of mathematics and computer science at the Weizmann Institute. He is now a professor of computer science at Princeton University.[1]", "55513404": "Farnam Jahanian (Persian: فرنام جهانیان) is an Iranian-American computer scientist, entrepreneur, and higher education leader. He serves as the 10th president of Carnegie Mellon University.", "7852365": "Eric Paulos is an American computer scientist, artist (working in new media art), and inventor, best known for his early work on internet robotic teleoperation and is considered a founder of the field of Urban Computing, coining the term \"urban computing\" in 2004.  His current work is in the areas of emancipation fabrication, cosmetic computing, citizen science, New Making Renaissance, Critical Making, Robotics, DIY Biology, DIY culture, Micro-volunteering, and the cultural critique of such technologies through New Media strategies.", "41128271": "E. Burton Swanson (born 1939) is an American information scientist, and Professor Emeritus of Information Systems at the UCLA Anderson School of Management.", "20877649": "Benjamin Fry is an American designer who has expertise in data visualization.", "938326": "Jack Elton Bresenham (born 11 October 1937, Clovis, New Mexico, US) is a former professor of computer science.", "60215641": "Tomáš Mikolov is a Czech computer scientist working in the field of machine learning. In March of 2020, Mikolov became a senior research scientist at the Czech Institute of Informatics, Robotics and Cybernetics.", "62837082": "Vijaykrishnan Narayanan is the A. Robert Noll Chair of Computer Science and Engineering at Pennsylvania State University. He has been on the faculty at Penn State since 1998. He is an international expert in computer architecture. His research and teaching interests include computer architecture, embedded and mobile computing systems design, power and reliability aware design, and emerging technologies in computing systems.", "3264861": "John Edward Lancelot Peck (14 August 1918 – 6 November 2013) was the first permanent Head of Department of Computer Science at the University of British Columbia (UBC).[1] He remained the Head of Department from 1969 to 1977.", "70455652": "Guido Gerig is a computer scientist who works as a professor of computer science and engineering at the New York University Tandon School of Engineering.[1]", "41750884": "Bernhard Steffen (born 31 May 1958 in Kiel, West Germany) is a German computer scientist and professor at the TU Dortmund University, Germany. His research focuses on various facets of formal methods ranging from program analysis and verification, to workflow synthesis, to test-based modeling, and machine learning.[1]", "53367148": "Carol Spradling is an American professor, computer scientist who served as the first Director of the School of Computer Science and Information Systems at Northwest Missouri State University in Maryville, Missouri. She is known for her work with computer ethics, profession-based education, interactive media, and expanding the involvement of underrepresented groups and women in computing. Dr. Spradling taught computer science courses and served as a provost fellow and a liaison to the Northland Center For Advanced Professional Studies program.[1] Spradling served on the Missouri Department of Higher Education Panel on The Role of Faculty in Establishing and Implementing a Blueprint for\nMissouri Higher Education.[2]", "51745138": "Gerald Friedland (born 1978, Berlin) is an adjunct professor at the Electrical Engineering and Computer Science Department of the University of California, Berkeley.[1][2] He also maintains an affiliation with the International Computer Science Institute.", "63148404": "Ilkay Altintas is a Turkish-American data and computer scientist, and researcher in the domain of supercomputing and high-performance computing applications.[3][4] Since 2015, Altintas has served as chief data science officer of the San Diego Supercomputer Center (SDSC), at the University of California, San Diego (UCSD),[5] where she has also served as founder and director of the Workflows for Data Science Center of Excellence (WorDS) since 2014, as well as founder and director of the WIFIRE lab.[6] Altintas is also the co-initiator of the Kepler scientific workflow system,[2] an open-source platform that endows research scientists with the ability to readily collaborate, share, and design scientific workflows.[1][7][8]", "46322040": "Prakash Panangaden is an American/Canadian computer scientist noted for\nhis research in programming language theory, concurrency theory, Markov processes and duality theory.  \nEarlier he worked on quantum field theory in curved space-time and radiation from black holes. \nHe is the founding Chair of the ACM Special Interest Group on Logic and Computation (ACM SIGLOG).[2]", "67195262": "Evgenia Smirni is a Greek-American computer scientist, the Sidney P. Chockley Professor of Computer Science and Computer Science Chair at the College of William & Mary. Her research concerns computer performance evaluation, load balancing, dynamic resource provisioning, and the matrix analytic method for Markov chains.[1]", "1053071": "Gary Chevsky (born 11 September 1972 in Odessa, USSR) is an American entrepreneur, engineer and was the founding architect of Ask.com. He served as President at Tango mobile video and audio-over-IP calling service for consumers, before founding a Social Virtual Reality company StayUp Inc.", "46453136": "Stephanie Seneff (born April 20, 1948)[1]: 249  is a senior research scientist at the Computer Science and Artificial Intelligence Laboratory (CSAIL) of the Massachusetts Institute of Technology (MIT). Working primarily in the Spoken Language Systems group, her research at CSAIL relates to human-computer interaction, and algorithms for language understanding and speech recognition. In 2011, she began publishing controversial papers in low-impact, open access journals on biology and medical topics; the articles have received \"heated objections from experts in almost every field she's delved into,\" according to the food columnist Ari LeVaux.[2]", "73503121": "Chandrika Kamath is a computer scientist and data scientist whose research involves information extraction from scientific data, including methods of digital image processing, video processing, dimension reduction, and feature extraction. Educated in India and the US, she works as a researcher at the Center for Applied Scientific Computing at the Lawrence Livermore National Laboratory.[1]", "3068306": "Alexander Shafto \"Sandy\" Douglas CBE (21 May 1921 – 29 April 2010) was a British professor of computer science, credited with creating the first graphical computer game, OXO, a version of noughts and crosses, in 1952 on the EDSAC computer at University of Cambridge.[2][3]", "23646610": "Brian Keith Harvey (born 1949) is a former Lecturer SOE of computer science at University of California, Berkeley. He and his students developed an educational programming language named UCBLogo which is free and open-source software, a dialect of the language Logo, as an interpreter, for learners.", "643475": "Robert William Bemer (February 8, 1920 – June 22, 2004) was a computer scientist best known for his work at IBM during the late 1950s and early 1960s.[1]", "18944410": "Alon Yitzchack Halevy (until 2000: Levy) is an Israeli-American computer scientist and a leading researcher in the area of data integration.[1] He was a research scientist at Google from 2005 to 2015,[2] when he left to become head of Recruit Institute of Technology.[3][4] He left Recruit in 2018 and joined Facebook AI in 2019.[5] Until 2006, he  was a professor of computer science at the University of Washington,[6] where his doctoral students included Xin Luna Dong. He received his PhD from Stanford University in 1993, under the joint supervision of Richard Fikes and Edward Feigenbaum.[7]", "8442266": "Perry Kivolowitz (born 1961) is an American computer scientist and business person. In 1985, he co-founded Advanced Systems Design Group which built hardware for the Commodore Amiga. This company was renamed Elastic Reality, Inc. and became well known as a digital imaging software provider. In 1987, Kivolowitz invented the recoverable ram drive[1] In 1995 this company sold to Avid Technology, Inc.[2]", "52515228": "Rachel Sibande (born January 9, 1986, in Lilongwe, Malawi) is a Malawian computer scientist and social entrepreneur. She is the Founder of mHub, a technology hub and incubator for innovators and emerging entrepreneurs.[1][2]", "41357727": "John Tsotsos (born September 3, 1952) is a Canadian Computer Scientist whose research spans the fields of Computer Vision, Human Vision, Robotics, and Artificial Intelligence. He is best known for his work in visual attention, specifically for establishing the need for visual attention in both biological and computational systems through an argument based on the computational complexity of visual information processing[1] and subsequently developing a computational framework for visual attention known as the Selective Tuning model.[2] He is also acknowledged as a pioneer in the area of Active Vision, his students and he being first to propose strategies for active object recognition and object visual search by a robot.[3][4] He has made many contributions to machine vision (particularly motion interpretation, colour processing,  binocular vision, active robotic head design[5][circular reference], shape analysis[6][circular reference] as well as to human vision,[7][8][9][10] robotics[11] and applied areas such as cardiology or dentistry[12][13][14] and assistive robotics.[15]", "66752933": "Hanspeter Mössenböck (born January 20, 1959 in Schwanenstadt, Austria) is an Austrian computer scientist. He is professor of practical computer science and systems software at the Johannes Kepler University Linz and leads the institute of systems software.[1]", "61804965": "Michal Feldman (born 1 February 1976) is a full professor of Computer Science and the Chair of Computation and Economics at Tel Aviv University, the head of Economics and Computation (EC) lab, and a visiting researcher in Microsoft Research Israel. Michal’s research focuses on algorithmic game theory, an area that lies in the intersection of computer science, microeconomics and game theory. Among other topics, she studies auction theory, mechanism design, algorithm design, the price of anarchy, and e-commerce. Michal is an alumna of the Israel Young Academy and of the Global Young Academy.[1] Her research is funded by prestigious grants, including, among others, grants of the ERC (European Research Council) : ERC starters and ERC consolidator, ISF grants (Israel Science foundation), and an Amazon Research Award. She was selected by the Forbes magazine as one of the most influencing women in Israel in 2016.[2] , and is the recipient of the Kadar Award, Bruno Award, and ACM SIGecom mid-career Award.", "46322092": "Laurie Hendren FRSC (December 13, 1958 – May 27, 2019)[7] was a Canadian computer scientist noted for her research in programming languages and compilers.", "67932589": "Waldemar Koczkodaj (born June 7, 1951[1] in Lubartów, Poland), is a Polish-Canadian computer scientist specialized in expert systems, assessments by pairwise comparisons method, inconsistency theory, bioinformatics, rating scale improvement, and behavioral addiction. He is known for the introduction of the inconsistency indicator (known as Kii[2][3]) for pairwise comparisons. He proposed axiomatization for the inconsistency indicator in 2014 (published with Ryszard Szwarc[4] and enhanced it in 2018 (published with Roman Urban).", "42013107": "Matthieu Suiche (born September 22, 1988), also known as Matt and under the username msuiche, is a French hacker and entrepreneur widely known as the founder of MoonSols, and co-founder of CloudVolumes before it was acquired[1] by VMWare in 2014. In March 2014, Suiche was highlighted as one of the 100 key French developers in a report[2] for French minister Fleur Pellerin.", "57004467": "Daniel M. Russell is an American computer scientist.", "299443": "John Edward Hopcroft (born October 7, 1939) is an American theoretical computer scientist. His textbooks on theory of computation (also known as the Cinderella book) and data structures are regarded as standards in their fields. He is the IBM Professor of Engineering and Applied Mathematics in Computer Science at Cornell University,[2][3] Co-Director of the Center on Frontiers of Computing Studies at Peking University,[4] and the Director of the John Hopcroft Center for Computer Science at Shanghai Jiao Tong University.[5]", "30527926": "Cryptography\nMachine Learning", "69112249": "Doug Madory is an American Internet routing infrastructure expert, who specializes in analyzing Internet Border Gateway Protocol (BGP) routing data to diagnose Internet routing disruptions, such as those caused by communications fiber cable cuts, routing equipment failures, and governmental censorship. His academic background is in computer engineering, and he was a signals specialist in the U.S. Air Force, before arriving at his present specialty, which has occupied his professional career.[2][3]", "20779450": "John F. Canny (born in 1958) is an Australian computer scientist, and Paul E Jacobs and Stacy Jacobs Distinguished Professor of Engineering in the Computer Science Department of the University of California, Berkeley. He has made significant contributions in various areas of computer science and mathematics, including  artificial intelligence, robotics, computer graphics, human-computer interaction, computer security, computational algebra, and computational geometry.", "577983": "David Stifler Johnson (December 9, 1945 – March 8, 2016) was an American computer scientist specializing in algorithms and optimization.  He was the head of the Algorithms and Optimization Department of AT&T Labs Research from 1988 to 2013, and was a visiting professor at Columbia University from 2014 to 2016.[1] He was awarded the 2010 Knuth Prize.[2]", "19173825": "Wolfgang Pree (* 27 June 1964 in Linz, Austria) is a computer scientist and professor at the University of Salzburg, Austria.", "51335617": "Jessica K. Hodgins is an American roboticist and researcher who is a professor at Carnegie Mellon's Robotics Institute and School of Computer Science. Hodgins is currently also Research Director at the Facebook AI Research lab in Pittsburgh next to Carnegie Mellon.[1] She was elected the president of ACM SIGGRAPH in 2017.[2] Until 2016, she was Vice President of Research at Disney Research and was the Director of the Disney Research labs in Pittsburgh and Los Angeles.", "40735182": "Katherine \"Kathy\" Anne Yelick, an American computer scientist, is the vice chancellor for research and the Robert S. Pepper Professor of Electrical Engineering and Computer Sciences at the University of California, Berkeley.[1] She is also a faculty scientist at Lawrence Berkeley National Laboratory, where she was Associate Laboratory Director for Computing Sciences from 2010–2019.[2]", "18928084": "David Maier (born 2 June 1953) is the Maseeh Professor of Emerging Technologies in the Department of Computer Science at Portland State University.  Born in Eugene, OR, he has also been a computer science faculty member at the State University of New York at Stony Brook (1978–82), Oregon Graduate Center (OGC, 1982–2001), University of Wisconsin (UW, 1997–98), Oregon Health & Science University (2001–present) and National University of Singapore (2012–15).  He holds a B.A. in Mathematics and Computer Science from the University of Oregon (Honors College, 1974) and a Ph.D. in Electrical Engineering and Computer Science from Princeton University (1978).", "65835477": "Alla Sheffer FRSC is a Canadian researcher in computer graphics, geometric modeling, geometry processing, and mesh generation, particularly known for her research on mesh parameterization and angle-based flattening.[1] She is currently a professor of computer science at the University of British Columbia.", "67703258": "Kim B. Bruce is an American computer scientist. He is the Emeritus Reuben C. and Eleanor Winslow Professor of Computer Science at Pomona College,[1] and was previously the Frederick Latimer Wells Professor of Computer Science at Williams College.[1] He helped establish the computer science departments at both institutions.[2] His work focuses on the design of programming languages.[1]", "71848416": "Tavonia Evans is an American author, businesswoman, cryptocurrency expert,[1][2][3] and educator. She is the founder and creator of the cryptocurrency Guapcoin.[4][5][6]", "13799920": "Gheorghe Păun (Romanian: [ˈɡe̯orɡe pəˈun]; born December 6, 1950, in Cicănești, Argeș County) is a computer scientist from Romania, prominent for work on membrane computing and the P system.", "29331953": "Sajeel Abu Ibrahim Shahid is a man who was one of the leaders of Al-Muhajiroun,[1][2] an Islamist group based in the United Kingdom that endorsed al Qaeda's terror attacks on 11 September 2001. He was called the Emir or Lahore Emir and was the head of Al-Muhajiroun in Pakistan.[3][4][5][6][7][8]\n[9][10]\nOn 1 December 2001, an interview with Ibrahim was published in the Manchester Evening News, in which he described fellow young men from the Manchester area travelling to Pakistan to fight beside the Taliban.[4]", "26874357": "Nimrod Megiddo (Hebrew: נמרוד מגידו) is a mathematician and computer scientist. He is a research scientist at the IBM Almaden Research Center and Stanford University. His interests include combinatorial optimization, algorithm design and analysis, game theory, and machine learning.[1][3][4] He was one of the first people to propose a solution to the bounding sphere and smallest-circle problem.", "25596411": "Dinesh Manocha is an Indian-American computer scientist and the Paul Chrisman Iribe Professor of Computer Science at University of Maryland College Park,[1] formerly at University of North Carolina at Chapel Hill. His research interests are in scientific computation, robotics, self-driving cars, affective computing, virtual and augmented reality and 3D computer graphics.", "21664252": "Jack Moffitt is an American computer scientist, software developer and entrepreneur, living in Eden Prairie, Minnesota.", "74322436": "Joaquim Armando Pires Jorge holds the UNESCO Chair on Artificial Intelligence and Extended Reality [2] and is   University Professor in Computer Science Department at Instituto Superior Técnico da Universidade de Lisboa and senior researcher at INESC-ID.\nHe serves as an elected member of the Board of Governors[3] of the IEEE Computer Society since 2023. He is an Adjunct Professor at the Victoria University Wellington (VUW)[4] since 2022 and an Honorary Invited Professor at the Catholic University of Rio de Janeiro[5] (2022). He is a Fellow of the Eurographics Association, a Distinguished Member and Distinguished Speaker of the Association for Computing Machinery (ACM), a Distinguished Visitor, and Distinguished Contributor of the Institute of Electrical and Electronics Engineers (IEEE), a Membre Libre of the Académie nationale de chirurgie (French National Academy of Surgery). He is the Editor-in-Chief of the Computers and Graphics Journal (Elsevier).", "73945605": "Other reasons this message may be displayed:", "34984461": "József Györkös (born April 18, 1961) is a Slovenian university professor and former politician. He graduated from the University of Maribor and has a PhD in computer science. He is part time professor at that university, with a research interest in the information society and media convergence. For several years Györkös was a state secretary (deputy minister) in the government of Republic of Slovenia. He grew up as a member of the Hungarian community in the multicultural environment of the city of Lendava/Lendva, Slovenia. From November 1, 2014, to October 29, 2019, he was Director of the Slovenian Research Agency (ARRS), and acting Director from 30 October 2019 to 29 April 2020.[1][2]", "44634638": "Weizmann Institute of Science (MS)", "31855117": "Ge Wang (born November 2, 1977) is a Chinese American professor, musician, computer scientist, designer, and author, known for inventing the ChucK audio programming language[1] \nand for being the co-founder, chief technology officer (CTO), and chief creative officer (CCO) of Smule, a company making iPhone and iPad music apps.[2][3][4][5][6][7] He also helped create the Princeton Laptop Orchestra and later founded its Stanford counterpart Stanford Laptop Orchestra,[2][3] as well as the Stanford Mobile Phone Orchestra.[4][8] \nWang is the designer of the Ocarina[9] \nand Magic Piano iPhone apps.  Wang is currently an associate professor at Stanford University’s Center for Computer Research in Music and Acoustics (CCRMA).[2][4]  Wang is the author of Artful Design: Technology in Search of the Sublime (A MusiComic Manifesto),[10] a book on design and technology, art and life, created entirely in the format of a photo comic book, published by Stanford University Press in 2018.", "3445265": "Prof. Athanasios K. Tsakalidis (Greek: Αθανάσιος Κ. Τσακαλίδης; born 1950) is a Greek computer scientist, a professor at the Graphics, Multimedia and GIS Laboratory, Computer Engineering and Informatics Department (CEID), University of Patras, Greece.", "37114382": "Jeffrey Adgate \"Jeff\" Dean (born July 23, 1968) is an American computer scientist and software engineer. Since 2018, he has been the lead of Google AI.[1] He was appointed Alphabet's chief scientist in 2023 after a reorganization of Alphabet's AI focused groups.[2]", "64655896": "Elizabeth \"Betsy\" DiSalvo (born 1969) is an American professor and Interim Chair at the Georgia Institute of Technology School of Interactive Computing. She is known for her research on informal learning, the impact of cultural values on technology use and production, computer science education, and the learning sciences.[1]", "5771803": "Eugen Pavel is a Romanian scientist and the claimed inventor of the Hyper CD-ROM.", "42160668": "Matei Zaharia is a Romanian-Canadian computer scientist, educator and the creator of Apache Spark.[1][2][3]", "9769500": "Ian Robinson (born 20 August 1946) is a former Australian rules football field umpire who officiated in the Victorian Football League (VFL).", "47485471": "Giorgio Ausiello is an Italian computer scientist. Born in 1941, in 1966 he graduated in physics under the supervision of Corrado Böhm. From 1966 to 1980, he served as a researcher at the Italian National Research Council (CNR). In 1980, he became a professor of compilers and operating systems at Sapienza University of Rome and since 1990 he has been a professor of theoretical computer science in the department of computer, control and management engineering, where he has been until recently the leader of the research group on algorithm engineering. At academic level Giorgio Ausiello has been chairman of the degree in computer engineering, director of the graduate school, then member of the academic senate and finally chairman of the research committee of Sapienza University. In 2012 he has been nominated professor emeritus of Sapienza University of Rome.[1]", "299560": "Andrew Chi-Chih Yao (Chinese: 姚期智; pinyin: Yáo Qīzhì; born December 24, 1946) is a Chinese computer scientist and computational theorist. He is currently a professor and the dean of Institute for Interdisciplinary Information Sciences (IIIS) at Tsinghua University. Yao used the minimax theorem to prove what is now known as Yao's Principle.", "27922985": "Saul Gorn (10 November 1912 – 22 February 1992) was an American pioneer in computer and information science[1] who was a member of the School of Engineering and Applied Science at the University of Pennsylvania for more than 30 years.", "45240873": "Alexander C. Berg is an American Assistant Professor of computer science at the University of North Carolina at Chapel Hill.[1] He specializes in web mining as well as machine learning and computer vision.", "60903976": "Allan L. Scherr (born November 18, 1940) is an American computer scientist notable for his work in time-sharing operating systems and leading the original development of the IBM MVS operating system, used on IBM mainframe computers.", "2167345": "Frederick B. Cohen (born 1956) is an American computer scientist and best known as the inventor of computer virus defense techniques.[1] He gave the definition of \"computer virus\".[2] Cohen is best known for his pioneering work on computer viruses, the invention of high integrity operating system mechanisms now in widespread use, and automation of protection management functions.", "37573170": "Michael (\"Mike\") William Shields, (1950-01-20)January 20, 1950 - September 24, 2023(2023-09-24) (aged 73)[citation needed] was a British computer scientist.", "8852027": "Bernard Marshall Gordon (born 1927 in Springfield, Massachusetts) is an American engineer, inventor, entrepreneur, and philanthropist.  He is considered \"the father of high-speed analog-to-digital conversion\".[1]", "62952001": "Sun Ninghui (Chinese: 孙凝晖; born March 1968) is a Chinese computer scientist who is a researcher and the current director of the Institute of Computing Technology, Chinese Academy of Sciences.", "73765443": "Yingying (Jennifer) Chen is a computer scientist whose research involves mobile computing, the internet of things,[1] the security implications of mobile sensor data,[2][3] wearable technology,[3][4] and activity trackers.[5][6] She is a professor at Rutgers University, where she heads the Department of Electrical and Computer Engineering[7] and directs the Data Analysis and Information SecuritY (DAISY) Lab.[8]", "19321413": "Thomas G. Lane is a computer scientist dedicated to open-source software. In a 2000 survey, he was listed as one of the top 10 contributors to an intended-to-be-representative sample of open-source software, having contributed 0.782% of the total code.[1]", "69849670": "Xiaobo Sharon Hu is a Chinese-American computer scientist and engineer known for her work on hardware-software integration, power usage, and reliability of embedded systems design, including work on power- and temperature-aware scheduling algorithms. She has also published highly cited work on deep neural networks, the CORDIC algorithm for trigonometric calculations, and clocking of unconventional computer architectures. She is a professor in the Department of Computer Science and Engineering at the University of Notre Dame.", "61755975": "Rebecca Willett is an American statistician and computer scientist whose research involves machine learning, signal processing, and data science. She is a professor of statistics and computer science at the University of Chicago.[1]", "72503881": "Nabil Bukhalid was a Lebanese computer scientist and founder of the Lebanese Academic and Research Network. He is a Internet Hall of Fame Inductee and he was one of the key figures responsible for introducing the Internet to Lebanon[1] and establishing the Lebanese Domain Registry. He is commonly referred to as the \"Father of the Internet\" in Lebanon.[2]", "40587850": "Lise Getoor is a professor in the computer science department,[1] at the University of California, Santa Cruz,[2] and an adjunct professor in the Computer Science Department[3] at the University of Maryland, College Park.[4] \nHer primary research interests are in machine learning and reasoning with uncertainty, applied to graphs and structured data. \nShe also works in data integration, social network analysis and visual analytics. She has edited a book on Statistical relational learning that is a main reference in this domain.[5]\nShe has published many highly cited papers in academic journals and conference proceedings.[6][7][8][9] \nShe has also served as action editor for the Machine Learning Journal, JAIR associate editor, and TKDD associate editor.", "29921867": "Vladik Kreinovich is a professor of computer science at the University of Texas at El Paso.", "70357581": "Michael R. Berthold is a German computer scientist, entrepreneur, academic and author. He is a professor, and chair for bioinformatics and information mining at Konstanz University, and an honorary professor at Óbuda University.[1] He is also the co-founder of KNIME, and is serving as a president and CEO of KNIME AG since 2017.[2]", "4248143": "Dave Lavery (born May 28, 1959) is an American scientist and roboticist who is the Program Executive for Solar System Exploration at NASA Headquarters.[1][2] He also is a member of the FIRST Executive Advisory Board, and is well-known among participants of the FIRST Robotics Competition as a mentor of Team 116.", "18354780": "Bruce Howard McCormick (1928–2007) was an American computer scientist, Emeritus Professor at the Department of Computer Science, and founding director of the Brain Networks Lab at Texas A&M University.", "10916453": "Christoph Meinel (born April 14, 1954 in Meißen, Germany) is a German computer scientist and professor of Internet technologies and systems at the Hasso Plattner Institute (HPI) of the University of Potsdam. In the years 2004 to 2023 he was the scientific director and CEO of the HPI and has developed the openHPI learning platform with more than 1 million enrolled learners. In 2019, he was appointed to the New Internet IPv6 Hall of Fame.", "45159018": "Peter Stone is an American computer scientist who is the David Bruton Jr. Centennial Professor of Computer Science at the University of Texas at Austin. He is also an Alfred P. Sloan Research Fellow, Guggenheim Fellow, AAAI Fellow,[1] and Fulbright Scholar.", "58872427": "Pinar Heggernes (born 1969) is a Turkish-born Norwegian computer scientist known for her research on graph algorithms, sparse matrix computations, and parameterized complexity. She is the deputy rector of the University of Bergen, elected together with rector Margareth Hagen for the period 2021–2025. Until August 2021, she was the head of the Department of Informatics at the University of Bergen. She is also a member of the board of directors of the Research Council of Norway, appointed for the period 2019–2022.[1]", "70505068": "Eduardo Tadao Takahashi[1][2] (16 December 1950 – 6 April 2022) was a Brazilian computer scientist and researcher who was credited with contributions toward planning, deployment, and adoption of the internet in Brazil and other Latin American countries. He was a founding director of Brazil's National Research Network (RNP), an academic network that coordinated actions toward setting up the country's national internet backbone. He was inducted into the Internet Hall of Fame in 2017.", "18518637": "Bernardo Huberman is a fellow and vice president of the Next-Gen Systems Team at CableLabs.[1] He is also a consulting professor in the Department of Applied Physics and the Symbolic System Program at Stanford University.", "37491310": "Leonard J. \"Len\" Shustek  is a founder of networking companies Nestar Systems and Network General and a former chairman of the board of trustees of the Computer History Museum located in Mountain View, California.[1]", "69718638": "Richard R. Burton is an American computer scientist at Acuitus, who previously worked at Bolt Beranek and Newman, and Xerox PARC.[1]  A charter Fellow of the ACM, he was awarded their Software System Award in 1994 for his contributions to Interlisp.[2]", "676465": "Bdale Garbee (/ˈbiːdeɪl ˈɡɑːrbiː/[1]) is an American computer specialist who works with Linux, particularly Debian. He is also an amateur radio hobbyist (KB0G), and a member of AMSAT, Tucson Amateur Packet Radio (former vice-president), and the American Radio Relay League.", "65507954": "Roland Andrew Sweet (born March 14, 1940 in St. Petersburg, Florida – April 15, 2019) was an American mathematician and computer scientist.", "2462324": "Corrado Böhm (17 January 1923 – 23 October 2017) was an Italian computer scientist and Professor Emeritus at the University of Rome \"La Sapienza\", known especially for his contributions to the theory of structured programming, constructive mathematics, combinatory logic, lambda calculus, and the semantics and implementation of functional programming languages.", "69292666": "Vladimir Vovk is a British computer scientist, and professor at Royal Holloway University of London. He is the co-inventor of Conformal prediction and is known for his contributions to the concept of E-values. He is the co-director of the Centre for Machine Learning at Royal Holloway University of London, and a Fellow of the Royal Statistical Society.", "49271421": "Janice E. Cuny, known as Jan, is an American computer scientist noted for leading efforts in broadening participation in computing.  She is a past co-chair of CRA-W: Committee on the Status of Women in Computing Research from 1997-2000.", "529025": "Seto Kaiba (Japanese: 海馬 瀬人, Hepburn: Kaiba Seto) is a fictional character in the manga Yu-Gi-Oh! by Kazuki Takahashi. As the majority shareholder and CEO of his own multi-national gaming company, Kaiba Corporation, Kaiba is reputed to be Japan's greatest gamer and aims to become the world's greatest player of the American card game, Duel Monsters (Magic & Wizards in the Japanese manga). In all mediums, his arch-rival is the protagonist of the series, Yugi Mutou, who is also a game player. He is the modern day reincarnation of one of the Pharaoh's Six High Priests, \"Priest Seto\", who appears in the manga's final arc. Kaiba has also appeared in related anime and feature films.", "58086027": "Brandeis Marshall is an American data scientist, CEO of DataedX, and Full Professor of Computer Science at Spelman College, where she is the former Chair of the Department of Computer and Information Sciences.[1][2] Starting in September 2019, Marshall is a faculty associate at Berkman Klein Center for Internet & Society at Harvard University. She has also worked to broaden participation in the field of data science to increase representation of underrepresented minorities, including her effort 'Black Women in Data'.[3][4][5]", "55595660": "Gudrun Johanna Klinker (born 15 February 1958) is a German computer scientist known for her work on augmented reality.", "299670": "Judith Milhon (March 12, 1939 in Washington, D.C.USA– July 19, 2003),[1] best known by her pseudonym St. Jude, was a self-taught programmer, civil rights advocate, writer, editor, advocate for women in computing, hacker and author in the San Francisco Bay Area.", "299674": "Guy Lewis Steele Jr. (/stiːl/; born October 2, 1954) is an American computer scientist who has played an important role in designing and documenting several computer programming languages and technical standards.", "53367454": "Colin A. Percival (born c. 1980) is a Canadian computer scientist and computer security researcher. He completed his undergraduate education at Simon Fraser University and a doctorate at the University of Oxford. While at university he joined the FreeBSD project, and achieved some notoriety for discovering a security weakness in Intel's hyper-threading technology. Besides his work in delta compression and the introduction of memory-hard functions, he is also known for developing the Tarsnap online backup service, which became his full-time job.", "10588834": "Apostolos Gerasoulis is a Greek professor of computer science at Rutgers University,[2] and the co-creator of Teoma,[3] an Internet search engine that powers Ask.com,[4][5] which Apostolos co-founded along with his colleagues at Rutgers in 2000.[6] Apostolos later went on to serve as the vice president of search technology at Ask.com, before leaving the company in 2010.[7] Gerasoulis has appeared in TV commercials for Ask.com.[8][9]", "30462630": "Evi Nemeth (born June 7, 1940 – missing-at-sea June or July, 2013) was an engineer, author, and teacher known for her expertise in computer system administration and networks. She was the lead author of the \"bibles\" of system administration: UNIX System Administration Handbook (1989, 1995, 2000), Linux Administration Handbook (2002, 2006), and UNIX and Linux System Administration Handbook (2010, 2017). Evi Nemeth was known in technology circles as the matriarch of system administration.[1][2]", "60854950": "Ellen Cole Fetter Gille is an American computer scientist. She worked with Edward Norton Lorenz on chaos theory.", "676520": "Cyborg (Victor Stone) is a superhero appearing in American comic books published by DC Comics. The character was created by writer Marv Wolfman and artist George Pérez, and first appeared in an insert preview in DC Comics Presents #26 (October 1980).[1] Originally known as a member of the Teen Titans,[2] Cyborg was established as a founding member of the Justice League in DC's 2011 reboot of its comic book titles.", "44716728": "Michel Raynal[1] (born 1949) is a French informatics scientist, professor at IRISA, University of Rennes, France. He is known for his contributions in the fields of algorithms, computability, and fault-tolerance in the context of concurrent and distributed systems. Michel Raynal is also Distinguished Chair professor at the Hong Kong Polytechnic University[2] and editor of the “Synthesis Lectures on Distributed Computing Theory” published by Morgan & Claypool.[3] He is a senior member of Institut Universitaire de France and a member of Academia Europaea.", "23925434": "Steve Kille is an English software engineer.", "64230080": "Lyu Jian (also known as \"Lu Jian\") is currently President of Nanjing University,[1] China, and is a professor in Computer Science.", "14471876": "Winston Walker Royce (August 15, 1929 – June 7, 1995) was an American computer scientist, director at Lockheed Software Technology Center in Austin, Texas. He was a pioneer in the field of software development,[1] known for his 1970 paper from which the Waterfall model for software development was mistakenly[2] drawn.[3]", "52892364": "Danielle Feinberg is an American Visual effects supervisor, cinematographer and Director of Photography for Lighting at Pixar Animation Studios. She directed lighting for the Academy Award-winning films WALL-E, Brave and Coco and was the Visual effects supervisor for Turning Red.", "56251086": "Ernst-Rüdiger Olderog (born 4 June 1955) is a German computer scientist. He is a full professor at the University of Oldenburg in Oldenburg, northern Germany. He heads the Correct Systems Design (CSD) group whose research is focused on programming language theory. Their research goal is methods for the systematic development of correct software for parallel and distributed systems under real-time constraints.\nIn 1994, Prof. Olderog was awarded the  Leibnitz Prize of the German Research Foundation (DFG) for his work.\nHe authored a number of scientific books and served as editor-in-chief of the journal Acta Informatica and as chairman of the IFIP Working Group 2.2 on Formal Description of Programming Concepts.\nHis work in this Working Group was awarded the IFIP Silver Core in 1998.", "23581401": "Andrea Mazzucchi (born March 19, 1966) is an Italian American entrepreneur, network architect, and computer specialist", "17175258": "Jun Murai (村井 純, Murai Jun, born March 29, 1955 in Tokyo) is a Japanese professor and administrator known as \"the father of Internet in Japan\" and \"Internet Samurai\".[1] He is a professor at Keio University. Murai is the founder of JUNET and founder of the WIDE Project. Murai graduated from Keio University in 1979 and received a Ph.D. from the same school in 1984. On October 1, 2009, Murai became the Dean of the Faculty of Environment and Information Studies.[2][3]", "6591195": "Andrew Donald Booth (11 February 1918 – 29 November 2009)[2][3] was a British electrical engineer, physicist and computer scientist, who was an early developer of the magnetic drum memory for computers.[1] He is known for Booth's multiplication algorithm.[2] In his later career in Canada he became president of Lakehead University.", "21041889": "Patricia G. Selinger is an American computer scientist and IBM Fellow, best known for her work on relational database management systems.", "68489959": "Noam Slonim (Hebrew: נעם סלונים) (born in 1968 in Jerusalem) is an Israeli computer scientist, specializing in Natural Language Processing and Computational Argumentation. He is an IBM Distinguished Engineer, and the Principal Investigator of Project Debater at the IBM Research lab at Haifa, Israel.", "63427315": "Michael Bronstein MAE FIEEE FBCS (b. 1980) is an Israeli computer scientist and entrepreneur. He is a computer science professor at the University of Oxford.", "65049332": "David Baron is an American computer scientist, web browser engineer, open web standards author, technology speaker,[3][4] and open source contributor.  He has written and edits several CSS web standards specifications including CSS Color Module Level 3,[5] CSS Conditional Rules,[6] and several working drafts. He started working on Mozilla in 1998,[4] and was employed by Mozilla in 2003 to help develop and evolve the Gecko rendering engine, eventually as a Distinguished Engineer[7] in 2013.[8] He was Mozilla’s representative on the WHATWG Steering Group from 2017-2020.[9][10] He has served on the W3C Technical Architecture Group (TAG) continuously since being elected in 2015[11] and re-elected subsequently, most recently in 2020.[12][13] In 2021 he joined Google to work on Google Chrome.[14]", "12767990": "Adisak Mekkittikul received his B.Eng. from King Mongkut's Institute of Technology Ladkrabang in Thailand and M.S. in electrical engineering from Wichita State University. He completed the Ph.D. degree in electrical engineering at Stanford University, Stanford, California in 1999, after defending dissertation titled \"Scheduling Non-Uniform Traffic in High Speed Packet Switchers and Routers\" which he wrote while being mentored by Nicholas William McKeown.[1] He was a Senior Member of Technical Staff at Berkeley Concept Research Corp.", "348920": "Eli Biham (Hebrew: אלי ביהם) is an Israeli cryptographer and cryptanalyst who is a professor at the Technion - Israel Institute of Technology Computer Science department. From 2008 to 2013, Biham was the dean of the Technion Computer Science department, after serving for two years as chief of CS graduate school.\nBiham invented (publicly) differential cryptanalysis,[1] for which he received his Ph.D., while working under Adi Shamir. It had been invented before by a team at IBM during their Data Encryption Standard work; the National Security Agency told IBM to keep the discovery secret.[citation needed]", "30315256": "Donald Bruce Johnson (December 16, 1933 – September 10, 1994)[1][2][3] was an American computer scientist, a researcher in the design and analysis of algorithms, and the founding chair of the computer science department at Dartmouth College.[4]", "5591801": "Theodore Gyle (Ted) Lewis (born 1941) is an American computer scientist and mathematician, and professor at the Naval Postgraduate School.", "1250044": "Lee Felsenstein (born April 27, 1945) is an American computer engineer who played a central role in the development of the personal computer. He was one of the original members of the Homebrew Computer Club and the designer of the Osborne 1, the first mass-produced portable computer.", "709375": "Lars Ramkilde Knudsen (born 21 February 1962) is a Danish researcher in cryptography, particularly interested in the design and analysis of block ciphers, hash functions and message authentication codes (MACs).", "17863435": "Brian R. Gaines (born c. 1938) is a British scientist, engineer, and Professor Emeritus at the University of Calgary.[1]", "53826325": "David Mitchell Magerman (born 1968) is an American computer scientist and philanthropist. He spent 22 years working for an investment management company and hedge fund, Renaissance Technologies.[1]", "62771992": "Leland Clayton Smith (August 6, 1925 – December 17, 2013)[1][2] was an American musician, teacher and computer scientist. He taught at Stanford University for 34 years, and developed the music engraving tool SCORE.[3]", "676632": "John Lions (19 January 1937 – 5 December 1998) was an Australian computer scientist. He is best known as the author of Lions' Commentary on UNIX 6th Edition, with Source Code, commonly known as the Lions Book.", "33231653": "Nichole Pinkard is an American computer scientist and associate professor of learning sciences and faculty director of the Office of Community Education Partnerships (OCEP) in the School of Education and Social Policy at Northwestern.[1] She is helping lead a collaboration with Apple and the Chicago Public School system to teach computer programming to teachers.[2]", "5198632": "Ruth Teitelbaum (née Lichterman; February 1, 1924 – August 9, 1986) was one of the first computer programmers in the world. Teitelbaum was one of the original programmers for the ENIAC computer.", "10801964": "Abbas Edalat (Persian: عباس عدالت) is a British-Iranian academic who is a professor of computer science and mathematics at the Department of Computing, Imperial College London and a political activist. In a 2018 letter to The Guardian, 129 experts in computer science, mathematics and machine learning described him as \"a prominent academic, making fundamental contributions to mathematical logic and theoretical computer science\"[1] Edalat also founded SAF and CASMII,[2][3] a campaign against sanctions and military intervention in Iran.", "48583477": "Samuel Nathan Alexander (February 22, 1910 in Wharton, Texas – December 9, 1967 in Chevy Chase, Maryland) was an American computer pioneer who developed SEAC, one of the earliest computers.", "68358969": "Elad Hazan is an Israeli-American computer scientist, academic, author and researcher. He is a Professor of Computer Science at Princeton University, and the co-founder and director of Google AI Princeton.[1][2]", "67015482": "Penny L. Rheingans is an American computer scientist specializing in information visualization, including methods for non-photorealistic rendering of volumetric data and for visualizing uncertainty in data. She is a professor of computer science at the University of Maine, where she directs the School of Computing and Information Science.[1]", "2183996": "Joseph A \"Josh\" Fisher is an American and Spanish computer scientist noted for his work on VLIW architectures, compiling, and instruction-level parallelism, and for the founding of  Multiflow Computer. He is a Hewlett-Packard Senior Fellow (Emeritus).[2]", "1397565": "SolarX is the performing name of Dr. Roman Belavkin, a Russian electronic music artist and computer scientist.", "66917194": "Hairong Qi (born 1970)[1] is a Chinese computer scientist known for her work in image processing, computer vision, signal processing, sensor networks, and visual sensor networks. She is Gonzalez Family Professor of Electrical Engineering and Computer Science at the University of Tennessee.[2]", "3232589": "Eelco van Asperen (11 April 1965, Rotterdam – 31 May 2013) was a Dutch computer scientist.[1] and associate professor at the Erasmus University Rotterdam, at the School of Economics.", "6509398": "Paul Dourish (born 1966) is a computer scientist best known for his work and research at the intersection of computer science and social science. Born in Scotland, he holds the Steckler Endowed Chair of Information and Computer Science [1] at the University of California, Irvine, where he joined the faculty in 2000,[2]\nand where he directs the Steckler Center for Responsible, Ethical, and\nAccessible Technology.[3]\nHe is a Fellow of the AAAS,[4]\nthe ACM,[5] and\nthe BCS, and is a two-time winner of the ACM \nCSCW \"Lasting Impact\" award, in 2016 and 2021.[6][7]", "185177": "Donald Arthur Norman (born December 25, 1935)[2][3] is an American researcher, professor, and author. Norman is the director of The Design Lab at University of California, San Diego.[4] He is best known for his books on design, especially The Design of Everyday Things. He is widely regarded for his expertise in the fields of design, usability engineering, and cognitive science,[4] and has shaped the development of the field of cognitive systems engineering.[5] He is a co-founder of the Nielsen Norman Group, along with Jakob Nielsen. He is also an IDEO fellow and a member of the Board of Trustees of IIT Institute of Design in Chicago. He also holds the title of Professor Emeritus of Cognitive Science at the University of California, San Diego. Norman is an active Distinguished Visiting Professor at the Korea Advanced Institute of Science and Technology (KAIST), where he spends two months a year teaching.[when?]", "3232602": "Nicola Pellow is an English mathematician and information scientist who was one of the nineteen members of the WWW Project at CERN working with Tim Berners-Lee.[1] She joined the project in November 1990, while an undergraduate maths student enrolled on a sandwich course at Leicester Polytechnic (now De Montfort University).[1][2] Pellow recalled having little experience with programming languages, \"... apart from using a bit of Pascal and FORTRAN as part of my degree course.\"[2]", "4084582": "Ivan Bjerre Damgård (born 1956) is a Danish cryptographer and currently a professor at the Department of Computer Science, Aarhus University, Denmark.", "70439786": "Judy Butland (née Whiteley) (6 October 1940 - 2019) was a British engineering software designer who pioneered the use of computers at universities. She was recognised in 2019 as an Engineer of the Week by the Women's Engineering Society.", "37098347": "Sanjiv Rai is a first-generation Indian innovator and serial entrepreneur. He is the Founder, Chairperson and Chief Solver of multiple startups under Billion Innovators and Chairperson at ARE Technologies[1] and his venture initiatives AceWP Innovation Labs and BillionInnovators intend to promote innovation in India and abroad.[2] As a serial Entrepreneur or Innovator he has worked on AI based convergence and design algorithms, on a variety of products and solutions such as network convergence enabling D5 chip, AceWP, PlasmaPHI, innovate2learn, agniie devices, ChazeMe, SmartSAPS(Smart Secured Automated Payment Solutions), coolATM and Rosenbridges Future Cities/Smart Buildings and CHANDRA project for NASA towards permanent human inhabitancy on outer planets.[3]", "37344121": "Evelyn Berezin (April 12, 1925 – December 8, 2018)[2] was an American computer designer of the first computer-driven word processor.[2][3] She also worked on computer-controlled systems for airline reservations.[4]", "45716348": "Igor Titus Hawryszkiewycz (born c. 1948) is an American computer scientist, organizational theorist, and Professor at the School of Systems, Management and Leadership of the University of Technology, Sydney, known for his work in the field of database systems,[1] systems analysis,[2] and knowledge management.[3]", "45634432": "Klaus Tochtermann (born 22 August 1964,  Heidelberg) is a professor in the Institute for Computer Science at Kiel University and also the director of the ZBW – German National Library of Economics – Leibniz Information Centre for Economics.[1][2]", "46207875": "David Rice Hedgley Jr. (born January 21, 1937) is an American computer scientist and mathematician who has made major contributions to the field of computer graphics. One of his contributions was the solution of the hidden-line problem in computer 3D graphics.[1]", "70439823": "Aya Chasia Soffer (Hebrew: איה סופר) is an Israeli computer scientist, vice president for AI Technology in IBM Research, and the director of IBM's Haifa research laboratory.[1]", "37065616": "John Brian Long (born 3 December 1935) is a British computer scientist and Emeritus Professor of Cognitive Engineering at the University College London,[1] known for his work on \"cognitive ergonomics and human-computer interaction.\"[2][3]", "14111634": "Alexander G. Fraser (8 June 1937 – 13 June 2022),[1][2] also known as A. G. Fraser and Sandy Fraser, was a noted British-American computer scientist.", "62395285": "Patrick Ryan Morin is a Canadian computer scientist specializing in computational geometry and data structures. He is a professor in the School of Computer Science at Carleton University.", "66327446": "Hans Peter Brøndmo (born 22 June 1962) is an American-Norwegian computer scientist and technology entrepreneur.  In 2016 he became vice president at X (formerly Google[x]) and general manager of the Everyday Robots project.[1] He previously worked at Apple Computer on Hypercard development, founded startups in online marketing and social media and held executive positions at Nokia Corporation and Google.", "61477786": "Nick Zhang (Chinese: 张晓东 (Zhāng Xiǎodōng); born 30 August 1963) is CEO of Wuzhen Institute and a writer.[1][2][3] In 2017, his book A Brief History of Artificial Intelligence was awarded Top 10 Books of Southern Metropolis Daily.[4][5] In 2018, he won Wu Wenjun Artificial Intelligence Science and Technology Award.[6]", "69718939": "Lex Fridman (/ˈfriːdmən/;[2] born 15 August 1983)[3] is a Russian-American computer scientist and podcaster. He hosts the Lex Fridman Podcast, in which he interviews guests, which have included prominent figures in various fields, including science, technology, sports, and politics.", "3265435": "Barry James Mailloux (1940? – 26 May 1982) obtained his Master of Science (M.Sc.) in numerical analysis in 1963. From 1966, he studied at Amsterdam's Mathematisch Centrum under Adriaan van Wijngaarden, earning a Doctor of Philosophy (Ph.D.) in 1968.[1][2][3][4]", "60134302": "Rita Orji is a Nigerian-Canadian computer scientist who is a Canada Research Chair in Persuasive Technology and the Director of the Persuasive Computing Lab at Dalhousie University.[1] Her work is in the area of human–computer interaction with a major focus on designing interactive systems to achieve health and well being objectives.[2] She has won over 70 awards and recognitions from both national and international organizations.[3] She has addressed a United Nations panel about the status of women and at the Parliament of Canada.[4]", "2593701": "André Danthine was a professor of computer science at the University of Liège from 1967 to 1997; he is now a professor emeritus there. He specialized in computer networks and created the university's Research Unit in Networking in 1972.", "10802091": "Alexander Strehl (born in Nuremberg[1]) is a computer scientist, management consultant and business school professor. His areas of expertise are machine learning, consensus clustering, business intelligence, big data, artificial intelligence, cluster analysis, data mining, entrepreneurship and digital transformation. He received a Ph.D. in Computer Engineering from the University of Texas at Austin, was the creator of cluster ensembles, a director of flatfox AG,[2] and a management consultant at McKinsey & Company. He is currently teaching at the University of Aalen and serves as an independent industry consultant.", "28038060": "Joseph S. B. Mitchell is an American computer scientist and mathematician. He is Distinguished Professor and Department Chair of Applied Mathematics and Statistics and Research Professor of Computer Science at Stony Brook University.", "4445105": "Daniel L. Murphy is an American computer scientist notable for his involvement in the development of TECO (an early text editor and programming language), the operating systems TENEX and TOPS-20, and email.", "971698": "Bob Denny (fl. late 20th century) is an American software developer who writes software for robotic telescope and remote telescope systems. He is the inventor of the Astronomy Common Object Model (ASCOM) standard, which has resulted in the easy availability of freeware device drivers for telescopes, telescope focusers, and astronomical observatory domes and enclosures.", "5133237": "Raymond M. Holt is a computer designer and businessman in Silicon Valley.", "27497399": "Jayme Luiz Szwarcfiter (born July 5, 1942, in Rio de Janeiro) is a computer scientist in Brazil.", "19387319": "Ross Neil Williams is an Australian computer scientist and entrepreneur who has made significant contributions to data compression and data deduplication technologies.  He is best known as the inventor of the U.S. Patent 5,990,810 and the founder of Rocksoft Pty Ltd.", "10654651": "Richard Merrill was a Digital Equipment Corporation employee who invented the FOCAL programming language and programmed the first two interpreters for the language in 1968 and 1969, for the PDP-8.  He also developed later versions of the interpreter for the PDP-7 and PDP-9, later ported it to the PDP-11.[citation needed]", "30544835": "Marta Zofia Kwiatkowska FRS MAE (born 1957) is a Polish theoretical computer scientist based in the United Kingdom.[1][2]", "47010755": "Rina Dechter (born August 13, 1950) is a distinguished professor of computer science[1] in the Donald Bren School of Information and Computer Sciences at the University of California, Irvine. Her research is on automated reasoning in artificial intelligence focusing on probabilistic and constraint-based reasoning.[2][3] In 2013, she was elected a Fellow of the Association for Computing Machinery.[4]", "32003011": "Michael S. Montalbano  (28 April 1918 – 13 April 1989) was a computer scientist most noted for authoring \"APL Blossom Time\", a poem about the early days of the APL programming language,  performed to the tune of The Battle of New Orleans.[1] He published this poem and a few other articles under the pseudonym \"J. C. L. Guest\".", "60183498": "Simone Fischer-Hübner (born Lübeck, 1963) is an expert on IT security and personal integrity and a professor at the Department of Computer Science at Karlstad University.[1][2]", "5592011": "Carl Kochao Chang (simplified Chinese: 张可昭; traditional Chinese: 張可昭) is Professor of Computer Science, Professor of Human Computer Interaction and Director of Software Engineering Laboratory in the Department of Computer Science at Iowa State University, where he served as its department chair from 2002 to 2013. He received a PhD in computer science from Northwestern University.", "67785679": "Bernard Meltzer (born in 1916 in South Africa; died on 4 July 2008) was a British computer scientist, who with Donald Michie was one of the main founders of research on  artificial intelligence at the University of Edinburgh.", "349136": "Chester Gordon Bell (born August 19, 1934) is an American electrical engineer and manager. An early employee of Digital Equipment Corporation (DEC) 1960–1966, Bell designed several of their PDP machines and later became Vice President of Engineering 1972–1983, overseeing the development of the VAX computer systems. Bell's later career includes entrepreneur, investor, founding Assistant Director of NSF's Computing and Information Science and Engineering Directorate 1986–1987, and researcher emeritus at Microsoft Research, 1995–2015.", "18371535": "Maxine D. Brown is an American computer scientist and retired director of the Electronic Visualization Laboratory (EVL) at the University of Illinois at Chicago (UIC). Along with Tom DeFanti and Bruce McCormick, she co-edited the 1987 NSF report, Visualization in Scientific Computing, which defined the field of scientific visualization.", "29201362": "Kentaro Toyama is a computer scientist and international development researcher, who works on the relationship of technology and global development. He is the W. K. Kellogg Professor at the University of Michigan School of Information[1][2] and author of  Geek Heresy: Rescuing Social Change from the Cult of Technology.[3][4][5]", "1709011": "Robert A. van de Geijn is a Professor of Computer Sciences at the University of Texas at Austin.  He received his B.S. in Mathematics and Computer Science (1981) from the University of Wisconsin–Madison and his Ph.D. in Applied Mathematics (1987) from the University of Maryland, College Park.  His areas of interest include numerical analysis and parallel processing.", "64328664": "Joscha Bach (born 1973 in Weimar, East Germany) is a German artificial intelligence researcher and cognitive scientist focusing on cognitive architectures, mental representation, emotion, social modeling, and multi-agent systems.[1]", "529373": "Stephen Byram Furber CBE FRS FREng[12] (born 21 March 1953)[6] is a British computer scientist, mathematician and hardware engineer, and Emeritus ICL Professor of Computer Engineering in the Department of Computer Science at the University of Manchester, UK.[13] After completing his education at the University of Cambridge (BA, MMath, PhD), he spent the 1980s at Acorn Computers, where he was a principal designer of the BBC Micro and the ARM 32-bit RISC microprocessor.[14] As of 2023[update], over 250 billion arm chips have been manufactured, powering much of the world's mobile computing and embedded systems, everything from sensors to smartphones to servers.[15][16][17][8]", "68768738": "Elsa-Karin Boestad-Nilsson (25 November 1925 – 27 March 2020) was a Swedish computing pioneer who programmed the first and second computers in Sweden, BARK and BESK.[1]", "30888934": "Kim Cameron (August 31, 1948 — November 30, 2021)[1] was a Canadian computer scientist who was Microsoft's chief architect of access and worked since the emergence of the Internet to create a humanistic system of Digital Identity. He was the originator of the 7 Laws of Identity,[2] and developed the InfoCard architecture.[3]", "49763303": "Peter Schröder is an American computer scientist and a professor of computer science at California Institute of Technology. Schröder is known for his contributions to discrete differential geometry and digital geometry processing. He is also a world expert in the area of wavelet based methods for computer graphics. In 2015, Schröder was elected as a Fellow of the Association for Computing Machinery for \"contributions to computer graphics and geometry processing.\".[1]", "49796071": "Mohamed Fayad is a professor of Computer Engineering at San Jose State University, and author of many publications in the area of software engineering.", "807918": "Gijsbert (Bert) Bos (born 1963[1]) is a Dutch computer scientist known for the development of Argo, a web browser he developed as test application for his style sheet proposal.", "3265519": "Cornelis Hermanus Antonius \"Kees\" Koster (13 July 1943 – 21 March 2013)[1] was a Dutch computer scientist who was a professor in the Department of Informatics at the Radboud University Nijmegen in the Netherlands.[2]", "64082941": "Peter J. Haas is an American computer scientist and operations researcher known for his work in information management and big data. He worked for 30 years at IBM Research before becoming a professor of computer science at the University of Massachusetts Amherst.[1]", "20976642": "Mehryar Mohri is a Professor and theoretical computer scientist[2] at the Courant Institute of Mathematical Sciences. He is also a Research Director \nat Google Research where he heads the Learning Theory team.", "14324744": "James Richard \"Jim\" Goodman (born July 16, 1944) retired as professor of computer science at the University of Auckland in Auckland, New Zealand, and emeritus professor at the University of Wisconsin–Madison.", "67163150": "Gillian Rachael Hayes is an American computer scientist. She is the Robert A. and Barbara L. Kleist Professor in the Donald Bren School of Information and Computer Sciences and Vice Provost for Graduate Education and Dean of the Graduate Division at UC Irvine.", "2741267": "Min Zhu (朱敏; born 1948) is an American entrepreneur and philanthropist. Zhu is the co-founder and former president and chief technical officer of WebEx.", "58561558": "Bettina Speckmann (born 1972)[1] is a German computer scientist who heads the Applied Geometric Algorithms group in the Department of Mathematics and Computer Science of Eindhoven University of Technology in Eindhoven, Netherlands, where she is a professor.[2]\nThe main topics of her research are computational geometry and information visualization, especially focusing on the geometry and visualization of objects in motion.", "562205": "Grady Booch (born February 27, 1955) is an American software engineer, best known for developing the Unified Modeling Language (UML) with Ivar Jacobson and James Rumbaugh. He is recognized internationally for his innovative work in software architecture, software engineering, and collaborative development environments.[1][2][3][4][5][6][7]", "62428204": "Mira Mezini (born 18 November 1966 in Albania) is a German computer scientist and Professor of Computer Science at the Department of Computer Science of the Technische Universität Darmstadt. She heads the software engineering group.", "1627181": "Gilles Brassard, OC OQ FRS FRSC is a faculty member of the Université de Montréal, where he has been a Full Professor since 1988 and Canada Research Chair since 2001.[2][3]", "9573426": "Hermann Adolf Maurer (born April 26, 1941) is an Austrian computer scientist, serving as Professor of Computer Science at the Graz University of Technology. He has supervised over 40 dissertations, written more than 20 books and over 600 scientific articles, and started or been involved with a number of companies.", "40604726": "Kecheng Liu (born 1957) is a Chinese/British expert in organisational semiotics a professor of applied informatics at the University of Reading, and a professor of management science and engineering.", "30725186": "Darren Dalcher is a British engineer and senior academic. He is Professor in Strategic Project Management at Lancaster University Management School and Director of the National Centre for Project Management (NCPM) in the UK.", "44913731": "Wenfei Fan FRS FREng FRSE MAE (Chinese: 樊文飞; pinyin: Fán Wénfēi) is a Chinese-British computer scientist and professor of web data management at the University of Edinburgh.[3] His research investigates database theory and database systems.[4][1]", "44913733": "Academia Europaea[2]\nFellow of the RSE[3]\nACM Fellow[4]", "5592135": "Alan Mark Davis is president and CEO of Offtoa, Inc. in Westminster, Colorado. He is a retired Professor of Business Strategy and Entrepreneurship in the College of Business at the University of Colorado at Colorado Springs and in the Executive MBA program at the University of Colorado at Denver.  Davis earned his master's degree in Computer Science under Donald B. Gillies at the University of Illinois at Urbana-Champaign in 1973 and Ph.D. in Computer Science under Thomas R. Wilcox at the University of Illinois at Urbana-Champaign in 1975.  He has held academic positions at George Mason University and the University of Tennessee. He has been a visiting faculty member at University of Illinois at Urbana-Champaign, the University of the Western Cape (South Africa), the University of Technology, Sydney (Australia), and the Technical University of Madrid (Spain). He was a Fulbright Specialist at the University of Jos (Nigeria) and Atma Jaya University, Yogyakarta (Indonesia).  He has held industry positions at GTE (a Director of R&D at GTE Communication Systems in Phoenix, Arizona; and Director of the Software Technology Center at GTE Laboratories in Waltham, Massachusetts), BTG (Vice President in Vienna, Virginia), and Omni-Vista (President in Colorado Springs, Colorado). He was Editor-in-Chief of IEEE Software from 1994 to 1998 and was an editor for the Journal of Systems and Software (1987-2010) and Communications of the ACM (1981-1991) and on the editorial board of the Requirements Engineering Journal (2005-2011). He was a Fulbright Senior Specialist from 2003 through 2007. He has been an IEEE Fellow since 1994 and an IEEE Life Fellow since 2015..", "7787600": "John Makepeace Bennett AO FTSE (31 July 1921 – 9 December 2010) was an early Australian computer scientist. He was Australia's first professor of computer science and the founding president of the Australian Computer Society.[1] His pioneering career included work on early computers such as EDSAC, Ferranti Mark 1* and SILLIAC, and spreading the word about the use of computers through computing courses and computing associations.", "68047953": "Scott A. Smolka is a SUNY Distinguished Professor in the Department of Computer Science at Stony Brook University, Stony Brook, New York.", "332887": "Jaron Zepel Lanier (/ˈdʒeɪrɪn lɪˈnɪər/, born May 3, 1960) is an American computer scientist,[1] visual artist, computer philosophy writer, technologist, futurist, and composer of contemporary classical music. Considered a founder of the field of virtual reality,[2] Lanier and Thomas G. Zimmerman left Atari in 1985 to found VPL Research, Inc., the first company to sell VR goggles and wired gloves. In the late 1990s, Lanier worked on applications for Internet2, and in the 2000s, he was a visiting scholar at Silicon Graphics and various universities. In 2006 he began to work at Microsoft, and from 2009 has worked at Microsoft Research as an Interdisciplinary Scientist.[3]", "43029598": "Muhammad Afzal Upal is a writer and a cognitive scientist with contributions to cognitive science of religion,[1] machine learning for planning,[2][3] and agent-based social simulation.[4]", "67884127": "Alois Christian Knoll (born 19 March 1961 in Stuttgart) is German computer scientist and professor at the TUM School of Computation, Information and Technology (formerly TUM Department of Informatics) at the Technical University of Munich (TUM). He is head of the Chair of Robotics, Artificial Intelligence and Embedded Systems.", "69997667": "Jennifer (Jenn) Wortman Vaughan is an American computer scientist and Senior Principal Researcher at Microsoft Research focusing mainly on building responsible artificial intelligence (AI) systems as part of Microsoft's Fairness, Accountability, Transparency, and Ethics in AI (FATE) initiative. Jennifer is also a co-chair of Microsoft's Aether[1] group on transparency that works on operationalizing responsible AI across Microsoft through making recommendations on responsible AI issues, technologies, processes, and best practices. Jennifer is also active in the research community, she served as the workshops chair and the program co-chair of the Conference on Neural Information Processing Systems (NeurIPs) in 2019[2] and 2021,[3] respectively. She currently serves as Steering Committee member of the Association for Computing Machinery Conference on Fairness, Accountability and Transparency. Jennifer is also a senior advisor to Women in Machine Learning[4] (WiML), an initiative co-founded by Jennifer in 2006 aiming to enhance the experience of women in Machine Learning.", "28382324": "Dana Angluin is a professor emeritus of computer science at Yale University.[2]  She is known for foundational work in computational learning theory[3][4][5] and distributed computing.[6]", "56562809": "Angela Yuen Wu is an American computer scientist, a professor emerita at American University.[1] She is known for her research in computer vision and computational geometry, and especially for her highly cited publications on k-means clustering[KM] and nearest neighbor search.[NN]\nOther topics in her research include embeddings of tree-structured parallel systems into the hypercube internetwork topology[TH] and voxel-based object representations.[DS]", "201860": "Raphael Finkel (born 1951) is an American computer scientist and a retired[1] professor at the University of Kentucky.[2]  He compiled the first version of the Jargon File.[3] He is the author of An Operating Systems Vade Mecum,[4] a textbook on operating systems, and Advanced Programming Language Design,[5] an introductory book on programming paradigms. Finkel and J.L. Bentley created the data structure called the quadtree.", "56382598": "John Makhoul is a Lebanese-American computer scientist who works in the field of speech and language processing. Dr. Makhoul's work on linear predictive coding was used in the establishment of the Network Voice Protocol, which enabled the transmission of speech signals over the ARPANET.[1] Makhoul is recognized in the field for his vital role in the areas of speech and language processing, including speech analysis, speech coding, speech recognition and speech understanding. He has made a number of significant contributions to the mathematical modeling of speech signals, including his work on linear prediction, and vector quantization.  His patented work on the direct application of speech recognition techniques for accurate, language-independent optical character recognition (OCR) has had a dramatic impact on the ability to create OCR systems in multiple languages relatively quickly.[2]"}