{"16390": "John Abercrombie FRSE FRCSE FRCPE (10 October 1780 – 14 November 1844) was a Scottish physician, author, philosopher and philanthropist. His Edinburgh practice became one of the most successful medical practices in Scotland. The Chambers Biographical Dictionary says of him that after James Gregory's death, he was \"recognized as the first consulting physician in Scotland\".[1] As surgeon to The Royal Public Dispensary and the New Town Dispensary he provided free medical care for the poor of the town and taught medical students and apprentices. He published extensively on medical topics and latterly on metaphysics morality and religion. A devout Christian, he gave financial support to missionary work. Abercrombie was awarded the honorary degree of MD from the University of Oxford, was elected Rector of Marischal College and University, Aberdeen and appointed Physician to the King in Scotland.[2]", "45301766": "Patrick Aidan Heelan, S.J. (17 March 1926 – 1 February 2015) was an Irish Jesuit priest, physicist, and philosopher of science. He was William A. Gaston Professor of Philosophy at Georgetown University.", "16403": "Justin Martyr (Greek: Ἰουστῖνος ὁ μάρτυς, romanized: Ioustinos ho martys; c. AD 100 – c. AD 165), also known as Justin the Philosopher, was an early Christian apologist and philosopher.", "42319895": "Peg Birmingham is an American professor of philosophy at DePaul University.[1] Much of Birmingham's work has focused on the work of Hannah Arendt, to whose thought she is considered to have made a profound contribution,[2] although her interest has also ranged widely through other subjects, primarily in modern social and political philosophy, as well as feminist theory.[3]", "41009178": "Thomas De Koninck (born 1934 in Leuven, Belgium) is a philosopher from Québec.", "1294371": "Wilhelm Traugott Krug (22 June 1770 – 12 January 1842) was a German philosopher and writer. He is considered to be part of the Kantian School of logic.[1]", "1884200": "Lucien Goldmann (French: [ɡɔldman]; 20 July 1913 – 8 October 1970) was a French philosopher and sociologist of Jewish-Romanian origin. A professor at the EHESS in Paris, he was a Marxist theorist. His wife was sociologist Annie Goldmann.", "16891946": "Kasper Drużbicki or Gaspar Druzbicius (born probably in Drużbice in Ziemia Sieradzka in Poland, 1589; entered the Society of Jesus, 20 August 1609; died at Poznań, 2 April 1662) was a Polish Jesuit and ascetic writer.", "13385775": "Hagiwara Hiromichi (萩原 広道, March 29, 1815 - January 11, 1864) was a scholar of literature, philology, and nativist studies (Kokugaku) as well as an author, translator, and poet active in late-Edo period Japan. He is best known for the innovative commentary and literary analysis of The Tale of Genji (Genji monogatari, ca. 1010) found in his work titled Genji monogatari hyōshaku (源氏物語評釈　An Appraisal of Genji ) published in two installments in 1854 and 1861.", "16433": "Jalāl al-Dīn Muḥammad Rūmī (Persian: جلال‌الدین مُحمّد رُومی), or simply Rumi (30 September 1207 – 17 December 1273), was a 13th-century poet, Hanafi faqih, Islamic scholar, Maturidi theologian and Sufi mystic originally from Greater Khorasan in Greater Iran.[8][9]", "7651379": "(Robert) Paul Ziff (22 October 1920 in New York City – 9 January 2003 in Chapel Hill, North Carolina) was an American artist and philosopher specializing in semantics and aesthetics.", "1523764": "Sir Herbert Butterfield FBA (7 October 1900 – 20 July 1979) was an English historian and philosopher of history, who was Regius Professor of Modern History and Vice-Chancellor of the University of Cambridge.[3] He is remembered chiefly for a short volume early in his career entitled The Whig Interpretation of History (1931) and for his Origins of Modern Science (1949). Butterfield turned increasingly to historiography and man's developing view of the past. Butterfield was a devout Christian and reflected at length on Christian influences in historical perspectives.", "28327989": "Giulio Giorello (Italian: [ˈdʒuːljo dʒoˈrɛllo]; 14 May 1945 – 15 June 2020) was an Italian philosopher, mathematician, and epistemologist.[1]", "81974": "Franz Clemens Honoratus Hermann Josef Brentano (/brɛnˈtɑːnoʊ/; German: [bʁɛnˈtaːno]; 16 January 1838 – 17 March 1917) was a German philosopher and psychologist. His 1874 Psychology from an Empirical Standpoint, considered his magnum opus, is credited with having reintroduced the medieval scholastic concept of intentionality into contemporary philosophy.", "475191": "Mark Ivor Satin (born November 16, 1946) is an American political theorist, author, and newsletter publisher.  He is best known for contributing to the development and dissemination of three political perspectives – neopacifism in the 1960s, New Age politics in the 1970s and 1980s, and radical centrism in the 1990s and 2000s.  Satin's work is sometimes seen as building toward a new political ideology, and then it is often labeled \"transformational\",[1] \"post-liberal\",[2] or \"post-Marxist\".[3]  One historian calls Satin's writing \"post-hip\".[4]", "55754814": "Najaf Lakzaee (born 1969) is a researcher of religious and political sciences. He holds a PhD in political studies from Imam Sadiq University. He has passed Islamic seminary education up to the level of ijtihad. He is the lecturer in department of political sciences of Baqir al-'Ulum University, was previous cultural deputy of the Ahl al-Bayt (a) World Assembly and is now the director of Islamic Sciences and Culture Academy.[1]", "2113603": "Alice Ambrose Lazerowitz (November 25, 1906 – January 25, 2001) was an American philosopher, logician, and author.", "20889668": "Vigdis Songe-Møller (born 1 April 1949) is Professor of Philosophy at the University of Bergen.", "38584387": "Alexander Aleksandrovich Bogdanov (Russian: Алекса́ндр Алекса́ндрович Богда́нов; 22 August 1873 [O.S. 10 August] – 7 April 1928), born Alexander Malinovsky, was a Russian and later Soviet physician, philosopher, science fiction writer and Bolshevik revolutionary. He was a polymath who pioneered blood transfusion[1] and general systems theory[2] and made important contributions to cybernetics.[3]", "46547014": "Mohammad Ilkhani (born 1958) (Persian: محمد ایلخانی) is an Iranian philosopher and professor and chair of the department of philosophy at the Shahid Beheshti University.[1] He is known for his research on Achard of St. Victor, Boethius and Christian theology.[2][3][4]\n[5][6][7]\nIlkhani received his PhD from Free University of Brussels under the supervision of Lambros Couloubaritsis.", "1523786": "Jean-François Revel (born Jean-François Ricard;  19 January 1924 – 30 April 2006) was a French  philosopher, journalist, and author.  A prominent public intellectual, Revel was a socialist in his youth but later became a prominent European proponent of classical liberalism and free market economics.  He was a member of the Académie française after June 1998.  He is best known for his book Without Marx or Jesus: The New American Revolution Has Begun, published in French in 1970.", "1294418": "Karl Leonhard Reinhold (26 October 1757 – 10 April 1823) was an Austrian philosopher who helped to popularise the work of Immanuel Kant in the late 18th century. His \"elementary philosophy\" (Elementarphilosophie) also influenced German idealism, notably Johann Gottlieb Fichte, as a critical system grounded in a fundamental first principle.", "52117588": "Ralph Monroe Eaton (June 28, 1892 – April 13, 1932) was an American philosopher of Harvard University whose career was cut short at the age of 39. He specialized in the theory of knowledge and logic but later became interested in psychoanalysis. He served in the United States Army during the First World War and wrote an unpublished memoir of his experiences.", "14499925": "Max Hamburger (May 31, 1897 – February 3, 1970) was a German lawyer and legal scholar. He was the author of a definitive handbook of the German law on good will and fair dealing, Treu and Glauben in Verkehr.[1]", "16483": "John Wycliffe (/ˈwɪklɪf/; also spelled Wyclif, Wickliffe, and other variants[a]; c. 1328 – 31 December 1384)[2] was an English scholastic philosopher, theologian, biblical translator, reformer, Catholic priest, and a seminary professor at the University of Oxford. He became an influential dissident within the Catholic priesthood during the 14th century and is considered an important predecessor to Protestantism. Wycliffe questioned the privileged status of the clergy, who had bolstered their powerful role in England,[3] and advocated radical poverty of the clergy.", "70828132": "Adolf Krister Hermansson Phalén, born 19 January 1884 in Tuna, Kalmar County, died 16 October 1931 in Uppsala, was a Swedish philosopher.[1]", "16489": "Julia Kristeva (French: [kʁisteva]; born Yuliya Stoyanova Krasteva, Bulgarian: Юлия Стоянова Кръстева; on 24 June 1941) is a Bulgarian-French philosopher, literary critic, semiotician, psychoanalyst, feminist, and, most recently, novelist, who has lived in France since the mid-1960s. She has taught at Columbia University, and is now a professor emerita at Université Paris Cité. The author of more than 30 books, including Powers of Horror, Tales of Love, Black Sun: Depression and Melancholia, Proust and the Sense of Time, and the trilogy Female Genius, she has been awarded Commander of the Legion of Honor, Commander of the Order of Merit, the Holberg International Memorial Prize, the Hannah Arendt Prize, and the Vision 97 Foundation Prize, awarded by the Havel Foundation.", "16488": "Julian Jaynes (February 27, 1920 – November 21, 1997) was an American researcher in psychology at Yale and Princeton for nearly 25 years, best known for his 1976 book The Origin of Consciousness in the Breakdown of the Bicameral Mind.[1] His career was dedicated to the problem of consciousness: \"the difference between what others see of us and our sense of our inner selves and the deep feelings that sustain it. ... Men have been conscious of the problem of consciousness almost since consciousness began.\"[1]: 2  Jaynes's solution touches on many disciplines, including neuroscience, linguistics, psychology, archeology, history, religion and analysis of ancient texts.[2]", "22954091": "Adam of Łowicz (also \"Adam of Bocheń\" and \"Adamus Polonus\"; born in Bocheń, near Łowicz, Poland; died 7 February 1514, in Kraków, Poland) was a professor of medicine at the University of Krakow, its rector in 1510–1511, a humanist, writer and philosopher.[1]", "24887404": "Rachida Triki, also known as Rachida Boubaker-Triki[1] (born 24 March 1949) is a Tunisian philosopher, art historian, art critic,[2] and art curator.[3] She is a full professor of philosophy at Tunis University, specialized in Aesthetics.[3][4][5]", "2637941": "John Richard Perry (born 1943) is a professor at Stanford University and the University of California, Riverside. He has made significant contributions to philosophy in the fields of philosophy of language, metaphysics, and philosophy of mind. He is known primarily for his work on situation semantics (together with Jon Barwise), reflexivity, indexicality, personal identity, and self-knowledge.", "59916406": "John Evan Turner (28 December 1875 – 1947), best known as J. E. Turner was a Welsh idealist philosopher and writer.", "33931386": "Hugh Worthington (21 June 1752 – 26 July 1813) was a British Arian divine. He was born in Leicester and studied at the Daventry Academy under Caleb Ashworth. Worthington was a pastor at Salters' Hall, London, from 1782; a trustee of Dr Daniel Williams's foundations, 1785; and was a lecturer on classics and logic from 1786 to 1789. He published sermons and other writings.[1]", "46710907": "Dr. Hannah E. Hashkes is an Israeli philosopher of Jewish thought.", "1065085": "Chilon of Sparta (Ancient Greek: Χείλων) (fl. 6th century BC) was a Spartan and one of the Seven Sages of Greece.", "72695945": "Victoria de Stefano (21 June 1940 – 6 January 2023) was an Italo-Venezuelan novelist, essayist, philosopher and educator.", "65421454": "Arlette Elkaïm-Sartre (1935[1] - 16 September 2016[2]) was a French translator and editor, adopted by the writer Jean-Paul Sartre in 1964.[3]", "73449617": "Robert Latta (1865–1932) was a Scottish philosopher known for his works on the philosophy of Gottfried Wilhelm Leibniz. He was the Regius Chair of Moral Philosophy at the University of Aberdeen.", "5324946": "David James Jones (18 May 1899 – 24 December 1968), commonly known by his bardic name Gwenallt, was a Welsh poet, critic, and scholar, and one of the most important figures of 20th-century Welsh-language literature.[1] He created his bardic name by transposing Alltwen, the name of the village across the river from his birthplace.", "65257620": "Satyajnana Tirtha was a Hindu philosopher, scholar and saint. He served as the pontiff of Shri Uttaradi Math from 1906 to 1911. He was the 37th in succession from Madhvacharya.[1][2]", "1032341": "Élie Halévy (6 September 1870 – 21 August 1937) was a French philosopher and historian who wrote studies of the British utilitarians, the book of essays Era of Tyrannies, and a history of Britain from 1815 to 1914 that influenced British historiography.[1]", "213143": "Joseph Marie, comte de Maistre (French: [də mɛstʁ];[a] 1 April 1753 – 26 February 1821)[3] was a Savoyard philosopher, writer, lawyer, and diplomat who advocated social hierarchy and monarchy in the period immediately following the French Revolution.[4] Despite his close personal and intellectual ties with France, Maistre was throughout his life a subject of the Kingdom of Sardinia, which he served as a member of the Savoy Senate (1787–1792), ambassador to Russia (1803–1817),[5] and minister of state to the court in Turin (1817–1821).[6]", "49922200": "Harry McFarland Bracken (March 12, 1926[1] – December 15, 2011[2]) was an American philosopher, a specialist in Descartes and friend of Noam Chomsky. His academic career was framed in relation to his anti-Vietnam War activism.", "35504279": "Marco Sgarbi (born 14 August 1982) is an Italian philosopher and an historian of philosophy, with a special interest in the history of epistemology and logic. He is associate professor at the Ca' Foscari University of Venice. He is member of the Accademia Nazionale Virgiliana.", "17088666": "Mitchell Cohen is an author, essayist and critic, He is professor of political science at Baruch College of the City University of New York and the CUNY Graduate Center. From 1991 to 2009, he was co-editor of Dissent, one of the United States' leading intellectual quarterlies. He is now an Editor Emeritus.", "639129": "Ram Roy Bhaskar[a] (1944–2014) was an English philosopher of science who is best known as the initiator of the philosophical movement of critical realism (CR). Bhaskar argued that the task of science is \"the production of the knowledge of those enduring and continually active mechanisms of nature that produce the phenomena of the world\",[4] rather than the discovery of quantitative laws, and that experimental science makes sense only if such mechanisms exist and operate outside the lab as well as inside it. He went on to apply that realism about mechanisms and causal powers to the philosophy of social science, and he also elaborated a series of arguments to support the critical role of philosophy and the human sciences.[5] According to Bhaskar, it is possible and desirable for the study of society to be scientific.", "74334364": "Robert Hopkins (born 1964) is a British philosopher and Professor of Philosophy at New York University.\nHe is known for his works on philosophy of art.[1][2][3][4][5]", "32358557": "Michael Paul Nelson is an environmental scholar, writer, teacher, speaker, consultant, and Professor of environmental philosophy and ethics at Oregon State University.[1] Nelson is also the philosopher in residence of the Isle Royale Wolf-Moose Project, a senior fellow with the Spring Creek Project for Ideas, Nature, and the Written word, and the co-founder and co-director of the Conservation Ethics Group.[2] From 2012 to 2022 he served as the Lead Principal Investigator for the H.J. Andrews Long-Term Ecological Research Program and held the Ruth H. Spaniol Chair in Renewable Resources at Oregon State .[3]", "15057052": "Thomas Ignatius Maria Forster FRS FLS (9 November 1789 – 2 February 1860) was an English astronomer, physician, naturalist and philosopher. An early animal rights activist, he promoted vegetarianism and founded the Animals' Friend Society with Lewis Gompertz. He published pamphlets on a wide variety of subjects, including morality, Pythagorean philosophy, bird migration, Sati, and \"phrenology\", a term that he coined in 1815.", "55328929": "Bernard Charbonneau (November 28, 1910 – April 28, 1996) was a French writer who authored about twenty books and numerous articles, published in La Gueule Ouverte, Foi et Vie, La République des Pyrénées. An apolitical and independent thinker, he is considered to be a major inspiration for the various French ecological movements. His name is regularly mentioned by French academics.[1][2] as well French green party leaders.[3]", "20922535": "Ernst Melzer (September 21, 1835 – February 1, 1899) was a German educator and philosopher born in the Silesian village of Leifersdorf.", "46416043": "Stanislas Breton (3 June 1912 – 2 April 2005) was a French theologian and philosopher. He taught at the École Normale Supérieure in Paris, the Catholic University of Paris and the Catholic University of Lyon.", "64798894": "Jocelyn Ortt-Saeed (18 January 1935 – 26 September 2014) was an Australian-Pakistani poet, philosopher and social worker. She is listed in the poetry's World Who's Who[1][2][3][4] and was the subject of the documentary film Punjabi Love Story.[5][6]", "7159985": "Nel Noddings (/ˈnɑːdɪŋz/; January 19, 1929 – August 25, 2022) was an American feminist, educator, and philosopher best known for her work in philosophy of education, educational theory, and ethics of care.", "72827059": "Claude Guillon (17 September 1952 – 19 January 2023) was a French writer and philosopher.[1] A libertarian communist, he advocated for situationist opinions. He gained notoriety in 1982 with the book Suicide, mode d'emploi [fr], which sold over 100,000 copies before being banned.", "73121975": "Conrad Schmidt (25 November 1863 – 14 October 1932) was German economist, philosopher and journalist of the Social Democratic Party.", "16573": "James Robert Flynn FRSNZ (28 April 1934 – 11 December 2020) was an American-born New Zealand moral philosopher[1] and intelligence researcher. Originally from Washington, D.C., and educated at the University of Chicago, Flynn emigrated to Dunedin in 1963, where he taught political studies at the University of Otago. He was noted for his publications about the continued year-after-year increase of IQ scores throughout the world, which is now referred to as the Flynn effect. In addition to his academic work, he championed social democratic politics throughout his life.", "35111111": "The Leibniz Review is a peer-reviewed academic journal devoted to scholarly examination of Gottfried Leibniz's thought and work. It publishes contemporary articles and reviews, as well as original Leibniz texts. The Leibniz Review is sponsored by the Leibniz Society of North America and edited at Ohio State University in Mansfield, Ohio. Subscriptions and access are provided by the Philosophy Documentation Center.", "59818188": "Pierre Charles (3 July 1883 – 11 February 1954) was a Belgian Jesuit priest, philosopher and theologian. He is particularly remembered for animating the Semaine missiologique de Louvain (Louvain Missiology week).", "73875668": "Richard Eldridge (born September 14, 1953) is an American philosopher and the Charles and Harriett Cox McDowell Professor Emeritus of Philosophy at Swarthmore College. He is known for his works on philosophy of art.[1][2][3][4][5][6][7][8][9]", "5325014": "Boris Mikhailovich Hessen (Russian: Бори́с Миха́йлович Ге́ссен), also Gessen (16 August 1893, Elisavetgrad – 20 December 1936, Moscow),[1]  was a Soviet physicist, philosopher and historian of science. He is most famous for his paper on Newton's Principia which became foundational in historiography of science.", "28590294": "Michael Krausz (born 1942) is a Swiss-born American philosopher as well as an artist and orchestral conductor.  His philosophical works focus on the theory of interpretation, theory of knowledge, philosophy of science, philosophy of history, and philosophy of art and music.  Krausz is Milton C. Nahm Professor of Philosophy at Bryn Mawr College,[1] and he teaches Aesthetics at the Curtis Institute of Music.[2] He has taught at University of Toronto and has been visiting professor at American University, Georgetown University, Oxford University, Hebrew University of Jerusalem, American University in Cairo, University of Nairobi, Indian Institute of Advanced Study, and University of Ulm, among others. Krausz is the co-founder (with Joseph Margolis) and former Chair of the fourteen-institution Greater Philadelphia Philosophy Consortium.[3]", "8667351": "William Klaas Frankena (June 21, 1908 – October 22, 1994) was an American moral philosopher. He was a member of the University of Michigan's department of philosophy for 41 years (1937–1978), and chair of the department for 14 years (1947–1961).", "1491161": "Alessandro Achillini (Latin Alexander Achillinus; 20[1] or 29[2][3] October 1463[4] (or possibly 1461[1]) – 2 August 1512) was an  Italian philosopher and physician. He is known for the anatomic studies that he was able to publish, made possible by a 13th-century edict putatively by Emperor Frederick II allowing for dissection of human cadavers, and which previously had stimulated the anatomist Mondino de Luzzi (c. 1270 – 1326) at Bologna.[5]", "48578777": "Emile Hennequin (born Palermo, Kingdom of the Two Sicilies; 1859 – 14 July 1888)[1] was a French author, publisher, writer, and philosopher[2][1] who wrote theoretical and critical pieces.[3][4] His work \"exemplified the tension between the positivist drive to systematize literary criticism and the unfettered imagination inherent in literature.\" He was one of the few positivist thinkers who disagreed with the notion that subjectivity invalidates observation, judgment and prediction, and argued that subjectivity does play a role in science and society. His contribution to positivism pertains not to science and its objectivity, but rather to the subjectivity of art and the way artists, their work, and audiences interrelate. Hennequin tried to analyze positivism strictly on the predictions, and the mechanical processes, but was perplexed due to the contradictions of the reactions of patrons to artwork that showed no scientific inclinations.", "65257688": "Satyabhijna Tirtha was a Hindu philosopher, scholar and saint. He served as the pontiff of Uttaradi Math from 14 April 1945 – 2 February 1948. He was the 40th in succession from Madhvacharya.[1][2][3]", "42942689": "Park Ynhui (Korean: 박인희; RR: Bak In-hui; February 26, 1930 – March 26, 2017) was a South Korean poet and writer who publishes under the name Park Yeemun in Korean.[1]", "32588007": "Richard Robinson (Watton, Norfolk, 12 April 1902 – 6 May 1996, Oxford) was an English secularist philosopher.", "70697194": "Lajos Fülep (January 23, 1885 – October 7, 1970) was a Hungarian art historian, philosopher of art, pastor of the Reformed Church in Hungary and university professor.", "21184750": "Julian Nida-Rümelin (born 28 November 1954) is a German philosopher and public intellectual. He served as State Minister for Culture of the Federal Republic of Germany under Chancellor Schröder. He was professor of philosophy and political theory at the Ludwig Maximilian University of Munich until 2020. Nida-Rümelin is vice chairman of the German Ethics Council.[1]", "16623": "Sir Karl Raimund Popper CH FRS FBA[4] (28 July 1902 – 17 September 1994) was an Austrian–British[5] philosopher, academic and social commentator.[6][7][8] One of the 20th century's most influential philosophers of science,[9][10][11] Popper is known for his rejection of the classical inductivist views on the scientific method in favour of empirical falsification. According to Popper, a theory in the empirical sciences can never be proven, but it can be falsified, meaning that it can (and should) be scrutinised with decisive experiments. Popper was opposed to the classical justificationist account of knowledge, which he replaced with critical rationalism, namely \"the first non-justificational philosophy of criticism in the history of philosophy\".[12]", "29966578": "Luis de Miranda is a philosopher and novelist. His earlier books, written in French, have been translated into English,[1] Chinese,[2] Swedish,[3] among other languages. A PhD from the University of Edinburgh, he previously graduated in philosophy at Pantheon-Sorbonne University and in economics at HEC Paris.[4] Since 2018, Luis de Miranda is a philosophical practitioner and member of the Swedish Society for Philosophical Practice,[5] and an academic researcher in Sweden.[6]", "27377916": "Georges Dwelshauvers, who also wrote under the pseudonym Georges Mesnil (1866–1937) was a Flemish Belgian philosopher and psychologist. He was the brother of the art critic and anarchist Jacques Mesnil.", "73416963": "Wahīduzzamān Kairānawi (1930–1995), also spelt as Waheed-uz-Zaman Keranvi, was an Indian Sunni Muslim scholar, author, lexicographer, and professor who specialised in Arabic. He spent around 27 years instructing Hadith and Arabic at Darul Uloom Deoband.", "31932677": "Stephen L. Esquith is a philosophy professor and the Dean of the Residential College in the Arts and Humanities at Michigan State University. He earned his Ph.D. in political philosophy at Princeton University in 1979 and has taught courses at Michigan State University since 1980.[1] Much of his current work deals with ethical issues in development.", "57327885": "Shi'a", "21446931": "Sébastien Basson, Latinized as Sebastianus Basso, was a French physician and natural philosopher of the beginning of the seventeenth century. He was an early theorist of a matter theory based on both atoms and compounds. His natural philosophy draws on several currents of thought, including Italian Renaissance naturalism, alchemy and Calvinist theology.[1] Basson was an atomist, who, independently from Isaac Beeckman, formed the concept of \"molecule\".[2]", "34357524": "Donald Phillip Verene (born October 24, 1937[1]) is an American philosophy professor and author. He is the Charles Howard Candler Professor of Metaphysics and Moral Philosophy at Emory University.[2]", "22167832": "Fernand Dumont OQ MSRC (24 June 1927 – 1 May 1997) was a Canadian sociologist, philosopher, theologian, and poet from Quebec.[1] A longtime professor at Université Laval, he won the Governor General's Award for French-language non-fiction at the 1968 Governor General's Awards for Le lieu de l'homme.", "62832928": "Liu Gangji (Chinese: 刘纲纪; 17 January 1933 – 1 December 2019) was a Chinese aesthetician, calligrapher, historian, painter, and philosopher. He was considered a founder of the study of the history of Chinese aesthetics. He was a distinguished professor and Director of the Institute of Aesthetics of Wuhan University. He also served as Vice President of the China Aesthetics Society.", "508197": "Euhemerus (/juːˈhiːmərəs, -hɛm-/; also spelled Euemeros or Evemerus; Ancient Greek: Εὐήμερος Euhēmeros, \"happy; prosperous\"; late fourth century BC) was a Greek mythographer at the court of Cassander, the king of Macedon. Euhemerus' birthplace is disputed, with Messina in Sicily as the most probable location, while others suggest Chios or Tegea.[citation needed]", "37175593": "Mara bar Serapion (Classical Syriac: ܡܪܐ ܒܪ ܣܪܦܝܘܢ), or \"Mara son of Serapion\", was a Syriac Stoic philosopher in the Roman province of Syria. He is only known from a letter he wrote in Syriac to his son, who was named Serapion,[1][2] which refers to the execution of \"the wise king of the Jews\" and may be an early non-Christian reference to Jesus of Nazareth.", "31473971": "C. D. C. Reeve (born September 10, 1948) is a philosophy professor at the University of North Carolina at Chapel Hill.[1] He works primarily in Ancient Greek philosophy, especially Plato and Aristotle. He has also published work in the philosophy of sex and love, and on film. He has translated many Ancient Greek texts, mostly by Plato and Aristotle.", "1622323": "Kwame Gyekye (10 November 1939 – 13 April 2019) was a Ghanaian philosopher, and an important figure in the development of modern African philosophy. Gyekye was an emeritus professor of philosophy at the University of Ghana, and a visiting professor of philosophy and African-American studies at Temple University.[1] He is known for theorizing the concept of person-hood on the basis of Akan cultural paradigm in debate with Kwasi Wiredu, which is seen as one of the defining moments of modern African philosophy.[2]", "59982133": "Arash Abizadeh (Persian: آرش ابی زاده) is an Iranian-Canadian philosopher and Professor at the Department of Political Science and Associate Member of the Department of Philosophy at McGill University. He is known for his expertise on democratic theory and Thomas Hobbes.[2][3][4][5] \nHe is a recipient of Rhodes Scholarship (1994).", "409925": "Siegfried Kracauer (/ˈkrækaʊ.ər/; German: [ˈkʁakaʊ̯ɐ]; February 8, 1889 – November 26, 1966) was a German writer, journalist, sociologist, cultural critic, and film theorist. He has sometimes been associated with the Frankfurt School of critical theory. He is notable for arguing that realism is the most important function of cinema.[1]", "1818952": "Giovanni Botero (c. 1544 – 1617) was an Italian thinker, priest, poet, and diplomat, author of  Della Ragion di Stato (The Reason of State),[1] in ten chapters, printed in Venice in 1589, and of Universal Relations, (Rome, 1591), addressing the world geography and ethnography.[2] With his emphasis that the wealth of cities was caused by adding value to raw materials, Botero may be considered the ancestor of both Mercantilism[3] and Cameralism.[4]", "5423435": "Angela Hunter \"Angie\" Hobbs (born 12 June 1961) is a British philosopher and academic, who specialises in Ancient Greek philosophy and ethics. She is Professor of the Public Understanding of Philosophy at the University of Sheffield.", "23839057": "Sayyid Ibrahim Husayn Qutb (/ˈkuːtəb/[4] or /ˈkʌtəb/; Egyptian Arabic: [ˈsæjjed ˈʔotˤb]; Arabic: سيد قطب إبراهيم حسين, romanized: Sayyid 'Ibrāhīm Ḥusayn Quṭb; 9 October 1906 – 29 August 1966) was an Egyptian author, educator, Islamic scholar, theorist, revolutionary, poet, and a leading member of the Egyptian Muslim Brotherhood in the 1950s and 1960s. In 1966, he was convicted of plotting the assassination of Egyptian President Gamal Abdel Nasser and was executed by hanging. He is considered as \"the Father of Salafi jihadism\", the religio-political doctrine that underpins the ideological roots of global jihadist organisations such as al-Qaeda and ISIL.[5][6]", "14532945": "Agathobulus (Greek: Ἀγαθόβουλος Agathoboulos; fl. 2nd century) of Alexandria, who lived c. 125 AD, was a Cynic philosopher and teacher of Demonax and Peregrinus Proteus.", "63324497": "Randall Roy Dipert (/ˈdaɪpɜːt/; 1951–2019) was an American philosopher and professor of philosophy at the State University of New York at Fredonia, the United States Military Academy, and the University at Buffalo where he retired as the C. S. Peirce Chair of American Philosophy.[1][2]", "14270803": "Padmanabha Tirtha was an Indian Dvaita philosopher, scholar and the disciple of Madhvacharya. Ascending the pontifical seat after Madhva, he served as the primary commentator of his works and in doing so, significantly elucidated Madhva's terse and laconic style of writing. His pioneering efforts in expanding upon the Dvaita texts to uncover the underlying metaphysical intricacies was taken forward by the 14th Century philosopher, Jayatirtha.[2] Padmanabha is also credited with disseminating the philosophy of Dvaita outside the Tulunadu.[3]", "2081110": "David Owain Maurice Charles FLSW is a professor of philosophy and classics at Yale University.[1]  He has previously been Colin Prestige Fellow,[2] and Professor of Philosophy at Oriel College, Oxford, and CUF Lecturer in Philosophy, Faculty of Philosophy, Oxford University, and has been a visiting professor at the University of California at Los Angeles and at Rutgers University, New Jersey.", "58671446": "Jude Patrick Dougherty KSG (July 21, 1930 – March 6, 2021) was an American philosopher, Dean Emeritus of the School of Philosophy at the Catholic University of America, and Editor-in-Chief for 44 years of The Review of Metaphysics.", "34357595": "Carlo Lottieri (born 6 November 1960, Brescia) is Professor of Political Philosophy at the University of Verona. He holds a bachelor's degree (summa cum laude) in Philosophy from the University of Genoa, a M.A. from the Institut Universitaire d’Etudes Européens (now attached to the University of Geneva), a M.A. and a Ph.D. from the Paris-Sorbonne University. His research interests cover Philosophy of Law, Federalism,  Libertarianism, political theology, Religion and Public Life, Military Ethics, Elitism, Evolutionary Theory of Law, Commons and Private Property, Modern State. He edited many works by Bruno Leoni in English, French, Italian, Spanish and Czech.[1]", "9257316": "Abraham Yagel[1] (Monselice 1553 – 1623) was an Italian Jewish catechist, philosopher, and cabalist. He lived successively at Luzzara, Venice, Ferrara, and Sassuolo.", "2244964": "Choe Chiwon (IPA: [tɕʰø tɕʰiwʌn]; Korean: 최치원; Hanja: 崔致遠; 857–10th century) was a Korean philosopher and poet of the late medieval Unified Silla period (668-935). He studied for many years in Tang China, passed the Tang imperial examination, and rose to the high office there before returning to Silla, where he made ultimately futile attempts to reform the governmental apparatus of a declining Silla state.[1][2]", "16743": "Karl Marx (German: [maʁks]; 5 May 1818 – 14 March 1883) was a German-born philosopher, economist, political theorist, historian, sociologist, journalist, and revolutionary socialist. His best-known works are the 1848 pamphlet The Communist Manifesto (with Friedrich Engels) and the three-volume Das Kapital (1867–1894); the latter employs his critical approach of historical materialism in an analysis of capitalism and represents his greatest intellectual achievement. Marx's ideas and theories and their subsequent development, collectively known as Marxism, have exerted enormous influence on modern intellectual, economic and political history.", "47333738": "Indumadhab Mallick (Bengali: ইন্দুমাধব মল্লিক; 4 December 1869 – 8 May 1917) was a Bengali polymath who invented the Icmic cooker and made it a commercial success. He was a philosopher, physicist, botanist, lawyer, physician, inventor, entrepreneur, collector, traveler, writer and social reformer.", "311658": "Franco Petri Burgersdijk or Franciscus Burgersdicius (born Franck Pieterszoon Burgersdijk; 3 May 1590 – 19 February 1635) was a Dutch logician.", "74367347": "Francesco Tava is an Italian philosopher and associate professor of philosophy at the University of the West of England.[1]\nHe is a Co-Editor-in-Chief of Future Humanities.[2]\nTava is known for his works on phenomenology.[3][4][5][6]", "147831": "Tomáš Garrigue Masaryk[a] (7 March 1850 – 14 September 1937) was a Czechoslovak statesman, political activist and philosopher who served as the first president of Czechoslovakia from 1918 to 1935. He is regarded as the founding father of Czechoslovakia.", "15384960": "Heliodorus of Alexandria (Greek: Ἡλιόδωρος) was a Neoplatonist philosopher who lived in the 5th century AD. He was the son of Hermias and Aedesia, and the younger brother of Ammonius. His father, Hermias, died when he was young, and his mother, Aedesia, raised him and his brother in their home city of Alexandria until they were old enough to go to philosophy school. Aedesia took them to Athens where they studied under Proclus. Eventually they returned to Alexandria, where they both taught philosophy. Damascius, who was taught by Heliodorus, describes him as less gifted than his elder brother, and more superficial in his character and studies.", "18563467": "Wilhelm Wilmers (b. at Boke in Westphalia, 30 January 1817; d. at Roermond, Netherlands, 9 May 1899) was a German Jesuit professor of philosophy and theology.", "69878169": "Yulia Vadimovna Sineokaya (Russian: Юлия Вадимовна Синеокая, born March 1, 1969, in Moscow) is a Russian philosopher, specialising in the history of European and Russian philosophy. Doctor of Sciences in Philosophy (2009), Professor of the Russian Academy of Sciences (2015), Corresponding member of the Russian Academy of Sciences (2019).", "2015642": "Jennifer Hornsby, FBA (born 1951) is a British philosopher with interests in the philosophies of mind, action, language, as well as feminist philosophy.  She is currently a professor at the School of Philosophy, Birkbeck, University of London.  She is well known for her opposition to orthodoxy in current analytic philosophy of mind, and for her use of J. L. Austin's Speech Act Theory to look at the effects of pornography.", "34226593": "Víctor Li-Carrillo Chía (1929–1988) was a Peruvian philosopher.", "68370850": "Cyrus Augustus Bartol (April 30, 1813 – December 16, 1900) was a Unitarian pastor, author, and hymnist.", "39797155": "Stephan Hartmann (born 1 March 1968) is a German philosopher and Professor of Philosophy of Science at Ludwig Maximilian University of Munich, known for his contributions to formal epistemology.", "639396": "Hamzah Fansuri (Jawi: حمزه فنسوري ; also spelled Hamzah Pansuri, d. c. 1590 ?) was a 16th-century Sumatran Sufi writer, and the first writer known to write mystical panentheistic ideas in the Malay language. He wrote poetry as well as prose.", "934310": "Abū al-Faraj Muḥammad ibn Isḥāq an-Nadīm (Arabic: ابو الفرج محمد بن إسحاق النديم), also Ibn Abī Yaʿqūb Isḥāq ibn Muḥammad ibn Isḥāq al-Warrāq,  and commonly known by the nasab (patronymic) Ibn an-Nadīm (Arabic: ابن النديم; died 17 September 995 or 998), was a Muslim bibliographer and biographer[2] of Baghdad who compiled the encyclopedia Kitāb al-Fihrist (The Book Catalogue).", "16807": "Kim Stanley Robinson (born March 23, 1952) is an American writer of science fiction. He has published 22 novels and numerous short stories and is best known for his Mars trilogy. His work has been translated into 24 languages. Many of his novels and stories have ecological, cultural, and political themes and feature scientists as heroes. Robinson has won numerous awards, including the Hugo Award for Best Novel, the Nebula Award for Best Novel and the World Fantasy Award. The Atlantic has called Robinson's work \"the gold standard of realistic, and highly literary, science-fiction writing.\"[1] According to an article in The New Yorker, Robinson is \"generally acknowledged as one of the greatest living science-fiction writers.\"[2]", "29540775": "Ulrich Steinvorth \n(born 1941) is a German political philosopher. He earned his doctorate with Günther Patzig [de] in 1967. His dissertation was on private language and sensation in Wittgenstein. He habilitated in 1975 at the University of Mannheim with a thesis that advanced an analytic interpretation of Marx's Dialectic (\"An Analytic Interpretation of Marx's Dialectic\"). His primary field of research is political philosophy. Additionally, he has published on topics in moral philosophy and applied philosophy, as well as the history of philosophy and metaphysics. He has also been an active supporter of the German branch of the Creative Commons[1] movement.", "42156457": "Luis Villoro Toranzo (3 November 1922 – 5 March 2014) was a Spanish–Mexican philosopher, researcher, university professor, diplomat, academic and writer. He published more than ten books between 1950 and 2007.", "42713524": "William James Chidley (c.1860 – 21 December 1916) was an Australian philosopher with unconventional theories on sex, diet and clothing.", "63357366": "Wilhelm Dietler (died 1797) was a German philosopher and early animal rights writer.", "24822201": "Jatindra Nath Banerjee (Niralamba Swami) (19 November 1877 – 5 September 1930) was one of two great Indian nationalists and freedom fighters – along with Aurobindo Ghosh (Sri Aurobindo) – who dramatically rose to prominence between 1871 and 1910.", "1294781": "Marcel Conche (French: [maʁsɛl kɔ̃ʃ]; 27 March 1922 – 27 February 2022) was a French philosopher and emeritus professor at the Sorbonne University (Paris).", "69452222": "Helena Nikolaevna Knyazeva (Russian: Елена Николаевна Князева, born 23 December 1959) is a Russian philosopher of science, complex systems scientist, scholar of synergetics,[1] and translator into Russian of the works of Ilya Prigogine, Edgar Morin, and others.[2] She is a professor at the Higher School of Economics in Moscow.[3]", "37700032": "Ricardo Guerra Tejada (10 February 1927 – 30 May 2007) was a Mexican philosopher, journalist, diplomat, and civil servant.", "52478400": "Karl Widerquist (/ˈwaɪdərkwɪst/) is an American political philosopher and economist at Georgetown University on its campus in Qatar. He is best known as an advocate of basic income, but is also an interdisciplinary academic writer who has published in journals in fields as diverse as economics, politics, philosophy, and anthropology. He is a consistent critic of propertarianism, right-libertarianism, social contract theory, and the belief that modern societies fulfill the Lockean proviso.[1][2][3]", "65880514": "Douglas N. Husak is an American legal philosopher, academic and author. He is a Distinguished Professor of Philosophy and co-directs the Institute for Law and Philosophy at Rutgers University.[1]", "19022275": "Theobald Ziegler (9 February 1846 – 1 September 1918) was a German philosopher and educator born in Göppingen, Württemberg.", "53232070": "Maksis \"Max\" Lazerson (Latvian: Maksis Lazersons; 1 February 1887 in Jelgava, Russian Empire (present day Latvia) – 29 November 1951 in New York City, New York, USA) was a Latvian politician, jurist and philosopher. He was a member of Saeima from 1922 to 1925 and again in 1928 to 1931. He led the Ceire Cion party during the interwar period in Latvia.", "27509196": "Lucy Allais is a philosopher who holds academic positions at both the University of the Witwatersrand and Johns Hopkins University.[1] Her research interests include the philosophy of Immanuel Kant as well as forgiveness, punishment, and bioethics.[2]", "2015702": "Janet Radcliffe Richards (born 1944) is a British philosopher specialising in bioethics and feminism and Professor of Practical Philosophy at the University of Oxford. She is the author of The Sceptical Feminist (1980), Philosophical Problems of Equality (1995), Human Nature after Darwin (2000), and The Ethics of Transplants (2012).", "180696": "Adam of Balsham (Latin: Adam Balsamiensis or Adam Parvipontanus) (c. 1100/1102 – c. 1157/1169) was an Anglo-Norman scholastic and churchman.[1]", "68534747": "Uladzimir Uladzimiravič Mackievič (also Uladzimir Matskevich; Belarusian: Уладзімір Уладзіміравіч Мацкевіч; Vladimir Vladimirovich Matskevich, Russian: Владимир Владимирович Мацкевич; born 14 May 1956, Cheremkhovo, Irkutsk Oblast, RSFSR, USSR) is a Belarusian philosopher (methodologist), social and political activist. He was arrested on 4 August 2021 by the Belarusian authorities. Human rights organizations declared him a political prisoner.[1]", "16861": "Kurt Vonnegut (/ˈvɒnəɡət/; November 11, 1922 – April 11, 2007) was an American writer and humorist known for his satirical and darkly humorous novels.[1] In a career spanning over 50 years, he published fourteen novels, three short-story collections, five plays, and five nonfiction works; further collections have been published after his death.", "34226654": "Michael Georg Conrad (5 April 1846 – 20 December 1927) was a German writer and philosopher. He was the founder and editor of Die Gesellschaft.", "11846110": "Jayanta Bhatta (c. 820 CE – c. 900 CE[1]) was a Kashmiri poet, teacher, logician, and an advisor to King Sankaravarman. He was a philosopher of the Nyaya school of Hindu philosophy.[2][3] He authored three works on Nyāya philosophy: one of which is not known, an allegorical drama, and a commentary on Pāṇinian grammar.[1]", "57852385": "Hegesias of Sinope was an ancient Greek philosopher of the Cynic school and a student of Diogenes,[1] said to have been once scolded for asking to borrow his teacher's writing tablet.[2]", "58147297": "Prince Evgenii Nikolaevitch Troubetzkoy (Russian: Евге́ний Никола́евич Трубецко́й; 5 October 1863 – 5 February 1920) was a Russian philosopher and a follower of Vladimir Solovyov.[1] He was the son of Prince Nikolai Petrovitch Trubetskoy, co-founder of the Moscow Conservatory, and Sophia Alekseievna Lopouchina. His mother was a big influence on his religious thought. He was close to his brother, Sergei Nikolaevich Trubetskoy, who was also a philosopher.", "32555489": "Dominic Borg (17th century) was a minor Maltese philosopher who specialised in logic and rhetoric.", "17744360": "M. Ali Lakhani, KC (born 1955) is a writer, lawyer, and editor whose works focus on metaphysics and the perennial principles found in the wisdom traditions of the world.", "10174954": "Thirumangai Alvar (IAST:Tirumaṅgai Āḻvār ), also referred to as Thirumangai Mannan[2] is the last of the 12 Alvar saints of south India, who are known for their affiliation to the Vaishnava tradition of Hinduism. He is considered one of the most learned Alvars, and the most superior Alvar in the context of composition of verses.[3] He holds the title Narkavi Perumal, the mark of an excellent poet,[3] and Parakala (Beyond Time).", "22921713": "Torquato Accetto (1590/98 – 1640) was an Italian writer born in Trani.[1] He is particularly remembered for his book on conformity and hypocrisy, titled Della dissimulazione onesta.[1]", "20595185": "Eckhart von Hochheim OP (c. 1260 – c. 1328),[1] commonly known as Meister Eckhart,[a] Master Eckhart[2] or Eckehart,[2] claimed original name Johannes Eckhart,[2] was a German Catholic theologian, philosopher and mystic, born near Gotha in the Landgraviate of Thuringia (now central Germany) in the Holy Roman Empire.[b]", "6504945": "Rainer Forst (born 15 August 1964, Wiesbaden) is a German philosopher and political theorist, and was called the \"most important political philosopher of his generation\" in 2012, when he won the Gottfried Wilhelm Leibniz Prize.[1]  Currently he is Professor of Political Theory at the Department for Social Sciences,[2] Goethe University Frankfurt. He is often identified with the newest generation of scholars associated with the Frankfurt School of critical theory.[3]  He received his doctorate under the supervision of Jürgen Habermas in 1993, with additional supervision by John Rawls from 1991 to 1992.", "15516149": "Swami Krishnananda Saraswati (IAST: Swāmī Kṛṣṇānanda Sarasvatī, 25 April 1922 – 23 November 2001) was a disciple of Sivananda Saraswati and served as the General Secretary of the Divine Life Society in Rishikesh, India from 1958 until 2001. Author of more than 40 texts, and lecturing extensively, on yoga, religion, and metaphysics, Krishnananda was a prolific theologian, saint, yogi and philosopher.", "58704373": "Graeme Robertson Forbes is a Scottish-American philosopher and logician and Professor of Philosophy at the University of Colorado Boulder and former Celia Scott Weatherhead Distinguished Professor at Tulane University.[1]", "508409": "Charles Batteux (6 May 1713 – 14 July 1780) was a French philosopher and writer on aesthetics.", "49267198": "The Invisible Committee is the nom de plume of an anonymous author or authors who have written French works of literature based on far-left politics and anarchism. The identity of the Invisible Committee has been associated with the Tarnac Nine, a group of people including Julien Coupat who were arrested \"on the grounds that they were to have participated in the sabotage of overhead electrical lines on France's national railways.\"[1][2]", "3785215": "Nichifor Crainic (Romanian pronunciation: [niˈcifor ˈkrajnik]; pseudonym of Ion Dobre [iˈon ˈdobre];[1] 22 December 1889, Bulbucata, Giurgiu County – 20 August 1972, Mogoșoaia) was a Romanian writer, editor, philosopher, poet and theologian famed for his traditionalist activities. Crainic was also a professor of theology at the Bucharest Theological Seminary and the Chișinău Faculty of Theology. He was an important racist ideologue,[2][3][4] and a far-right politician.[5] He was one of the main Romanian fascist[6] and antisemitic ideologues.[2][7][8][9][10]", "1360382": "George Fitzhugh (November 4, 1806 – July 30, 1881) was an American social theorist who published racial and slavery-based social theories in the antebellum era. He argued that the negro was \"but a grown up child\"[2][3] needing the economic and social protections of slavery. Fitzhugh decried capitalism as practiced by the Northern United States and Great Britain as spawning \"a war of the rich with the poor, and the poor with one another\",[4] rendering free blacks \"far outstripped or outwitted in the chase of free competition.\"[5] Slavery, he contended, ensured that blacks would be economically secure and morally civilized. Some historians consider Fitzhugh's worldview to be proto-fascist in its rejection of liberal values, defense of slavery, and perspectives toward race.[6][7][8]", "71680513": "Sabrina Ebbersmeyer is a German philosopher and Associate Professor of Philosophy at the University of Copenhagen. She is known for her work on the philosophy of the Renaissance and early modern period. She was president of the European Society for Early Modern Philosophy from 2019 until 2022.", "11584006": "Thomas of York[1] (b. c. 1220; d. before 1269) was an English Franciscan theologian and scholastic philosopher of the thirteenth century.  He was associated with the Oxford Franciscan school.", "13058567": "Justin Oakley is a bioethicist and moral philosopher. He has been part of the revival of the ethical doctrine known as virtue ethics, an Aristotelian doctrine which has received renewed interest in the past few decades.", "36684294": "Peter Vaudreuil Lamarque (/ləˈmɑːrk/; born 21 May 1948) is a British aesthethician and philosopher of art, working in the analytic tradition. Since 2000, he has been a professor of philosophy at the University of York. He is known primarily for his work in philosophy of literature and on the role of emotions in fiction.[1]", "45662733": "Im Yunjidang (임윤지당, 任允摯堂; 1721–1793) was a Korean writer and neo-Confucian philosopher from the Chosŏn dynasty (1392–1910).[1][2] She defended the right for a woman to become a Confucian master and argued that men and women did not differ in their human nature by interpretations of Confucianism values in moral self-cultivation and human nature.[3]", "70730264": "Hugh Barr Nisbet (24 August 1940 - 6 February 2021) was a British literary scholar and Emeritus Professor of Modern Languages (German) at the University of Cambridge. He was known for his works on German literature and philosophy and had worked as General Editor and Germanic Editor of the journal Modern Language Review.\nNisbet is a recipient of the Humboldt Prize for research on Lessing (1998).[1][2]", "3818009": "Michael H. Otsuka (born 1964) is an American[2] left-libertarian political philosopher and Professor in the Department of Philosophy at Rutgers University.[3]", "16892442": "Jad Hatem (Arab جاد حاتم; born 3 December 1952 in Beirut, Lebanon) is a Lebanese poet and philosopher. He has been a distinguished philosophy, literature and religious sciences Professor at the Saint-Joseph University in Beirut since 1976. Hatem has been the Head of Department of Philosophy (1981–1996 and 2005-2014) and the Director of Michel Henry's Study Center within that department. He's also Editor in Chief of Extasis (1980–1993), La Splendeur du Carmel and L'Orient des dieux, and serves on various other academic editorial boards.[1]", "737820": "Jeremy Weate (born in September 1969 in Wheaton Aston) studied philosophy at the University of Hull, the University of Liège and the University of Warwick, graduating with a PhD in European philosophy from Warwick in 1998. His PhD thesis was Phenomenology and Difference: the Body, Architecture and Race.", "27738657": "CSULB (M.A., history)", "45138465": "José Zalabardo (born 1964) is a Spanish-British philosopher who works on epistemology, metaphysics, and related areas. He is a professor of philosophy at University College London. He was Head of the UCL Philosophy Department from 2014 to 2018.[2]", "26788390": "Nithyananda (born Arunachalam Rajasekaran;[a] 1 January 1978), known among followers as Nithyananda Paramashivam or Paramahamsa Nithyananda, is an Indian Hindu guru, \"godman\", and cult leader.[2] He is the founder of Nithyananda Dhyanapeetam, a trust that owns temples, gurukulas, and ashrams in many countries.", "4801065": "Sylvester Maurus (31 December 1619 – 13 January 1687) was an Italian Jesuit theologian.", "16794161": "Moritz Geiger (26 June 1880 – 9 September 1937) was a German philosopher and a disciple of Edmund Husserl. He was a member of the Munich phenomenological school. Beside phenomenology, he dedicated himself to psychology, epistemology and aesthetics.", "5259826": "Markus Herz (German: [hɛʁts]; Berlin, 17 January 1747 – Berlin, 19 January 1803) was a German Jewish physician and lecturer on philosophy.[1]", "24068664": "Teodor Ilyich Oizerman (Russian: Теодо́р Ильи́ч Ойзерма́н; 14 May [O.S. 1 May] 1914 – 25 March 2017) was a Soviet and Russian philosopher and academician.[1]", "49720": "Robert Hooke FRS (/hʊk/; 18 July 1635 – 3 March 1703).[4][a] was an English polymath active as a scientist, natural philosopher and architect, who is credited as one of the first two scientists to discover microorganisms in 1665 using a compound microscope that he built himself.[5][b] An impoverished scientific inquirer in young adulthood, he found wealth and esteem by performing over half of the architectural surveys after London's great fire of 1666.[10] Hooke was also a member of the Royal Society and since 1662 was its curator of experiments.[10] From 1665 to 1703, Hooke was Professor of Geometry at Gresham College.[11]", "57066043": "Ivan Kapitonovich Luppol (Russian: Иван Капитонович Лу́ппол; 13 January 1896, Rostov-on-Don – 26 May 1943, Zubovo-Polyansky District) was a Soviet philosopher, literary critic and academician of the Academy of Sciences of the Soviet Union.", "22626874": "Ljubomir Maraković (Topusko, June 17, 1887 – Zagreb, February 22, 1959) was a Croatian literary critic and historian, and one of the leaders of the Croatian Catholic movement.", "29213247": "Friedrich Samuel Bock (Königsberg 20 May 1716 – Königsberg 30 September 1785) was a German philosopher and theologian.[1]", "51790400": "David Carr (born 1940, in Parkersburg, West Virginia[2]) is an American phenomenology scholar and a Charles Howard Candler Professor Emeritus of Philosophy from Emory University.", "180801": "Albrecht Benjamin Ritschl (25 March 1822 – 20 March 1889) was a German Protestant theologian.", "32653892": "George Panthanmackel (born 19 January 1959) is professor of philosophy at Suvidya College, Bangalore. He has also been a visiting professor to several other Institutes teaching both graduates and postgraduates.", "26001987": "Siraj Sikder (27 October 1944 – 2 January 1975) was a Bangladeshi revolutionary politician.[1]", "2015815": "Marilyn McCord Adams (October 12, 1943–March 22, 2017) was an American philosopher and Episcopal priest. She specialized in the philosophy of religion, philosophical theology, and medieval philosophy. She was Horace Tracy Pitkin Professor of Historical Theology at Yale Divinity School from 1998 to 2003 and Regius Professor of Divinity at the University of Oxford from 2004 to 2009.", "33473095": "John Tasioulas (born 18 December 1964) is a Greek-Australian moral and legal philosopher. He is the inaugural Director of the Institute for Ethics in AI (artificial intelligence), and Professor of Ethics and Legal Philosophy, Faculty of Philosophy, University of Oxford.[1] He holds dual Australian and British citizenship.", "29246030": "Frederick Augustus Rauch [in Germany, Friedrich August Rauch] (27 July 1806, Hesse-Darmstadt - 2 March 1841, Mercersburg, Pennsylvania) was an educator and the founding president of Marshall College. He was a professor of systematic theology and is often credited as the originator of Mercersburg Theology, although Philip Schaff and John Williamson Nevin were more integral in the development of its views.", "69124688": "David Leitch (or Leith) (born 1608) was a Scottish philosopher who was commissioned to create various paraphrases and served as chaplain to the army during the English Civil War and as chaplain to King Charles II.", "58704465": "Quill Kukla (previously known as Rebecca Kukla) is a Canadian and American philosopher. They are a Professor of Philosophy at Georgetown University and the Senior Research Scholar at the Kennedy Institute of Ethics. They are also Humboldt Research Scholar at Leibniz University Hannover for 2020 and 2021.[1] They are known for their work in bioethics, analytic epistemology, philosophy of language, and feminist philosophy.[2]", "15319634": "James Opie Urmson (4 March 1915 – 29 January 2012),[1] was a philosopher and classicist who spent most of his professional career at Corpus Christi College, Oxford. He was a prolific author and expert on a number of topics including British analytic/linguistic philosophy, George Berkeley, ethics, and Greek philosophy (especially Aristotle).", "74203733": "Julia Markovits (born 1979) is an American philosopher and associate professor of philosophy at Cornell University. Previously she taught in the Department of Linguistics and Philosophy at the Massachusetts Institute of Technology (2009-2014). Markovits is known for her works on moral philosophy.[1][2][3][4]", "1426008": "Ray Huang (Chinese: 黃仁宇; pinyin: Huáng Rényǔ; 25 June 1918 – 8 January 2000) was a Chinese-American historian and philosopher who was an officer in the National Revolutionary Army and fought in the Burma Campaign. In 1964, Huang earned a Ph.D. in history from the University of Michigan. He worked with Joseph Needham and was a contributor to Needham's Science and Civilisation in China. Huang taught history at universities in the US and the UK, and he is best known in his later years for the idea of macro-history.", "48743016": "Wu Chengzhen (Chinese: 吳誠真; born 14 January 1957) is the first Chinese woman to be ordained as a fangzhang (abbess) in the history of Taoism.", "45564521": "Vladimir Aleksandrovich Trefilov (Russian: Влади́мир Алекса́ндрович Трефи́лов; born 1949) is a Russian scholar of religious studies, philosophy of medicine, author and lecturer. He is also known as a poet, painter and yogi.", "2015850": "Ruth Garrett Millikan (born 1933) is a leading American philosopher of biology, psychology, and language. Millikan has spent most of her career at the University of Connecticut, where she is now Professor Emerita of Philosophy.", "2048621": "Fan Zhongyan (5 September 989 – 19 June 1052), courtesy name Xiwen (希文), was a Chinese military strategist, philosopher, poet, and politician of the Song dynasty. After serving the central government for several decades, Fan was appointed Prime Minister or Chancellor over the entire Song empire. Fan's philosophical, educational and political contributions continue to be influential to this day, and his writings remain a core component of the Chinese literary canon. His attitude towards official service is encapsulated by his oft-quoted line on the proper attitude of scholar-officials: \"They were the first to worry the worries of All-under-Heaven, and the last to enjoy its joys\".[1] Fan was a respected Confucian scholar and one of the most prominent members of the Fan family.[2]", "770670": "Titus Pomponius Atticus (November 110 BC – 31 March 32 BC; later named Quintus Caecilius Pomponianus Atticus)[1] was a Roman editor, banker, and patron of letters[clarification needed], best known for his correspondence and close friendship with prominent Roman statesman Marcus Tullius Cicero. Atticus was from a wealthy Roman family of the equestrian class (lower aristocratic non-ruling class) and from the Pomponia gens.", "3654270": "Peter of Corbeil (died 3 June 1222), born at Corbeil,  was a preacher and canon of Notre Dame de Paris, a scholastic philosopher and master of theology at the University of Paris, ca 1189. He is remembered largely because his aristocratic student Lotario de' Conti became pope as Innocent III. In 1198 Innocent appointed him to the sinecures of prebendary and archdeacon of York. The following year Innocent raised his former master to the see of Cambrai, an immensely important diocese with a jurisdiction that covered Flanders. Peter became Archbishop of Sens in 1200. His interest in the intellectual life of Paris was undiminished: in 1210 he convoked a council at Paris that forbade the teaching, whether in public or privately, of the recently rediscovered Natural Philosophy (the Physics and very likely the Metaphysics) of Aristotle and the recently translated commentaries on Aristotle of Averroës (nec libri Aristotelis de naturali philosophia nec commenta legantur Parisius publice vel secreto), texts which were beginning to revolutionize the medieval approach to logical thinking, At the same time the council consigned to the public flames a work of David of Dinant that had been circulated since the end of the century, De Tomis, id est de Divisionibus (called the \"Quaternuli\"), which proposed that God is the matter which constitutes the inmost core of things (de Wulf 1909), a form of pantheism that was condemned by Albert the Great and Thomas Aquinas.", "48317058": "Erhard Scheibe (24 September 1927 – 7 January 2010) was a German philosopher of science. His works discuss the philosophy of physics and the interpretations of quantum mechanics. He was professor at the University of Heidelberg.[1][2]", "24855171": "Christopher Kennedy Huebner[1] (born 1969)[2] is an associate professor of theology and philosophy at Canadian Mennonite University,[3] as well as co-editor of Herald Press's Polyglossia series.[4]", "33014404": "Mario Vella (born 1953 in Tripoli) is a Maltese philosopher, economist and politician. He was Governor of the Central Bank of Malta from 2016 to 2020.", "1065607": "Pittacus (/ˈpɪtəkəs/; Greek: Πιττακός; c. 640 – 568 BC) was an ancient Mytilenean military general and one of the Seven Sages of Greece.", "33014407": "Robert McKim (born December 29, 1952) is an Irish philosopher of religion. He was born in Collooney , Co. Sligo and attended Wesley College for his Secondary Education in Dublin. As a student he worked in London during summer vacations.  He has degrees in philosophy from Trinity College Dublin and from the University of Calgary, and a Ph.D. in religious studies and philosophy from Yale University. He is Professor of Religion and Professor of Philosophy at the University of Illinois at Urbana–Champaign.", "6177423": "Count Georges Vacher de Lapouge (French: [vaʃe də lapuʒ]; 12 December 1854 – 20 February 1936) was a French anthropologist and a theoretician of eugenics and scientific racism. He is known as the founder of anthroposociology, the anthropological and sociological study of race as a means of establishing the superiority of certain peoples.", "10568344": "Sri Sri Raghaveshwara Bharathi (originally, Harish Sharma), is an Indian religious guru and the present mathadhis (Guru) of Shri Ramachandrapura Mutt, Hosanagara in Shimoga district in the Indian state of Karnataka. He is the 36th mathadhis of Shri Ramachandrapura Math. He took sannyasa from Jagadguru Sri Ragavendra Bharati Mahaswamiji the previous mathadhis, in April 1994. He is a follower of Advaita Vedanta.", "3621530": "...", "541339": "Evald Vassilievich Ilyenkov (Russian: Э́вальд Васи́льевич Илье́нков; 18 February 1924 – 21 March 1979) was a Marxist author and Soviet philosopher.", "36061852": "María Cristina Lugones (January 26, 1944 – July 14, 2020)[1][2] was an Argentine feminist philosopher, activist, and Professor of Comparative Literature and of women's studies at Carleton College in Northfield, Minnesota and at Binghamton University in New York State.[3] She identified as a U.S-based woman of color and theorized this category as a political identity forged through feminist coalitional work.[4]", "475803": "Fausto Veranzio[2][3] (Latin: Faustus Verantius; Croatian: Faust Vrančić; Hungarian and Vernacular Latin: Verancsics Faustus;[4][5] c. 1551 – 20 January 1617)[6] was a Croatian polymath and bishop from Šibenik, then part of the Republic of Venice.", "37896865": "Zarmanochegas (Greek: Ζαρμανοχηγάς; according to Strabo[1]) or Zarmarus (according to Dio Cassius[1]) was a gymnosophist (naked philosopher), a monk of the Sramana tradition (possibly, but not necessarily a Buddhist) who, according to ancient historians such as Strabo and Dio Cassius, met Nicholas of Damascus in Antioch in the first years of Augustus' rule over the Roman Empire, and shortly thereafter proceeded to Athens where he burnt himself to death.[2][3] He is estimated to have died in 19 BC.", "180906": "Saul David Alinsky (January 30, 1909 – June 12, 1972) was an American community activist and political theorist. His work through the Chicago-based Industrial Areas Foundation helping poor communities organize to press demands upon landlords, politicians, bankers and business leaders won him national recognition and notoriety. Responding to the impatience of a New Left generation of activists in the 1960s, Alinsky – in his widely cited Rules for Radicals: A Pragmatic Primer (1971) – defended the arts both of confrontation and of compromise involved in community organizing as keys to the struggle for social justice.", "37569194": "Chung Chil-sung (Korean: 정칠성; 1897 – c. 1958), also known by her art name Geumjuk (금죽), was a Korean dancer, feminist, and independence activist.", "6406827": "Manuchehr Jamali (7 January 1929–5 July 2012) was a dissident Persian philosopher and poet.[1] He is best known for his exposition and analysis of the Shahnameh of Ferdowsi and his research about the ancient Iranian mythology. Burgwinkel has reviewed his works and the developments of his thoughts and philosophical ideas.[2]", "2015918": "Annette Claire Baier (née Stoop; 11 October 1929 – 2 November 2012)[1][2] was a New Zealand philosopher and Hume scholar, focused in particular on Hume's moral psychology. She was well known also for her contributions to feminist philosophy and to the philosophy of mind, where she was strongly influenced by her former colleague, Wilfrid Sellars.", "2900660": "Francisco Miró Quesada Cantuarias  (21 December 1918 – 11 June 2019)[1] was a Peruvian philosopher, journalist and politician.", "74203829": "Benjamin Yost is an American philosopher and adjunct professor of philosophy at Cornell University. Previously he was Professor of Philosophy at Providence College.\nHe is known for his works on philosophy of punishment.[1][2][3]", "3097268": "Rubem Azevedo Alves (15 September 1933 – 19 July 2014) was a Brazilian theologian, philosopher, educator, writer and psychoanalyst.[1] Alves was one of the founders of Latin American liberation theology.[2][3][4]", "2343604": "Moriz Carrière (5 March 1817 – 19 January 1895) was a German philosopher and historian.[1][2]", "737993": "Alfred Cyril Ewing FBA (/ˈjuːɪŋ/; 11 May 1899 – 14 May 1973), was an English philosopher who spent most of his career at the University of Cambridge. He was a prolific writer who made contributions to Kant scholarship, metaphysics, epistemology, ethics, and the philosophy of religion.", "213709": "Alexander Nikolayevich Radishchev (Russian: Алекса́ндр Никола́евич Ради́щев; 31 August [O.S. 20 August] 1749 – 24 September [O.S. 12 September] 1802) was a Russian author and social critic who was arrested and exiled under Catherine the Great. He brought the tradition of radicalism in Russian literature to prominence with his 1790 novel Journey from St. Petersburg to Moscow. His depiction of socio-economic conditions in Russia resulted in his exile to Siberia until 1797. He was the grandfather of painter Alexey Bogolyubov.", "1131214": "Léon Brunschvicg (French: [leɔ̃ bʁœ̃svik]; 10 November 1869 – 18 January 1944) was a French Idealist philosopher. He co-founded the Revue de métaphysique et de morale with Xavier Léon and Élie Halévy in 1893.", "1491671": "Wang Fuzhi (Chinese: 王夫之; pinyin: Wáng Fūzhī; Wade–Giles: Wang2 Fu1-chih1; 1619–1692), courtesy name Ernong (而農), pseudonym Chuanshan (船山), was a Chinese essayist, historian, and philosopher of the late Ming, early Qing dynasties.", "8471259": "Allan Stanley Gotthelf (December 30, 1942 – August 30, 2013) was an American philosopher. He was a scholar of the philosophies of both Aristotle and Ayn Rand.[1]", "7652068": "Henry (of) Harclay (Latin: Henricus Harcleius, also Harcla or Harcley; c. 1270 – 25 June 1317) was an English medieval philosopher and university chancellor.", "32457446": "Marc Stears (born 1971) is a British political theorist. He is Director of the UCL Policy Lab, based at University College London, having previously led the Sydney Policy Lab at The University of Sydney.[1] Before arriving in Sydney in 2018, Marc had been Chief Executive of the New Economics Foundation. He was previously Professor of Political Theory and Fellow of University College, Oxford.[2] His published works have focussed mainly on the development of progressive political movements in the UK[3] and the USA.[4] He was a leading thinker in the Blue Labour movement.[5] He was formerly chief speechwriter to Ed Miliband during the Labour leader's unsuccessful 2015 General Election campaign.[6]", "49894": "Kenneth Joseph Arrow (23 August 1921 – 21 February 2017) was an American economist, mathematician, writer, and political theorist. Along with John Hicks, he won the Nobel Memorial Prize in Economic Sciences in 1972.", "4473584": "Giovanni Filoteo Achillini (Latin Joannes Philotheus Achillinus; 1466–1538) was an Italian philosopher.", "59392757": "Marie Le Gendre, Dame de Rivery, was a 16th-century French humanist, poet and writer on moral philosophy, associated with the late-16th-century revival of Stoicism.[1][2]", "53756666": "J. Caleb Clanton is professor of philosophy and the Distinguished University Chair in Philosophy and Humanities at Lipscomb University. He  previously held faculty appointments at Vanderbilt University, Pepperdine University, and Samford University.[1] Clanton is known for his research on philosophy of religion and moral philosophy.[2][3][4][5][6][7][8]", "52806403": "The Young Karl Marx (French: Le jeune Karl Marx; German: Der junge Karl Marx) is a 2017 historical drama film about Karl Marx, directed by Haitian filmmaker and political activist Raoul Peck, co-written by Peck and Pascal Bonitzer, and starring August Diehl.[3] It had its world premiere at the 67th Berlin International Film Festival on 12 February 2017.[4]", "2671364": "Hugo Bergmann  (Hebrew: שמואל הוגו ברגמן;  December 25, 1883 – June 18, 1975) was an Israeli philosopher, born in Prague.", "901900": "František Palacký (Czech pronunciation: [ˈfraɲcɪʃɛk ˈpalatskiː]; 14 June 1798 – 26 May 1876) was a Czech historian and politician, the most influential person of the Czech National Revival, called \"Father of the Nation\".[1]", "2179854": "Serge Latouche (/ləˈtuːʃ/; French: [latuʃ]; born 12 January 1940) is a French emeritus professor of economics at the University of Paris-Sud. He holds a degree in political sciences, philosophy and economy.", "574226": "Jean Bricmont (French: [bʁikmɔ̃]; born 12 April 1952) is a Belgian theoretical physicist and philosopher of science. Professor at the Catholic University of Louvain (UCLouvain), he works on renormalization group and nonlinear differential equations. Since 2004, He is a member of the Division of Sciences of the Royal Academy of Belgium.[2]", "27214614": "Ángel Cappelletti (1927– November 25, 1995[1]) was a philosopher and university professor. He was born in Rosario. He studied philosophy at the Universidad Nacional de Buenos Aires where he also received his PhD in 1954. He moved to Venezuela in 1968 and began teaching at the Simon Bolivar University until his retirement in 1994, when he returned to Rosario. During his career he translated works from Greek and Latin and composed numerous works on ancient philosophy as well as on the subjects as positivism and anarchism in Latin America.", "6013720": "Sadhu Vashist Muni was a Hindu missionary from India, who came into prominence in Fiji when he assumed the leadership of the strike in the western districts of Fiji in 1921. Mystery surrounded him during his short stay in Fiji (May 1920 – March 1921) and tales of his miraculous deeds still circulate in Fiji. The Government could not find out much about him from its sources of intelligence but deported him in the belief that he was an agent of Gandhi. After his arrest, the Government House in Suva was struck by lightning and destroyed which only heightened the belief in the power this mysterious sadhu (holy man).", "1032989": "Kitarō Nishida (西田 幾多郎, Nishida Kitarō, May 19,[2] 1870 – June 7, 1945) was a Japanese moral \nphilosopher, philosopher of mathematics and science, and religious scholar. He was the founder of what has been called the Kyoto School of philosophy. He graduated from the University of Tokyo during the Meiji period in 1894 with a degree in philosophy. He was named professor of the Fourth Higher School in Ishikawa Prefecture in 1899 and later became professor of philosophy at Kyoto University. Nishida retired in 1927. In 1940, he was awarded the Order of Culture (文化勲章, bunka kunshō). He participated in establishing the Chiba Institute of Technology (千葉工業大学) from 1940.", "38224674": "Joxe Azurmendi Otaegi (born 19 March 1941) is a Basque writer, philosopher, essayist and poet. He has published numerous articles and books on ethics, politics, the philosophy of language, technique, Basque literature and philosophy in general.[3]", "1917730": "Michel Onfray (French: [miʃɛl ɔ̃fʁɛ]; born 1 January 1959) is a French writer and philosopher with a hedonistic, epicurean and atheist worldview. A highly-prolific author on philosophy, he has written over 100 books.[2][3] His philosophy is mainly influenced by such thinkers as Nietzsche, Epicurus, the Cynic and Cyrenaic schools, as well as French materialism. He has gained notoriety for writing such works as Traité d'athéologie: Physique de la métaphysique (translated into English as Atheist Manifesto: The Case Against Christianity, Judaism, and Islam), Politique du rebelle: traité de résistance et d'insoumission, Physiologie de Georges Palante, portrait d'un nietzchéen de gauche, La puissance d'exister and La sculpture de soi for which he won the annual Prix Médicis in 1993.", "71123752": "Allīnūs or Alīnūs (Arabic: اللينوس, romanized: ʾllynws)[1][2] was an Alexandrian philosopher and commentator on Aristotle from the sixth or seventh century AD. He wrote in Greek, but is known only from Arabic sources, including some translated excerpts of his works.", "33571625": "Jerome Inglott (1776–1835) was a Maltese philosopher and theologian. His areas of specialisation in philosophy were chiefly metaphysics and ontology. He held the Chair of Philosophy at the University of Malta (1822–27), and was one of the Philosopher-Rectors at the same university (1826–33).[1]", "33604395": "Noretta Koertge is an American philosopher of science noted for her work on Karl Popper and scientific rationality.", "2016044": "Helen Mary Warnock, Baroness Warnock, CH, DBE, FBA, FMedSci (née Wilson; 14 April 1924 – 20 March 2019) was an English philosopher of morality, education, and mind, and a writer on existentialism. She is best known for chairing an inquiry whose report formed the basis of the Human Fertilisation and Embryology Act 1990. She served as Mistress of Girton College, Cambridge from 1984 to 1991.", "24036140": "Cornelis de Waal (May 30, 1962) is a Dutch Professor of American Philosophy at Indiana University. He is Editor-in-Chief of Transactions (the Charles S. Peirce Society).[1]", "13845292": "Satyrus (Greek: Σάτυρος) of Callatis was a distinguished Peripatetic philosopher and historian, whose biographies of famous people are frequently referred to by Diogenes Laërtius and Athenaeus. He came from Callatis Pontica, as was learned from a Herculaneum papyrus.[1] He lived earlier than the reign of Ptolemy VI Philometor (181–146 BC) when his Lives were epitomized by Heraclides Lembus, probably during the 3rd century BC.[2] Athenaeus frequently refers to him as a Peripatetic,[3] but his connection to the Peripatetic school is otherwise unknown. His biographies dealt with many eminent people including kings (Dionysius the Younger, Philip), statesmen (Alcibiades), orators (Demosthenes), poets (Aeschylus, Sophocles, Euripides), and philosophers (Bias of Priene, Chilon of Sparta, Pythagoras, Empedocles, Zeno of Elea, Anaxagoras, Socrates, Diogenes, Anaxarchus, Stilpo). He also wrote on the population of Alexandria, and a work On Characters (Περὶ χαρακτήρων). Fragments of his biography of the Athenian dramatist Euripides were found at the end of a papyrus scroll discovered at Oxyrhynchus in the early twentieth century.[4]", "52773680": "Ferdinand Geminian Wanker (2 October 1758, Freiburg im Breisgau - 19 January 1824, Freiburg im Breisgau) was a German Roman Catholic moral theologian.", "66634546": "Harry Slochower (September 1, 1900 – May 11, 1991) was an Austrian-American scholar, philosopher and psychoanalyst.", "9782067": "Polemarchus (/ˈpɒlɪˌmɑːrk/; Greek: Πολέμαρχος; 5th century – 404 BC) was an ancient Athenian philosopher from Piraeus.", "148284": "Former", "3031878": "Nikolai Mikhailovich Amosov[a], Doctor of Science, Professor (December 6, 1913 – December 12, 2002[1]), also known as Mykola Mykhailovych Amosov (Ukrainian: Микола Михайлович Амосов) was a Soviet and Ukrainian doctor of Russian origin, heart surgeon, inventor, best-selling author, and exercise enthusiast, known for his inventions of several surgical procedures for treating heart defects.[2]", "19612487": "Hywel David Lewis (21 May 1910 – 6 April 1992) was a Welsh theologian and philosopher.[1] He was best known for his defence of dualism and personal survival.[2]", "23479112": "Józef Supiński (village of Romanów, near Lwów, 21 February 1804 – 16 February 1893, Lwów) was a Polish philosopher, jurist, economist and sociologist.", "60998471": "Fritz Schultze (pron shụl'tse) (1846–1908) was a German philosopher.", "3687242": "Gianfranco Sanguinetti (born 16 July 1948, Pully, Switzerland) is a writer who was a member of the Situationist International (SI), a political art movement. He is Teresa Mattei's son.", "69813068": "Abraham Wolf (1876 –  19 May 1948) was a Russian-born English historian, philosopher, writer, and rabbi.[1] Born to a shopkeeper and his wife, Wolf simultaneously studied mental and moral philosophy at the University of London and Semitic studies at the Jews' College. He later attended St John's College on a Jews' College scholarship and his dissertation was published by Cambridge University Press in 1905.[2]", "53920590": "Mark Colyvan is an Australian philosopher and Professor of Philosophy at the  University of Sydney. He is a former president of the Australasian Association of Philosophy. Colyvan is known for his research on philosophy of mathematics.[2]", "39273296": "David Manley is an American philosopher specializing in metaphysics, effective altruism, critical reasoning, and ethics. He formerly published widely in natural language semantics, ontology, and epistemology. He is Associate Professor of Philosophy at the University of Michigan, Ann Arbor, Michigan.", "53953360": "Gongsun Hong (公孫弘; Wade–Giles: Kung-sun Hung; 200 – 7 April 121 BCE[1]) was a senior official in the Western Han dynasty under Emperor Wu. Together with the more famous Confucian scholar Dong Zhongshu, Gongsun was one of the earliest proponents of Confucianism, setting in motion its emergence under the Han court. The ideals and decrees both promoted would come to be seen as values-in-themselves, becoming the \"basic elements, or even hallmarks\" of Confucianism, although not necessarily officially during his lifetime. While first proposed and more ardently promoted by Dong, the national academy (then considered radical) and Imperial examination did not come into existence until they were supported by the more successful Gongsun. Their establishment set a precedent that would last into the twentieth century.[2]", "6406994": "Didier Eribon (born 10 July 1953) is a French author and philosopher, and a historian of French intellectual life. He lives in Paris.", "22233947": "Riazuddin, also spelled as Riaz-Ud-Din (Urdu: رياض الدين;‎ 10 November 1930 – 9 September 2013),[2][3] was a Pakistani theoretical physicist, specialising in high-energy physics and nuclear physics. Starting his scientific research in physics in 1958, Riazuddin was considered one of the early pioneers of Pakistan's nuclear weapons development and atomic deterrence development. He was the director of the Theoretical Physics Group (TPG) of the Pakistan Atomic Energy Commission (PAEC) from 1974 until 1984. Riazuddin was a pupil of the winner of the 1979 Nobel Prize in Physics, Abdus Salam.[4]", "901998": "António Vieira[1] SJ (Portuguese pronunciation: [ɐ̃ˈtɔniu viˈɐjɾɐ]; 6 February 1608 – 18 July 1697) was a Portuguese Jesuit priest, diplomat, orator, preacher, philosopher, writer, and member of the Royal Council to the King of Portugal.", "2343791": "William of Saint-Amour was an  early figure in thirteenth-century scholasticism, chiefly notable for his withering attacks on the friars.", "49365870": "Konstantinos Despotopoulos (Greek: Κωνσταντίνος Δεσποτόπουλος; 8 February 1913 – 7 February 2016) was a Greek philosopher and intellectual who became a university professor and the Minister of National Education and Religious Affairs of Greece.", "28951410": "Dominik Szulc (June 10, 1787 – December 27, 1860) was a Polish philosopher, historian, and a significant precursor to Polish positivism.", "52413300": "Sartre: Romantic Rationalist is a book by Iris Murdoch. Published in 1953 by Bowes & Bowes of Cambridge, it was Murdoch's first book and the first book about Jean-Paul Sartre's work to be published in English.", "3031927": "Mykhailo Petrovych Drahomanov (Ukrainian: Михайло Петрович Драгоманов; 18 September 1841 – 2 July 1895) was a Ukrainian intellectual and public figure. As an academic, Drahomanov was an economist, historian, philosopher, and ethnographer, while as a public intellectual he was a political theorist with socialist leanings, perhaps best known as one of the first proponents of Ukrainian autonomism. For Drahomanov, ethnographic studies had a deep influence on his political ideas, and his politics in turn motivated study of particular areas of Ukrainian folk literature.[1]", "5227384": "Joan Wallach Scott (born December 18, 1941)[1] is an American historian of France with contributions in gender history.  She is a professor emerita in the School of Social Science in the Institute for Advanced Study in Princeton, New Jersey. Scott is known for her work in feminist history and gender theory, engaging post-structural theory on these topics. Geographically, her work focuses primarily on France, and thematically she deals with how power works, the relation between language and experience, and the role and practice of historians. Her work grapples with theory's application to historical and current events, focusing on how terms are defined and how positions and identities are articulated.[2]", "181116": "Johann Reuchlin (German: [ˈjoːhan ˈʁɔʏçlɪn]; 29 January 1455 – 30 June 1522), sometimes called Johannes, was a German Catholic humanist and a scholar of Greek and Hebrew, whose work also took him to modern-day Austria, Switzerland, Italy, and France. Most of Reuchlin's career centered on advancing German knowledge of Greek and Hebrew.", "43303805": "Mieczysław Albert Maria Krąpiec OP (25 May 1921 in Berezowica Mała near Ternopil – 8 May 2008 in Lublin) – a Polish Roman Catholic priest, philosopher (thomist), theologian, humanist and social scientist, the rector of Katolicki Uniwersytet Lubelski (1970-1983), the founder of the Lublin Philosophical School, the initiator and president of the scientific committee of Powszechna Encyklopedia Filozofii.", "50050": "Alfred Ernst Rosenberg (12 January [O.S. 31 December 1892] 1893 – 16 October 1946) was a Baltic German[1] Nazi theorist and ideologue. Rosenberg was first introduced to Adolf Hitler by Dietrich Eckart and he held several important posts in the Nazi government. He was the head of the NSDAP Office of Foreign Affairs during the entire rule of Nazi Germany (1933–1945), and led Amt Rosenberg (\"Rosenberg's bureau\"), an official Nazi body for cultural policy and surveillance, between 1934 and 1945. During World War II, Rosenberg was the head of the Reich Ministry for the Occupied Eastern Territories (1941–1945). After the war, he was convicted of crimes against peace; planning, initiating and waging wars of aggression; war crimes; and crimes against humanity at the Nuremberg trials in 1946. He was sentenced to death by hanging and executed on 16 October 1946.", "6046600": "Henri Gouhier (French: [guje]; 5 December 1898 – 31 March 1994) was a French philosopher, a historian of philosophy, and a literary critic.", "1000334": "Former", "52544403": "John Culp is a professor who works at the Azusa Pacific University in the Department of Philosophy. He specializes in the philosophy of religion, history of philosophy and Wesleyan theology. He has written for the Stanford Encyclopedia of Philosophy.[1][2]", "33604505": "Albert Busuttil (1891–1956) was a Maltese minor philosopher. In philosophy he was mostly interested in politics and labour rights.[1][2]", "1983388": "Tadeusz Czeżowski (July 26, 1889 – March 28, 1981) was a Polish philosopher and logician. He is considered one of the most prominent members of the Lviv-Warsaw School.[1]", "34751389": "Herbert Wildon Carr (born 16 January 1857) was a British philosopher.", "2016158": "Gabrielle Suchon (December 24, 1632, in Semur-en-Auxois – March 5, 1703, in Dijon) was a French moral philosopher who participated in debates about the social, political and religious condition of women in the early modern era.[1][2] Her most prominent works are the Traité de la morale et de la politique (Treatise on Morality and Politics) and Du célibat volontaire (On the Celibate Life Freely Chosen).", "64209822": "Genaro Rubén Carrió (16 February 1922 - 17 October 1997) was an Argentinian jurist and translator. He served as President of the Supreme Court of Argentina between 1983 and 1985 designated by president Raúl Alfonsín.", "181159": "Eduard Gans (March 22, 1797 – May 5, 1839) was a German jurist.", "50089": "Otto Karl Wilhelm Neurath (German: [ˈɔtoː ˈnɔʏʁaːt]; 10 December 1882 – 22 December 1945) was an Austrian-born philosopher of science, sociologist, and political economist. He was also the inventor of the ISOTYPE method of pictorial statistics and an innovator in museum practice. Before he fled his native country in 1934, Neurath was one of the leading figures of the Vienna Circle.", "213936": "Harriet Martineau  (12 June 1802 – 27 June 1876) was an English social theorist often seen as the first female sociologist.[3] She wrote from a sociological, holistic, religious and feminine angle, translated works by Auguste Comte, and, rarely for a woman writer at the time, earned enough to support herself.[4] The young Princess Victoria enjoyed her work and invited her to her 1838 coronation.[5][6] Martineau advised \"a focus on all [society's] aspects, including key political, religious, and social institutions\". She applied thorough analysis to women's status under men. The novelist Margaret Oliphant called her \"a born lecturer and politician... less distinctively affected by her sex than perhaps any other, male or female, of her generation.\"[4]", "24462256": "David Oswald Thomas (4 March 1924 – 28 May 2005) was a Welsh philosopher, best known as an interpreter of the work of Richard Price.", "22889397": "Marcus Favonius (c. 90 BC – 42 BC) was a Roman politician during the period of the fall of the Roman Republic. He is noted for his imitation of Cato the Younger, his espousal of the Cynic philosophy, and for his appearance as the Poet in William Shakespeare's play Julius Caesar.", "23479227": "Albrecht Wellmer (9 July 1933 – 13 September 2018)[1] was a German philosopher at the Freie Universität Berlin.", "19317702": "Mysore Hiriyanna (1871–1950)[1] was an eminent Indian philosopher, Sanskrit scholar and authority on Indian aesthetics.[2] He was a Professor of Sanskrit at the University of Mysore and a contemporary of Sarvepalli Radhakrishnan. His classes on Indian Philosophy were comprehensive. His classroom dictations, published by Allen & Unwin in book form as \"Outlines of Indian Philosophy[3]\" brought Hiriyanna international recognition. This was a seminal work on Indian Philosophy. His other prominent works include \"Indian Conception of Values\",[4] \"Essentials of Indian Philosophy\",[5] \"The Quest after Perfection\"[6] and \"Art Experience\".[7] He wrote extensively on the Vedic age, mainly on the Upanishads, followed by the evolution of Indian philosophical thought in the post-vedic era, deliberating mainly on Bhagavad Gita, the early years of Buddhism and Jainism.[8] His work on aesthetics was authoritative and dealt mainly with Alamkaras, Aesthetics and Ethics, Method of Art, Indian Aesthetic Values and Art & Morality.[9]", "181192": "Bernardus Silvestris, also known as Bernard Silvestris  and Bernard Silvester, was a medieval Platonist philosopher and poet of the 12th century.", "10470346": "Carveth Read (1848–1931) was a 19th- and 20th-century British philosopher and logician.", "213966": "The Boston Confucians are a group of New Confucians from Boston, of whom the best known are Tu Wei-Ming of Harvard, John Berthrong and Robert Neville of Boston University. Boston Confucianism belongs to the larger discussion of what it means to study and practice Confucianism in a context outside China and East Asia and the significance of Confucianism for modern-day American life.", "7160788": "Proclus (or Proklos) Mallotes (Greek: Πρόκλος Μαλλώτης) was a Stoic philosopher and a native of Mallus in Cilicia. According to the Suda he was the author of the following books:[1]", "36094933": "Byung-Chul Han (born 1959) is a South Korean-born philosopher and cultural theorist living in Germany.[1] He was a professor at the Berlin University of the Arts and still occasionally gives courses there.", "19776470": "Souleymane Bachir Diagne French: [djaɲ] (born 8 November 1955 in Saint-Louis, Senegal)[1] is a Senegalese philosopher. His work is focused on the history of logic and mathematics, epistemology, the tradition of philosophy in the Islamic world, identity formation, and African literatures and philosophies.[2]", "52577238": "Vincent Delecroix (born 1969 in Paris) is a French philosopher and writer. A graduate from the École normale supérieure, and agrégé of philosophy, a specialist of Søren Kierkegaard on whom he did his doctoral thesis, he has taught philosophy of religion at the Ecole Pratique des Hautes Etudes as a lecturer. Also a novelist, he received the Prix Valery Larbaud in 2007 for Ce qui est perdu (published in 2006) and the Grand prix de littérature de l'Académie française after he published Tombeau d'Achille (in 2008). His literary and philosophical work is attentive to existential acts and experiences, such as love, singing and the sacred.", "28394453": "The Basava Purana is a 13th-century Telugu epic poem. It was written by Palkuriki Somanatha. It is a sacred text of Lingayat. The epic poem narrates the life story of philosopher and social reformer Basava (1134–1196 CE), the founder of Lingayat .[1] He is also known by several other names such as Basavanna, Basaweshwara, Basavesha, and Basavaraja. It is also an anthology of several Lingayat saints (also known as Shiva Sharanas, devotees of Lord Shiva) and their philosophies. In contrast to campu style (poems in verse of various metres interspersed with paragraphs of prose), Somanatha adopted the desi (native) style and composed the purana in dwipada (couplets), a meter popular in oral tradition and closely related to folk songs.[citation needed]", "43107288": "Włodzimierz Julian Korab-Karpowicz (born 24 October 1953) is a Polish philosopher and political theorist.[1]", "213978": "George Henry Lewes (/ˈluːɪs/ ⓘ; 18 April 1817 – 30 November 1878) was an English philosopher and critic of literature and theatre. He was also an amateur physiologist. American feminist Margaret Fuller  called Lewes a \"witty, French, flippant sort of man\".[1] He became part of the mid-Victorian ferment of ideas which encouraged discussion of Darwinism, positivism, and religious skepticism. However, he is perhaps best known today for having openly lived with Mary Ann Evans, who wrote under the pen name George Eliot, as soulmates whose lives and writings were enriched by their relationship, though they never married each other.", "10077153": "Diogenes of Oenoanda (Greek: Διογένης ὁ Οἰνοανδεύς) was an Epicurean Greek from the 2nd century AD who carved a summary of the philosophy of Epicurus onto a portico wall in the ancient Greek city of Oenoanda in Lycia (modern day southwest Turkey). The surviving fragments of the wall, originally extended about 80 meters, form an important source of Epicurean philosophy. The inscription, written in Greek, sets out Epicurus' teachings on physics, epistemology, and ethics.  It was originally about 25,000 words long and filled 260 square meters of wall space.  Less than a third of it has been recovered.", "38978529": "Lúcio Alberto Pinheiro dos Santos (Braga, 19 April 1889 – Rio de Janeiro, 11 November 1950) was a Portuguese[1] philosopher and teacher, noted for coining the term and writing the first theory of rhythmanalysis, focused on its physiological dimensions. His ideas on rhythmanalysis have been later further developed by French philosophers Gaston Bachelard and Henri Lefebvre.[2][3]", "39666658": "Herbert Gardiner Lord (1849–1930) was  an American  philosopher.", "508901": "Jean-Étienne-Marie Portalis (1 April 1746 – 25 August 1807) was a French jurist and politician in the time of the French Revolution and the First Empire. His son, Joseph Marie Portalis, was a diplomat and statesman.", "31278060": "Maurice Clavel (French: [klavɛl]) (1920-1979) was a French writer, journalist, and philosopher.[1]", "15451123": "Ernest L. Fortin, A.A. (December 17, 1923 – October 22, 2002) was a professor of theology at Boston College. While engaged in graduate studies in France, he met Allan Bloom, who introduced him to the work of Leo Strauss. Father Fortin worked at the intersection of Athens and Jerusalem.", "19252214": "Lương Kim Định or Dominic Lương Kim Định, Kim Định (15 June 1914 – 25 March 1997 in Carthage, Missouri) was a Vietnamese catholic priest, scholar and philosopher.", "2343930": "Andrew Baxter (1686/1687, Aberdeen – 23 April 1750, Whittingehame, East Lothian) was a Scottish metaphysician.[1]", "345085": "Tu Weiming[a] (born 1940) is a Chinese-born American philosopher. He is Chair Professor of Humanities and Founding Director of the Institute for Advanced Humanistic Studies at Peking University. He is also Professor Emeritus and Senior Fellow of Asia Center at Harvard University.[4]", "21611525": "Sophonias (Greek: Σοφονίας; fl. 13th–14th century) was a Byzantine monk who wrote commentaries or paraphrases of the works of Aristotle including De Anima, Sophistici Elenchi, Prior Analytics, and the Parva Naturalia,[1] which are still extant. Little is known about Sophonias, except that he was probably the monk sent by Michael IX Palaiologos on an abortive mission to arrange a marriage between Michael and a western princess around 1295.[2][3]", "74499098": "Women Philosophers in the Long Nineteenth Century: The German Tradition is a 2021 anthology book edited by philosophers Dalia Nassar and Kristin Gjesdal, with translations by Anna C. Ezekiel. The book includes the works of nine women of the German tradition of philosophy during the long nineteenth century—a term referring to the 125-year period between the French Revolution in 1789 and the Great War in 1914. Each chapter introduces one philosopher and provides a selection of their works, including essays, letters, books, or speeches. Women Philosophers is the first published English translation for many of the works.", "51168295": "Andrzej Rusław Fryderyk Nowicki[1] (b. 27 May 1919 in Warsaw – d. 1 December 2011 in Warsaw) was a Polish philosopher of culture, a specialist in the history of philosophy and of atheism, in Italian philosophy of the Renaissance and in religious studies and Grand Master of the Grand East of Poland[2][3] and a connoisseur of the fine arts, poet and diplomat.", "42222634": "Christine Overall FRSC (born 1949) is a Canadian philosopher specialising in feminist theory and applied ethics. She currently holds a Research Chair at Queen's University.[1] Her books include Aging, Death, and Human Longevity: A Philosophical Inquiry, which was awarded the 2006 Abbyann D. Lynch Medal in Bioethics, and Why Have Children? The Ethical Debate.[2] In 1998, she was elected a Fellow of the Royal Society of Canada.[3]", "3589162": "Nancy Randolph Pearcey (born 1952) is an American evangelical author on the Christian worldview.[1]", "26625068": "Nijaz Ibrulj (born 2 July 1956) is a Bosnian philosopher and a professor at the University of Sarajevo's Department of Philosophy and Sociology. He lectures on logic, analytic philosophy, methodology of social sciences, theory of knowledge, and cognitive science.[1][2] His interests also extend to the field of social ontology. Ibrulj was awarded a Fulbright Visiting Scholarship during the 2000-2001 academic years to visit the University of California, Berkeley. His application was sponsored by John Searle and Donald Davidson.[3]", "6079533": "Jean-Baptiste François Xavier Cousin De Grainville (3 April 1746 – 1 February 1805) was a French writer who wrote a seminal work of fantasy literature: Le Dernier Homme (The Last Man) (1805). This was the first modern novel to depict the end of the world.[1]", "50237": "Robert Boyle FRS[2] (/bɔɪl/; 25 January 1627 – 31 December 1691) was an Anglo-Irish[3] natural philosopher, chemist, physicist, alchemist and inventor. Boyle is largely regarded today as the first modern chemist, and therefore one of the founders of modern chemistry, and one of the pioneers of modern experimental scientific method. He is best known for Boyle's law,[4] which describes the inversely proportional relationship between the absolute pressure and volume of a gas, if the temperature is kept constant within a closed system.[5] Among his works, The Sceptical Chymist is seen as a cornerstone book in the field of chemistry. He was a devout and pious Anglican and is noted for his writings in theology.[6][7]", "2180158": "William Bechtel (born 1951) is a professor of philosophy in the Department of Philosophy and the Science Studies Program at the University of California, San Diego. He was a professor of philosophy at Washington University in St. Louis from 1994 until 2002 [1]. Bechtel was also the chair of the Philosophy Department from 1999 until 2002 and was heavily involved with the Philosophy-Psychology-Neuroscience program, serving at different times as Assistant Director and Director. Before that, he was at Georgia State. Bechtel earned his PhD from the University of Chicago and his BA from Kenyon College.", "4473928": "Michał Kazimierz Heller (born 12 March 1936) is a Polish philosopher, theoretical physicist, cosmologist, theologian, and Roman Catholic priest. He is a professor of philosophy at the Pontifical University of John Paul II in Kraków, Poland, and an adjunct member of the Vatican Observatory staff.", "2704457": "Chinese texts", "60572754": "Willem Hendrik Velema (November 15, 1929 – April 18, 2019) was a Dutch professor, pastor and theologian. He was a member of the Christian Reformed Churches.[1]", "3851349": "Echecrates (Greek: Ἐχεκράτης) was a Pythagorean philosopher from the ancient Greek town of Phlius.[1]", "43926618": "Quintus Aelius Tubero was a Stoic philosopher and a pupil of Panaetius of Rhodes. He had a reputation for talent and legal knowledge.[1][2][3][4] He might have been a tribune of the plebs in 130 BC.[5][6] He also possibly became a suffect consul in 118 BC.[7]", "68174941": "Steven M. Cahn (born 1942) is an American philosopher and academic administrator who served as Provost and Acting President of the Graduate Center of the City University of New York.[1]", "44778594": "Zuigaku Rempo Niwa Zenji (1905–1993)[1] was a Japanese Zen master.[1]", "26035301": "Andrzej Wiszowaty Sr. (Latin Andreas Wissowatius) (Filipów 1608 - Amsterdam, 1678) was a Socinian theologian who worked with Joachim Stegmann (1595–1633) on the Racovian Catechism of 1605, and taught at the Racovian Academy of the Polish Brethren.", "29672563": "Yves Michaud (born July 11, 1944) is a French philosopher. As a student, he studied philosophy and science at École Normale Supérieure and the Sorbonne in Paris. His early research involved the study of political violence and empiricism, especially the works of John Locke and David Hume. He was Director of the École nationale supérieure des Beaux-Arts from 1989 to 1997. In 2000, Michaud partnered with Jean-Jacques Aillagon to establish the Université de tous les savoirs (University of all knowledge), a French government initiative to disseminate information on new scientific advances.[1]", "60114039": "Jawaid Bhutto (Sindhi: جاويد ڀٽو) was a professor and Sindhi intellectual, who was killed on March 1, 2019, in Washington, D.C.[1][2][3]", "32326775": "U Nārada (Burmese: နာရဒ; 1868–1955),[1] also Mingun Jetawun Sayādaw or Mingun Jetavana Sayādaw, was a Burmese monk in the Theravada tradition credited with being one of the key figures in the revival of Vipassana meditation.[1]", "4736129": "Kim Bu-sik (Korean: 김부식; Hanja: 金富軾; 1075–1151) was a Korean calligrapher, military general, philosopher, poet, and politician during the Goryeo period. He was a scion of the Silla royalty and a member of the Gyeongju Kim clan. Later he was the supreme chancellor from 1136 to 1142 and was in charge of suppression of the Myocheong rebellion. Kim is best known for supervising the compilation of the Samguk Sagi, the oldest extant written Korean history.", "33997956": "John Francis Wippel (21 August 1933 — 11 September 2023) was an American Catholic priest of the Diocese of Steubenville. He was a leading authority on the metaphysical thought of Thomas Aquinas.[1][2] He won the Cardinal Mercier Prize for International Philosophy in 1981, two National Endowment for the Humanities Fellowships, and was named a Professor of the Pontifical Academy of Saint Thomas Aquinas.[3] At the time of his death, he was serving as the Theodore Basselin Professor of Philosophy at the Catholic University of America in Washington, DC.", "19186822": "Bonnie Honig (born 1959),[1] is a political, feminist, and legal theorist specializing in democratic theory. In 2013-14, she became Nancy Duke Lewis Professor-Elect of Modern Culture and Media and Political Science at Brown University, succeeding Anne Fausto-Sterling in the Chair in 2014–15. Honig was formerly Sarah Rebecca Roland Professor of Political Science at Northwestern University and Research Professor at the American Bar Foundation.", "42976392": "Salvador Minguijón Adrián (1874–1959) was a Spanish law scholar, political theorist and politician. As a lawyer he is known mostly as a longtime academic in the University of Zaragoza and briefly member of the Spanish constitutional court. As a theorist he is considered one of key representatives of Traditionalism. As a politician he is recognized as associated with Carlism, Christian Democracy, Primoderiverismo, Social Catholicism and early Francoism.", "73647244": "Daryl Koehn (born November 5, 1955) is an American philosopher and the Wicklander Chair in Professional Ethics at DePaul University. She is the co-editor-in-chief of Business and Professional Ethics Journal and managing director of the Institute for Business and Professional Ethics.[1]\nKoehn is known for her works on ethics and corporate governance.[2][3]", "62309519": "Donald Paul Rutherford (born 1957) is a Canadian philosopher and a professor of philosophy at the University of California, San Diego.[1] He is known for his research on early modern philosophy.[2][3][4]\nRutherford is a former president of Leibniz Society of North America (2010-14) and a winner of its Essay Prize (1992). He is an editor of Oxford Studies in Early Modern Philosophy.[5]", "3392663": "Izya Shlosberg (born November 4, 1950) is an American artist, writer and philosopher, well known for expressing his philosophical and scientific ideas through his paintings.", "7881879": "Nakamura Masanao (中村 正直, 24 June 1832 – 7 June 1891) was a Japanese educator and leading figure during the Meiji period. He also went by his pen name Nakamura Keiu (中村 敬宇).", "55526562": "Timothy Shanahan (born December 22, 1960) is an American philosopher and Professor of Philosophy at Loyola Marymount University. He is known for his research on philosophy of science, philosophy and film, and the morality of terrorism.[1][2][3][4][5]", "72959139": "Yiftach Fehige (born 1976) is a German-Canadian scholar of science and religion, with training in physics, philosophy, and theology.[1] He is currently a member of the core faculty of the Institute for the History and Philosophy of Science and Technology[2] at the University of Toronto. Fehige is internationally renowned for his contributions to the study of thought experiments.[3][4] His research profile is notably diverse, as he published on the Jewish-Christian dialogue,[5] and furthered the development of a pluralist theory of human sexuality.[6]", "3458215": "William Edward Christian (born 1945 in Queen Charlotte Islands, British Columbia) was a political scientist at the University of Guelph. He retired in 2008. Educated at the University of Toronto  (BA, MA) and  the London School of Economics (PhD), he is best known academically for his research and teaching in Canadian political thought.[1]", "14468282": "Jean-François Mattéi (French: [ma.te.i]; 9 March 1941 – 24 March 2014) was a French philosopher and professor of Greek philosophy and political philosophy at the University of Nice.[1]", "607427": "Jean Vanier CC GOQ (French pronunciation: [ʒɑ̃ vanje], September 10, 1928 – May 7, 2019) was a Canadian Catholic philosopher and theologian. In 1964, he founded L'Arche, an international federation of communities spread over 37 countries for people with developmental disabilities and those who assist them. In 1971, he co-founded Faith and Light with Marie-Hélène Mathieu, which also works for people with developmental disabilities, their families, and friends in over 80 countries. He continued to live as a member of the original L'Arche community in Trosly-Breuil, France, until his death.", "2016453": "Michèle Le Dœuff (French: [lə dœf]; born 1948) is a French philosopher with a scholarly interest in the philosophy of Francis Bacon, and Sir Thomas More's utopianism. She questions the boundaries of philosophy, while insisting upon philosophy's importance (for example, in \"Ants and Women\"). She is critical of professional philosophers' neglectful attitude to science, and argues that disputes within sciences are often epistemological (that is, properly philosophical). In Hipparchia's Choice (1989) she questions philosophy's pretensions to being a unique practice which achieves a pure clarity: philosophy is inevitably shaped by language, metaphor, and power relations. According to Le Dœuff feminists make a special contribution. Their critique of gender categories in philosophy, science, and the humanities is empirical, philosophical, political, and interdisciplinary. Feminists see clearly how discourses are elevated to the status of 'philosophical' by a process in which social power is involved.[1]", "69977289": "Sivanath Shastri or Sibanath Sastri (31 January 1848 – 30 September 1919) was a Bengali social reformer, writer, translator, scholar, editor philoshoper and historian.[1][2]", "29902028": "Francisco do Monte Alverne (August 9, 1784 – December 2, 1858) was a Brazilian Franciscan friar, and the official preacher of the Empire of Brazil.", "69682381": "Stephen H. Watson (born 1951) is an American philosopher and Professor of Philosophy at the University of Notre Dame. He is known for his works on aesthetics, the history of philosophy and recent continental philosophy.[1]", "10110159": "Józef Mirosław Życiński (1 September 1948 – 10 February 2011) was a Polish philosopher, publicist, the Roman Catholic Metropolitan Archbishop of the Archdiocese of Lublin and a Professor of the Pontifical Academy of Theology in Rome, Pontifical University of John Paul II in Cracow and Catholic University of Lublin.", "65062096": "Omri Boehm (Hebrew: עמרי בהם, born 1979) is an Israeli philosopher and associate professor of philosophy at the New School for Social Research.[1][2] He is known for his interpretation of the Binding of Isaac (Genesis 22), work on Kant, and writing on Israel and Zionism.[3][4][5]", "40355034": "Jennifer Elaine Whiting is an American philosopher who teaches at the University of Pittsburgh. She has also taught at Harvard University and Cornell University, and was (from 2003 to 2015) Chancellor Jackman Professor of Philosophy at the University of Toronto.[1]", "11060447": "Abu al-Hasan (or Abu al-Husayn) Bahmanyar ibn al-Marzban, better simply known as Bahmanyar (Persian: بهمنیار; died 1066) was an Iranian scholar,[1][2] who is mainly known as one of the most prominent pupils of Avicenna (d. 1037).", "29770978": "Oliver Feltham is an Australian philosopher[1] and translator working in Paris, France. He is known primarily for his English translations of Alain Badiou, most notably Badiou’s magnum opus Being and Event (2006).[2] Feltham's own writings are drawn from many of his research interests including Marxism, critical theory, and the history of metaphysics. His recent work has also focused on psychoanalysis and Jacques Lacan.", "3228898": "Franciscus van den Enden, in later life also known as 'Affinius' (Latinized form of 'Van den Enden')[1][2][3] (c. 5 February 1602 – 27 November 1674) was a Flemish former Jesuit,[4] Neo-Latin poet, physician, art dealer, philosopher, and plotter against Louis XIV of France. Born in Antwerp, where he had a truncated career as a Jesuit and an art dealer, he moved later to the Dutch Republic where he became part of a group of radical thinkers sometimes referred to as the Amsterdam Circle who challenged prevailing views on politics and religion.[5] He was a Utopian planning to set up an ideal society in the Dutch colonies in America and a proponent of democracy in the administration of states.  He is best known as the Latin teacher of Spinoza (1632–1677), with whom Spinoza boarded for a period. His philosophical ideas may have influenced Spinoza,[6] although this has been disputed.[7] He was implicated in a plot against Louis XIV and executed by hanging.[8]", "21447911": "Aleš Ušeničnik (3 July 1868 – 30 March 1952)[1] was a Slovene Roman Catholic priest, philosopher, sociologist and theologian. He was one of the main philosophers of neo-Thomism in Slovenia and in Yugoslavia.", "56673520": "Frank Schalow (born February 23, 1956) is an American philosopher and professor of philosophy and university research professor at the University of New Orleans. He is known for his exegesis of Martin Heidegger's writings.[1][2][3] He is a co-editor of, the journal  Heidegger Studies.", "476400": "Georg Christoph Lichtenberg (1 July 1742 – 24 February 1799) was a German physicist, satirist, and Anglophile. As a scientist, he was the first to hold a professorship explicitly dedicated to experimental physics in Germany. He is remembered for his posthumously published notebooks, which he himself called Sudelbücher [de], a description modelled on the English bookkeeping term \"waste books\" or \"scrapbooks\",[2] and for his discovery of tree-like electrical discharge patterns now called Lichtenberg figures.", "13386995": "John Joseph Haldane KCHS FRSE FRSA (born 19 February 1954) is a British philosopher, commentator and broadcaster. He is a former papal adviser to the Vatican.[1] He is credited with coining the term 'analytical Thomism' and is himself a Thomist in the analytic tradition.[2][3][4] Haldane is associated with The Veritas Forum and is the current chair of the Royal Institute of Philosophy.[5]", "148725": "George Woodcock (/ˈwʊdˌkɑːk/; May 8, 1912 – January 28, 1995) was a Canadian writer of political biography and history, an anarchist thinker, a philosopher, an essayist and literary critic. He was also a poet and published several volumes of travel writing.[1] In 1959 he was the founding editor of the journal Canadian Literature which was the first academic journal specifically dedicated to Canadian writing.[2] He is most commonly known outside Canada for his book Anarchism: A History of Libertarian Ideas and Movements (1962).", "5686519": "Helmuth Plessner (4 September 1892, Wiesbaden – 12 June  1985, Göttingen) was a German philosopher and sociologist, and a primary advocate of \"philosophical anthropology\".", "27641079": "Eli Hirsch (born 1938) is an American philosopher and the Charles Goldman Professor of Philosophy at Brandeis University.[1]", "24823031": "Tasos Zembylas (born 1962 in Cyprus) is a philosopher and social scientist with focus in aesthetics and cultural institution studies.", "41567488": "Sharon A. Lloyd (born 1958) is Professor of Philosophy, Law, and Political Science at the University of Southern California.[1]  She co-founded the USC Center for Law and Philosophy, and directs the USC Levan Institute's Conversations in Practical Ethics Program.[2]   Lloyd's work, especially on the philosophy of Thomas Hobbes, has been considered some of the most significant work published in recent years.[3]", "378112": "Sant Dnyaneshwar (Marathi pronunciation: [d̪ɲaːn̪eʃʋəɾ]), also referred to as Dnyaneshwar, Dnyanadeva, Dnyandev or Mauli or Dnyaneshwar Vitthal Kulkarni (1275–1296),[2][3] was a 13th-century Indian Marathi saint, poet, philosopher and yogi of the Nath and Varkari tradition. In his short life of 21 years, he authored Dnyaneshwari (a commentary on the Bhagavad Gita) and Amrutanubhav.[4] These are the oldest surviving literary works in the Marathi language, and considered to be milestones in Marathi literature.[5] Sant Dnyaneshwar's ideas reflect the non-dualistic Advaita Vedanta philosophy and an emphasis on Yoga and bhakti towards Vithoba, an incarnation of Lord Vishnu.[6] His legacy inspired saint-poets such as Eknath and Tukaram, and he is one of the founders of the Varkari (Vithoba-Krishna) Bhakti movement tradition of Hinduism in Maharashtra.[7][8] Dnyaneshwar undertook samadhi at Alandi in 1296 by entombing himself in an underground chamber.", "3982600": "Hans Zehrer (pseud. Hans Thomas; 22 June 1899 – 23 August 1966) was a German philosopher and journalist. He edited a leading right-wing journal, Die Tat, and founded the Tat Circle.", "37504265": "Michael Banner (born 1961) is Dean and Fellow of Trinity College, Cambridge. From 2004–2006 he was Director of the UK Economic and Social Research Council's Genomics Research Forum and Professor of Public Policy and Ethics in the Life Sciences at the University of Edinburgh, and from 1994 to 2004 F.D. Maurice Professor of Moral and Social Theology, King’s College, London.[1] Well known in science and public policy arenas, he was also a member of the Human Tissue Authority, Chairman of the Home Office Animal Procedures Committee from 1998 to 2006[2] and a member of the Nuffield Council on Bioethics from 2014 to 2016.[3]", "7947529": "Daniel Kolak (born 1955 in Zagreb, SR Croatia) is a Croatian-American philosopher who works primarily in philosophy of mind, personal identity, cognitive science, philosophy of science, philosophy of mathematics, philosophy of logic, philosophy of religion, and aesthetics. He is professor of philosophy at the William Paterson University of New Jersey and an Affiliate of the Rutgers University Center for Cognitive Science (RuCCS). Kolak is the founder of the philosophical therapy known as cognitive dynamics.", "2016528": "Haridas Chaudhuri (May 1913 – 1975) was an Indian integral philosopher. He was a correspondent with Sri Aurobindo and the founder of the California Institute of Integral Studies (CIIS).", "40092947": "Roland Daniels (20 January 1819 – 29 August 1855) was a German physician, socialist, writer, and a friend of Karl Marx. He is considered to be responsible for several of Marx's ideas on ecology including metabolic rift. He was incarcerated during the Cologne Communist Trial which led to tuberculosis and premature death.", "72238356": "Étienne Noël (29 September 1581 – 16 October 1659) was a Jesuit priest and natural philosopher. He was a teacher of René Descartes and is best known for clashing with Blaise Pascal on the idea of vacuum.", "56280341": "John Anderson Palmer is an American philosopher and professor of philosophy at the University of Florida. \nHe is known for his expertise on ancient Greek philosophy.[1]  In 2014, he was awarded a Guggenheim Fellowship.[2]", "13681944": "Swami Vipulananda (Tamil: சுவாமி விபுலாநந்தர்; 27 March 1892 – 20 July 1947), also known as Vipulananda Adigal, was a Sri Lankan Tamil Hindu social reformer, literary critic, author, poet, teacher and ascetic from the Eastern Province of Sri Lanka. Vipulananda was an early pioneer associated with the Indian-based Ramakrishna Mission in Sri Lanka. Along with other reformers, Vipulananda was instrumental in the revival of the Hindu religion and native traditions in Sri Lanka after a long period of dormancy and decline during the previous 500 years of colonial rule by various European powers.[1][2]", "24134940": "Pedro Hurtado de Mendoza (1578, Balmaseda – November 10, 1641, Madrid), also called Puente Hurtado de Mendoza, was a Basque scholastic philosopher and theologian.", "705820": "Jules Barthélemy-Saint-Hilaire (19 August 1805 – 24 November 1895) was a French philosopher, journalist, statesman, and possible illegitimate son of Napoleon I of France.", "46548256": "William F. Lawhead is an American philosopher.", "42648870": "Former", "10208558": "Graham Robert Oppy (born 1960) is an Australian philosopher whose main area of research is the philosophy of religion. He currently holds the posts of Professor of Philosophy and Associate Dean of Research at Monash University and serves as CEO of the Australasian Association of Philosophy, Chief Editor of the Australasian Philosophical Review, Associate Editor of the Australasian Journal of Philosophy, and serves on the editorial boards of Philo, Philosopher's Compass, Religious Studies, and Sophia.[3] He was elected Fellow of the Australian Academy of the Humanities in 2009.[4]", "2245936": "Guo Xiang (Chinese: 郭象; pinyin: Guō Xiàng; Wade–Giles: Kuo Hsiang; born 252  AD –  died 312 AD) is credited with the first and most important revision of the text known as the Zhuangzi which, along with the Tao Te Ching, forms the textual and philosophical basis of the Taoist school of thought. He was also a scholar of xuanxue.", "1819956": "Zeno of Sidon (Greek: Ζήνων ὁ Σιδώνιος; c. 150 – c. 75 BC[1]) was a Greek Epicurean philosopher[2] from the Seleucid city of Sidon. His writings have not survived, but there are some epitomes of his lectures preserved among the writings of his pupil Philodemus.", "18236726": "Wang Huning (Chinese: 王沪宁; pinyin: Wáng Hùníng; born 6 October 1955) is a Chinese political theorist and one of the top leaders of the Chinese Communist Party (CCP), who is currently the chairman of the Chinese People's Political Consultative Conference (CPPCC). He has been a leading ideologist in the country since the 1980s. He has been a member of the CCP's Politburo Standing Committee, China's top decision-making body since 2017, and is its fourth-ranking member since 2022.", "41895225": "Diana Meyers is a philosopher working in the philosophy of action and in the philosophy of feminism. Meyers is professor emerita of philosophy at the University of Connecticut.", "1819963": "Zeno of Tarsus (Greek: Ζήνων ὁ Ταρσεύς, Zenon ho Tarseus; fl. 200 BC) was a Stoic philosopher and the son of Dioscorides.", "27903293": "Herennius Senecio (d. 93 AD) was among the Stoic Opposition[1] to the emperor Domitian, under whose rule he was executed.[2] He was from Baetica in Roman Spain.[3] He was the author of a laudatory biography of the Stoic martyr Helvidius Priscus.", "14370111": "Sutan Takdir Alisjahbana (11 February 1908 – 17 July 1994) was an Indonesian author.", "65717569": "Ignác Jan Hanuš or, in German, Ignaz Johann Hanusch (28 October 1812, in Prague – 19 May 1869, in Prague) was a Czech philosopher and librarian.", "9979204": "John Lloyd Ackrill, FBA (30 December 1921 – 30 November 2007) was an English philosopher and classicist who specialized in Ancient Greek philosophy, especially the philosophy of Plato and Aristotle. Ackrill has been said to be, along with Gregory Vlastos and G. E. L. Owen, \"one of the most important figures responsible for the upsurge of interest in ancient Greek philosophy among Anglo-American philosophers of the second half of this century\".[1]", "148809": "Judith Pamela Butler[1] (born February 24, 1956) is an American philosopher and gender studies scholar whose work has influenced political philosophy, ethics, and the fields of third-wave feminism,[2] queer theory,[3] and literary theory.[4]", "34424139": "Dumitru I. Remenco (1895 - July 13, 1940) was a Romanian journalist and philosopher from Chişinău, Bessarabia. He was a contributor at major newspapers of Bessarabia, such as Cuvânt moldovenesc, Viaţa Basarabiei, Glasul Basarabiei, Timpul.[1]", "14992722": "Heinrich (Heinz) Walter Cassirer (9 August 1903 – 20 February 1979) was a Kantian philosopher, son of a famous German philosopher, Ernst Cassirer. Being Jews, the Cassirer family fled the Nazis in the 1930s.  As a refugee scholar, Heinz went to University of Glasgow working with Professor H. J. Paton, who persuaded him to write a book on Kant's third Critique, the Critique of Judgment. Following Paton, he moved to Oxford, lecturing at Corpus Christi College, where his students included Iris Murdoch (Weitzman: 1999). He returned to the University of Glasgow in 1946, having been appointed to a permanent lectureship, and remained there until 1960 when he withdrew to focus on newfound biblical interests.", "28067154": "Xavier Tilliette (23 July 1921, Corbie, Somme – 10 December 2018, Paris) was a French philosopher, historian of philosophy, and theologian. A former student of Jean Wahl and of Vladimir Jankélévitch, he was a member of the Society of Jesus (1938) and professor emeritus at the Catholic Institute of Paris (1969), having taught also at the  Pontifical Gregorian University of Rome (1972), the Lateran University, and the Centre Sèvres in Paris.[1]", "11847004": "Enrique Domingo Dussel Ambrosini (24 December 1934 – 5 November 2023) was an Argentine-Mexican academic, philosopher, historian and theologian. He served as the interim rector of the Universidad Autónoma de la Ciudad de México from 2013 to 2014.", "30098782": "Anna Willess Williams (1857 – April 17, 1926) was a teacher and philosophical writer best known as the model for George T. Morgan's silver dollar design, popularly known as the Morgan dollar.", "55330143": "Alessandro Passerin d'Entrèves (also known in French as Alexandre and in English as Alexander; and sometimes referred to as Passerin d'Entrèves et Courmayeur; and known professionally in English as A. P. D'Entreves) (Turin, 26 April 1902 – 15 December 1985) was an Italian philosopher and historian of law. He was noted for his scholarship on political thought, particularly in the mediaeval and early modern period, and natural law theory.", "640360": "Paul Diel (11 July 1893 – 5 January 1972) was a French psychologist of Austrian origin who developed the method of introspective analysis and the psychology of motivation.", "3229033": "Acharya Shri Mahapragya (Hindi: आचार्य महाप्रज्ञ Ācārya mahapragya)(14 June 1920 – 9 May 2010) was the tenth head of the Svetambar Terapanth order of Jainism.[1] Mahapragya was a saint, yogi, spiritual leader, philosopher, author, orator, and poet.[2]", "2016618": "André Glucksmann (French: [ɡlyksman]; 19 June 1937 – 10 November 2015) was a French philosopher, activist, and writer. He was a leading figure of the new philosophers. Glucksmann began his career as a Marxist, who went on to reject Marxism–Leninism and real socialism in the popular book La Cuisinière et le Mangeur d'Hommes (1975), and later became an anti-Communist and outspoken critic of the Soviet Union and post-Soviet Russian foreign policy. He was a strong supporter of human rights. In later years, he opposed the claim that Islamic terrorism is the product of the clash of civilizations between Islam and the Western world.", "11552116": "Anders Vilhelm Lundstedt (11 September 1882 – 20 August 1955) was a Swedish jurist and legislator, particularly known as a proponent of Scandinavian Legal Realism, having been strongly influenced by his compatriot, the charismatic philosopher Axel Hägerström. He studied law at Lund University and was a professor of law at the University of Uppsala from 1914 to 1947. Like Hägerström, Karl Olivecrona and Alf Ross, he resists the exposition of rights as metaphysical entities, arguing that realistic legal analysis should dispense with them. Lundstedt's main focus in his theoretical work became a sustained attack on what he called the method of justice. He considered that there was no objective way to define the requirements of justice and that invocations of justice cloaked purely subjective preferences or unacceptable metaphysical claims. Instead, law and legislation should be guided by a method of social welfare centred on objective study of social conditions and of the practical effects and capabilities of law in improving society for all its members. Lundstedt was a member of the Swedish parliament for many years and promoted within it changes to the penal system and a range of other liberal reforms.", "2311541": "Defunct", "2016634": "Elisabeth of the Palatinate (26 December 1618 – 11 February 1680), also known as Elisabeth of Bohemia, Princess Elisabeth of the Palatinate, or Princess-Abbess of Herford Abbey, was the eldest daughter of Frederick V, Elector Palatine (who was briefly King of Bohemia), and Elizabeth Stuart. Elisabeth of the Palatinate was a philosopher best known for her correspondence with René Descartes.[1] She was critical of Descartes' dualistic metaphysics and her work anticipated the metaphysical concerns of later philosophers.[2][3]", "1459586": "Guan Zhong (Chinese: 管仲; Wade–Giles: Kuan Chung; c. 720–645 BC) was a Chinese philosopher and politician. He served as chancellor and was a reformer of the State of Qi during the Spring and Autumn period of Chinese history.[1] His given name was Yiwu (Chinese: 夷吾; pinyin: Yíwú). Zhong was his courtesy name. He is mainly remembered for his reforms as chancellor under Duke Huan of Qi, as well as his friendship with his colleague Bao Shuya, though his reputation remained controversial among the Confucians,[2] as detailed in the Philosophy and appraisal section.", "60179847": "Elisabeth Marjolijn (Elselijn) Kingma (born 1981) is a Dutch philosopher. She is a professor at King's College London where she holds the Peter Sowerby Chair in Philosophy and Medicine.[1]", "2278793": "Parashara (Sanskrit: पराशर; IAST: Parāśara) was a maharishi and the author of many ancient Indian texts. He is accredited as the author of the first Purana, the Vishnu Purana, before his son Vyasa wrote it in its present form. He was the grandson of the sage Vasishtha and the son of the sage Shakti. There are several texts which give reference to Parashara as an author/speaker. The various texts attributed to him are given in reference to Parashara being the speaker to his student.[4]", "3032458": "Margaret Gilbert (born 1942) is a British philosopher best known for her founding contributions to the analytic philosophy of social phenomena. She has also made substantial contributions to other philosophical fields including political philosophy, the philosophy of law, and ethics. She is currently a Distinguished Professor and the Abraham I. Melden Chair in Moral Philosophy at the University of California, Irvine.", "4998541": "Margaret Elizabeth Egan (March 14, 1905 – January 26, 1959) was an American librarian and communication scholar who is best known for “Foundations of a Theory in Bibliography,” published in Library Quarterly in 1952 and co-authored with Jesse Hauk Shera. This article marked the first appearance of the term \"social epistemology\" in connection with library science. [1]", "52315534": "Josef Zezulka (30 March 1912 – 13 December 1992) was a Czech philosopher, healer and the founder of the discipline of biotronics. He wrote many philosophical works, best known of which is BYTÍ - EXISTENCE - A Philosophy for Life, which encompasses topics such as the birth of space and its life, evolution of a being, karma, vegetarianism and life energetics.", "56640914": "Piero Martinetti (Pont Canavese, 21 August 1872 – Cuorgnè, 23 March 1943) was an Italian philosopher. Martinetti was professor of theoretical and moral philosophy. He was one of the few university professors, as well as the only Italian academic philosopher, to refuse to swear an oath of allegiance to the Fascist Party.", "6047123": "Ioannis Kottounios (Greek: Ἰωάννης Κωττούνιος, Latin: Joannes Cottunius de Verria; c. 1577[1] – 1658) was an eminent ethnic Greek scholar who studied philosophy, theology and medicine, taught Greek[2] from 1617 and philosophy[2] from 1630 in Bologna, Italy becoming professor of philosophy in 1632[3] he also founded a college for unwealthy Greeks at Padua in 1653.[4]", "5555607": "Alenka Zupančič (born 1 April 1966) is a Slovenian philosopher whose work focuses on psychoanalysis and continental philosophy.\nShe is a Slovenian psychoanalytic theorist and philosopher who along with Mladen Dolar and Slavoj Žižek have in large measure been responsible for the popularity in North America (and Europe) of a politically infused Lacanian psychoanalysis.", "36423077": "Park Jung-yang (Korean: 박중양; May 3, 1872 – April 23, 1959) was a Korean bureaucrat, politician, liberal and social activist. He demolished the castle of Daegueup and the Old Gyungsangdo Provincial Office, and contributed to city planning and road maintenance in Daegu. He also participated in the destruction of the Castle of Jinju. He was a conscientious Japanese colonial supporter with pro-Japanese group ideology as well as an advocate for civil rights.", "2311590": "Sir George Edward Gordon Catlin (26 July 1896  – 7 February 1979)[1] was an English political scientist and philosopher. A strong proponent of Anglo-American co-operation, he worked for many years as a professor at Cornell University and other universities and colleges in the United States and Canada. He preached the use of a natural science model for political science. McMaster University Libraries holds his correspondence archive and the body of some of his works. He had two children, one of whom was the politician and academic Shirley Williams.", "6538670": "John Cook Wilson FBA (6 June 1849 – 11 August 1915) was an English philosopher, Wykeham Professor of Logic and Fellow of New College.", "59917743": "Donald Clayton Hubin is an American philosopher, specializing in ethics, legal philosophy and political philosophy. He has published research on justice and future generations, parental rights, paternity, instrumental rationality and benefit-cost analysis, among other topics. Hubin is a professor emeritus in the Department of Philosophy at Ohio State University and the Founding Director Emeritus of its Center for Ethics and Human Values. He serves as the Chair of the national board of National Parents Organization.[1]", "869808": "Joseph D. Sneed (September 23, 1938 –  February 7, 2020) was an American physicist, and philosopher at the Colorado School of Mines.", "3032498": "Alfonso Gómez-Lobo (January 1, 1940 – December 31, 2011) was a professor of metaphysics and moral philosophy at Georgetown University known for his critical evaluations of modern-day ethics.[1] He was a member of The President's Council on Bioethics of the United States.", "19711413": "Taede Anne Smedes (born 3 July 1973 in Drachten)[1] is a Dutch philosopher of religion specializing in the relationship between religion and science.[2][3][4] He received a Ph.D. degree from the University of Groningen in 2004 for a thesis on Avoiding Balaam's Mistake: Exploring Divine Action in an Age of Scientism.[5]", "69387712": "Hu Yuan (Chinese: 胡瑗, 993-1059), courtesy name Yizhi (Chinese: 翼之).[1] Born in Hailing, Taizhou (today's Taizhou, Jiangsu). Since he lived in the Fort Anding in the modern-day Zichang County, he was also called \"Mr. Anding\" (Chinese: 安定先生, Ān dìng xiān sheng).", "40060353": "Deborah G. Mayo FBA is an American philosopher of science and author. She is a professor emerita in the Department of Philosophy at Virginia Tech[1] and holds a visiting appointment at the Center for the Philosophy of Natural and Social Science of the London School of Economics.[2]", "66733506": "Dmitry Ivanovich Chesnokov (Russian: Дми́трий Ива́нович Чесноко́в; 25 October [7 November] 1910, the village of Kaplino, Kursk province – 17 September 1973, Moscow) was a  Soviet professor of philosophy, journalist and politician.", "443842": "Monroe Curtis Beardsley (/ˈbɪərdzli/ BEERDZ-lee; December 10, 1915 – September 18, 1985) was an American philosopher of art.", "12469704": "Aroj Ali Matubbar (Bengali: আরজ আলী মাতুব্বর; 17 December 1900 – 15 March 1985) was a Bangladeshi self-taught philosopher and rationalist. He was known for his critical perspectives on religion, superstition and traditional beliefs in his writings.[1]", "48514507": "Timofej Mikhailovich Bondarev (Тимофе́й Миха́йлович Бо́ндарев 3 April 1820—3 November 1898) was a Russian peasant philosopher. He wrote the treatise The Triumph of the Farmer or Industry and Parasitism, which inspired Leo Tolstoy. Tolstoy saw to its publication in 1888 and 1906.", "1328594": "Hugo Albert Emil Hermann Dingler (July 7, 1881, Munich – June 29, 1954, Munich) was a German scientist and philosopher.", "3655124": "Nettie Wiebe (born January 22, 1949) is a Canadian professor. She grew up near Warman, Saskatchewan. She has a BA and MA in Philosophy from the University of Saskatchewan and a PhD in Philosophy from the University of Calgary.", "67356116": "Anthony Richards Manser (1924–1995) was a British philosopher and Professor of Philosophy at Southampton University. He was a president of Aristotelian Society and a member of the Mind Association.[1][2]\nHe is known for his works on the philosophy of F. H. Bradley.[3][4]", "36259288": "Shri Gangadharendra Saraswati, officially Shreemajjagadguru Shankaracharya Shri Gangadharendra Saraswati Swamij, is pontiff (Guru) of Shri Sonda Swarnavalli Mutt,[1] Sirsi, Karnataka, India. He is the 54th Guru of this mutt. He took sannyasa and ordination from Shri Jayendra Saraswathi Mahaswamiji of Kanchi Matha which is known as Kanchi kamakoti Peetham. He is a follower of Advaita Vedanta.", "74499545": "Carolina Sartorio is an American philosopher and professor of philosophy at Rutgers University. Previously she taught at the University of Arizona.[1] She is known for her works on free will.[2][3][4]", "47072733": "Richard Grandy (born 1942) is an American philosopher and logician, who is emeritus professor of philosophy at Rice University.", "42911205": "Hugo Seleme (born 1968, Cordoba, Argentina) is an Argentinean political philosopher professor of Ethics and Jurisprudence at Cordoba National University, Argentina.[1] He is researcher at CONICET (Argentinean National Council for Sciences and Technology),[2] and visiting professor at Pompeu Fabra University) School of Law, Barcelona, Spain[3] and Heidelberg Center for Latin America. He has been a visiting scholar at Ohio University and researcher collaborator at Princeton University Center for Human Values. He has also had visiting positions at Alcalá University and Chile University. Currently, he is working on a book related to international distributive justice.", "16238055": "William of Falgar[1] (died 1297 or 1298) was a Franciscan theologian from south-west France, a follower of Bonaventure.[2]", "47662571": "Delia Ruby Graff Fara (April 28, 1969 – July 18, 2017[2]) was an American philosopher who was professor of philosophy at Princeton University. She specialized in philosophy of language, metaphysics, and philosophical logic.", "27477484": "Ernest Edwin Speight (6 December 1871 – 17 September 1949), usually known as E E Speight, was a Yorkshireman who travelled in Japan and India and was a professor of English for twenty years at the Imperial University, Tokyo, Japan and also at the Fourth Higher School, Kanazawa,[4] then for a further twenty years at the Osmania University, Hyderabad, India. In India he made a study of the Nilgiri hill tribes and was working on a Toda grammar at his death[1][5]", "40453612": "Harald Frithjof Seiersted Ofstad (13 October 1920 – 5 October 1994) was a Norwegian moral philosopher. He was Professor in Applied Philosophy at Stockholm University for more than 30 years.", "1459692": "Kostas Axelos (also spelled Costas Axelos; Greek: Κώστας Αξελός; 26 June 1924 – 4 February 2010) was a Greek-French philosopher.", "53626352": "Nythamar de Oliveira (born 22 October 1960) is a Brazilian philosopher, theologian, and university teacher. Born in Rio de Janeiro, Brazil, he is full professor at the School of Humanities of the Pontifical Catholic University of Rio Grande do Sul, in Porto Alegre.[1][2]", "65324531": "Kirk Alan Ludwig (born May 11, 1959)[1] is an American philosopher who is Professor of Philosophy and Cognitive Science at Indiana University.[2]", "54773235": "Bogusław Wolniewicz (September 22, 1927 – August 4, 2017) was a Polish philosopher. He was a professor at University of Warsaw from 1963 to 1998. In scholarly circles, he is known as a translator and commentator of Ludwig Wittgenstein. From the 1990s, he became a publicist mostly affiliated with the Radio Maryja community.[1]\nHis controversial views were often regarded as anti-Semitic and Islamophobic.[1][2][3]", "35767797": "Nizam al-Din Hasan al-Nisaburi, whose full name was Nizam al-Din Hasan ibn Mohammad ibn Hossein Qumi Nishapuri (d. 1328/29) (Persian: نظام الدین حسن نیشاپوری) was a Persian Sunni[1][2][3] Islamic Shafi'i, Ash'ari scholar, mathematician, astronomer, jurist, Qur'an exegete, and poet.", "3065337": "Feliks Karol Koneczny (Polish pronunciation: [ˈfɛliks ˈkarɔl kɔˈnɛt͡ʂnɨ]; 1 November 1862 – 10 February 1949) was a Polish historian, theatrical critic, librarian, journalist and social philosopher. He founded the original system of the comparative science of civilizations.[1][2][3]", "1951225": "Pierre Poiret Naudé (15 April 1646 – 21 May 1719) was a prominent French mystic and Christian philosopher. He was born in Metz and died in Rijnsburg.", "60179966": "John L. Tienson (1940-2018) was an American philosopher and professor emeritus of philosophy at the University of Memphis. He served as Co-Editor of the Southern Journal of Philosophy.[1][2]", "1033730": "Raimo Heikki Tuomela (9 October 1940 – 22 November 2020)[1]) was a Finnish philosopher.", "17924": "Leucippus (/luːˈsɪpəs/; Greek: Λεύκιππος, Leúkippos; fl. 5th century BCE) was a pre-Socratic Greek philosopher. He is traditionally credited as the first philosopher to develop a theory of atomism. This is a distinction he shares with his student, Democritus, and which of them developed atomism is the subject of debate. Some philosophers argue that there was no historical Leucippus and that atomism was invented entirely by Democritus. Two books are attributed to Leucippus, but little else is known about his life or his teachings. Modern philosophy rarely attempts to distinguish the work of Leucippus and Democritus.", "27510276": "Izchak Miller (September, 1935 – April 1, 1994) was a philosopher and author, known, among other things, for his scholarly writings on Edmund Husserl and his contributions to Husserlian phenomenology.[1]", "15484420": "Martin Kusch (born 19 October 1959)[1] is Professor of philosophy at the University of Vienna. Until 2009, Kusch was Professor of Philosophy and Sociology of science at the Department of History and Philosophy of Science at Cambridge University. Prior to Cambridge, Kusch was lecturer in the Science Studies Unit of the University of Edinburgh.", "6899205": "Diana Hilary Coole (born 1952)[1]  is Professor of Political and Social Theory in the School of Politics and Sociology, Birkbeck, University of London. Her main field of research covers, broadly, contemporary continental philosophy with special interests in poststructuralism (especially Foucault), and feminism and gender in political thought.[2] Coole also sits on the editorial boards of several journals including Contemporary Political Theory and the European Journal of Political Theory.", "771589": "Roscelin of Compiègne (c. 1050 – c. 1125), better known by his Latinized name Roscellinus Compendiensis or Rucelinus, was a French philosopher and theologian, often regarded as the founder of nominalism.", "4081158": "Muhammad Hasan Askari (Urdu: محمد حسَن عسکری)\n(1919 – 18 January 1978) was a Pakistani scholar, literary critic, writer and linguist of modern Urdu language. Initially \"Westernized\", he translated western literary, philosophical and metaphysical work into Urdu, notably classics of American, English, French and Russian literature.[1] But in his later years, through personal experiences, geopolitical changes and the influence of authors like René Guénon, and traditional scholars of India towards more latter part of his life, like Maulana Ashraf Ali Thanwi,[2] he became a notable critic of the West and proponent of Islamic culture and ideology.[3][4]", "15287818": "Jules Vuillemin (/ˌvuːiˈmæn/; French: [vɥijmɛ̃]; 15 February 1920 – 16 January 2001) was a French philosopher, Professor of Philosophy of Knowledge at the prestigious Collège de France, in Paris, from 1962 to 1990, succeeding Maurice Merleau-Ponty, and Professor emeritus from 1991 to 2001.[2] He was an Invited Professor at the Institute for Advanced Study, in Princeton, New Jersey (1968).[3]", "3196427": "Oswald Hanfling (21 December 1927 – 25 October 2005) was an ordinary language philosopher who worked at the UK's Open University from 1970, until his retirement in 1993. At the Open University he, together with Stuart Brown and Godfrey Vesey, pioneered the teaching of philosophy to a higher-education standard via the means of BBC-broadcast radio and television programmes and written course books.[1]", "38159876": "Cooper Harold Langford (25 August 1895, Dublin, Logan County, Arkansas – 28 August 1964) was an American analytic philosopher and mathematical logician who co-authored the book Symbolic Logic (1932) with C. I. Lewis. He is also known for introducing the Langford–Moore paradox.", "15025678": "Diodorus (Greek: Διόδωρος) of Adramyttium, was a rhetorician and Academic philosopher. He is known only from the account given by Strabo.[1] He lived at the time of Mithridates (1st century BC), under whom he commanded an army. In order to please the king, he caused all the senators of his native place to be massacred. He afterwards accompanied Mithridates to Pontus, and, after the fall of the king, Diodorus received the punishment for his cruelty. Charges were brought against him at Adramyttium, and as he felt that he could not clear himself, he starved himself to death in despair.", "46679567": "Mezri Haddad (born 2 July 1961 in Le Kram) is a Tunisian journalist, writer, philosopher and diplomat.\nHaddad was a doctor of moral and political philosophy at the Paris-Sorbonne University, and the first Muslim candidate to be qualified by the National Council of French universities as a lecturer in Catholic theology.[1]\nHe is the author of several essays that focus on politics and religion (Islam and Christianity).", "13190672": "Raïssa Maritain (née Oumansoff) (September 12, 1883 in Rostov-on-Don – November 4, 1960 in Paris[1]) was a French poet and philosopher. She was the wife of Jacques Maritain, with whom she worked and whose companion she was for more than half a century, at the center of a circle of French Catholic intellectuals. Her memoir, Les Grandes Amitiés, which won the prix du Renouveau français, chronicles this. Jacques Maritain, Raïssa and her sister Vera (1886-1959) formed what would be called \"the three Maritains\".", "3720731": "Christian Martin Julius Frauenstädt (April 17, 1813, Bojanowo, Posen – January 13, 1879, Berlin) was a German philosopher and editor. He was educated at the house of his uncle at Neisse, and converted from Judaism to protestant Christianity in 1833.[1] He studied theology and, later, philosophy at Berlin, where he came under the sway of the philosophies of Hegel and Schelling. He worked as a private tutor for the Sayn-Wittgenstein family during this period.", "64472604": "Edward Collins Vacek, SJ is a Jesuit priest and academic who teaches Catholic Studies at Loyola University New Orleans.", "60671523": "Nodar Djin (Russian: Нодар Джин; January 8, 1947  —  April 4, 2002)[1] was a Georgian-born Russian writer, journalist and philosopher.", "39437863": "Fu Sheng (Chinese: 伏勝; 268–178 BC),[1] also known as Master Fu (伏生), was a Chinese philosopher and writer. He was a Confucian scholar of the Qin and Western Han dynasties of ancient China, famous for saving the Confucian classic Shangshu (Book of Documents) from the book burning of the First Emperor of Qin.[2][3] Fu Sheng is depicted in the Wu Shuang Pu (無雙譜, Table of Peerless Heroes) by Jin Guliang.", "1164861": "Jean André Wahl (French: [val]; 25 May 1888 – 19 June 1974) was a French philosopher.", "21579326": "Robert Bruce Raup (March 21, 1888 – April 13, 1976), was a Professor in the Philosophy of Education,  Teachers College, Columbia University. He was a well-known writer in the 1930s, whose writings were influenced by his own teacher and mentor, the American philosopher John Dewey. Like his mentor, Professor Raup is often associated with the pedagogical concept of promoting practical (i.e. pragmatic) judgment as something appropriate and necessary within the context of a modern democratic society. He was best known for his criticism of the American public education system, which he claimed was inadequate and ineffective in its methods.", "1230399": "Seol Chong (650 - 730 AD) was a leading scholar of the Unified Silla period from the Gyeongju Seol clan.  He studied Confucian writings and the related Chinese classics. He is also known by the courtesy name Chongji and the pen name Bingwoldang.", "57198144": "Joshua S. Parens is an American philosopher and Professor of Philosophy at the University of Dallas. He is the dean of Braniff Graduate School of Liberal Arts.[1] Parens is known for his expertise on Islamic and Jewish medieval philosophy.[2][3]", "312906": "Herbert Lionel Adolphus Hart FBA (/hɑːrt/; 18 July 1907 – 19 December 1992) was an English legal philosopher. He was the Professor of Jurisprudence at Oxford University and the Principal of Brasenose College, Oxford. His most famous work is The Concept of Law, which has been hailed as \"the most important work of legal philosophy written in the twentieth century\".[2] He is considered one of the world's foremost legal philosophers in the twentieth century.[3]", "73975375": "Deborah Black (born 1958) is a Canadian philosopher and Professor of Philosophy at the University of Toronto. \nShe is known for her  works on Islamic philosophy.[1][2][3][4]", "15877712": "Anat Biletzki (Hebrew: ענת בילצקי, born 1952) is a professor of philosophy at Tel Aviv University and Quinnipiac University in Hamden, CT.[1][2]", "7489105": "S. N. Balagangadhara (aka Balu) is a professor emeritus of the Ghent University in Belgium, and was director of the India Platform and the Research Centre Vergelijkende Cutuurwetenschap (Comparative Science of Cultures).", "24659537": "François Poullain de la Barre (French: [də la baʁ]; July 1647 – 4 May 1723)[1] was an author, Catholic priest, and a Cartesian philosopher.", "7390806": "David Selbourne (born 4 June 1937) is a British political philosopher, social commentator and historian of ideas. He was educated at Manchester Grammar School, and Balliol College, Oxford, where he studied Jurisprudence, held the Winter Williams Law Scholarship, and was awarded a Paton Studentship and the Jenkins Law Prize. He was thereafter a British Commonwealth Fellow at the University of Chicago Law School, and in 1960 was called to the bar of the Inner Temple where he was student scholar, but did not practise law.  He is the father of Raphael Selbourne, winner of the 2009 Costa First Book Award.", "11814488": "Odo or Eudes of Châteauroux (c. 1190 –25 January 1273), also known as Odo of Tusculum and by many other names,[n 1] was a French theologian and scholastic philosopher, papal legate and cardinal. He was “an experienced preacher and promoter of crusades”.[1] Over 1000 of his sermons survive.[2]", "2508381": "Westminster Theological Seminary (M.Div., ThM, 1973)", "4441698": "Herbert Witzenmann (16 February 1905, Pforzheim, Baden – 24 September 1988, Heidelberg, Baden-Württemberg) was a German philosopher and anthroposophist.", "14075493": "Quintus Sextius the Elder (/ˈkwɪntəs ˈsɛkstiəs/; Latin: Quinti Sextii Patris; fl. c. 50 BC) was a Roman philosopher, whose philosophy combined Pythagoreanism with Stoicism.  Seneca frequently praised him.[1]", "5752422": "Helena Sheehan is an academic philosopher, historian of science, philosophy, culture and politics. Sheehan is professor emeritus at Dublin City University, where she taught media studies and history of ideas in the School of Communications. She was a visiting professor at the University of Cape Town on several occasions. She has been active on the left since the 1960s. She has given many conference papers and public lectures in universities and other bodies in USA, USSR, GDR, Mexico, Canada, Ireland, UK, France, Germany, Czechoslovakia, Yugoslavia, Greece and South Africa.", "18630249": "Jussi Ville Tuomas Parikka (born 1976[1] in Anjalankoski) is a Finnish new media theorist[2] and Professor in Digital Aesthetics and Culture at Aarhus University, Denmark. He is also (visiting) Professor in Technological Culture & Aesthetics at Winchester School of Art[3] (University of Southampton) as well as Visiting Professor at FAMU at the Academy of Performing Arts in Prague. In Finland, he is Docent of digital culture theory at the University of Turku. Until May 2011 Parikka was the Director of the Cultures of the Digital Economy (CoDE) research institute at Anglia Ruskin University and the founding Co-Director of the Anglia Research Centre for Digital Culture. With Ryan Bishop, he also founded the Archaeologies of Media and Technology research unit.", "4867690": "Michael Williams (born 6 July 1947) is a British philosopher who is currently Krieger-Eisenhower Professor in the Department of Philosophy at Johns Hopkins University, noted especially for his work in epistemology.", "24823406": "Vasili Yakovlevich Zinger (Russian: Василий Яковлевич Цингер) (February 11, 1836 – March 2, 1907) was a Russian mathematician, botanist and philosopher. His name is sometimes spelled Wasili Jakowlewitsch Zinger.", "62801518": "Hubert R. G. Schwyzer (March 16, 1935 - June 22, 2006) was an American philosopher and a professor of philosophy at the University of California, Santa Barbara. He was known for his research on Kantian philosophy.[1][2]", "83569": "Periander (/ˌpɛriˈændər/; Greek: Περίανδρος; died c. 585 BC) was the second tyrant of the Cypselid dynasty that ruled over ancient Corinth. Periander's rule brought about a prosperous time in Corinth's history, as his administrative skill made Corinth one of the wealthiest city states in Greece.[1] Several accounts state that Periander was a cruel and harsh ruler, but others[2][citation needed] claim that he was a fair and just king who worked to ensure that the distribution of wealth in Corinth was more or less even.  He is often considered one of the Seven Sages of Greece, men of the 6th century BC who were renowned for centuries for their wisdom. (The other Sages were most often considered to be Thales, Solon, Cleobulus, Chilon, Bias and Pittacus.)[1]", "22988399": "Dharmarāja Adhvarin (b. 17th century C.E., Khandaramanikkam, Tanjor, India) was a Hindu philosopher. He developed the Advaita theory of knowledge. Up to this point metaphysics  and epistemology were treated as one in Indian philosophy.[1]", "33212020": "Tōten Miyazaki (Japanese: 宮崎 滔天, Hepburn: Miyazaki Tōten) or Torazō Miyazaki (1 January 1871 – 6 December 1922) was a Japanese philosopher who aided and supported Sun Yat-sen during the Xinhai Revolution. While Sun was in Japan, he assisted Sun in his travels as he was wanted by Qing dynasty authorities.[1]", "60474996": "Åsa Wikforss (born 25 July 1961) is a professor of theoretical philosophy at Stockholm University, and a member of the Swedish Academy.", "69682808": "Lester Embree (1938-2017) was an American philosopher and Professor of Philosophy at Florida Atlantic University.[1]", "13223547": "Kurt Riezler (February 11, 1882 – September 5, 1955) was a German philosopher and diplomat. A top-level cabinet adviser in the German Empire and the Weimar Republic, he negotiated Germany's underwriting of Russia's October Revolution and authored the 1914 September Program which outlined German war aims during World War I. The posthumous publication of his secret notes and diaries played a role in the \"Fischer Controversy\" among German historians in the early 1960s.", "50087559": "Micheline R. Ishay is an American political theorist known for her work in international relations and the history of human rights. She is professor of international studies and human rights at the Josef Korbel School of International Studies at the University of Denver,[1] where she serves as director of the International Human Rights Program (1992–2010, 2019–present) and was executive director of the Center on Rights Development (1993-2011). In 2008, she was named the University of Denver Distinguished Scholar, and she is an affiliate faculty member with the Center for Middle East Studies.[2]", "10176137": "Syed Zafarul Hasan (14 February 1885 – 19 June 1949) was a prominent twentieth-century Pakistani Muslim philosopher.", "11978382": "Joseph-Achille Mbembe, known as Achille Mbembe (/əmˈbɛmbeɪ/; born 1957), is a Cameroonian historian, political theorist, and public intellectual who is a research professor in history and politics at the Wits Institute for Social and Economy Research at the University of the Witwatersrand. He is well known for his writings on colonialism and its consequences and is a leading figure in new wave French critical theory.[1][2]", "63489687": "Paul Welsh (September 11, 1911 - August 29, 2004) was an American philosopher and professor of philosophy at Duke University.[2] \nHe was a member of Phi Beta Kappa and is known for his works on logic.[3][4]", "34752152": "Guy Cromwell Field FBA (15 January 1887 – 28 April 1955) was a British philosopher.  He was Professor of Philosophy, at the University of Bristol 1926–1952 and its Pro-Vice-Chancellor 1944–1945 and 1947–1952.  He was the grandson of Jesse Collings.", "34293405": "John Duns Scotus OFM (/ˈskoʊtəs/ SKOH-təs; Ecclesiastical Latin: [duns ˈskɔtus], \"Duns the Scot\"; c. 1265/66 – 8 November 1308)[9] was a Scottish Catholic priest and Franciscan friar, university professor, philosopher and theologian. He is one of the four most important Christian philosopher-theologians of Western Europe in the High Middle Ages, together with Thomas Aquinas, Bonaventure and William of Ockham.[10]", "181918": "Bernard of Chartres (Latin: Bernardus Carnotensis; died after 1124) was a twelfth-century French Neo-Platonist philosopher, scholar, and administrator.", "38454943": "Zhang Shenfu (Chinese: 张申府; September 15, 1893–June 20, 1986), born Zhang Songnian (张崧年), courtesy name Shenfu (申甫), was a founder of the Chinese Communist Party, a philosopher, and a political activist.[1][2] Zhang was born on June 15, 1893, in Xiaoduo village, Zhili (modern Hebei). His father, Zhang Liangong, was a senior official. In 1912, Zhang enrolled at Middle School Affiliated to Senior Normal School (高等师范学堂附属中学班) in Beiping (today Beijing). He later enrolled at Peking University to study philosophy and math in 1914. After graduating, Zhang started to lecture at Peking University, as well as assisting the work of university librarian Li Dazhao. When the Chinese Communist Party was founded by Chen Duxiu and Li Dazhao in the French concession of Shanghai in 1921 as a study society and informal network, Zhang organized the counterpart group in France (latter used to engage in Lyon Sino-French University after WWI) and then introduced his fiancée Liu Qingyang and friend Zhou Enlai to CCP. In 1925, due to disagreements with other representatives at the fourth congress, Zhang quit the party. After CCP won the Chinese Civil War, Zhang was employed as a researcher at the National Library with Zhou Enlai's permission. Due to his political stance, Zhang was labeled as right-wing in 1957 during the Anti-Rightist Campaign. After Mao's death and the 3rd Plenary Session of the 11th Central Committee, he was rehabilitated. He died in 1986 at 93 years old.[3]", "41469600": "Oleg Khoma (born October 30, 1966) is Ukrainian translator and historian of European philosophy. His research focus is on 17th- and 20th-century French philosophy, particularly Blaise Pascal, Rene Descartes and Nicolas Malebranche.", "50849": "Coluccio Salutati (16 February 1331[1] – 4 May 1406)[2] was an Italian Renaissance humanist and notary, and one of the most important political and cultural leaders of Renaissance Florence; as chancellor of the Florentine Republic and its most prominent voice, he was effectively the permanent secretary of state in the generation before the rise of the powerful Medici family.", "11781793": "Sandra Laugier is a French philosopher, who works on moral philosophy, political philosophy, philosophy of language, gender studies, and popular culture. She is a full professor of philosophy (classe exceptionnelle, University Professor) at the University of Paris 1 Panthéon-Sorbonne and a Senior member of the Institut Universitaire de France. She currently serves as the deputy director of the Institut des sciences juridique et philosophique de la Sorbonne (Université Paris 1 Panthéon-Sorbonne/CNRS).[1] In 2014, she received the title of the Chevalier de la Légion d’honneur. In 2022, she was awarded the Grand Prix Moron by the Académie française.", "214690": "John Cowper Powys (/ˈkuːpər ˈpoʊɪs/ KOO-pər POH-iss; 8 October 1872 – 17 June 1963) was an English philosopher, lecturer, novelist, critic and poet born in Shirley, Derbyshire, where his father was vicar of the parish church in 1871–1879.[1] Powys appeared with a volume of verse in 1896 and a first novel in 1915, but gained success only with his novel Wolf Solent in 1929. He has been seen as a successor to Thomas Hardy, and Wolf Solent, A Glastonbury Romance (1932), Weymouth Sands (1934), and Maiden Castle (1936) have been called his Wessex novels. As with Hardy, landscape is important to his works. So is elemental philosophy in his characters' lives.[2] In 1934 he published an autobiography. His itinerant lectures were a success in England and in 1905–1930 in the United States, where he wrote many of his novels and had several first published. He moved to Dorset, England, in 1934 with a US partner, Phyllis Playter. In 1935 they moved to Corwen, Merionethshire, Wales, where he set two novels, and in 1955 to Blaenau Ffestiniog, where he died in 1963.", "72271528": "Vasudeva Sarvabhauma ( Sanskrit: वासुदेव सर्वभौम )  was an Indian Philosopher and a scholar of Nyaya Shastra.[1][2] He is also known as Sarvabhauma Bhattacharya. He lived around 13th to 14th century of the Common Era. He belonged to Nabadwip and went to Mithila for studying Nyaya Shastra in Ancient Mithila University. He was a student of Pakshadhara Mishra, the head professor of Nyaya Shastra in the Ancient Mithila University at that time.[3] He memorized the entire texts of learning available there and then returned to Nabadwip to establish his own school for the study of logic ( Navya Nyaya or New Logic ) He was one of the founders of Navya Nyaya School of Indian Philosophy.[4][5]", "15320745": "Metrodorus of Athens (Greek: Μητρόδωρος ὁ Ἀθηναῖος) was an Athenian philosopher and painter who flourished in the 2nd century BC. It chanced that Aemilius Paulus, visiting Athens on his return from his victory over Perseus of Macedon in 168 BC, asked for a tutor for his children and a painter to glorify his triumph. The inhabitants suggested Metrodorus as capable of discharging both duties, and it is recorded that Aemilius was entirely satisfied.[1]", "5457582": "Tullia d'Aragona (1501/1505 – March or April 1556)[1] was an Italian poet, author, and philosopher. Born in Rome sometime between 1501 and 1505, Tullia traveled throughout Venice, Ferrara, Siena, and Florence before returning to Rome. Throughout her life, Tullia was esteemed one of the best female writers, poets, and philosophers of her time. Influencing many of the most famous philosophers, Tullia's work elevated women's status in literature to equal that of men. Her intellect, literary abilities, and social graces helped her become among the most celebrated of Renaissance poet-courtesans.", "63489710": "Helen S. Lang (February 19, 1947 – June 20, 2016) was an American philosophy professor and researcher, specializing in ancient Greek philosophy and science, medieval and Renaissance thought, and an expert on Aristotelian natural philosophy.[1][2]", "29378224": "Julius Hermann von Kirchmann (5 November 1802 – 20 October 1884) was a German jurist and philosopher.", "41240245": "'Abu Bakr Muhammad at-Turtushi (Arabic: ابو بكر محمد بن الوليد الطرطوشي‎) (1059 – 1126 CE; 451 AH – 520 AH ), better known as At-Turtushi was one of the most prominent Andalusian political philosophers of the twelfth century. His book Kitāb Sirāj al-Mulūk (The Lamp of Kings) was one of the most important works of political theory to be produced in the medieval Islamic world. At-Turtushi was also an accomplished jurist in the Maliki school.", "1558201": "Lev Manovich (/ˈmænəvɪtʃ/ MAN-ə-vitch[2]) is an artist, an author and a theorist of digital culture. He is a Distinguished Professor at the Graduate Center of the City University of New York. Manovich played a key role in creating four new research fields: new media studies (1991-), software studies (2001-), cultural analytics (2007-) and AI aesthetics (2018-). Manovich's current research focuses on generative media, AI culture, digital art, and media theory.[3]", "23119557": "Enrique González Rojo (October 5, 1928 – March 5, 2021) was a Mexican writer, philosopher and teacher.", "22365915": "Louis Francisque Lélut (1804–1877) was a French medical doctor and philosopher known for his works Démon de Socrate and L'Amulette de Pascal, where he stated that Socrates and Blaise Pascal were insane.", "63456989": "Henryk Hiż (8 October 1917 – 19 December 2006) was a Polish analytical philosopher specializing in linguistics, philosophy of language, logic, mathematics and ethics, active for most of his life in the United States, one of the youngest representatives of the Lwów–Warsaw school.", "33441504": "Giuseppe Rensi (31 May 1871 in Villafranca di Verona – 14 February 1941 in Genoa) was an Italian philosopher.", "1525473": "Heinrich Gustav Hotho (Berlin, May 22, 1802 – Berlin, December 25, 1873) was a German historian of art and Right Hegelian. He is famous for being the compiler and editor of Hegel's posthumous work Vorlesungen über die Ästhetik (\"Lectures on Aesthetics\").", "7456481": "Peter of Aquila (Scotellus) (d. 1361) was an Italian Friar Minor, theologian and bishop.", "57984736": "José Luis Villacañas Berlanga (born in 1955) is a Spanish political philosopher and historian of political ideas.", "63489761": "Charles Augustus Baylis (1902–1975) was an American philosopher and professor of philosophy at Brown University (1927–1949), University of Maryland (1949–1952), Duke University (1952–1970).[1] He was the managing editor of the Journal of Symbolic Logic.[2][3]", "7456486": "Peter of Auvergne (died 1304) was a French philosopher and theologian.", "54544102": "Raphael Sassower (born 26 September 1955) is a professor of philosophy at the University of Colorado Colorado Springs (UCCS).  His academic contributions have been in the fields of economics, medical theory and methodology, science and technology, postmodernism, education, aesthetics, and Popperian philosophy.[1] He is also a leader in the field of postmodern technoscience.[2]", "57591526": "Tony D. Sampson (born 1964) is a British academic author who writes about philosophies of affect, digital media cultures and labour, marketing power, design/brand thinking, social and immersive user experiences and neurocultures. He is best known for his widely cited and debated academic publications on virality,[1] network contagion and neuroculture. This work is influenced by the 19th century French sociologist, Gabriel Tarde and concerns contemporary analyses of viral phenomena and affective and emotional contagion on the Internet. In 2017 Sampson published The Assemblage Brain, a book about the culture of the affective brain explored through digital media, the neurosciences, business (marketing), cybernetics and political power. His most recent publication, A Sleepwalker's Guide to Social Media (2020),[2] explores the power dynamic of a post-Cambridge Analytica social media environment wherein the marketing logic of virality/growth helps to inflame contagions of race hate, posing a threat to democracy.", "2115308": "Moishe Postone (17 April 1942 – 19 March 2018) was a Canadian historian and social theorist. He was a professor of history at the University of Chicago, where he was part of the Committee on Jewish Studies.", "7456495": "Peter of Poitiers (Latin: Petrus Pictaviensis) was a French scholastic theologian, born in Poitiers (or in the region) around 1125-1130. He died in Paris on September 3, 1205.", "69715697": "University of East Anglia", "22071028": "Rüdiger Safranski (born 1 January 1945) is a German philosopher and author.", "5097211": "Henry Aristippus of Calabria (born in Santa Severina in 1105–10; died in Palermo in 1162), sometimes known as Enericus or Henricus Aristippus, was a religious scholar and the archdeacon of Catania (from c. 1155) and later chief familiaris of the triumvirate of familiares who replaced the admiral Maio of Bari as chief functionaries of the Kingdom of Sicily in 1161.", "60442370": "Les Amants du Flore (The Lovers of Flore) is a 2006 French TV film, directed by Ilan Duran Cohen, about the relationship between Jean-Paul Sartre and Simone de Beauvoir beginning with their university years, then the following 20 years through the wartime, post-war fame and publication of Le Deuxième Sexe.[1][2] It was made in April 2006 and broadcast on France 3 on 6 September 2006.[3]", "53823235": "John Jeremy Stuhr (born November 28, 1951)[1] is an American philosopher who teaches at Emory University.[2]  He has written extensively about a wide assortment of philosophical figures and movements as well as a broad array of cultural problems and issues.[3]  His work is known for its lively, engaged, and direct style.  He draws critically on thinkers from often separated philosophical traditions (such as Pragmatism, Neopragmatism, Continental Philosophy, Critical Theory, Postmodernism, and Deconstruction).  Revealing his impatience with narrow and academic conceptions of philosophy, his writings make deep and consistent use of poetry, painting, photography, and the lyrics of contemporary music, and they exhibit a broad interdisciplinary reach across fields such as rhetoric, media studies, relativity theory, political and legal theory, cultural geography, and economics.[4]", "5883654": "Ernesto Buonaiuti (June 25, 1881[1] – April 20, 1946) was an Italian historian, philosopher of religion, former Catholic priest and anti-fascist. He lost his chair at the University of Rome owing to his opposition to the Fascists. As a scholar in History of Christianity and religious philosophy he was one of the most important exponents of the modernist current.", "59131656": "Maria Kokoszyńska-Lutmanowa (born Maria Kokoszyńska, 6 December 1905 – 30 June 1981[1]) was \"a significant logician, philosopher of language and epistemologist\",[2] and \"one of the most outstanding female representatives\"[1] of the third generation of the Lwów–Warsaw school. She is \"mostly known as the author of the important argumentation against neopositivism of the Vienna Circle as well as one of the main critics of relativistic theories of truth\".[2] She was also noted for popularising Tarski's works on semantics.", "62048009": "Vedesha Tirtha (c. 1570 - c. 1620) (also known as Vedesha Bhiksu also spelles as Vedesha Bikshu), was an Indian Hindu scholar and theologian in the Dvaita Vedānta tradition. He was the disciple of Raghuttama Tirtha and Vedavyasa Tirtha, and is the most celebrated name in the annals of the Dvaita Vedanta. He is a Bidi-Sanyasi (stray ascetic) and not pontiff of any mutt.[1]", "62637842": "Stephen David John (born 1979), is a British philosopher . He is a Fellow of Pembroke College, Cambridge,[1] and the University Hatton Professor in the Philosophy of Public Health. John is a member of the academic staff and lecturer in the Department of History and Philosophy of Science (HPS), his research focuses on the philosophy of science, political philosophy and the philosophy of public health.[2]"}