{"12416768": "Ludwig Louis Albert Zehnder (4 May 1854, in Illnau – 24 March 1949, in Oberhofen am Thunersee) was a Swiss physicist, one of the inventors of the Mach–Zehnder interferometer.[1]", "9402112": "Dr. Ali Moustafa Mosharafa (Egyptian Arabic: على مصطفى مشرفة) (11 July 1898 – 16 January 1950) was an Egyptian theoretical physicist. He was a Professor of Applied Mathematics at Cairo University, and also served as the first dean.[1] He contributed to the development of Quantum theory as well as the Theory of relativity.[2]", "20281089": "Raymond Laflamme (born 1960), OC, FRSC is a Canadian theoretical physicist and founder and until mid 2017, was the director of the Institute for Quantum Computing at the University of Waterloo. He is also a professor in the Department of Physics and Astronomy at the University of Waterloo and an associate faculty member at Perimeter Institute for Theoretical Physics. Laflamme is currently a Canada Research Chair in Quantum Information.[1] In December 2017, he was named as one of the appointees to the Order of Canada.[2]", "6682374": "Balthasar van der Pol (27 January 1889 – 6 October 1959) was a Dutch physicist.", "521992": "Clifford Glenwood Shull (September 23, 1915 in Pittsburgh, Pennsylvania – March 31, 2001) was a Nobel Prize-winning American physicist.", "61503243": "Cornelia Denz (born 23 May 1963) is a German Professor of Physics at the University of Münster. She works in nonlinear optics and nanophotonics, and is a Fellow of The Optical Society and The European Optical Society.", "70743820": "Michael Riordan (born 3 December 1946) is an American physicist, science historian and author.", "65697555": "Lisbeth Dagmar Gronlund (born 1959)[1] is an American physicist and nuclear disarmament expert, the former co-director of the Global Security Program for the Union of Concerned Scientists.", "34600724": "Jakob Kunz (November 3, 1874 – July 18, 1938) was an American physicist who pioneered the development and application of photoelectric cells. Born in Brittnau, Switzerland, he earned his bachelor's degree in 1897 and his Ph.D in 1902 from the Eidgenossisches Polytechnikum in Zurich,[1] and was active in the Baháʼí Faith from 1921.", "33912596": "Alexander Georgiev Petrov  (Bulgarian: Александър Георгиев Петров; 27 May 1948 Stara Zagora) is a Bulgarian professor of physics and a Fellow of the Bulgarian Academy of Sciences.", "43677463": "David Wayne Allan (born September 25, 1936) is an American atomic clock physicist and author of the Allan variance, also known as the two-sample variance, a measure of frequency stability in clocks, oscillators and other applications.[2] He worked for the National Bureau of Standards in Colorado.[4]", "65337112": "Na Ji is an American biophysicist and the Luis Alvarez Memorial Chair in Experimental Physics at UC Berkeley,[1] where her work focuses on optical microscopy techniques for in vivo imaging and biophotonics. She has a joint appointment as faculty scientist at Lawrence Berkeley National Laboratory.[2]", "42661656": "Gottfried Jens Feder (31 January 1939 – 15 February 2019) was a Norwegian physicist.", "8320798": "Franklin Seaney Cooper (April 29, 1908 – February 20, 1999) was an American physicist and inventor who was a pioneer in speech research.[1]", "161566": "Aryeh Moshe Eliyahu Kaplan (Hebrew: אריה משה אליהו קפלן;  October 23, 1934 – January 28, 1983)[1][2] was an American Orthodox rabbi, author, and translator best known for his Living Torah edition of the Torah and extensive Kabbalistic commentaries. He became well-known as a prolific writer and was lauded as an original thinker. His wide-ranging literary output, inclusive of introductory pamphlets on Jewish beliefs, and philosophy written at the request of NCSY are often regarded as significant factors in the growth of the baal teshuva movement.[3][4][5]", "16709409": "Andrius Baltuška (born 26 November 1971 in Leningrad) is a  Lithuanian physicist.", "50820900": "Emily Levesque (born 1984[2]) is an American astronomer and assistant professor in the Department of Astronomy at the University of Washington.[1] She is renowned for her work on massive stars and using these stars to investigate galaxy formation. In 2014, she received the Annie Jump Cannon Award for her innovative work on gamma ray bursts[3] and the Sloan Fellowship in 2017.[4] In 2015, Levesque, Rachel Bezanson, and Grant R. Tremblay published an influential[5] paper,[6]  which critiqued the use of the Physics GRE as an admissions cutoff criterion for astronomy postgraduate programs by showing there was no statistical correlation between applicant's score and later success in their academic careers. Subsequently, the American Astronomical Society adopted the stance that the Physics GRE should not be mandatory for graduate school applications,[7][8] and many graduate astronomy programs have since removed the Physics GRE as a required part of their graduate school applications.[5][8] She is also the author of the 2020 popular science book The Last Stargazers: The Enduring Story of Astronomy's Vanishing Explorers.[9]", "41711403": "Marvin Chester (29 December 1930 in New York, New York – 22 April 2016) was a UCLA emeritus professor of Physics who specialized in quantum mechanics.[2] After receiving his B.S. undergraduate degree from the City College of New York in 1952, he studied under Richard Feynman and John R. Pellam at California Institute of Technology where he received his Ph.D. in Physics in 1961. Thereafter he spent the following 31 years (1961 to 1992) as a faculty member in the Physics department at UCLA.", "4159278": "Spencer R. Weart (born 1942) is the former director of the Center for History of Physics of the American Institute of Physics (AIP) from 1971 until his retirement in 2009.", "60585776": "N. Peter Armitage (born 1971) is an American physicist who is currently a Professor of Physics and Astronomy at The Johns Hopkins University.  His research centers on understanding material systems which exhibit coherent quantum effects at low temperatures, like superconductors and quantum magnetism.  His principal scientific interest is understanding how is it that large ensembles of strongly interacting, but fundamentally simple particles like electrons in solids act collectively to exhibit complex emergent quantum phenomena.  He exploits and develops techniques using low frequency microwave and THz range radiation that probe these systems at their natural frequency scales. The material systems of interest require new measurement techniques as their relevant frequencies typically fall between the range of usual optical and electronic methods.", "8091444": "Eugen Cornelius Joseph von Lommel (19 March 1837, Edenkoben – 19 June 1899, Munich) was a German physicist. He is notable for the Lommel polynomial, the Lommel function, the Lommel–Weber function, and the Lommel differential equation.  He is also notable as the doctoral advisor of the Nobel Prize winner Johannes Stark.", "3241786": "Anthony Zee (Chinese: 徐一鴻, b. 1945) (Zee comes from /ʑi23/, the Shanghainese pronunciation of 徐) is a Chinese-American physicist, writer, and a professor at the Kavli Institute for Theoretical Physics and the physics department of the University of California, Santa Barbara.", "7632699": "Paul Raskin is the founding president of the Tellus Institute, which has conducted over 3,500 research and policy projects throughout the world on environmental issues, resource planning, scenario analysis, and sustainable development. His research and writing has centered on propagating the Great Transition. Raskin has served as a lead author on a number of high-profile international reports, including the U.S. National Academy of Science's Board on Sustainability, the Millennium Ecosystem Assessment, the United Nations Environment Programme's Global Environment Outlook, the Earth Charter, and the Intergovernmental Panel on Climate Change (IPCC) Third Assessment Report.[1]", "751419": "Simon van der Meer (24 November 1925 – 4 March 2011) was a Dutch particle accelerator physicist who shared the Nobel Prize in Physics in 1984 with Carlo Rubbia for contributions to the CERN project which led to the discovery of the W and Z particles, the two fundamental communicators of the weak interaction.[1][2]", "3241799": "Erick J. Weinberg (born August 29, 1947) is a theoretical physicist and professor of physics at Columbia University.", "49837896": "Alan James Duncan FRSE FRSA (4 November 1938 – 9 July 1999) was a Scottish atomic physicist who created a metastable atomic hydrogen beam apparatus used to first observe the two-photon decay of metastable hydrogen and measure fundamental predictions of quantum theory.", "554826": "Robert Joseph Birgeneau (born March 25, 1942) is a Canadian-American[3] physicist and university administrator. He was the ninth chancellor of the University of California, Berkeley from 2004-13, and the fourteenth president of the University of Toronto from 2000-04.", "40957783": "Jean-Loup Puget (born 7 March 1947) is a French astrophysicist.  His current research interests lie in the Cosmic Microwave Background. Jean-Loup Puget and his collaborators reported the first identification of the Cosmic infrared background using COBE data.[1] He is also, along with Alain Léger, credited with the origin of the hypothesis that the series of infrared lines observed in numerous astrophysical objects are caused by emission from polycyclic aromatic hydrocarbons.[2]  He is currently principal investigator of the HFI module of the Planck space mission.", "32503640": "Douglas Verret is the editor in chief of IEEE Transactions on Electron Devices, and was appointed to that position in 2000. He is also member of the American Physical Society. Verret used to be a vice-chairman of the board of the College of Engineering and Computer Science of Baylor University. He has published more than twenty peer-reviewed, scientific articles.[1][2]", "50394967": "Fernando Brandão (born 22 January 1983, Belo Horizonte, Brazil) is a Brazilian physicist and computer scientist working on quantum information and quantum computation. He is currently the Bren Professor of Theoretical Physics at the California Institute of Technology and Director of Quantum Applications at Amazon Web Services.[1] Previously, he was a researcher at Microsoft and a reader in Computer Science at University College London.", "13825884": "Rafal Edward Dunin-Borkowski HonFRMS (born 3 August 1969) is a British experimental physicist.  He is currently Director of the Institute for Microstructure Research (PGI-5) and the Ernst Ruska-Centre for Microscopy and Spectroscopy with Electrons (ER-C) in Forschungszentrum Jülich and Professor of Experimental Physics in RWTH Aachen University.", "33093472": "Roland Johannes Hüttenrauch (26 January 1928 – 12 January 2006) was in charge of Stiftung Warentest, the German consumer organisation in Berlin from 1967 to 1994.", "24377185": "Gertrude Fanny Neumark, also known as Gertrude Neumark Rothschild, (April 29, 1927 – November 11, 2010[1]) was an American physicist, most noted for her work in material science and physics of semiconductors with emphasis on optical and electrical properties of wide-bandgap semiconductors and their light-emitting devices.[2]", "4421474": "Henry (Solomon) Lipson CBE FRS[1] (11 March 1910 – 26 April 1991) was a British physicist.  He was Professor of Physics, Manchester Institute of Science and Technology, 1954–77, then professor emeritus.[2]", "67073893": "Michael Williams is an experimental particle physicist, faculty member at MIT, and inaugural Deputy Director of the NSF AI Institute for Artificial Intelligence and Fundamental Interactions (IAIFI).", "4388709": "Michael Ellis Fisher (3 September 1931 – 26 November 2021) was an English physicist, as well as chemist and mathematician, known for his many seminal contributions\nto statistical physics, including but not restricted to the theory of phase transitions and critical phenomena.  He was the Horace White Professor of Chemistry, Physics, and Mathematics at Cornell University.[2]  Later he moved to the University of Maryland College of Computer, Mathematical, and Natural Sciences, where he was University System of Maryland Regents Professor, a Distinguished University Professor and Distinguished Scholar-Teacher.[1]", "38467438": "Edith Smaw Quimby (née Hinkley; July 10, 1891 – October 11, 1982) was an American medical researcher and physicist, best known as one of the founders of nuclear medicine. Her work involved developing diagnostic and therapeutic applications of X-rays. One of her main concerns was protecting both those handling the radioactive material and making sure that those being treated were given the lowest dose necessary.", "4454255": "Valentine Louis Telegdi (Hungarian: Telegdi Bálint; 11 January 1922 – April 8, 2006) was a Hungarian-born American physicist.[1][2][3][4][5][6][7][8] He was the Enrico Fermi Distinguished Service Professor of Physics at the University of Chicago[9] before he moved to ETH Zürich.", "4388722": "Herbert Fröhlich (9 December 1905 – 23 January 1991) FRS[1] was a German-born British physicist.[6][7]", "1636210": "Marcelo Damy de Sousa Santos (July 14, 1914 – November 29, 2009[1]) was a Brazilian physicist.", "63010676": "Luo Qi (Chinese: 罗琦; born October 1967) is a Chinese engineer, nuclear physicist, academician of the Chinese Academy of Engineering (CAE), and currently president of Nuclear Power Institute of China (NPIC). He is a member of the China Nuclear Energy Association (CNEA).[1][2]", "2553720": "Jean de Hautefeuille (French pronunciation: [ʒɑ̃ də otfœj], 20 March 1647 – 18 October 1724) was a French abbé, physicist and inventor.", "42006396": "Alan Dennis Clark is a British physicist and member of the American Physical Society. He was born in London in 1945.", "3635068": "The Göttingen Eighteen (German: Göttinger Achtzehn) was a group of eighteen leading nuclear researchers of the newly founded Federal Republic of Germany who wrote the Göttingen Manifesto on 12 April 1957, opposing Chancellor Konrad Adenauer and Defense Secretary Franz-Josef Strauß's move to arm the West German army, the Bundeswehr, with tactical nuclear weapons.", "42661758": "Torstein Kristen Fossan Jøssang (born 31 October 1933) is a Norwegian physicist.", "11204482": "Iosif Benzionovich Khriplovich (Иосиф Бенционович Хриплович) (born 1937) is a Russian theoretical physicist who has made deep contributions in quantum field theory, atomic physics, and general relativity.", "12679043": "Fawwaz T. Ulaby[2] (Arabic: فواز علبي) is Arthur F. Thurnau Professor of Electrical Engineering and Computer Science at the University of Michigan in Ann Arbor[3] and formerly the Founding Provost and Executive Vice President of the King Abdullah University of Science and Technology (KAUST) and R. Jamieson and Betty Williams Professor of Electrical Engineering and Computer Science at the University of Michigan.", "2946949": "Pran Nath is a theoretical physicist working at Northeastern University, with research focus in elementary particle physics. He holds a Matthews Distinguished University Professor chair.", "62322567": "Michael Nauenberg (19 December 1934 – 22 July 2019) was an American theoretical physicist and physics historian.[1][2]", "61831049": "Jiming Bao is a Chinese physicist.", "68843404": "Alak Ray is an Indian astronomer and high energy astrophysicist, who works on neutron stars, supernovae and GRBs.", "4421519": "Stanley Mandelstam (/ˈmændəlstæm/; 12 December 1928 – 23 June 2016) was a South African theoretical physicist. He introduced the relativistically invariant Mandelstam variables into particle physics in 1958 as a convenient coordinate system for formulating his double dispersion relations.[1] The double dispersion relations were a central tool in the bootstrap program which sought to formulate a consistent theory of infinitely many particle types of increasing spin.", "28047247": "Jesús Emilio Ramírez González (1904–1981[1]) was a Colombian geophysicist and seismologist.[2]: 139  Born in Yolombó, Antioquia, he earned a M.S. (1931) and PhD (1939) at Saint Louis University under James B. Macelwane. In the late 1930, he and Macelwane invented a system with that was able to track storms out in the middle of the Pacific Ocean using seismographs.  He was able to show that \"microseisms were traveling, rather than standing waves and that their origins could be traced to storms at sea\".[3] With Spanish meteorologist Simón Sarasola he co-founded the Geophysical Institute of the Colombian Andes and was its director for 38 years.  He was a president of the Academia Colombiana de Ciencias Exactas and the Centro Regional de Sismologia de America del Sur (CERESIS)[2]: 326–327  The Jesús Emilio Ramírez González Planetarium of Medellín is named for him.[4]", "50821007": "Smadar Naoz (סמדר נאוז, born 1978)[1] is an Israeli-American astrophysicist, and was the 2015 winner of the Annie Jump Cannon Award in Astronomy for her scientific contributions to the fields of cosmology and planetary dynamics.[2][3]", "53901203": "Handong Sun is a Singaporean physicist currently at Nanyang Technological University and an Elected Fellow of the American Physical Society.[1][2]", "11794322": "Gu Binglin (Chinese: 顾秉林, born October 8, 1945, in Dehui, Jilin, China) is a Chinese physicist and material scientist. He is the 17th president of Tsinghua University and a member of the Chinese Academy of Sciences.", "39810966": "Kanthia Kunaratnam (30 April 1934 – 9 September 2015) was a Sri Lankan Tamil physicist, academic and former vice-chancellor of the University of Jaffna.[2]", "61732761": "Michel Davier (born 6 March 1942) is a French physicist.", "53933979": "George Boris Townsend MBE (13 April 1919 – 12 April 2006) was an English physicist who specialised in television engineering. He published a number of books and papers on television engineering.", "74020764": "Hsiao-Mei (Sherry) Cho is a solid state physicist who works as a lead scientist at the SLAC National Accelerator Laboratory in California.[1] Her research involves the development of instruments to measure cosmological phenomena including dark matter[2] and the polarization of the cosmic microwave background.[3]", "3831709": "Richard Henry Dalitz, FRS[1] (28 February 1925 – 13 January 2006) was an Australian physicist known for his work in particle physics.[3][4]", "14776225": "John S. Rigden was an American physicist. His areas of expertise were molecular physics and the history of science. He was the former co-editor of the scholarly journal Physics in Perspective, published by Birkhäuser Publishing in Basel, Switzerland.[1]  Rigden died November 24, 2017, of cardiac arrest at St. Luke's Hospital in St. Louis. He was 83.[2]", "67041189": "Leo Kouwenhoven (born (1963-12-10)10 December 1963) is a Dutch physicist known for his research on quantum computing.", "24213416": "Anna Elizabeth Rhoades is a molecular biophysicist at University of Pennsylvania.[1]  She is known for pioneering studies of protein folding using single-molecule techniques.", "30668713": "Roman Grigorievich Maev (Russian: Роман Григорьевич Маев), (born 1945 in Moscow) is a Canadian professor of physics at the University of Windsor (Windsor, Ontario), distinguished university professor, the Foreign Member of the Russian Academy of Sciences (RAS) (2019), full professor in physics (2005), Dr. Sc. (2002), Ph. D. (1973). Dr. Maev is the founding director of the Institute for Diagnostic Imaging Research at the University of Windsor.[1]", "4388775": "Ian Philip Grant, DPhil; FRS; CMath; FIMA, FRAS, FInstP [1] (born 15 December 1930) is a British mathematical physicist. He is Emeritus Professor of Mathematical Physics at the University of Oxford and was elected a fellow of the Royal Society in 1992.[2] He is a pioneer in the field of computational physics and is internationally recognised as the principal author of GRASP, the General Relativistic Atomic Structure Program.[3]", "4421551": "Kurt Alfred Georg Mendelssohn FRS[1] (7 January 1906, Berlin-Schoeneberg – 18 September 1980) was a German-born British medical physicist, elected a Fellow of the Royal Society in 1951.[2][3]", "3995570": "Sir John Brian Pendry, FRS HonFInstP (born 4 July 1943[2][3]) is an English theoretical physicist known for his research into refractive indices and creation of the first practical \"Invisibility Cloak\". He is a professor of theoretical solid state physics at Imperial College London where he was head of the department of physics (1998–2001) and principal of the faculty of physical sciences (2001–2002). He is an honorary fellow of Downing College, Cambridge, (where he was an undergraduate) and an IEEE fellow.[4] He received the Kavli Prize in Nanoscience \"for transformative contributions to the field of nano-optics that have broken long-held beliefs about the limitations of the resolution limits of optical microscopy and imaging.\", together with Stefan Hell, and Thomas Ebbesen, in 2014.", "37517239": "Gerhard Fanselau (30 April 1904, Leipzig – 28 April 1982, Potsdam) was a German geophysicist.[1]", "5732283": "Erich Rudolf Alexander Regener (12 November 1881 – 27 February 1955) was a German physicist known primarily for the design and construction of instruments to measure cosmic ray intensity at various altitudes. He is also known for predicting a 2.8 K cosmic background radiation,[1] for the invention of the scintillation counter which contributed to the discovery of the structure of the atom, for his calculation of the charge of an electron and for his early work on atmospheric ozone. He is also credited with the first use of rockets for scientific research.", "4421563": "Samuel Roslington Milner FRS (22 August 1875 – 12 August 1958) (known as 'Ross') was a British physicist, who worked in plasma physics, studying the electrical conductivity of electrolytes. He is best known for the Debye-Milner Plasma Theory.[1]", "36632510": "Viatcheslav Fyodorovich Mukhanov (Russian: Вячесла́в Фёдорович Муха́нов; born October 2, 1956) is a Soviet/Russian born German theoretical physicist and cosmologist. He is best known for the theory of Quantum Origin of the Universe Structure. Working in 1980-1981 with Gennady Chibisov in the Lebedev Physical Institute in Moscow he predicted the spectrum of inhomogeneities in the Universe, which are originated from the initial quantum fluctuations. The numerous experiments in which there were measured the temperature fluctuations of the Cosmic Microwave Background Radiation are in excellent agreement with this theoretical prediction, thus confirming that the galaxies and their clusters originated from the initial quantum fluctuations. Later on Mukhanov proved that the results he obtained with G. Chibisov in 1981 are of the generic origin and he has developed the general consistent quantum cosmological perturbation theory.", "28014528": "Pierre Hohenberg (3 October 1934 – 15 December 2017) was a French-American theoretical physicist, who worked primarily on statistical mechanics.[2]", "53835711": "Nigel Robert Badnell is a British physicist, currently at University of Strathclyde and an Elected Fellow of the American Physical Society.[1][2]", "20903874": "Felix Ehrenhaft (24 April 1879 – 4 March 1952) was an Austrian physicist who contributed to atomic physics, to the measurement of electrical charges and to the optical properties of metal colloids. He was known for his maverick and controversial style. His iconoclasm was greatly admired by philosopher Paul Feyerabend. He won the Haitinger Prize of the Austrian Academy of Sciences in 1917.[1]", "53835714": "Timothy C. Beers (born June 24, 1957) is an American astrophysicist. Beers teaches at the University of Notre Dame in the Department of Physics (2014–present), where he holds the Notre Dame Chair in Astrophysics. He is a co-founder of the Physics Frontier Center Joint Institute for Nuclear Astrophysics – Center for the Evolution of the Elements. Prior to coming to Notre Dame, Beers was Director of Kitt Peak National Observatory (2011-2014), and for 25 years was a professor in the Department of Physics and Astronomy at Michigan State University (1986-2011), retiring from that position as University Distinguished Professor.", "11466687": "John R. Baumgardner is an American young earth creationist and geophysicist.[1][2]", "391110": "Francisco Javier Solana de Madariaga GCMG CYC (Spanish: [fɾanˈθisko xaˈβjeɾ soˈlana ðe maðaˈɾjaɣa]; born 14 July 1942) is a Spanish physicist and PSOE politician. After serving in the Spanish government as Foreign Affairs Minister under Felipe González (1992–1995) and as the Secretary General of NATO (1995–1999), leading the alliance during Operation Allied Force, he was appointed the European Union's High Representative for Common Foreign and Security Policy, Secretary General of the Council of the European Union and Secretary-General of the Western European Union and held these posts from October 1999 until December 2009.", "55572425": "Varun Bhisham Sahni (born March 29, 1956) is an Indian theoretical physicist, astrophysicist and a Distinguished Professor at the Inter-University Centre for Astronomy and Astrophysics.[1] Known for his research on cosmology,[2] Sahni is an elected fellow of all the three major Indian science academies viz. Indian Academy of Sciences,[3] Indian National Science Academy[4] and National Academy of Sciences, India.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2000.[6][note 1]", "54196171": "Hans  Joachim Specht (born 6 June 1936) is a German experimental particle and nuclear physicist and university professor at the Heidelberg University.", "47839186": "Barbara June Thompson is an American solar physicist. She is a scientist at Goddard Space Flight Center where she researches coronal mass ejections and the dynamics of coronal structures. Thompson was the project scientist for NASA's Solar Dynamics Observatory mission through development and early flight.", "39811026": "Rajaratnam Kumaravadivel is a Sri Lankan Tamil physicist, Emeritus professor, former dean of the Faculty of Science, University of Jaffna and former acting vice-chancellor of the University of Jaffna.", "41449427": "Heinz Billing (7 April 1914 – 4 January 2017) was a German physicist and computer scientist, widely considered a pioneer in the construction of computer systems and computer data storage, who built a prototype laser interferometric gravitational wave detector.[1]", "46561239": "Marshal Henry Wrubel (31 March 1924 in New York City – 26 October 1968) was a child prodigy in music, an astrophysicist, and the first director of Indiana University's Research Computing Center.[1]", "42661848": "Jan Myrheim (born 14 February 1948) is a Norwegian physicist.", "56686567": "Joseph Zyss (born in 1950) is a French physicist who specialises in molecular photonics and nonlinear optics. He is the author or co-author of more than 600 articles in the field.[2]", "8976361": "William H. Bassichis is an American physicist. He has been a physics professor  at Texas A&M University since 1970.  He is the author of a series of undergraduate physics textbooks titled Don't Panic, which is used by  some universities across North America. Before teaching at Texas A&M, Bassichis has done research at the Weizmann Institute of Science, the Centre d'études Nucléaires de Saclay, and the Lawrence Livermore Laboratory. He has also taught at MIT.[1]", "42661870": "Jon Magne Leinaas (born 11 October 1946) is a Norwegian theoretical physicist.", "20674546": "John Frederick Nye (26 February 1923[1] – 8 January 2019[2]) was a British physicist and glaciologist. He was the first to apply plasticity to understand glacier flow.[3][4]", "34928636": "Harold Joseph Morowitz (December 4, 1927 – March 22, 2016) was an American biophysicist who studied the application of thermodynamics to living systems.[1][2] Author of numerous books and articles, his work includes technical monographs as well as essays.[3][4] The origin of life was his primary research interest for more than fifty years.[5] He was the Robinson Professor of Biology and Natural Philosophy at George Mason University after a long career at Yale.[6]", "54589443": "Anatoly V. Zayats MAE FInstP FRSC is a British experimental physicist of Ukrainian origin known for his work in nanophotonics, plasmonics, metamaterials and applied nanotechnology.[1]  He is currently a Chair in Experimental Physics and the head of the Photonics & Nanotechnology Group[2] at King's College London.[3] He is a co-director of the London Centre for Nanotechnology[4] and the London Institute for Advanced Light Technologies[5]", "28309514": "Arun Nigavekar (14 March 1942 – 23 April 2021)[1] was an Indian physicist and educator. He was the vice-chancellor of the University of Pune from 1998 to 2000 and the vice-chairperson and then chairperson of the University Grants Commission (UGC) from 2000 to 2005.[2][3]", "358411": "Harlow Shapley (November 2, 1885 – October 20, 1972) was an American scientist, head of the Harvard College Observatory (1921–1952), and political activist during the latter New Deal and Fair Deal.[1][2]", "23492621": "Andreas Jaszlinszky (September 1715 in Abaújszina – January 1783 in Rozsnyó) was the Slovak-born author of the early physics textbooks Institutiones physicae pars prima, seu physica generalis (Trnava/Nagyszombat, 1756/1761, 471 pp) and Institutiones physicae pars altera, seu physica particularis (Trnava/Nagyszombat, 1756/1761, 341 pp).[1][2][3][4]", "60454928": "Ernst Bamberg (b.  (1940-11-09) November 9, 1940 (age 83) in Krefeld) is a German biophysicist and director emeritus of the Department of Biophysical Chemistry at the Max Planck Institute of Biophysics.[1][2]", "57112593": "Warren Perry Mason (September 28, 1900 – August 23, 1986) was an American electrical engineer and physicist at Bell Labs.  A graduate of Columbia University, he had a prolific output, publishing four books and nearly a hundred papers. He was issued over two hundred patents, more than anyone else at Bell Labs.  His work included acoustics, filters, crystals and ceramics, materials science, polymer chemistry, ultrasonics, bonding to semiconductors, internal friction, and viscoelasticity.", "72546325": "Elena Kirilovsky-Terlevich is an Argentine astrophysicist who works in Mexico as a researcher in the National Institute of Astrophysics, Optics and Electronics (INAOE). Her research involves galaxy formation and evolution, and the patterns of star formation within galaxies, especially those with active nuclei.[1]", "358425": "Walther Wilhelm Georg Bothe (German pronunciation: [ˈvaltɐ ˈboːtə] ⓘ; 8 January 1891 – 8 February 1957)[2] was a German nuclear physicist who shared the Nobel Prize in Physics in 1954 with Max Born.", "17528853": "André-Eugène Blondel (28 August 1863 – 15 November 1938) was a French engineer and physicist. He is the inventor of the electromechanical oscillograph and a system of photometric units of measurement.", "31750171": "Wallace Hampton Tucker is an American  astrophysicist who specializes in high-energy astrophysics,[not verified in body] \nan award-winning playwright, and an active environmentalist.", "34240541": "Luis Alfredo \"Gaucho\" Herrera Cometta (born December 20, 1946) is a Venezuelan relativity physicist, whose research focuses on the study of anisotropy,[1] the extended thermodynamics, exact and semi numeric solutions, axial symmetric solutions, alternative approaches to detect gravitational radiation using gyroscopes and recently about the relevance of super energy and super Poynting in General Relativity. Herrera is Emeritus Professor in the Escuela de Física at Universidad Central de Venezuela and currently is Visiting Professor at the Instituto Universitario de Fisica Fundamental y Matematicas, Universidad de Salamanca, Salamanca, Spain.", "8353825": "Walter Franz (8 April 1911, in Munich – 16 February 1992, in Münster) was a German theoretical physicist who independently discovered the Franz–Keldysh effect.", "23001123": "Trygve Røed-Larsen (born 17 May 1939) is a Norwegian physicist.", "456746": "Willis Eugene Lamb Jr. (/læm/; July 12, 1913 – May 15, 2008) was an American physicist who won the Nobel Prize in Physics in 1955 \"for his discoveries concerning the fine structure of the hydrogen spectrum.\" The Nobel Committee that year awarded half the prize to Lamb and the other half to Polykarp Kusch, who won \"for his precision determination of the magnetic moment of the electron.\"  Lamb was able to precisely determine a surprising shift in electron energies in a hydrogen atom (see Lamb shift).  Lamb was a professor at the University of Arizona College of Optical Sciences.", "4913195": "Keeve Milton (Kip) Siegel (January 9, 1924 – March 14, 1975) was an American physicist. He was a professor of electrical engineering at the University of Michigan in Ann Arbor, MI, and the founder of Conductron Corporation, a high-tech producer of electronic equipment which was absorbed by McDonnell Douglas Corporation; KMS Industries and KMS Fusion. KMS Fusion was the first private sector company to pursue controlled thermonuclear fusion energy production through use of laser technology.", "66549805": "Wang Shouguan (Chinese: 王绶琯; 15 January 1923 – 28 January 2021) was a Chinese astronomer, president and honorary president of the Chinese Astronomical Society [zh].[1][2] He was hailed as one of the founders of modern astrophysics and radio astronomy in China.[1][2] He was a delegate to the 5th, 6th, 7th and 8th National People's Congress.[1][2]", "52754478": "Sankar Kumar Nath (born 1960) is an Indian geophysicist, seismologist and a senior professor at the Indian Institute of Technology Kharagpur.[1] He is known for his geotomographical studies [2] and  is an elected fellow of the Indian National Academy of Engineering,[3] Indian Geophysical Union[4] and the National Academy of Sciences, India,[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, Atmosphere, Ocean and Planetary Sciences in 2002.[6][note 1]", "63174709": "Everette Joseph is an American atmospheric scientist who serves as the director of the National Center for Atmospheric Research (NCAR) in Boulder, Colorado.[1]", "41449526": "Julius Ashkin (August 23, 1920 – June 4, 1982) was a leader in experimental and theoretical physics known for furthering the evolution of particle physics from nuclear physics. As a theoretical physicist he made contributions in the fields of statistical mechanics, solid state physics, nuclear physics, and elementary particle physics. As an experimental physicist his main contributions concerned the passage of certain particles (pi-mesons, or pions) through solid matter and their subsequent decay. He was recognized for the quality of his research and teaching.", "65304630": "Shirley Ho is an American astrophysicist and machine learning expert, currently at the Center for Computational Astrophysics at Flatiron Institute in NYC and at the New York University and the Carnegie Mellon University.[1][2] Ho also has visiting appointment at Princeton University.", "4388922": "George Ernest Kalmus, CBE, FRS[1] (born 21 April 1935) is a noted British particle physicist.", "43677758": "Felix A. Aharonian (born 23 May 1952) is a physicist and astrophysicist. He is a recognized authority on the origin of cosmic rays,[1] and has written books and research papers on astroparticle physics, and cosmology.", "48429119": "Satinder Kumar Sikka was an Indian nuclear condensed matter physicist, crystallographer[1] and a former Scientific Secretary to the Principal Scientific Advisor of the Government of India.[2][3] He was known to have played a crucial role, along with Raja Ramanna, Rajagopala Chidambaram and Basanti Dulal Nagchaudhuri, in the design and development of a Hydrogen Bomb by India,[4] which was tested at the Pokhran Test Range in May 1998, under the code name, Operation Shakthi.[5] He was also involved in the Smiling Buddha tests, conducted in 1974.[6] He was awarded the fourth highest civilian award of the Padma Shri, by the Government of India, in 1999.[7]", "24442942": "Albert Messiah (23 September 1921, Nice – 17 April 2013, Paris) was a French physicist.[1]\nHe studied at the Ecole Polytechnique.\nHe spent the Second World War in the Free France forces: he embarked on 22 June 1940 at Saint-Jean-de-Luz for England and participated in the Battle of Dakar with Charles de Gaulle in September 1940. He joined the Free French Forces in Chad, and the 2nd Armored Division in September 1944, and participated in the assault of Hitler's Eagle's nest at Berchtesgaden in 1945.", "36141121": "Enrico Costa (born 1944 in Sassari, Sardinia) is an Italian astrophysicist, known for studies of gamma ray bursts (GRBs).", "32143430": "Ondrej L. Krivanek FRS (born Ondřej Ladislav Křivánek; August 1, 1950) is a Czech/British physicist resident in the United States, and a leading developer of electron-optical instrumentation. He won the Kavli Prize for Nanoscience in 2020 for his substantial innovations in atomic resolution electron microscopy.[1]", "61732934": "Stéphan Fauve (born 20 December 1955 in Paris) is a French physicist. He is a professor at the École normale supérieure (ENS) in Paris, a member of the ENS Physics Laboratory.", "48756809": "Jules Aarons (October 3, 1921 – November 21, 2008) was an American space physicist known for his study of radio-wave propagation, and a photographer known for his street photography in Boston.", "52131917": "Marc Mézard (born 29 August 1957) is a French physicist and academic administrator. He was, from 2012 to 2022, the director of the École normale supérieure (ENS). He is the co-author of two books.", "53868622": "Juansher Levan Chkareuli (Georgian: ჯუანშერ ჩქარეული; born January 13, 1940, Tbilisi) is a Georgian theoretical physicist working in particle physics, Head of Particle Physics Department at Andronikashvili Institute of Physics of Tbilisi State University and Professor at Institute of Theoretical Physics of Ilia State University in Tbilisi.[1][2]", "26802258": "Israr Ahmad (19 December 1940 – 2 April 2010) was an Indian theoretical nuclear physicist and professor at Aligarh Muslim University since 1961. He was known for his work in quantum scattering theory.", "43808851": "Monika Ritsch-Marte (born 26 September 1961 in Höchst) is an Austrian physicist in the fields of biomedical optics, theoretical quantum optics and non-linear optics. She is a professor at the Medical University of Innsbruck and director of the Institute of Biomedical Physics.[1]", "522324": "Henri Alexandre Deslandres (24 July 1853 – 15 January 1948) was a French astronomer, director of the Meudon and Paris Observatories, who carried out intensive studies on the behaviour of the atmosphere of the Sun.", "71366740": "Everly John \"Jack\" Workman (July 2, 1899, Loudonville, Ohio – December 27, 1982, Santa Barbara, California) was an American atmospheric physicist, known for the Workman-Reynolds effect,[1]\n[2] discovered in 1950[3] by him and his colleague Stephen E. Reynolds, State Engineer of New Mexico from 1955 to 1990.[4][5]", "50264153": "Bernard Bigot (French pronunciation: [bɛʁnar biɡo]; 24 January 1950 – 14 May 2022) was an academic, civil servant.[1] He served as the Director-General of the ITER organization between 2015 and 2022.[2] He was the president of the École normale supérieure de Lyon, and director of the French Commission for Atomic Energy.[3]", "53016671": "Alan J. Friedman (November 14, 1942 – May 4, 2014) was a physicist who was director of the New York Hall of Science (NYSCI) for 22 years.[1] He died of pancreatic cancer at the age of 71.[2]", "358498": "Chester Floyd Carlson (February 8, 1906 – September 19, 1968) was an American physicist, inventor, and patent attorney born in Seattle, Washington.", "4618342": "Alexander Anderson (12 May 1858 – 7 September 1936) was an Irish physicist and President of Queen's College Galway, now the University of Galway, from 1899 until 1934. In electrical engineering he is known for Anderson's bridge. He is credited with being the first physicist to consider black holes as real physical entities, in a 1920 paper.[1]", "73988201": "Alain Rouet (born 1942 in France) is a French theoretical physicist, entrepreneur, poet, and novelist.[1]", "40433772": "Virgil Eldon Bottom (6 January 1911 – 30 October 2003) American experimental physicist whose work contributed to the development of quartz crystal production in the United States during World War II and up to the end of the Cold War.  Bottom was also recognized for his teaching ability and humanitarian work.[1]", "3045492": "Reportedly haunted locations:", "718966": "Sir Ralph Howard Fowler OBE FRS[1] (17 January 1889 – 28 July 1944) was a British physicist and astronomer and physical chemist.", "14252151": "Antony Garrett Lisi (born January 24, 1968), known as Garrett Lisi,[1] is an American theoretical physicist. Lisi works as an independent researcher without an academic position.", "20740226": "Alvin Radkowsky (30 June 1915 – 17 February 2002) was an American nuclear physicist and chief scientist at U.S. Navy nuclear propulsion division. His work in the 1950s led to major advances in nuclear-ship technology and civilian use of nuclear power.[1]", "67500163": "Jane Foster is a fictional character in the film and television franchise Marvel Cinematic Universe (MCU) portrayed by Natalie Portman, based on the character of the same name from Marvel Comics created by Stan Lee, Larry Lieber, and Jack Kirby.", "67336324": "Uku Hänni (born 27 August 1943, in Kullamaa Parish (now Lääne-Nigula Parish)) is an Estonian astrophysicist and civil servant.[1]", "41449605": "Wilhelm Altar (August 27, 1900 – January 1, 1995), known to family and colleagues as William Altar, was an Austrian-born theoretical physicist whose significant contributions led to the development of the magneto-ionic theory.[1][2][3] Altar contributed to the mathematical and conceptual underpinnings that were verified by Appleton's research, in collaboration with Dr. Altar. Altar was not credited with his contributions until 1982, decades after Appleton received the 1947 Nobel Prize in Physics.[1]", "4421767": "Menas C. Kafatos (Greek: Μηνάς Καφάτος; born 25 March 1945) is a Greek-born American physicist and a writer on spirituality and science. His publications include: The Nonlocal Universe and The Conscious Universe. Kafatos has written and lectured extensively promoting discourse between science, spirituality, and religion. He has held numerous positions at institutions including Chapman University, George Mason University, and NASA Goddard Space Flight Center.", "2750599": "Pavel Leonidovich Ipatov (Russian: Па́вел Леони́дович Ипа́тов; born 12 April 1950) is a Russian politician who served as Governor of Saratov Oblast from 2005 until 23 March 2012. He was the first governor appointed by president Vladimir Putin. Ipatov is a member of United Russia. He was previously the director of a nuclear power plant.", "42629262": "Anne Geneviève L'Huillier ([an lɥi.je]; born 16 August 1958[1]) is a French physicist,[2] and professor of atomic physics at Lund University in Sweden.", "67106963": "Diederik Jekel (born 22 June 1984 at Bilthoven, the Netherlands) is a Dutch science journalist, television presenter and physicist. In 2018, he was elected president of the Dutch Physical Society (NNV).", "12875925": "John Hubbard (27 October 1931 – 27 November 1980) was a British physicist, best known for the Hubbard model for interacting electrons, the Hubbard–Stratonovich transformation, and the Hubbard approximations. He graduated from Imperial College London, receiving a B.Sc. (1955) and a Ph.D. degree (1958).", "39647387": "Franci Demšar (born 4 February 1960) is a Slovenian physicist and politician.", "51050653": "Robert Lutece and Rosalind Lutece, collectively known as the Lutece twins, are a duo of characters from the BioShock video game series created by Ken Levine, published by 2K Games. They appear as supporting characters in the 2013 video game BioShock Infinite, where they serve as the drivers for the game's events and often materialize under mysterious circumstances to guide protagonist Booker DeWitt. By the game's end, both characters are eventually revealed to share no family relations, and are in fact parallel universe versions of the same individual. Robert and Rosalind are voiced by Oliver Vaquer and Jennifer Hale respectively. Concept artist Claire Hummel was responsible for the visual design of the Lutece twins.", "40663198": "Herbert M. Parker (13 April 1910, Accrington – 5 March 1984, Richland, Washington) was an English, and American immigrant, medical physicist. He was a pioneer of medical radiation therapy and radiation safety, known for introducing the roentgen equivalent physical (rep), the forerunner of the gray and the rad, and also the roentgen equivalent biological (reb), the forerunner of the rem and the sievert.[1]", "19396764": "John Clarence Karcher (April 15, 1894 – July 13, 1978) was an American geophysicist and businessman. He invented and eventually commercialized the reflection seismograph, applying for patents in 1919. By the patenting, and development of reflection seismography, he created the means by which most of the world's oil reserves have been discovered. In 1930 he, Eugene McDermott, and Everette Lee DeGolyer founded Geophysical Service Incorporated, a pioneering provider of seismic exploration services to the petroleum industry that focused on reflection seismology.[1][2]", "10188963": "Martin Harold Phillips Bott FRS[3] (12 July 1926 – 20 October 2018) was a British geologist and Professor in the Department of Earth Sciences at the University of Durham, England.[4][5]", "50002091": "Mikhail Nikolaevich Strikhanov (Russian: Михаи́л Никола́евич Стриха́нов; born 18 July 1952) is a Russian physicist. Since 2007 he has been the rector of National Research Nuclear University MEPhI (Moscow Engineering Physics Institute).[1]", "63010989": "Zhao Zhentang (Chinese: 赵振堂; born May 1961) is a Chinese engineer and currently vice-president of the Shanghai Advanced Research Institute, Chinese Academy of Sciences. He is a member of the Chinese Nuclear Society (CNS) and the Chinese Physical Society (CPS).", "3504305": "Alexandru Adalbert \"Alex\" Marin (June 25, 1945 – November 14, 2005) was an American experimental particle physicist, a professor of physics at MIT, Boston University and Harvard University, and a researcher at CERN and JINR.", "23460026": "John Peter Wikswo, Jr. (born October 6, 1949) is a biological physicist at Vanderbilt University.  He was born in Lynchburg, Virginia, United States.", "53803198": "Robert Louis (Bob) Ferguson (October 26, 1932 – August 12, 2022)[1] was a nuclear-trained physicist and a 60-year veteran in the field of nuclear energy. He was best known for being appointed the first Deputy Assistant Secretary for Nuclear Energy Programs for the U.S. Department of Energy (DOE) by the first Energy Secretary, James Schlesinger, serving from 1978 to 1980 during President Jimmy Carter's administration.[2][3][4]", "948416": "Robert Lamb Sproull (August 16, 1918 – October 9, 2014)[1][2] was an American educator, physicist and US Department of Defense official.", "24901825": "Sir Shah Muhammad Sulaiman (3 February 1886 – 12 March 1941[1]) (popularly known as Sir Shah Sulaiman or Sir Sulaiman) was the Chief Justice of the Allahabad High Court from 16 March 1932 to 30 September 1937 and was the first Indian and one of the youngest to hold the post. Sulaiman was the Vice Chancellor of Aligarh Muslim University from 1938 to 1941.[2]", "70416577": "Astrid Lambrecht (born 20 January 1967) is a German physicist who is Director at Forschungszentrum Jülich. She previously worked as the Deputy Director of the French National Centre for Scientific Research Institute of Physics.", "14907589": "Giovanni Poleni FRS (Italian pronunciation: [dʒoˈvanni ˈpolɛni]; 23 August 1683 – 15 November 1761) was a Marquess, physicist, mathematician and antiquarian.[1]", "13891795": "John Hamilton Reynolds[2] (April 3, 1923 – November 4, 2000) was an American physicist and a specialist in mass spectrometry.[3]", "66287832": "Michael Julius Alexander Moravcsik (Hungarian pronunciation: [moravt͡ʃik]; Hungarian: Moravcsik Mihály; 1928–1989) was a Hungarian-born American theoretical high energy physicist whose areas of research included the two nucleon system, particle spin symmetries. He also made important contributions to the practice and study of science policy in developing nations, scientific methodology, and scientometrics (the science of science), especially the study of citation and citation indices.[1]", "1669337": "Xavier Le Pichon (born 18 June 1937 in Qui Nhơn, French protectorate of Annam (later South Vietnam and today Vietnam)) is a French geophysicist.[1] Among many other contributions, he is known for his comprehensive model of plate tectonics (1968), helping create the field of plate tectonics. In 1968 he combined the kinematic ideas of W. J. Morgan, D. McKenzie and R. L. Parker with the large data sets collected by Lamont, and especially with the respective magnetic profiles, to show that Plate Tectonics could accurately describe the evolution of the major ocean basins.  He is professor at the Collège de France, holder of the Chair of Geodynamics (1986–2008).[1]  He is a lifelong devout Catholic, and has come to think of caring attention to others' weakness as an essential quality that allowed humanity to evolve.[2] He lives with his wife and has five children and eleven grandchildren.", "58554588": "Ettore Fiorini (19 April 1933 – 9 April 2023) was an Italian experimental particle physicist. He studied the physics of the weak interaction and was a pioneer in the field of double beta decay. He served as a professor of nuclear and subnuclear physics at the University of Milano-Bicocca.[1]", "48625884": "Rachel Lindsey Webster AO FAA (born 3 July 1951), is an Australian astrophysicist who became the second female professor of physics in Australia. Her main focus areas are extragalactic astronomy and cosmology; she researches black holes and the first stars of the universe. Webster has a doctoral degree from Cambridge University and has held postdoctoral positions at the University of Toronto and University of Melbourne.", "63011047": "Antonio Helio de Castro Neto is a Brazilian-born physicist. He is the founder and director of the Centre for Advanced 2D Materials[5] (previously known as the Graphene Research Centre[6]) at the National University of Singapore. He is a condensed matter theorist known for his work in the theory of metals, magnets, superconductors, graphene and two-dimensional materials. He is a distinguished professor in the Departments of Materials Science Engineering,[7] and Physics[8] and a professor at the Department of Electrical and Computer Engineering.[9] He was elected as a fellow of the American Physical Society in 2003.[10] In 2011 he was elected as a fellow of the American Association for the Advancement of Science.[11]", "3668202": "Otto Lehmann (13 January 1855 in Konstanz, Germany – 17 June 1922 in Karlsruhe) was a German physicist and \"father\" of liquid crystal.", "19593457": "Clark Hulings (November 20, 1922 – February 2, 2011)[1][2] was an American realist painter. He was born in Florida and raised in New Jersey. Clark also lived in Spain, New York, Louisiana, and throughout Europe before settling in Santa Fe, New Mexico, in the early 1970s. The travels did much to influence his keen eye for people in the state of accomplishing daily tasks.", "35911922": "Kenneth G. McCracken, AO (born 7 August 1933) is an Australian physicist and leading space scientist, foundation Director of the CSIRO (Commonwealth Scientific and Industrial Research Organisation) Office of Space Science and Applications and Foundation Chief of the CSIRO Division of Mineral Physics. He had earlier worked in the United States of America for several years where he occasionally worked as a consultant for NASA (National Aeronautics and Space Administration).[1]", "47053052": "Raymond Ethan Goldstein (born 1961) FRS[1] FInstP is Schlumberger Professor of Complex Physical Systems in the Department of Applied Mathematics and Theoretical Physics (DAMTP) at the University of Cambridge[5][6] and a Fellow of Churchill College, Cambridge.[2]", "61241601": "Eobard Thawne, also known as the Reverse-Flash, is a character in The CW's Arrowverse media franchise. Based on the DC Comics supervillain of the same name, he is primarily portrayed by Tom Cavanagh and Matt Letscher. Letscher played the character's original likeness, while Cavanagh portrayed him in the form of Harrison Wells. Thawne is introduced and featured most prominently in the television series The Flash, though he has also appeared in spin-off shows and crossover events set in the shared fictional universe.", "43972870": "Sadiqali Abbas Rangwala (born 10 July 1971) is an Indian physicist. He is working in the field of Experimental atomic, molecular and optical physics.[1]  He was awarded the Shanti Swarup Bhatnagar Prize in 2014.[2][3][4] He has made outstanding contribution on collisionally cooled ions with trapped atoms leading to new ultracold ion-atom physics. [5]", "6191373": "Boris Leonidovich Altshuler (Russian: Бори́с Леонидович Альтшу́лер, born 27 January 1955, Leningrad, USSR) is a professor of theoretical physics at Columbia University. His specialty is theoretical condensed matter physics.", "54688015": "Aram Wettroth Harrow (born 1980) is a professor of physics in the Massachusetts Institute of Technology's Center for Theoretical Physics.[1]", "49445144": "Ernst Ludwig Victor Hermann Ambronn (11 August 1856, Meiningen – 28 March 1927, Jena) was a German botanist and microscopist.", "1603870": "Boris Yefimovich Nemtsov (Russian: Бори́с Ефи́мович Немцо́в, IPA: [bɐˈrʲis jɪˈfʲiməvʲɪtɕ nʲɪmˈtsof]; Ukrainian: Борис Юхимович Нємцов, romanized: Borys Yukhymovych Niemtsov; 9 October 1959 – 27 February 2015) was a Russian physicist, liberal politician, and outspoken critic of Vladimir Putin. Early in his political career, he was involved in the introduction of reforms into the Russian post-Soviet economy.[4] In the 1990s under President Boris Yeltsin, he was the first governor of the Nizhny Novgorod Oblast (1991–1997). Later he worked in the government of Russia as Minister of Fuel and Energy (1997), Vice Premier of Russia and Security Council member from 1997 to 1998. In 1998, he founded the Young Russia movement.[citation needed] In 1998, he co-founded the coalition group Right Cause and in 1999, he co-formed Union of Right Forces, an electoral bloc and subsequently a political party. Nemtsov was also a member of the Congress of People's Deputies (1990), Federation Council (1993–97) and State Duma (1999–2003).", "4978976": "Al Pratt is a fictional character appearing in American comic books published by DC Comics. He is the first character to use the name Atom. He initially had no superpowers and was originally a diminutive college student and later a physicist, usually depicted as a \"tough-guy\" character.[1] Al Pratt is also the father of Damage and godfather of Atom Smasher.", "26835237": "Ronald Wilfred (or Wilfrid) Gurney (1898, in Cheltenham,[1] England – 14 April 1953, in New York, New York)[2] was a British theoretical physicist and research pupil of William Lawrence Bragg at the Victoria University of Manchester during the 1920s and 1930s, Bristol University during the 1930s and later in the US,[2] where he died.", "10418471": "Robert Stetson Shaw (born 1946)[1] is an American physicist who was part of Eudaemonic Enterprises in Santa Cruz in the late 1970s and early 1980s. In 1988 he was awarded a MacArthur Fellowship for his work in chaos theory.[2]", "39516455": "Jerome \"Jerry\" Kristian (born June 5, 1933 in Milwaukee,[1] d. June 22, 1996 in Ventura County, California[2]) was a theoretical and observational cosmologist, and the first to provide observational evidence of quasar host galaxies.", "10942765": "Wang Ganchang (Chinese: 王淦昌; pinyin: Wáng Gànchāng; Wade–Giles: Wang Kan-ch'ang; May 28, 1907 – December 10, 1998) was a Chinese nuclear physicist. He was one of the founding fathers of Chinese nuclear physics, cosmic rays and particle physics. Wang was also a leader in the fields of detonation physics experiments, anti-electromagnetic pulse technology, nuclear explosion detection, anti-nuclear radiation technology, and laser stimulated nuclear explosion technologies.", "8878382": "Brebis Bleaney CBE FRS (6 June 1915 – 4 November 2006)[3] was a British physicist.[4][5][6][7] His main area of research was the use of microwave techniques to study the magnetic properties of solids.  He was head of the Clarendon Laboratory at the University of Oxford from 1957 to 1977. In 1992, Bleaney received the International Zavoisky Award \"for his contribution to the theory and practice of electron paramagnetic resonance of transition ions in crystals.\"", "6945073": "Muhammad Raziuddin Siddiqui (January 8, 1908 – January 8, 1998) was a Pakistani theoretical physicist and mathematician.[1]", "10156341": "Xie Xide (simplified Chinese: 谢希德; traditional Chinese: 謝希德; pinyin: Xiè Xīdé; Pe̍h-ōe-jī: Chiā Hi-tek; 19 March 1921 – 4 March 2000), also known as Hsi-teh Hsieh and as Hilda Hsieh, was a Chinese physicist. She was president of Fudan University from 1983 to 1989, and remained as advisor to the university from 1989 until her death. She helped to set up the university's Centre for American Studies[1] and founded its Modern Physics Institute in 1977.", "50821430": "Kimmo Albin Innanen (March 12, 1937 – August 3, 2011) was a Canadian astrophysicist of Finnish descent.", "10189113": "Robert (Bob) Stephen White (born 12 December 1952) is Professor of Geophysics in the Earth Sciences department at Cambridge University (since 1989) and was elected a Fellow of the Royal Society (FRS) in 1994. He is Director of the Faraday Institute for Science and Religion.", "63043902": "Harry Wilks Fulbright Jr. (September 19, 1918, Marion, Missouri – May 16, 2009, Rochester, New York) was an American physics professor, experimental nuclear physicist, and designer and builder of equipment for radio astronomy.", "60258624": "Brian Foster FRS OBE HonFInstP (born 4 January 1954 in Roddymoor, Crook, Co. Durham) is a British experimental particle physicist. He is Donald H. Perkins Professor of Experimental Physics at the department of physics, University of Oxford,[1][2] and formerly Alexander von Humboldt Professor at the University of Hamburg.[3][4] He was leading scientist at DESY where his research topics include new methods of acceleration, deep inelastic scattering using the ZEUS particle detector, and the International Linear Collider.[4]", "65009986": "Vedika Khemani (born 1988) is an Indian-American physicist and Assistant Professor at Stanford University. Her research considers many-body systems and condensed matter physics. She was awarded the 2021 American Physical Society George E. Valley Jr. Prize.", "53475669": "Young Sheldon is an American coming-of-age sitcom television series created by Chuck Lorre and Steven Molaro for CBS. The series, set in the late 1980s and early 1990s, is a spin-off prequel to The Big Bang Theory and follows main character Sheldon Cooper growing up with his family in East Texas. Iain Armitage stars as young Sheldon, alongside Zoe Perry, Lance Barber, Montana Jordan, Raegan Revord, and Annie Potts. Jim Parsons, who portrays the adult Sheldon Cooper on The Big Bang Theory, narrates the series and is also an executive producer.", "16873820": "Josef Mattauch (21 November 1895 – 10 August 1976) was a nuclear physicist and chemist. He was known for the development of the Mattauch-Herzog double-focusing mass spectrometer, for his work on the investigation of isotopic abundances using mass spectrometry,[1] and the determination of atomic weights.[2] \nMuch of his career was spent at the Kaiser Wilhelm Institute for Chemistry (later the Max Planck Institute).", "65337695": "David Attwood is an American physicist and professor emeritus at the University of California, Berkeley, where he worked in the field of synchrotron radiation[1] and free-electron lasers, developing X-ray microscopy[2] techniques for research and for the industry (EUV lithography[3]). He is the author of a reference book on soft X-rays and extreme ultraviolet radiation.[4]", "17135969": "Sir Arthur William Rucker (or Rücker)  FRS (23 October 1845, Clapham Park, London, England – 1 November 1915,  Yattendon, Berkshire) was a British physicist.", "51411298": "Anne Barbara Underhill FRSC (June 12, 1920 – July 3, 2003) was a Canadian astrophysicist. She is most widely known for her work on early-type stars and was considered one of the world's leading experts in the field.[1] During her lifetime she received many awards for her contributions to astronomy and astrophysics.[2]", "50821474": "Ruth Murray-Clay is a professor at the University of California Santa Cruz who studies the formation of planetary systems.[1]", "56457574": "Frank Willem Jan Hekking (1964 — died 15 May 2017) was a Dutch physicist working at Université Grenoble Alpes in Grenoble, France. He is notable for his contributions in theory of mesoscopic superconductivity, in particular, Andreev reflection and Josephson effect.[1] He was a member of Institut Universitaire de France since 2012 until his death.[2]", "11237733": "Robert A. J. Matthews (born 23 September 1959), is a British physicist and science writer.", "47249771": "Stephen Douglas Kevan (born 1954) is an American condensed matter physicist who researches \"surface and thin film physics; electronic structure and collective excitations at surfaces; nanoscale spatial and temporal fluctuations in magnetic and other complex materials\".[1] He is the current director of the Advanced Light Source (ALS) at Lawrence Berkeley National Laboratory in Berkeley, California.[2] He is also a faculty member on leave from the University of Oregon and served as division deputy for science at the ALS prior to his directorship.", "65960309": "Shikma Schwartzman-Bressler (Hebrew: שקמה ברסלר; born July 10, 1980) is an Israeli physicist. A researcher at the Weizmann Institute of Science, she is among those taking part in research at the CERN particle accelerator in Switzerland as a member of the ATLAS collaboration.[1] She is also a social activist and leading figure in the \"Black Flags\" protests against Benjamin Netanyahu.[2][3][4]", "3012984": "Hans Erich (Eric) Hollmann (4 November 1899 – 19 November 1960) was a German electronic specialist who made several breakthroughs in the development of radar.", "29129081": "John Christopher \"Charlie\" Martin CBE (21 September 1926 – 22 March 1999) was a UK-born physicist, known colloquially as \"the father of Pulsed Power\".[1]", "13400442": "Emil Georg Cohn (28 September 1854 – 28 January 1944), was a German physicist.", "7731580": "Henry Snowden Valk (January 26, 1929 – April 12, 2022) was an American physicist and academic. He was Professor Emeritus of Physics at the Georgia Institute of Technology. Valk attended George Washington University where he received his B.S. in physics in 1953 and M.S. in mathematics in 1954. He then earned his Ph.D. at Washington University in St. Louis in 1957. Before joining the faculty at the Georgia Institute of Technology, Valk was a professor of physics at the University of Nebraska.", "7141770": "Albert Victor Crewe (February 18, 1927 – November 18, 2009) was a British-born American physicist and inventor of the modern scanning transmission electron microscope[1] capable of taking still and motion pictures of atoms, a technology that provided new insights into atomic interaction and enabled significant advances in and had wide-reaching implications for the biomedical, semiconductor, and computing industries.", "9370001": "Dirk Polder (23 August 1919 – 18 March 2001) was a Dutch physicist working on solid-state physics, magnetism, molecular physics and nanoscale physics.", "64518546": "Michelle Girvan (born 1977)[1] is an American physicist and network scientist whose research combines methods from dynamical systems, graph theory, and statistical mechanics and applies them to problems including epidemiology, gene regulation, and the study of Information cascades.[2] She is one of the namesakes of the Girvan–Newman algorithm, used to detect community structure in complex systems.[3]", "13400465": "Kurd Friedrich Rudolf von Mosengeil, also Curd Friedrich Rudolf von Mosengeil (* 7 March 1884 in Bonn; † 5 September 1906 at Wildgall in Rieserfernergruppe), was a German physicist.", "8583574": "Clark Blanchard Millikan (August 23, 1903 – January 2, 1966) was a distinguished professor of aeronautics at the California Institute of Technology (Caltech), and a founding member of the National Academy of Engineering.[2]", "67631512": "An accelerator physicist[1] is a scientist who contributes to the field of Accelerator physics, involving the fundamental physical mechanisms underlying beams of charged particles accelerated to high energies and the structures and materials needed to do so. In addition to developing and applying such basic theoretical models, an accelerator physicist contributes to the design, operation and optimization of particle accelerators.", "35617183": "Ganapathy Baskaran is an Indian theoretical physicist, known for his work on condensed matter physics and strongly correlated quantum materials.[1] Baskaran is an Emeritus Professor of physics at the Institute of Mathematical Sciences in Chennai, India and holds a Distinguished Visiting Research Chair at the Perimeter Institute for Theoretical Physics in Waterloo, Canada.[2] Recently he became a Distinguished Professor at the Indian Institute of Technology, Madras (Chennai), India.[3]", "59537825": "Bonny Laura Schumaker (born 1953) is an American physicist and pilot who worked on the LISA Pathfinder. In 2010 she founded the nonprofit \"On Wings of Care\", a charity which protects animals and environments.[1]", "19593633": "Erich Sackmann (born 26 November 1934) is a German experimental physicist and a pioneer of biophysics in Europe.[1]", "65272236": "Jerry M. Harris is an American geophysicist and the Cecil and Ida Green Professor of Geophysics at Stanford University. Harris established the Stanford Wave Physics Lab, which investigate the physics of seismic and electromagnetic waves in complex media. He was co-founder of the Stanford Global Climate and Energy Project and the Center for Computational Earth and Environmental Science.", "50821555": "Henry \"Trae\" Winter (born March 31, 1972) is an American solar physicist currently employed by the Smithsonian Astrophysical Observatory.[1][2] He has carried out data analysis for the Solar and Heliospheric Observatory, Yohkoh, Hinode, SDO, and TRACE spacecraft, but is especially noted for his extensive science education and outreach activities. Outreach activity includes development of several museum exhibits in the Boston area, and of the \"Solar Wall\" exhibition at the Smithsonian Air and Space Museum in Washington, D.C.", "59341249": "Amanda Karen Petford-Long FREng is a Professor of Materials Science and Distinguished Fellow at the Argonne National Laboratory. She is also a Professor of Materials Science at Northwestern University.", "326081": "Alexandre-Edmond Becquerel (French pronunciation: [alɛksɑ̃dʁ ɛdmɔ̃ bɛkʁɛl]; 24 March 1820 – 11 May 1891),[1] known as Edmond Becquerel, was a French physicist who studied the solar spectrum, magnetism, electricity and optics. He is credited with the discovery of the photovoltaic effect, the operating principle of the solar cell, in 1839.[2][3] He is also known for his work in luminescence and phosphorescence. He was the son of Antoine César Becquerel and the father of Henri Becquerel, one of the discoverers of radioactivity.", "555468": "Guillaume Amontons (31 August 1663 – 11 October 1705) was a French scientific instrument inventor and physicist. He was one of the pioneers in studying the problem of friction, which is the resistance to motion when bodies make contact. He is also known for his work on thermodynamics, the concept of absolute zero, and early engine design.", "52722141": "Ashot Arakelovich Sarkisov (Russian: Ашот Аракелович Сарки́сов; 30 January 1924 – 17 October 2022) was a Russian scientist who worked with nuclear submarine technology, nuclear safety and decommissioning of nuclear facilities.", "67107294": "Ulrik Lund Andersen (born 1972 in Ikast) is a Danish physicist and professor of physics at the Department of Physics at the Technical University of Denmark (DTU), who researches quantum optics and quantum networks.", "73497059": "Louise Willingale is a laser physicist at the University of Michigan and associate director of the National Science Foundation (NSF) ZEUS facility.", "8911332": "Miguel Ángel Virasoro (Spanish: [miˈɣel ˈaŋxel βiɾaˈsoɾo]; Buenos Aires, 9 May 1940 – Buenos Aires, 23 July 2021)[1][2] was an Argentine (naturalized Italian[3]) theoretical physicist. Virasoro worked in Argentina, Israel, the United States, and France, but he spent most of his professional career in Italy at La Sapienza University of Rome. He shared a name with his father, the philosopher Miguel Ángel Virasoro.[3] He was known for his foundational work in string theory, the study of spin glasses, and his research in other areas of mathematical and statistical physics.[1] The Virasoro–Shapiro amplitude,[4] the Virasoro algebra,[5] the super Virasoro algebra, the Virasoro vertex operator algebra, the Virasoro group, the Virasoro conjecture, the Virasoro conformal block, and the Virasoro minimal model are all named after him.", "39975397": "Su-Shu Huang (黃授書, April 16, 1915 – September 15, 1977) was a Chinese-born American astrophysicist. A graduate of the University of Chicago, Huang began his career with the study of the continuous absorption coefficients of two-electron systems, but eventually his research focus turned to the study of stellar atmospheres, radiative transfer, and binary and multiple star systems. In subsequent years, Huang began to cover the topic of life on extrasolar planets and the prerequisites thereof, coining the term \"habitable zone\" to refer to the region around a star where planets could support liquid water at their surfaces at a 1959 conference of the Astronomical Society of the Pacific.[1]", "67664358": "Alessandro De Angelis (born 16 August 1959 in Cencenighe Agordino, Italy) is an Italian and Argentine physicist and astrophysicist. A Professor of Experimental Physics at the University of Padova[1] and Professor Catedratico of Astroparticle Physics at IST Lisboa,[2] he is mostly known for his role in the proposal, construction and data analysis of new telescopes for gamma-ray astrophysics. He is a member of  Istituto nazionale di fisica nucleare (INFN), Istituto nazionale di astrofisica (INAF), Italian Physical Society (SIF), International Astronomical Union (IAU),[3] Gruppo2003.[4]", "48396782": "Sonia Isabelle Seneviratne (born on 5 June 1974 in Lausanne[1]) is a Swiss climate scientist, professor at the Institute for Atmospheric and Climate Science of the ETH Zurich.[2] She is a specialist of extreme climate events.", "24148479": "Bernard Foing is a French scientist at the European Space Agency (ESA),[2] Executive Director of the International Lunar Exploration Working Group (ILEWG)[3] and was Principal Project Scientist for SMART-1, the first European mission to the Moon.[4]\nHe is also a research professor at the VU Amsterdam and at Florida Tech.[5]", "68352514": "John Edwin Field FRS[1] (20 September 1936 – 21 October 2020) was a British experimental physicist whose research focused on the physics and chemistry of solids, particularly involving energetic phenomena and materials, covering a variety of topics from erosion to explosives.", "61733378": "Maurice Goldman (born 1 March 1933) is a French physicist and member of the French Academy of Sciences,[1] who is at the origin of developments in the theory of nuclear magnetic resonance.", "65337860": "Anne Sakdinawat is an American physicist and a staff scientist at SLAC National Accelerator Laboratory, where her work focuses on the development on novel manufacturing techniques for nanoscale X-ray imaging.[1] She is the co-author of a book on \nsoft X-rays and extreme ultraviolet radiation.[2]", "56982034": "Liguri Mosulishvili (IPA: [liɡuɾi mosuliʃʷili]; Georgian: ლიგური მოსულიშვილი; 10 June 1933 – 5 April 2010) was a Georgian physicist and Head of Biophysics Department at Andronikashvili Institute of Physics of Tbilisi State University, a PhD in physics.", "49936933": "Stephen L. Mayo (born 1961) is a professor at the California Institute of Technology, where he is the William K. Bowes Jr. Leadership Chair in the Division of Biology and Biological Engineering, and the Bren Professor of Biology and Chemistry. His research focuses on structural biology and the development of computational methods for protein design.[1] Mayo was elected to the United States National Academy of Sciences in 2004[2] and was appointed to a six-year term on the National Science Board in 2013.[3]", "50100777": "Alfred K. Mann (September 4, 1920 – January 13, 2013) was a particle physicist, known for his role in the discovery of fundamental properties of neutrinos.[1]", "54262313": "Pauls Stradiņš Jr. (born 1963) is a physicist at the National Renewable Energy Laboratory in Golden, Colorado, and a foreign member of the Latvian Academy of Sciences.[1][2][3]", "45447726": "Ramon Torrecillas (Oviedo, 30 August 1963) is a Spanish physicist and materials scientist internationally recognized for his research in the fields of nanomaterials and biomaterials. Since December 2019 he is Head of the Brussels' Office of the Spanish National Research Council (CSIC),[1] which holds the institutional representation of the CSIC before the institutions of the EU and other relevant organizations and forums.", "54721070": "Jörg Dräger (born 1 January 1968 in Darmstadt) is a German physicist, politician and manager.[1][2] From 2001 to 2008 he served as a senator in the Hamburg state government.[3] From 2008 to 2021 he has been a member of the Bertelsmann Stiftung Executive Board where he is responsible for the areas of education and integration.[4][5] Dräger is considered a leading education expert[6][7] and is the author of numerous books on education policy,[8][9] including the impacts of digitization.[10]", "55048756": "Leslie Hodson (born Fishlake 15 July 1925 – died Leeds 1 March 2010) was an English physicist[1] who discovered the kaon (K+ meson) sub-atomic particle in 1954.", "65075766": "Ellen Elizabeth Swomley Kuhns (February 6, 1919 – August 29, 2009), also known as Ellen Swomley Stewart, was an American physicist. She taught at the New Jersey College for Women and Connecticut College for Women before researching sonar at the Navy Electronics Laboratory. Stewart was elected a Fellow of the American Physical Society in 1965.[1]", "58718775": "Daryl Haggard is an American-Canadian astronomer and associate professor of physics in the Department of Physics at McGill University and the McGill Space Institute.[1]", "4291131": "Duddell's devices", "39647809": "Monica Olvera de la Cruz is a Mexican born, American and French soft-matter theorist who is the Lawyer Taylor Professor of Materials Science and Engineering and Professor of Chemistry, and by courtesy Professor of Physics and Astronomy and of Chemical and Biological Engineering, at Northwestern University.", "43121220": "James Newell Stannard (2 January 1910 – 19 September 2005) is a radiobiologist, pharmacologist and physiologist at the National Institutes of Health.[1][2]", "64069": "Jack St. Clair Kilby (8 November 1923 - 20 June 2005) was an American electrical engineer who took part, along with Robert Noyce of Fairchild Semiconductor, in the realization of the first integrated circuit while working at Texas Instruments (TI) in 1958.[1]: 22  He was awarded the Nobel Prize in Physics on 10 December 2000.[2]", "72251984": "Willem Henri Julius (4 August 1860 – 15 April 1925) was a Dutch physicist who specialised in the study of solar radiation and related phenomena. A careful experimenter, he designed several instruments for the measurement of radiation.", "50559572": "Patrick Gill MBE FRS[1] is a Senior NPL Fellow in Time & Frequency at the National Physical Laboratory (NPL) in the UK.[2][3]", "47544918": "Grace Langford (June 27, 1871 – December 4, 1957) was an American physicist known for her work in physics education and research on the infrared reflection of phosphates. She taught at Wellesley College and at Barnard College.", "60815963": "Elżbieta Kossecka (born December 13, 1940) is a Polish physicist. She is a professor of technical sciences and a researcher at the Institute of Fundamental Technological Research, Polish Academy of Sciences.", "53377642": "Ritu Karidhal Srivastava  is an Indian scientist and aerospace engineer working in the Indian Space Research Organisation (ISRO). She was a Deputy Operations Director to India's Mars orbital mission, Mangalyaan.[1] She has been referred to as one of the many \"Rocket Women\" of India. Giving tribute to her excellence in Mangalayaan mission, a Bollywood film Mission Mangal was created where Indian actress Vidya Balan did her role.[2][3]", "9632363": "David Pines (June 8, 1924 – May 3, 2018) was the founding director of the Institute for Complex Adaptive Matter (ICAM) and the International Institute for Complex Adaptive Matter (I2CAM) (respectively, United States-wide and international institutions dedicated to research in and the understanding of emergent phenomena), distinguished professor of physics, University of California, Davis, research professor of physics and professor emeritus of physics and electrical and computer engineering in the Center for Advanced Study, University of Illinois at Urbana–Champaign (UIUC), and a staff member in the office of the Materials, Physics, and Applications Division at the Los Alamos National Laboratory.[2]", "43973228": "John Reginald Richardson (1912 in Edmonton, Alberta, Canada – 25 November 1997 in Fremont, California) was a Canadian-American physicist and one of the dominant figures in cyclotron development.   His many achievements include participation in the first demonstration of phase stability, the development of the first synchrocyclotron and the first sector-focused cyclotron.[1]", "59079284": "Quantum Electronics Prize, European Physical Society (2019) \nEsther Hoffman Beller Medal, Optica (2015) \nFellow of IEEE (1996)", "70449788": "Dietrich Belitz (born 1955) is an American theoretical physicist on the faculty of the University of Oregon. He studies statistical mechanics and condensed matter  physics.", "5601920": "Daniel Kleppner, born 1932, is the Lester Wolfe Professor Emeritus of Physics at Massachusetts Institute of Technology (MIT) and co-founder and co-director of the MIT-Harvard Center for Ultracold Atoms. His areas of science include atomic, molecular, and optical physics, and his research interests include experimental atomic physics, laser spectroscopy, and high precision measurements.[3]", "64131": "William Luther Pierce III (September 11, 1933 – July 23, 2002) was an American neo-Nazi, white supremacist, and far-right political activist.[2][3][4][5][6][7][8] For more than 30 years, he was one of the highest-profile individuals of the white nationalist movement. A physicist by profession, he was author of the novels The Turner Diaries and Hunter under the pen name Andrew Macdonald. The former has inspired multiple hate crimes including the 1995 Oklahoma City bombing.[9] Pierce founded the white nationalist National Alliance, an organization which he led for almost 30 years.", "54164099": "Professor John Alan Chalmers (29 September 1904 – 14 March 1967) was a British atmospheric physicist based at Durham University. He is well known for his contributions to atmospheric electricity, particularly an internationally respected textbook, and, outside his scientific work, for his involvement with Scouting. This led to him being widely known to his colleagues by the nickname, \"Skip\", a commonly used term for the leader of a Scout troop.", "57539207": "Renée Canavaggia (9 May 1902 - 1996), was a French astrophysicist and translator.", "916111": "David Louis Goodstein (born April 5, 1939)[1] is an American physicist and educator. From 1988 to 2007 he served as Vice-provost of the California Institute of Technology (Caltech), where he is also a professor of physics and applied physics, as well as (since 1995) the Frank J. Gilloon Distinguished Teaching and Service Professor.[2]", "5372561": "Johann Friedrich Wilhelm von Bezold (June 21, 1837 – February 17, 1907)[1] was a German physicist and meteorologist born in Munich, Kingdom of Bavaria. He is best known for discovering the Bezold effect and the Bezold–Brücke shift.", "64146": "Kristian Olaf Bernhard Birkeland (born 13 December 1867 in Christiania (today's Oslo) – 15 June 1917 in Tokyo, Japan) was a Norwegian scientist, professor of physics at the Royal Fredriks University in Oslo. He is best remembered for his theories of atmospheric electric currents that elucidated the nature of the aurora borealis. In order to fund his research on the aurorae, he invented the electromagnetic cannon and the Birkeland–Eyde process of fixing nitrogen from the air. Birkeland was nominated for the Nobel Prize seven times.[1][2]", "53377687": "Uma Ramakrishnan is an Indian molecular ecologist and professor at National Centre for Biological Sciences (NCBS), Bangalore. Her research investigates population genetics and evolutionary history of mammals in the Indian subcontinent, including work to save India’s tigers.[1]  In July 2019, she was elected as a fellow to the Indian National Science Academy.[2]", "23493273": "Steven Scott Gubser (May 4, 1972 – August 3, 2019) was a professor of physics at Princeton University.[2] His research focused on theoretical particle physics, especially string theory, and the AdS/CFT correspondence. He was a widely cited scholar in these and other related areas.[3]", "38599321": "Tali'Zorah, or Tali in short, is a character in BioWare's Mass Effect franchise, who serves as a party member (or \"squadmate\") in all three games in the Mass Effect trilogy. She is of the quarian alien race. Within the series, she is a skilled technician and the daughter of Rael'Zorah, a member of the quarian judicial review Admiralty Board. Ash \"Liz\" Sroka voices Tali in each of her appearances. Outside of the trilogy, Tali appears in Mass Effect: Homeworlds, a comic series with individual issues on each of several Mass Effect 3 squadmates.", "35256987": "Kirill Borisovich Tolpygo (Ukrainian: Кирилo Борисович Толпиго; Russian: Кирилл Борисович Толпыго; 3 May 1916 – 13 May 1994) was a Soviet physicist and a corresponding member of the National Academy of Sciences of Ukraine. He was recognized for his works on condensed matter theory; the theory of phonon spectra in crystals; electronic structure and defects in insulators and semiconductors; and biophysics.\nHe created the Department of Theoretical Physics and the Department of Biophysics at Donetsk National University.[1] Tolpygo was a teacher, mentor and scientific adviser to graduate students. Tolpygo was awarded the Order of the Great Patriotic War (2nd Degree).", "65665689": "Kamalendu Deb Krori (born 21 January 1930) is an Indian theoretical physicist and the former Principal of Cotton College.[1]", "38206111": "Armin Delong (29 January 1925, Bartovice, Czechoslovakia – 5 October 2017, Brno) was a Czechoslovak physicist. He was the founder of electron microscopy in the former Czechoslovakia.[1] In 1990, he served briefly as a Minister in the Czechoslovak government of Prime Minister Marián Čalfa. At the same time, in 1990, he was elected Vice-Chairman of the Czech Academy of Sciences.[2]", "53934753": "M. Howard Lee (21 May 1937 – 18 November 2016) was a Korean-born American physicist who was Regents' Professor at University of Georgia.[1]", "18283169": "Christoph Gerber (born 1942) is a titular professor at the Department of Physics, University of Basel, Switzerland. He is the co-inventor of the atomic force microscope (AFM).", "51083945": "Robyn M. Millan is an American experimental physicist,[1] best known for her work on radiation belts that surround the Earth.[2][3][4]", "25098927": "Rafi Muhammad Chaudhry (Urdu:  رفیع محمد چوہدری) FPAS HI, NI, SI, Skdt (1 July 1903 – 4 December 1988) best known as R. M. Chaudhry, was a Pakistani nuclear physicist and a professor of particle physics at the Government College University.[1] His teaching and instructions on modern physics influenced many of his student to pursue career in physics who regard him as one of the key architects of having been the pioneer of experimental nuclear physics research in Pakistan\n[2]\nand, along with Abdus Salam and Ishrat Hussain Usmani, one of the main creators of Pakistan's nuclear weapons research program in the 1970s. Chaudhry, who served as professor of nuclear physics at Government College University, was later referred to by Dr. Samar Mubarakmand, one of his students, as \"the true father of the nuclear weapons program of Pakistan\".[3]", "47839920": "quantum field theory and elementary particles;\nnuclear physics; and", "3799731": "Farhad Ardalan (in Persian:فرهاد اردلان, born 1939, Tehran, Iran) is an Iranian High Energy physicist. He is a professor at Sharif University and the Institute for Studies in Theoretical Physics and Mathematics.", "47446713": "Nicolas Gisin (born 1952) is a Swiss physicist and professor at the University of Geneva, working on the foundations of quantum mechanics, quantum information, and communication. His work includes both experimental and theoretical physics. He has contributed work in the fields of experimental quantum cryptography and long-distance quantum communication over standard telecom optical fibers. He also co-founded ID Quantique, a company that provides quantum-based technologies.", "55704256": "Georges Meylan is a Swiss astronomer, born on July 31, 1950, in Lausanne, Switzerland. He was the director of the Laboratory of Astrophysics of the \nSwiss Federal Institute of Technology (EPFL)\nin Lausanne, Switzerland, and now a professor emeritus of astrophysics and cosmology at EPFL.  He is still active in both research and teaching.", "4553409": "Igor R. Klebanov (Russian: И́горь Ромáнович Клеба́нов; Ukrainian: Ігор Романович Клєбанов; born March 29, 1962) is an American theoretical physicist. Since 1989, he has been a faculty member at Princeton University where he is currently a Eugene Higgins Professor of Physics and the director of the Princeton Center for Theoretical Science.[1] In 2016, he was elected to the National Academy of Sciences.[2] Since 2022, he is the director of the Simons Collaboration on Confinement and QCD Strings.[3]", "10025671": "Julien Clinton Sprott (born 16 September 1942) is an emeritus professor of physics at the University of Wisconsin–Madison.", "37386952": "The  Department of Physics at the Illinois Institute of Technology has over 30 faculty members.  It offers undergraduate academic programs including B.S. in physics, applied physics, and physics education and graduate programs in physics and health physics. Many notable physicists have both taught and studied at IIT including Nobel Prize for Physics laureates Leon M. Lederman and Jack Steinberger.", "17627848": "Kenneth Alwyne Pounds, CBE, FRS (born 17 November 1934) is Emeritus Professor of physics at the University of Leicester.", "49969865": "Richard R. Fisher is an American astrophysicist who worked in academia and at NASA. He retired in 2012.", "50461386": "Richard John Davis, OBE, FRAS (28 June 1949 – 2 May 2016) was a radio astronomer for the Jodrell Bank Centre for Astrophysics at the University of Manchester.[2]", "42662604": "Bjørn Gjevik (born 30 March 1939) is a Norwegian physicist.", "23984848": "Paul Gordon Silver (November 30, 1948 – August 7, 2009) was an American seismologist.\nA member of the research staff at the Department of Terrestrial Magnetism of the Carnegie Institution of Washington[1] since 1982, Paul Silver made a series of important contributions to the investigation of seismic anisotropy and to earthquake research by observing the slow redistribution of stress and strain along fault zones.", "53410514": "John Wesley Mitchell, FRS (3 December 1913 – 12 July 2007) was a New Zealand-born physicist.[1]", "35060441": "Alfred Marshall Mayer (born in Baltimore, Maryland, 13 November 1836; died in Maplewood, New Jersey, 13 July 1897) was an American physicist.", "29227746": "Steven H. Simon (born 1967) is an American theoretical physics professor at Oxford University (since 2009) and professorial fellow of Somerville College, Oxford (since 2016).  From 2000 to 2008 he was the director of theoretical physics research at Bell Laboratories.  He has served on the UK EPSRC Physical Sciences Strategic Advisory Board.   He is known for his work on topological phases of matter, topological quantum computing, and fractional quantum Hall effect.  He is a co-author of a highly cited review on these subjects.[1]   He has also written many papers in the field of information theory.  He is the author of a popular introductory book on solid state physics entitled The Oxford Solid State Basics[2]  as well as a more recent book entitled Topological Quantum.[3] He is married to political science professor Janina Dill.", "424676": "William Sturgeon (22 May 1783 – 4 December 1850) was an English physicist and inventor who made the first electromagnets, and invented the first practical electric motor.", "39910123": "Johan Jakob Nervander (23 February 1805 – 15 March 1848)[1]  was a Finnish poet, physicist and meteorologist.", "15530738": "Dr. Daniel Faraday is a fictional character on the ABC television series Lost played by Jeremy Davies. Faraday is introduced in the Season 4 premiere as a physicist from the Queen's College, University of Oxford. He suffers from short-term memory loss, possibly due to his experiments with radioactivity. He is part of the team aboard the  freighter Kahana that is offshore the island. Throughout his time on the series, Faraday plays an important role by sharing his knowledge of time travel. After time traveling to 1977, Faraday is shot and killed by Eloise Hawking (Alice Evans) who is unaware that he is her son.", "60455667": "Charlotte E. Keen (née Davidson) is a Canadian geologist and professor emeritus at the Geological Survey of Canada. Her work focuses on the structure of the Earth's crust and the upper mantle using geophysical imaging and magnetic measurements. She was the first woman to go on a Canadian Survey Ship.", "59112187": "Georgeanne (Jan) Caughlan (née Robertson; 25 October 1916 – 3 January 1994) was an American astrophysicist known for her work on stellar energy generation. Her compilation of experimental data of the rates of nuclear reactions was instrumental in establishing the theory of nucleosynthesis that led to a Nobel Prize for William A. Fowler.", "1374982": "Andrew Geoffrey Lyne FRS (born 13 July 1942) is a British physicist. Lyne is Langworthy Professor of Physics in the School of Physics and Astronomy, University of Manchester, as well as an ex-director of the Jodrell Bank Observatory. Despite retiring in 2007 he remains an active researcher within the Jodrell Bank Pulsar Group.[1][2]  Lyne was educated at The Portsmouth Grammar School, the Royal Naval School, Tal Handaq, Malta and at St. John's College at the University of Cambridge (natural sciences), continuing to the University of Manchester for a PhD in Radio Astronomy.[3] Lyne writes that he is \"mostly interested in finding and understanding radio pulsars in all their various forms and with their various companions. Presently, I am most occupied with the development of new multibeam search systems at  Jodrell  and Parkes, in order to probe deeper into the Galaxy, particularly for millisecond pulsars, young pulsars and any that might be in binary systems.\"[4]", "63765255": "Sarbeswar Bujarbarua is an Indian physicist.[2] Educated at Gujrat University and Gauhati University, he founded the Centre of Plasma Physics as part of the Institute for Plasma Research and served as its director for 30 years.[3][4]", "54426377": "Yaşar Önel is a Turkish-born physicist who holds Swiss and American citizenship. He received his Ph.D. in Physics from London University in 1975. He worked at the Queen Mary University of London in the United Kingdom, and Neuchatel and Geneva Universities in Switzerland before joining the University of Texas at Austin in 1986. Then, he moved to the University of Iowa in 1988. He is a tenured faculty professor.[1] of Physics at the University of Iowa in Iowa City, IA, USA.", "21658377": "Harald Nicolai Storm Wergeland (14 March 1912 – 25 January 1987) was a Norwegian physicist. He was a professor at the Norwegian Institute of Technology.", "63732494": "Leonard Eisenbud (August 3, 1913– November 30, 2004)[1][2] was an American theoretical physicist.", "36535054": "Barry Clark Barish (born January 27, 1936) is an American experimental physicist and Nobel Laureate. He is a Linde Professor of Physics, emeritus at California Institute of Technology and a leading expert on gravitational waves.", "1178383": "Wu Youxun (simplified Chinese: 吴有训; traditional Chinese: 吳有訓; pinyin: Wú Yǒuxùn; Wade–Giles: Wu Yu-hsun; 26 April 1897[2] – 30 November 1977[3]), also known as Y. H. Woo,[4] was a Chinese physicist.  His courtesy name was Zhèngzhī (正之).", "31509": "As Hulk/Joe Fixit:", "588566": "Harold Brown (September 19, 1927 – January 4, 2019) was an American nuclear physicist who served as United States Secretary of Defense from 1977 to 1981, under President Jimmy Carter. Previously, in the John F. Kennedy and Lyndon B. Johnson administrations, he held the posts of Director of Defense Research and Engineering (1961–1965) and United States Secretary of the Air Force (1965–1969).[2]", "14678807": "Helen Thom Edwards (May 27, 1936 – June 21, 2016) was an American physicist.[1] She was the lead scientist for the design and construction of the Tevatron at the Fermi National Accelerator Laboratory.[2][3]", "588568": "John Winthrop (December 19, 1714 – May 3, 1779) was an American mathematician, physicist and astronomer. He was the 2nd Hollis Professor of Mathematics and Natural Philosophy in Harvard College.", "34994976": "Martin R. Zirnbauer  (born 25 April 1958) is a professor of theoretical physics at the University of Cologne.", "47512352": "Yuri Alekseevich Ryzhov (Russian: Ю́рий Алексе́евич Рыжо́в; October 28, 1930 in Moscow – July 29, 2017 in Moscow[1]) was a Soviet and Russian scientist in the field of fluid dynamics, political and social activist, diplomat, Doctor of Technical Sciences (1970), member of the Russian Academy of Sciences (Academician since 1987; Corresponding Member since 1981), former Russian Ambassador to France (1992-1998).", "47119138": "Robert Graham Clark AO FAA FRSN is an Australian physicist. He was appointed Professor and Chair of Energy Strategy and Policy at University of New South Wales (UNSW) in 2012.[3][4]  Prior to this he was Chief Defence Scientist from 2008 to 2011[5] and Professor of Experimental Physics at University of New South Wales, where he established the National Magnet Laboratory and Semiconductor Nanofabrication Facility.[6]", "38107945": "Allan H. MacDonald is a theoretical condensed matter physicist and the Sid W. Richardson Foundation Regents Chair Professor of Physics at The University of Texas at Austin.[1] He was born in Antigonish, Nova Scotia, Canada, and attended local schools completing a B.S. at St. Francis Xavier University in 1973. He completed his Ph.D.in physics at The University of Toronto in 1978, working with S.H. Vosko on relativistic generalizations of density functional theory, and on the application of density functional theory to magnetism in metals.", "70744873": "George C. Hadjipanayis is a Greek physicist.", "41483052": "Hermann Fritz Gustav Goos (11 January 1883 – 18 May 1968) was a German physicist and astronomer.[1]", "12811054": "David William Dye FRS (30 December 1887 – 18 February 1932) was an English physicist.", "68418355": "Maciej Daniel Wojtkowski (born 1975 in Włocławek, Kujawy) is a Polish physicist, specializing in physical optics and medical applications of optics, and founder and director of the International Centre for Translational Eye Research (ICTER) in Warsaw, Poland.", "34831159": "Samuel Walter Johnson Smith FRS[1] (26 January 1871 - 20 August 1948) was an English physicist.", "44858170": "Jonathan E. Grindlay is an astrophysicist and Robert Treat Paine Professor of Practical Astronomy at the Harvard College Observatory of Harvard University.[2] His research interests are in high energy astrophysics and the study of compact astronomical objects such as black holes in X-ray binaries.[3]  He is also one of the founders of the working group on time-domain astronomy of the American Astronomical Society.[4]", "71433027": "Latif Imanov (15 September 1922, Shusha, Azerbaijan SSR – 12 March 1980, Baku, Azerbaijan SSR, USSR) was an Azerbaijani physicist, full member of the Azerbaijan Academy of Sciences (1976), pedagogue, Honored Scientist of Azerbaijan SSR (1979).[1][2]", "4062019": "Ronald Richter (1909–1991) was an Austrian-born German, later Argentine citizen, scientist who became infamous in connection with the Argentine Huemul Project and the National Atomic Energy Commission (CNEA). The project was intended to generate energy from nuclear fusion in the 1950s, during the presidency of Juan Perón. Richter's project would deliver, according to Perón's 1951 announcements, cheap energy in half-litre and one-litre containers.[note 1]", "27884358": "Carmen Gaina is the Director of the Centre for Earth Evolution and Dynamics (CEED) a Norwegian Centre of Excellence hosted at the Department of Geosciences, University of Oslo,[3] Norway.", "65665869": "Bhupati Mohan Sen (listenⓘ) was an Indian physicist and mathematician.[1] He made remarkable contributions in the fields of Quantum Mechanics and Fluid Mechanics. He taught at the Mathematics Department of Presidency College and Applied Mathematics Department of University of Calcutta. He was also a member of the Governing Body of Bose Institute. In 1974, he was awarded Padma Bhushan by Government of India.[2]", "12090194": "Kamaloddin Jenab (Persian: كمال‌الدین جناب; 1908–2006) was an Iranian pioneer physicist. He is often credited for founding academic experimental science in Iranian universities.[1]", "33979220": "Park Yung-woo (Hangul: 박영우, born 1952) is a South Korean physicist, who has worked in the field of materials science.", "35322710": "Thomas Baer (born Baraboo, Wisconsin) is the  executive director of the Stanford Photonics Research Center,[1]  a consulting professor in the applied physics department and an associate member of the Stem Cell Institute at Stanford University.[2]  His current scientific research is focused on developing imaging and biochemical analysis technology for exploring the molecular basis of human developmental biology and neuroscience.[3]  He received a B.A. in physics from Lawrence University in 1974, and a Ph.D. in atomic physics from the University of Chicago in 1979, where he studied with Professors Ugo Fano and Isaac Abella. After receiving his Ph.D. he worked with Nobel Laureate John L. Hall at JILA, University of Colorado, performing research on frequency stabilized lasers and ultra-high precision molecular spectroscopy.[4]", "26803037": "Katherine \"Kate\" McAlpine (born 1985) is an American science journalist. In 2008, while working at CERN,[1][2][3] McAlpine wrote, produced and performed in the YouTube video \"Large Hadron Rap\" under the pseudonym \"alpinekat\". As of September 2018, the video has been viewed over 8 million times.[4]", "24836961": "Wade Allison (born 1941) is a British physicist who is Emeritus professor of Physics and Fellow of Keble College at Oxford University. Author of Nuclear is for Life: A Cultural Revolution,[1] Radiation and Reason: The Impact of Science on a Culture of Fear [2], Fundamental Physics for Probing and Imaging [3]", "5962598": "Pisharoth Rama Pisharoty (Malayalam: പിഷാരത്ത് രാമ പിഷാരടി;10 February 1909 – 24 September 2002) was an Indian physicist and meteorologist, and is considered to be the father of remote sensing in India.", "4422508": "Ronald E. Cohen (born 5 March 1957)[1][2] is an American scientist at the Carnegie Institution for Science's Geophysical Laboratory. He is a theorist who works on understanding materials, ranging from minerals to technological materials like ferroelectrics. Much of his work has centered on materials at extreme conditions, like the high pressures at the center of the Earth, and on transducer materials, used for sonar and medical ultrasound. He is one of the pioneers for applying of first-principles methods to minerals. In first-principles methods, only the atom types are input, and all properties can be computed using quantum mechanics. He also expanded the application of these methods to ferroelectrics, and continues to clarify the origin of ferroelectric and relaxor behavior.", "3963759": "Chen Chunxian (simplified Chinese: 陈春先; traditional Chinese: 陳春先; pinyin: Chén Chūnxiān; 1934 – 11 August 2004) was a Chinese theoretical physicist and businessman. He  was the founder of Zhongguancun in Beijing, often called China's Silicon Valley.[1] He initiated the project to create China's first tokamak device in 1973.", "33979258": "Eunseong Kim is a South Korean physicist. He is an experimental low temperature physicist. Along with his advisor Moses H. W. Chan, he saw the first phenomena which were interpreted as supersolid behavior.[1]\nIn 2008, Kim was awarded the Lee Osheroff Richardson North American Science Prize, from Oxford Instruments for his contributions to the understanding of solid helium.[2]", "61143934": "Kristine Marie Larson is an American academic. She is Emeritus Professor of Aerospace Engineering at the University of Colorado Boulder. Her research considers the development of algorithms for high-precision Global Positioning System (GPS) data analysis. She was the first to demonstrate that GPS could be used to detect seismic waves. She was awarded the 2015 European Geosciences Union Christiaan Huygens Medal.", "60128127": "Julia Rosolovsky Greer is a materials scientist and is the Ruben F. and Donna Mettler Professor of Materials Science, Mechanics and Medical Engineering at the California Institute of Technology (Caltech). As of 2019, Greer is also the director of the Kavli Nanoscience Institute at Caltech.[1]", "883598": "Allan MacLeod Cormack (February 23, 1924 – May 7, 1998) was a South African American physicist who won the 1979 Nobel Prize in Physiology or Medicine (along with Godfrey Hounsfield) for his work on X-ray computed tomography (CT), a significant and unusual achievement since Cormack did not hold a doctoral degree in any scientific field.[1][2]", "15137682": "Stanislav Pavlovich Mikheyev (Russian: Станисла́в Па́влович Михе́ев; 1940 – 23 April 2011) was a Russian physicist known for the discovery of the MSW effect.", "33258387": "Igor Yevgenyevich Irodov (Russian: Игорь Евгеньевич Иродов; 16 November 1923 – 22 October 2002) was a Soviet Russian physicist and World War II veteran. He is mostly known as a physics professor at the Moscow Institute of Physics and Engineering (MEPHi) and the author of a series of handbooks on general physics, which became lecture courses in physics in several countries.[1]", "69172120": "Irina Borisovna Novikova (born 1975) is a Russian-American physicist specializing in quantum optics. She is a professor of physics at the College of William & Mary.", "22969249": "Eivind Hiis Hauge (born 15 November 1937) is a Norwegian physicist.", "555942": "Madman (Philip Sterns) is a fictional supervillain appearing in American comic books published by Marvel Comics. The character is portrayed as one of the Hulk's enemies and as the brother of the Leader.", "40106923": "Christopher Roy Monroe (born October 19, 1965) is an American physicist and engineer in the areas of atomic, molecular, and optical physics and quantum information science, especially quantum computing. He directs one of the leading research and development efforts in ion trap quantum computing. Monroe is the Gilhuly Family Presidential Distinguished Professor of Electrical and Computer Engineering and Physics at Duke University[4] and is College Park Professor of Physics at the University of Maryland and Fellow of the Joint Quantum Institute and Joint Center for Quantum Computer Science. He is also co-founder and chief scientist at IonQ, Inc.", "36993964": "John Fredrich Asmus (born 1937) is a research physicist who has focused his work on the use of scientific techniques in art conservation. As of 2020[update], he taught at the Institute for Pure and Applied Physical Science at the University of California, San Diego, where he began working in 1974.[1]", "42531766": "Caroline Stuart Littlejohn Herzenberg (born March 25, 1932) is an American physicist.", "35716024": "Jon Samseth, born July 23, 1954, in Trondheim, Norway, is a Norwegian engineer and professor of physics. He was awarded an engineering degree in physics (siv.ing.) from the Norwegian Institute of Technology (NTH) (now Norwegian University of Science and Technology, NTNU) in 1981. He later earned a Diplôme d'ingénieur degree in Petroleum economics from the  École Nationale Supérieure du Pétrole et des Moteurs (ENSPM) in France in 1983. He received his PhD in physics from the Massachusetts Institute of Technology (MIT) in 1988.[1] Samseth is a professor of energy physics at the Oslo Metropolitan University as well as a scientific advisor to SINTEF industry. In addition, he served as an adjunct professor (professor II) in the Department of Chemical engineering at NTNU from 2007 to 2015.", "30505914": "Dan D. Yang (Chinese: 杨丹) is the founder of VINCI Education, founding principal of VINCI Schools, and the Creator of VINCI Blended Learning Curriculum,[1] a new category of learning tools and education services based on brain science, blended pedagogy and technology integration, focusing on early and primary education.", "48987067": "Ronald Elbert Mickens (born February 7, 1943) is an American physicist and mathematician who is the Fuller E. Callaway Professor of Physics at Clark Atlanta University. His research focuses on nonlinear dynamics and mathematical modeling, including modeling epidemiology. He also has an interest in the history of science and has written on the history of black scientists.[2][3] He is a fellow of the American Physical Society[3][4] and served as the historian of the National Society of Black Physicists.[5] He has made significant contributions to the theory of nonlinear oscillations[6][7] and numerical analysis.[8][9]", "18643903": "Domenico Pacini (Marino, February 20, 1878 – Rome, May 23, 1934) was an Italian physicist noted for his contributions to the discovery of cosmic rays.[1]", "8190913": "Robert Resnick (January 11, 1923 – January 29, 2014) was a physics educator and author of physics textbooks.", "64584642": "Jennie Harriet Traschen is an American physicist and cosmologist whose research concerns the structure of the early universe, inflation, black holes and black hole thermodynamics, and quantum gravity. She is a professor of physics at the University of Massachusetts Amherst.", "73399236": "Mario Markus (born July 29, 1944) is a German-Chilean physicist who worked for a long time in the Max Planck Institute for Molecular Physiology in Dortmund. In addition to his scientific work, Markus has exhibited his own computer graphics, as well as written novels and poetry and translated spanish poems.", "31194057": "LeRoy W. Apker (June 11, 1915 – July 5, 1970) was an American experimental physicist.  Along with his colleagues E. A. Taft and Jean Dickey, he studied the photoelectric emission of electrons from semiconductors and discovered the phenomenon of exciton-induced photoemission in potassium iodide.  In 1955, he received the Oliver E. Buckley Condensed Matter Prize of the American Physical Society for his work.[1]", "42662859": "Hallstein Tormod Høgåsen (born 21 August 1937) is a Norwegian theoretical physicist.", "40074191": "Benjamin Abeles (23 June 1925 – 14 December 2020) was an Austrian-Czech physicist whose research in the 1960s in the US on germanium–silicon alloys led to the technology used to power space probes such as the Voyager spacecraft. He grew up in Austria and Czechoslovakia and arrived in the UK in 1939 on one of the Kindertransport missions. He completed his education after the war in Czechoslovakia and Israel (from 1949), obtaining a doctorate in physics. He then lived and worked as a research physicist in the US and retired in 1995. His honours include the 1979 Stuart Ballantine Medal and his induction into the New Jersey Inventors Hall of Fame (1991).", "3439568": "Curtis Bruce Tarter (born September 26, 1939) is an American theoretical physicist. He was the director of the Lawrence Livermore National Laboratory from 1994-2002. As director emeritus he recently published the first comprehensive history of the laboratory.", "3144661": "Yakov Il'ich Frenkel (Russian: Яков Ильич Френкель; 10 February 1894 – 23 January 1952) was a Soviet physicist renowned for his works in the field of condensed-matter physics. He is also known as Jacov Frenkel, frequently using the name J. Frenkel in publications in English.", "50723798": "Joan Elisabeth Adler (born 13 June 1950, in Sydney, Australia) is a computational physicist at the Technion – Israel Institute of Technology. Her research involves percolation theory, lattice models, and neural networks.[1]", "65338336": "Saša Bajt is a Slovenian scientist and group leader at the Deutsches Elektronen-Synchrotron,[1] where she develops multi-layer mirrors for X-ray applications such as Laue lenses.\n.[2] She is a regular collaborator of the European XFEL.", "62684129": "Jennifer (Jen) Dionne is an American scientist and pioneer of nanophotonics. She is currently senior associate vice provost of research platforms at Stanford University, a Chan Zuckerberg Biohub Investigator, and an associate professor of materials science and engineering and by courtesy, of radiology. She serves as director of the Department of Energy's \"Photonics at Thermodynamic Limits\" Energy Frontier Research Center (EFRC), which strives to create thermodynamic engines driven by light, and she leads the \"Extreme Scale Characterization\" efforts of the DOE's Q-NEXT Quantum Science Center. She is also an associate editor of the ACS journal Nano Letters.[1]  Dionne's research develops optical methods to observe and control chemical and biological processes as they unfold with nanometer scale resolution, emphasizing critical challenges in global health and sustainability.", "15563745": "Zhao Jiuzhang (simplified Chinese: 赵九章; traditional Chinese: 趙九章; pinyin: Zhào Jiǔzhāng; Wade–Giles: Chao Chiu-chang; 15 October 1907 – 26 October 1968), also known as Jeou Jang Jaw, was a Chinese meteorologist and physicist.[1] He was a pioneer of Chinese space technology and is considered as a founding father of China's satellite program.[2]", "15530979": "Dr. Patrick N. Keating was a theoretical physicist who contributed to several fields of solid-state physics, including semiconductors, semi-insulators and the basic properties of solid materials, and to other fields including optics, liquid crystals, acoustic holography, and signal processing. He was best known for the Keating Model of interatomic forces in tetrahedrally-coordinated solids (P. N. Keating, Effect of Invariance Requirements On The Elastic Strain Energy of Crystals, With Application to the Diamond Structure, Phys. Rev. 145, 637 (1966), which was determined to be one of the 50 highest-impact papers over a century of Physical Review publications [1]).", "40270820": "Martin Leo Arons (15 February 1860 – 10 October 1919) was a German physicist and social democratic politician. He was the namesake of the Lex Arons, a law which disallowed members of the Social Democratic Party of Germany (German: Sozialdemokratische Partei Deutschlands, SPD) to teach at Prussian universities.", "73661413": "Vivien Mary Kendon is a British physicist who is Professor of Quantum Technology at the University of Strathclyde. Her research considers quantum computation and the properties of quantum walks. She is the director of the Computational Collaborative Project: Quantum Computing, which looks to develop useful applications of quantum computers.", "1440742": "Saul Perlmutter (born September 22, 1959) is a U.S. astrophysicist, a professor of physics at the University of California, Berkeley, where he holds the Franklin W. and Karen Weber Dabby Chair, and head of the International Supernova Cosmology Project at the Lawrence Berkeley National Laboratory. He is a member of both the American Academy of Arts & Sciences and the American Philosophical Society,[2] and was elected a Fellow of the American Association for the Advancement of Science in 2003.  He is also a member of the National Academy of Sciences. Perlmutter shared the 2006 Shaw Prize in Astronomy, the 2011 Nobel Prize in Physics, and the 2015 Breakthrough Prize in Fundamental Physics with Brian P. Schmidt and Adam Riess for providing evidence that the expansion of the universe is accelerating. Since 2021, he has been a member of the President’s Council of Advisors on Science and Technology (PCAST).[3]", "11271145": "David Lewis MacAdam (July 1, 1910 – March 9, 1998) was an American physicist and color scientist who made important contributions to color science and technology in the fields of colorimetry, color discrimination, color photography and television, and color order.[1]", "64491": "Igor Dmitriyevich Novikov (Russian: И́горь Дми́триевич Но́виков; born November 10, 1935) is a Russian (and former Soviet) theoretical astrophysicist and cosmologist.", "21068782": "Karl Lintner (1917 – 11 February 2015) was an Austrian nuclear physicist. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club; he did research on the inelastic dispersion of fast neutrons in uranium. After the war, he taught and did nuclear research at the University of Vienna. He was a full member of the Austrian Academy of Sciences.", "55999470": "Gerhard Wilhelm Goetze (June 19, 1930 – January 17, 2007) was a German-born Ph.D. researcher and inventor in atomic physics. He was primarily known for his work on the Moon-to-Earth Apollo TV camera  making live broadcast in both brilliant sunlight and pitch darkness possible.[1] Goetze discovered the secondary electron conduction (SEC) effect which amplified light through high-speed electrons deposited in thin film storage targets.[2][3] The SEC tube was additionally used in ground-based astronomy, inspection of integrated circuits, electron-microscope-based biological tissue study, security, and night vision.[4][5] Goetze received ten patents for his inventions.[6]", "20151284": "Benjamin Fain (Russian: Вениамин Моисеевич Файн, Hebrew: בנימין פיין) (February 17, 1930 – April 15, 2013) was an Israeli physicist, professor-emeritus, and former refusenik.", "16088057": "Dirk ter Haar FRSE FIP[clarification needed] DSc (Dutch pronunciation: [ˈdɪr(ə)k tɛr ˈɦaːr]; Oosterwolde, 19 April 1919 – Drachten, 3 September 2002) was an Anglo-Dutch physicist.[1]", "53836794": "L. Douglas Bell (born 1958) is an American physicist, focusing in nanoscale electronic and structural characterization of materials and devices using scanning probe methods, tunnel-effect and hot-electron devices for detection and sensing, and novel memory concepts using nanoscale structures. He currently works at the Jet Propulsion Laboratory. Bell is an elected Fellow of the American Physical Society.[1][2]", "53836795": "Rachel Bean is a cosmologist and theoretical astrophysicist.[1] She is a professor of astronomy[2] and the interim dean of the Cornell University College of Arts and Sciences.", "8387578": "Shen Chun-shan (29 August 1932 – 12 September 2018) was a Taiwanese physicist who served as president of National Tsing Hua University from 1994 to 1997.[1][2] He was known as one of the \"four princes of Taiwan\" along with Chen Li-an, Fredrick Chien, and Lien Chan, all of whose fathers attained prominence in politics prior to their sons' successes.[3]", "53836796": "Jiří Bičák (born 1942) is a Czech physicist currently at Charles University, fellow of the American Physical Society[1] and formerly a President of the Learned Society of the Czech Republic.[2]", "2096126": "Jean-Émile Charon (French: [ʃaʁɔ̃]; 25 February 1920, in Paris – June 1998, in Paris) was a French nuclear physicist, philosopher and writer.[1] He was the author of over 20 books on physics, scientific philosophy, and computer science. He conducted nuclear research at France's Commissariat à l'énergie atomique (Atomic Energy Authority).", "71138304": "George Michael Fuller (born December 25, 1953, in Los Angeles) is an American theoretical physicist, known for his research on nuclear astrophysics involving weak interactions, neutrino flavor-mixing, and quark matter, as well as the hypothetical nuclear matter.[1][2]", "48233472": "Vladimir Konstantinovich Prokofiev (Russian: Владимир Константинович Прокофьев, 1898–1993) was a Soviet scientist, known for his work on atomic emission spectroscopy.", "54066181": "Peter Walden Milonni (born 5 May 1947) is an American theoretical physicist who deals with quantum optics, laser physics, quantum electrodynamics and the Casimir effect.", "13466636": "Ardeshir \"Adi\" Ratan Bulsara (born 15 May 1951[1][2]) is a scientist in the area nonlinear dynamics. The 2007 International Conference on Applied Nonlinear Dynamics (ICAND), held in Kauai, Hawaii, was a festschrift held in his honor of his 55th birthday.[3]", "26639372": "Walter Dieminger, (July 7, 1907 – September 29, 2000) was a German space scientist and director of Germany's Max Planck Institute for Aeronomy from 1955 to 1975. Dieminger's research was focused on the ionosphere.", "60455953": "Clare Booth Luce Professorship (1995-2005)", "27458583": "Alan Andrew Watson, FRS, (born 26 September 1938 in Edinburgh) is a physicist and an emeritus professor at the University of Leeds, England.", "3243044": "Dmitri Dmitrievich Ivanenko (Ukrainian: Дмитро́ Дми́трович Іване́нко, Russian: Дми́трий Дми́триевич Иване́нко; July 29, 1904 – December 30, 1994) was a Soviet theoretical physicist of Ukrainian origin who made great contributions to the physical science of the twentieth century, especially to nuclear physics, field theory, and gravitation theory. He worked in the Poltava Gravimetric Observatory of the Institute of Geophysics of NAS of Ukraine, was the head of the Theoretical Department Ukrainian Physico-Technical Institute in Kharkiv, Head of the Department of Theoretical Physics of the Kharkiv Institute of Mechanical Engineering. Professor of University of Kharkiv, Professor of Moscow State University (since 1943).", "34503727": "Franco Pacini (10 May 1939 – 25 January 2012)[1] was an Italian astrophysicist and professor at the University of Florence. He carried out research, mostly in High Energy Astrophysics, in Italy, France, United States and at the European Southern Observatory.", "53836850": "Kenneth Arthur Bloom is an American particle physicist. He is a full professor at the University of Nebraska–Lincoln and an Elected Fellow of the American Physical Society.", "48495669": "Sibylle Günter (born 20 April 1964) is a German theoretical physicist researching tokamak plasmas. Since February 2011, she has headed the Max Planck Institute for Plasma Physics.[1][2] In October 2015, she was elected a member of the Academia Europaea in recognition of her contribution to research.[3]", "4193335": "Ernest Joachim Sternglass (24 September 1923 – 12 February 2015) was a professor emeritus at the University of Pittsburgh and director of the Radiation and Public Health Project. He is an American physicist and author, best known for his controversial research on the health risks of low-level radiation from atmospheric testing of nuclear weapons and from nuclear power plants.", "39615542": "Manfred Börner (16 March 1929 in Rochlitz – 15 January 1996) was a German physicist he holds nearly 60 patents and is best known for his contributions to the development of fibre optic technology. He developed the first working optical fibre data transmission system in 1965.[1]", "52624439": "Bruce Balcom is a Canadian material scientist and chemist, currently a Canada Research Chair at University of New Brunswick[1][2][3][4]", "21167163": "Robert Peichung Lin (Chinese: 林伯中; pinyin: Lín Bózhōng; January 24, 1942 – November 17, 2012) was Chinese-born American astrophysicist. He was a professor and director of the Space Sciences Laboratory (1998–2008) at the University of California, Berkeley. As a pioneer of gamma-ray astronomy and of particle detection in space, his research was fundamental to the development of our knowledge in solar physics, the physics of the solar wind and of the magnetosphere.\nHe was the principal investigator for the Reuven Ramaty High Energy Solar Spectroscopic Imager.[1]", "71629884": "Ximena Cid is a Chicana and Indigenous American physicist; physics educator and physics education researcher; and advocate for increasing diversity and supporting minority students in STEM and physics. She is currently associate professor and past chair of the physics department at California State University Dominguez Hills. She is recognized as the first Latina student, as well as the first Indigenous student, to earn a PhD in physics from the University of Texas at Arlington.[1] She is also recognized as likely the first Indigenous person to chair a physics department in the country.[2] One of her research specialties is 3-D simulations to support the comprehension of systems such as gravitational fields, electric fields and magnetic fields.[3]", "17562687": "Valery Leonidovich Pokrovsky (Russian: Валерий Леонидович Покровский; born 1 January 1931) is a Soviet and Russian physicist. He is a member of the Landau Institute in Chernogolovka near Moscow in Russia and a Distinguished Professor of Theoretical Physics and holder of the William R. Thurman ’58 Chair in Physics at Texas A&M University.[1] He has twice received the Landau Prize of the Soviet Academy of Science, in 1984 and in 2018.", "53017665": "Jules P. Carbotte (March 26, 1938 – April 5, 2019) was a Canadian physicist, professor at McMaster University and a Fellow of the Royal Society of Canada. His research interests spanned many areas of theoretical condensed matter physics.", "326725": "Reginald Victor Jones CH, CB, CBE, FRS,[1] FRSE, LLD (29 September 1911 – 17 December 1997) was a British physicist and scientific military intelligence expert who played an important role in the defence of Britain in World War II by solving scientific and technical problems, and by the extensive use of deception throughout the war to confuse the Germans.", "36043855": "Stephen Ronald Quake (born 1969) is an American physicist, inventor, and entrepreneur.[1]", "67501141": "Stéphane Willocq is an American physicist. He is a professor of physics at the University of Massachusetts Amherst and is involved in the upgrade of the muon trigger with MDT chambers for the high luminosity Large Hadron Collider.", "65010773": "Ramesh Narayan (born in Mumbai, India, in 1950) is an Indian-American theoretical astrophysicist, currently the Thomas Dudley Cabot Professor of the Natural Sciences in the Department of Astronomy at Harvard University. Full member of the National Academy of Sciences,[1] Ramesh Narayan is widely known for his contributions on the theory of black hole accretion processes. Recently he is involved in the Event Horizon Telescope project,[2] which led in 2019 to the first image of the event horizon of a black hole.[3][4][5]", "457816": "James Challis FRS (12 December 1803 – 3 December 1882) was an English clergyman, physicist and astronomer. Plumian Professor of Astronomy and Experimental Philosophy and the director of the Cambridge Observatory, he investigated a wide range of physical phenomena though made few lasting contributions outside astronomy. He is best remembered for his missed opportunity to discover the planet Neptune in 1846.", "36371547": "Maurice Charles Kenneth Tweedie (30 September 1919 – 14 March 1996) was a British medical physicist and statistician from the University of Liverpool. He was known for research into the exponential family probability distributions.[1][2]", "43580508": "Shields Warren (February 26, 1898 – July 1, 1980) was an American pathologist. He was among the first to study the pathology of radioactive fallout.[1][2][3] Warren influenced and mentored Eleanor Josephine Macdonald, epidemiologist and cancer researcher.[4]", "490588": "Bernard Taub Feld (December 21, 1919 – February 19, 1993) was a professor of physics at the Massachusetts Institute of Technology.  He helped develop the atomic bomb, and later led an international movement among scientists to banish nuclear weapons.[1]", "37157985": "Guido Münch Paniagua (June 9, 1921 – 29 April 2020) was a Mexican astronomer and astrophysicist.", "60914786": "Mirjam Cvetič is a Slovenian-American theoretical physicist at the University of Pennsylvania, where she is Fay R. and Eugene L. Langberg Professor of Physics and of Mathematics.[1] Her research includes the applications of string theory and M-theory to black hole behavior and particle phenomenology,[2] and she has published highly cited works on supersymmetry.[3]", "71728230": "Arthur H. Benade  (January 2, 1925 – August 4, 1987) was an American physicist and acoustician, researcher, professor, and author. He is best known for his research on the physics of woodwinds and brass instruments, and for two books, Horns, Strings, and Harmony (1960), and Fundamentals of Musical Acoustics (1976).[1][2] He was a professor at Case Institute of Technology (later Case Western Reserve University), in Cleveland, Ohio, from 1952 to 1987.[3]", "53836908": "Jose A. Boedo is a Spanish plasma physicist and a researcher at University of California, San Diego.[1] He is an Elected Fellow of the American Physical Society, which was awarded in 2016 for \"his ground-breaking contributions to the studies of plasma drifts and intermittent plasma transport in the peripheral region of tokamaks\".[2]", "53836910": "Peter Bosted is an American physicist. He completed his Ph.D. in physics in January 1980 from Massachusetts Institute of Technology. His Ph.D. thesis title was \"Pion Photoproduction in the (3,3) Resonance Region\". His Ph.D. supervisor was Aron Bernstein. He did his B.S. degree in physics in June 1975 from the Massachusetts Institute of Technology (MIT). He did his post-doctoral training at MIT before he joined American University and served as a postdoctoral associate (1980-1985), associate research scientist (1985-1988), research associate professor (1988-1997), and research professor (1997-1999). Later, He joined the University of Massachusetts, Amherst, as a research professor. He has served at the Jefferson Laboratory as a senior staff scientist and also served at the College of Williams and Mary.  He is currently involved in research work at Thomas Jefferson National Accelerator Facility and has published 100s of research papers in reputed scientific journals and was an Elected Fellow of the American Physical Society.[1][2]", "7404655": "David J. States is an American biophysicist who is Professor of Human Genetics at the University of Michigan.  His research group is using computational methods to understand the human genome and how it relates to the human proteome.  He is the Director of the Michigan NIH Bioinformatics Training Progra] and a Senior Scientist in the National Center for Integrative Biomedical Informatics.", "1571952": "William Edward Ayrton, FRS (14 September 1847 – 8 November 1908) was an English physicist and electrical engineer.", "65338486": "Amnon Aharony (Hebrew: אמנון אהרוני; born: 7 January 1943) is an Israeli Professor (Emeritus) of Physics in the School of Physics and Astronomy at Tel Aviv University, Israel and in the Physics Department of Ben Gurion University of the Negev, Israel. After years of research on statistical physics (critical phenomena, random systems, fractals, percolation), his current research focuses on condensed matter theory, especially in mesoscopic physics and spintronics.[1]\nHe is a member of the Israel Academy of Sciences and Humanities,[2] a Foreign Honorary Member of the American Academy of Arts and Sciences[3] and of several other academies. He also received several prizes, including the Rothschild Prize in Physical Sciences,[4][5] and the Gunnar Randers Research Prize, awarded every other year by the King of Norway.[6][7]", "65338494": "Suliana Manley (born 1975) is an American biophysicist. Her research focuses on the development of high-resolution optical instruments, and their application in studying the organization and dynamics of proteins. She is a professor at École Polytechnique Fédérale de Lausanne and heads the Laboratory of Experimental Biophysics.[1][2][3]", "20413567": "Edwin Fitch Northrup (born February 23, 1866 – May 13, 1940) was a professor of physics at Princeton University from 1910 to 1920. He was affiliated with the Leeds & Northrup for about seven years.", "45513855": "William Westerfield Havens Jr. (March 31, 1920 – June 29, 2004) was an American physicist.", "40303742": "Bernard Gregory (19 January 1919, in Bergerac – 24 December 1977, in Élancourt)[1][2][3] was a prominent French physicist and director-general of CERN.[4]", "63732867": "Andrea Cavalleri (born 1969) is an Italian physicist who specializes in optical science and in condensed matter physics. He is the founding director of the Max Planck Institute for the Structure and Dynamics of Matter [de] in Hamburg, Germany[1] and a professor of Physics at the University of Oxford.[2] He was awarded the 2018 Frank Isakson Prize for his pioneering work on ultrafast optical spectroscopy applied to condensed matter systems.[3]", "71564421": "Kay Kinoshita is an experimental particle physicist. She is a professor at University of Cincinnati.", "48069766": "Stephanie A. Snedden is an American astronomer at the Apache Point Observatory of the New Mexico State University in New Mexico, United States.[1][2] The minor planet 133008 Snedden is named after her; it was discovered by the Sloan Digital Sky Survey at Apache Point Observatory on 5 October 2002.[2] She has published papers including The Case for Optically Thick High-Velocity Broad-Line Region Gas in Active Galactic Nuclei.[3]", "70417545": "Vincent Bouchiat (born 1970) is a French condensed matter physicist and entrepreneur. He was a CNRS research director from 1997 to 2019. In 2019 he co-founded the company Grapheal SAS, of which he is currently CEO.[1]", "11893897": "Sundance Osland Bilson-Thompson is an Australian theoretical particle physicist. He has developed the idea that certain preon models may be represented topologically, rather than by treating preons as pointlike particles. His ideas have attracted interest in the field of loop quantum gravity,[1] as they may represent a way of incorporating the Standard Model into loop quantum gravity.[2] This would make loop quantum gravity a candidate theory of everything.[citation needed]", "57408652": "Mary B. James is an American physicist and educator. She is the Dean for Institutional Diversity and the A. A. Knowlton Professor of Physics at Reed College. James specializes in particle physics and accelerators.", "45350029": "Asok Kumar Barua was an Indian condensed matter physicist and the honorary Emeritus Professor of Indian Institute of Engineering Science and Technology, Shibpur,[1][2] who focused on research in optics and optoelectronics.[3] He was honoured by the Government of India in 2003 with Padma Shri, the fourth highest Indian civilian award.[4]", "14417038": "Reinhard Genzel ForMemRS[1] (German pronunciation: [ˈʁaɪnhaʁt ˈɡɛntsl̩] ⓘ; born 24 March 1952) is a German astrophysicist, co-director of the Max Planck Institute for Extraterrestrial Physics, a professor at LMU and an emeritus professor at the University of California, Berkeley. He was awarded the 2020 Nobel Prize in Physics \"for the discovery of a supermassive compact object at the centre of our galaxy\", which he shared with Andrea Ghez and Roger Penrose.[2][3] In a 2021 interview given to Federal University of Pará in Brazil, Genzel recalls his journey as a physicist; the influence of his father, Ludwig Genzel [de]; his experiences working with Charles H. Townes; and more.[4][5]", "32734349": "Günter Wolfgang Wyszecki (November 08, 1925 – June 22, 1985) was a German-Canadian physicist who made important contributions to the fields of colorimetry, color discrimination, color order, and color vision.[1]", "64659": "Joseph Ritter von Fraunhofer (/ˈfraʊnˌhoʊfər/; German: [ˈfraʊnˌhoːfɐ]; 6 March 1787 – 7 June 1826[1]) was a German physicist and optical lens manufacturer. He made optical glass, an achromatic telescope, and objective lenses.  He also invented the spectroscope and developed diffraction grating. In 1814, he discovered and studied the dark absorption lines in the spectrum of the sun now known as Fraunhofer lines.[2]", "30506133": "Françoise Combes (French pronunciation: [fʁɑ̃swaz kɔ̃b] ⓘ; born 12 August 1952) is a French astrophysicist at the Paris Observatory and a professor at the Collège de France where she has been the chair of Galaxies and cosmology since 2014.[1]", "37158040": "Ian Keith Affleck is a Canadian physicist specializing in condensed matter physics. He is (in 2013) Killam University Professor, Department of Physics and Astronomy, University of British Columbia.", "50298010": "William Francis Brace (26 August 1926, Littleton, New Hampshire – 2 May 2012) was an American geophysicist.[1][2]", "43973787": "Elizabeth Thompson Bunce (April 25, 1915 – December 13, 2003) was an American geophysicist who became the first female chief scientist of an oceanic expedition at Woods Hole Oceanographic Institution.", "457891": "Philip Hauge Abelson (April 27, 1913 – August 1, 2004) was an American physicist, scientific editor and science writer. Trained as a nuclear physicist, he co-discovered the element neptunium, worked on isotope separation in the Manhattan Project, and wrote the first study of nuclear marine propulsion for submarines. He later worked on a broad range of scientific topics and related public policy, including organic geochemistry, paleobiology and energy policy.", "36404389": "Joseph Ford (18 December 1927 – 26 April 1995) was Regents' Professor of physics at Georgia Institute of Technology specializing in thermodynamics and chaos theory. [1]", "39255212": "David B. Dusenbery is a biophysicist with a central interest in how information influences the behavior of organisms. In later years, he also considered the physical constraints hydrodynamics imposes on microorganisms and gametes.", "62684332": "John Walter Clark (born 1935), is Wayman Crow Professor of Physics emeritus at Washington University in St. Louis, and a recipient of the Eugene Feenberg Medal in 1987 for his contributions to many-body theory.[1]", "46890156": "Jean Louis Viovy is a French physicist and polymer scientist and currently a researcher at CNRS (France). Since 1999, he leads within the Curie Institute (Paris) the MMBM team (Macromolecules and Microsystems in Biology and Medicine) dedicated to research on lab-on-chips, bioanalytical methods and translational medicine.[1][2] He was awarded the Bronze Medal of the CNRS (1983), the Polymer Prize of the French Chemical Society (1996), the Philip Morris Scientific Prize in 1996 and two OSEO Entrepreneurship Awards in 2004 and 2005.[3]", "71826608": "María Teresa Dova is an Argentine physicist. She is a senior researcher at National Scientific and Technical Research Council in Argentina and professor in the Physics Department of the Faculty of Exact Sciences at the National University of La Plata.[1][2]", "326834": "Patrick Maynard Stuart Blackett, Baron Blackett OM CH FRS[5] (18 November 1897 – 13 July 1974) was a British experimental physicist known for his work on cloud chambers, cosmic rays, and paleomagnetism, awarded the Nobel Prize for Physics in 1948.[6] In 1925 he became the first person to prove that radioactivity could cause the nuclear transmutation of one chemical element to another.[7] He also made a major contribution in World War II advising on military strategy and developing operational research. His views saw an outlet in third world development and in influencing policy in the Labour government of the 1960s.[8][9][10]", "33324218": "T. P. \"Peter\" Brody (18 April 1920 Budapest, Hungary – 18 September 2011 Pittsburgh, Pennsylvania, United States) was a British-naturalised physicist and the co-inventor of Active Matrix Thin-Film Transistor display technology together with Fang-Chen Luo,[1] having produced the world's first Active Matrix Liquid Crystal Display (AM-LCD) in 1972 and the first functional AM-EL (electroluminescent display) in 1973 while employed by Westinghouse Electric Corporation in Pittsburgh. Brody coined the term \"active matrix\" and first used it in a published journal article in 1975.[2][3]", "34864314": "Roderich Moessner is a theoretical physicist at the Max Planck Institute for the Physics of Complex Systems in Dresden, Germany. His research interests are in condensed matter and materials physics, especially concerning new and topological forms of order, as well as the study of classical and quantum many-body dynamics in and out of equilibrium.", "68254906": "Augustus Trowbridge (January 2, 1870 – March 14, 1934) was a physics professor and dean at Princeton University.", "55442628": "Kōsuke Morita (Japanese: 森田 浩介 Hepburn: Morita Kōsuke, born January 23, 1957) is a Japanese experimental nuclear physicist, known as the leader of the Japanese team that discovered nihonium (element 113). He currently holds a joint appointment as a professor at Kyushu University’s Graduate School of Science and as director of the Super Heavy Element Research Group at Riken's Nishina Center for Accelerator-Based Science.", "43318469": "Paul F. McManamon (born July 1, 1946) is an American scientist who is best known for his work in optics and photonics, as well as sensors, countermeasures, and directed energy.", "21986502": "Carel S. Scholten (Amsterdam, 1925 – 2009) was a physicist and a pioneer of computing.", "70745288": "John Mark Torkelson is an American physicist.", "58981577": "Joseph J. Monaghan FAA is an Australian physicist and emeritus professor at Monash University. He is known in the area of CFD for the development of\nthe SPH method in 1977.[1]", "67075278": "Kevin T. Pitts (born 1965) is an American high energy particle physicist. In addition to his faculty appointment at  the University of Illinois at Urbana–Champaign, in 2021 he was appointed chief research officer at Fermilab National Accelerator Laboratory. His research interests have included the CDF experiment and the Muon g-2 experiment at Fermilab.", "8355023": "Léon Charles Prudent Van Hove (10 February 1924 – 2 September 1990)[1] was a Belgian physicist and a Director General of CERN.[2][3] He developed a scientific career spanning mathematics, solid state physics, elementary particle and nuclear physics to cosmology.[4]", "17890512": "Stephen Levene is an American biophysicist and professor of bioengineering, molecular biology, and physics at the University of Texas at Dallas.[1]", "63012049": "Eirwen Meiriona St John Gwynn (née Williams; Welsh: [ˈe(i)ruːɛn] /ˈaɪərwɛn/; 1 December 1916 – 26 January 2007) was a Welsh nationalist, writer, teacher and physicist. Born in Liverpool, she read physics at the University College of North Wales and later earned a Doctor of Philosophy degree in that field in 1942. Gwynn taught physics at Rhyl Grammar School and later worked as an assistant account at the Government Exchequer and Audit Department. She then worked as a full-time lecturer for the Workers' Educational Association and was a freelance writer who created 1,500 works on social development and science in the English and Welsh printed press. Gwynn also authored multiple books and short stories, won awards during her career, promoted the Welsh language by being a member of four committees and served as president of two societies.", "13008086": "Sten Felix Odenwald (born November 23, 1952)  is an American astronomer, author, and NASA scientist-educator. Odenwald has worked as part of the NASA Cosmic Background Explorer, Diffuse Infrared Background Experiment investigating the cosmic infrared background. He has published four books: The Astronomy Cafe, The 23rd Cycle, Patterns in the Void and Back to the Astronomy Cafe. He has also appeared in a number of TV and radio documentaries on astronomy and space weather. Since receiving his Ph.D. in astronomy from Harvard University in 1982, he has been an astronomer in the Washington, D.C. area, primarily at NASA's Goddard Spaceflight Center in Greenbelt, Maryland. Since 2000, he has been actively involved in science and math education at NASA, and was a founding member of the Sun-Earth Connection Education Forum,[1] among many other high-visibility NASA education projects involving space weather issues, archeoastronomy and the transits of Venus in 2004 and 2012. He is currently the director of STEM Education at the National Institute of Aerospace.[2]", "65338589": "Henry N. Chapman FRS (born 1967) is a British physicist and the founding director of the Center for Free-Electron Laser Science at the German Electron Synchrotron (DESY).[1] He has made numerous contributions to the field of x-ray coherent diffraction imaging and is a pioneer of the diffraction before destruction technique[2] that allows to analyze biological samples with intense, ultrafast x-ray light, such as Photosystem II,[3] a key macromolecule in photosynthesis.", "1408225": "James Kazimierz Gimzewski FRS FREng FInstP  is a Scottish physicist of Polish descent who pioneered research on electrical contacts with single atoms and molecules and light emission using scanning tunneling microscopy (STM).[3]", "47316194": "Jaw-Shen Tsai (Chinese: 蔡兆申 Tsai Jaw-Shen, born February 8, 1952, in Taipei, Taiwan) is a Taiwanese physicist. He is a professor at the Tokyo University of Science[1] and a team leader of the Superconducting Quantum Simulation Research Team at the Center for Emergent Matter Science (CEMS) within RIKEN.[2] He has contributed to the area of condensed matter physics in both its fundamental physical aspects and its technological applications. He has recently been working on experiments connected to quantum coherence in Josephson systems.  In February 2014, he retired from NEC Corporation, after 31 years of employment.  He is a fellow of the American Physical Society as well as the Japan Society of Applied Physics.[3][4]", "12549353": "Carlos M. Varsavsky (pol. Warszawski) (1933–1983) was an Argentine astrophysicist.", "66813169": "Wendy Li-Wen Mao is an American geologist who is a professor at SLAC National Accelerator Laboratory. Her research considers the mineral physics of planetary interiors, new materials under extreme environments and novel characterisation techniques. In 2021 she was elected Fellow of the European Association of Geochemistry.", "42990834": "Gioacchino Failla (19 July 1891 – 15 December 1961) was an Italian-born American physicist. A pioneer in both biophysics and radiobiology, he was particularly noted for his work on the role of radiation as a cause of cancer and genetic mutation.  He was born in Castelbuono in the  Province of Palermo and emigrated with his family to the United States in 1906. After his retirement from Columbia University's Center for Radiological Research in 1960, he was appointed Senior Scientist Emeritus in the Radiological Physics Division of the Argonne National Laboratory in Illinois. He was killed in a car accident near the laboratory at the age of 70.[1][2]", "261365": "Dayton Clarence Miller (March 13, 1866 – February 22, 1941)[1][2][3][4] was an American physicist, astronomer, acoustician, and accomplished amateur flautist.  An early experimenter of X-rays, Miller was an advocate of aether theory and absolute space and an opponent of Albert Einstein's theory of relativity.", "69008636": "Kétévi Adiklè Assamagan (born March 12, 1963) is an African American engineer and physicist at the Brookhaven National Laboratory. He was elected a Fellow of the American Physical Society in 2021. Assamagan founded the African School of Physics.", "49282308": "Johann Carl \"John\" Vogel (7 September 1932 – 30 January 2012) was a South African isotope physicist with a specific interest in archeology for which he used radiocarbon dating to establish timeframes.", "2063624": "Eric Fawcett (23 August 1927 – 2 September 2000), was a professor of physics at the University of Toronto for 23 years. He also co-founded Science for Peace.", "34962698": "The Racah Lecture is annual memorial lecture given at The Racah Institute of Physics of the Hebrew University of Jerusalem commemorating Prof. Giulio Racah.\nThe lecturers are selected from among the leading physists in the world.", "64322829": "Amber Nicole Straughn (born c. 1979) is an American astrophysicist at NASA's Goddard Space Flight Center where she serves as the deputy project scientist for the James Webb Space Telescope, responsible for science communications.[1]  Her research focuses on interacting and star-forming galaxies in the context of galaxy assembly.\nShe is also the associate director of the Astrophysics Science Division.", "60128531": "Susan Trolier-McKinstry is an American materials scientist. She is the Steward S. Flaschen Professor of Materials Science and Engineering and Electrical Engineering at Pennsylvania State University, Director of the W. M. Keck Smart Materials Integration Laboratory, and co-director of the Nanofabrication facility.", "60128532": "Julia Mundy is an American experimental condensed matter physicist. She was awarded the 2019 George E. Valley Jr. Prize by the American Physical Society (APS) for \"the pico-engineering and synthesis of the first room-temperature magnetoelectric multi-ferroic material.\"[1] This prize recognizes an \"individual in the early stages of his or her career for an outstanding scientific contribution to physics that is deemed to have significant potential for a dramatic impact on the field.\"[2] She is an assistant professor of physics at Harvard University in Cambridge, Massachusetts.[3]", "16874778": "Vladimir Naumovich Gribov (Russian Влади́мир Нау́мович Гри́бов; March 25, 1930, Leningrad – August 13, 1997, Budapest) was a prominent Russian theoretical physicist, who worked on high-energy physics, quantum field theory and the Regge theory of the strong interactions.[1]", "720155": "Doctor Manhattan (Dr. Jonathan \"Jon\" Osterman) is a fictional DC Comics character created by writer Alan Moore and artist Dave Gibbons. He debuted in the limited series graphic novel, Watchmen.", "72252700": "Audrey Doris Jones CPhys FInstP (née Stuckes /stuːks/ ⓘ; 15 September 1923 – 26 September 2006) was an English material scientist and a senior lecturer in the department of applied acoustics at the University of Salford. She made important contributions to the theory of the Johnsen–Rahbek effect, the electrical and thermal conductivity of semiconductors, and the thermal resistance of building insulation. She was the only daughter of Frederick Stuckes, the general manager of a shipbroking firm, and was educated at Colston's Girls' School in Bristol. In 1942, she won a scholarship to study the Natural Sciences Tripos at Newnham College in the University of Cambridge.", "46890266": "Dimitri Roditchev is a French physicist of Russian-Ukrainian origin, specializing in electronic properties of nano-materials, superconductors, electron transport, and quantum tunneling phenomena. He is a professor at ESPCI ParisTech and a research director at CNRS (on leave from).", "38894880": "Jan Tauc (/taʊts/; 15 April 1922 – 28 December 2010) was a Czech-American physicist who introduced the concepts of Tauc gap and Tauc plot to the optical characterization of solids. Born in Bohemia, he emigrated to the United States in 1969, where he received citizenship in 1978,[1] and worked for the rest of his life.", "56589600": "Giampaolo Vettolani (born 27 December 1950) is an Italian astrophysicist, scientific director of the National Institute for Astrophysics in Rome (INAF) since 2012.[1]", "69172516": "Archana Sharma is an Indian physicist and senior scientist at the CERN laboratory in Geneva, Switzerland.[1] Her research focuses on high energy physics.[2][3] She is internationally recognized for her work in instrumentation and gaseous detectors, specifically for her pioneering work on micro-pattern gaseous detectors.[1]  She received the Pravasi Bharatiya Samman Award in 2023 for her contribution in science and technology.[4][5]", "72842534": "Sachiko Tsuruta is a Japanese-born American astrophysicist.", "392489": "Stephen Gray (December 1666 – 7 February 1736) was an English dyer and astronomer who was the first to systematically experiment with electrical conduction. Until his work in 1729 the emphasis had been on the simple generation of static charges and investigations of the static phenomena (electric shocks, plasma glows, etc.).  Gray showed that electricity can be conducted through metals and that it appeared on the surfaces of insulators.", "18578729": "Sir Duncan John Wingham (born 12 October 1957) is a British physicist who is Professor of Climate Physics at University College London, and was the first Director of the Centre for Polar Observation & Modelling. He is chief executive of the Natural Environment Research Council and Principal Scientist for the CryoSat Satellite Mission.[1]", "59505964": "Libby Heaney is a British artist and quantum physicist known for her pioneering work on AI and quantum computing. She works on the impact of future technologies and is widely known to be the first artist to use quantum computing as a functioning artistic medium.[1] Her work has been featured internationally, including in the Victoria and Albert Museum, Tate Modern and the Science Gallery.", "55246125": "Jarl Axel Wasastjerna  (18 November 1896, in Helsinki – 15 October 1972, in Helsinki) was a Finnish physicist.[1] After his academic career, he worked in industry, received an honorary degree in technology in 1949, and the honorary title of Vuorineuvos in 1957.", "5766449": "Ernst Pringsheim Sr. (11 July 1859 – 28 June 1917) was a German physicist. He was born and died in Breslau. He made, together with Otto Lummer, important measurements of the blackbody radiation spectrum, leading to Max Planck's quantum hypothesis in 1900.", "32734516": "Berthold-Georg Englert (born 1953) is Provost's Chair Professor at the National University of Singapore, and Principal Investigator at the Centre for Quantum Technologies.[1]  In 2006, he was recognized for outstanding contributions to theoretical research on quantum coherence.[2]  B.-G. Englert's principal research interests concern applications in quantum information science, but he is also known for his early work on quantum optics together with Marlan Scully at Texas A&M University.[3]", "60128567": "Kerstin N. Nordstrom is an American physicist who is the Clare Boothe Luce Assistant Professor of Physics in the Department of Physics at Mount Holyoke College.  Her research focuses on soft matter physics; her work has been featured in the LA Times[1] and in the BBC News.[2]", "56032568": "Hiranya Vajramani Peiris is a British astrophysicist at the University of Cambridge, where she holds the Professorship of Astrophysics (1909).[2] She is best known for her work on the cosmic microwave background radiation, and interdisciplinary links between cosmology and high-energy physics.[3] She was one of 27 scientists who received the Breakthrough Prize in Fundamental Physics in 2018 for their \"detailed maps of the early universe.\"[4]", "851258": "John Phillip Preskill (born January 19, 1953) is an American theoretical physicist and the Richard P. Feynman Professor of Theoretical Physics at the California Institute of Technology, where he is also the director of the Institute for Quantum Information and Matter.", "48201018": "Alla Genrikhovna Masevich (Russian: Алла Генриховна Масевич; 9 October 1918 — 6 May 2008) was a Soviet and Russian astronomer. She graduated from Moscow State Pedagogical University. She served as deputy chairman of the Astronomical Council of the Academy of Sciences of the Soviet Union in 1952, and worked closely with Viktor Ambartsumian. She became a professor of space geodesy at the Moscow Institute of Geodesy and Cartography in 1972.[1]", "60128570": "Maria Cristina Marchetti (born 1955) is an Italian-born, American theoretical physicist specializing in statistical physics and condensed matter physics. In 2019, she received the Leo P. Kadanoff Prize of the American Physical Society.[1] She held the William R. Kenan, Jr. Distinguished Professorship of Physics at Syracuse University, where she was the director of the Soft and Living Matter program,[2] and chaired the department 2007–2010. She is currently Professor of Physics at the University of California, Santa Barbara.[3]", "32275776": "Fay Ajzenberg-Selove (February 13, 1926 – August 8, 2012) was an American nuclear physicist.  She was known for her experimental work in nuclear spectroscopy of light elements, and for her annual reviews of the energy levels of light atomic nuclei. She was a recipient of the 2007 National Medal of Science.[1][2]", "22871362": "Liu Chen (simplified Chinese: 陈骝; traditional Chinese: 陳騮; pinyin: Chén Liú; born 1946 in Hangzhou, Zhejiang) is an American theoretical physicist who has made original contributions to many aspects of plasma physics. He is known for the discoveries of kinetic Alfven waves,[1] toroidal Alfven eigenmodes,[2] and energetic particle modes;[3] the theories of geomagnetic pulsations,[4] Alfven wave heating,[5] and fishbone oscillations,[6] and the first formulation of nonlinear gyrokinetic equations.[7] Chen retired from University of California, Irvine (UCI) in 2012, assuming the title professor emeritus of physics and astronomy.", "20544838": "Giuseppe Arcidiacono (1927–1998) was an Italian physicist, born in Acireale.[1] He earned his degree in physics at the University of Catania in 1951.[2]", "2063689": "Arthur Jeffrey Dempster (August 14, 1886 – March 11, 1950) was a Canadian-American physicist best known for his work in mass spectrometry and his discovery in 1935 of the uranium isotope 235U.[1]", "4783437": "Sir Alex Smith (15 October 1922 – 28 February 2003) was a Scottish industrial scientist and educator. Born in Lossiemouth, Moray, he was educated at Lossiemouth, Elgin Academy and, following the winning of a scholarship, Aberdeen University.", "60128597": "Kai-Mei Fu is an American electrical engineer and physicist. They are an Associate Professor of Physics and Electrical Engineering at the University of Washington where they are the director of the Optical Spintronics and Sensing Lab.[1]", "19627355": "Forrest S. Mozer (born February 13, 1929 in Lincoln, Nebraska) is an American experimental physicist, inventor, and entrepreneur known best for his pioneering work on electric field measurements in space plasma and for development of solid state electronic speech synthesizers and speech recognizers.", "68844892": "Rachel (Raya) Takserman-Krozer (['Takserman-Krozer]; 31 December 1921 – 28 September 1987) was a theoretical physicist and professor of rheology. Takserman-Krozer worked on diverse aspects of theoretical physics ranging from theory of relativity to studies of polymers and their flow. Her scientific work includes contributions to behaviour of polymers and polymers solutions in velocity fields, theory of spinnability, problems of phenomenological rheology, and molecular-statistical theory of polymer networks. Takserman-Krozer worked across several countries including Russia, Poland, Israel, and Germany.", "3603804": "Willem Lambertus Vos (born August 30, 1964, Amstelveen) is a Dutch scientist. He is  Professor of Physics at the University of Twente and former group leader at the Institute for Atomic and Molecular Physics \"AMOLF\"  In 2004, with his group members, Peter Lodahl et al. they succeeded in controlling the pace of light emission, varying from a light drizzle to a rainstorm. In the process, the team has verified a 1987 prediction of American physicist Eli Yablonovitch that ignited a worldwide rush to build tiny \"chips\" that control light beams. The achievement of Dr. Lodahl and a team of physicists and chemists was reported on in Nature (430). Researchers say it has many potential uses, not only as a tool for controlling quantum optical systems, but also in efficient miniature lasers for display devices and telecommunications, in solar cells, and even in future quantum computers.", "68484446": "Arden Warner (born 1965 or 1964[1]) is a Barbadian-American particle physicist and inventor, working at the Fermi National Accelerator Laboratory (Fermilab), notable for the creation of a novel environmentally positive, magnetism-based method for cleaning up oil spills, now being developed by Fermilab and a company led by Warner.", "60194143": "Gail McConnell FRSE FInstP FRMS (born 25 August 1976[2][3]) is a Scottish physicist who is Professor of Physics and director of the Centre for Biophotonics at the University of Strathclyde.[4] She is interested in optical microscopy and novel imaging techniques, and leads the Mesolens microscope facility where her research investigates linear and non-linear optics.[5][6]", "46366053": "R. Robert Brattain (May 21, 1911 – November 17, 2002) was an American physicist at Shell Development Company. He was involved in a number of secret projects during World War II.  He is recognized as one of America's leading infrared spectroscopists for his work in designing several models of spectrophotometer, and for using the infrared spectrophotometer to determine the β-lactam structure of penicillin. His instrumentation work was essential to the subsequent study and understanding of structures in organic chemistry.[1]", "27688296": "Charles Louis Critchfield (June 7, 1910 – February 12, 1994) was an American mathematical physicist. A graduate of George Washington University, where he earned his PhD in physics under the direction of Edward Teller in 1939, he conducted research in ballistics  at the Institute for Advanced Study in Princeton and the Ballistic Research Laboratory at the Aberdeen Proving Ground, and received three patents for improved sabot designs.", "60128617": "Kate Page Kirby is an American physicist. From February 2015 to December 2020, Kirby was the chief executive officer of the American Physical Society (APS)[1][2] and sits on the board of directors of the American Institute of Physics.[3] Kate Kirby was elected a fellow of the American Physical Society (APS) in 1989 for her \"innovative application of methods of quantum chemistry to the quantitative elucidation of a diverse range of molecular phenomena.\"[4] She was made a fellow of the American Association for the Advancement of Science (AAAS) in 1996 for her contributions to physics.[5]", "31325553": "Reiner Kruecken is the Nuclear Science Division Director at Lawrence Berkeley National Laboratory. Before moving to LBNL in June 2022, he served as Deputy Director at TRIUMF, Canada's Particle Accelerator Centre.[1] He joined TRIUMF in February 2011 after 8+1⁄2 years at the Technical University Munich, Germany, where he held the chair (C4) for Experimental Physics of Hadrons and Nuclei. From 2011 to 2015 Kruecken was the head of the Science Division at TRIUMF and he held a joint appointment as full professor in the Department of Physics and Astronomy at the University of British Columbia in Vancouver, Canada.  Kruecken received his Ph.D. in nuclear physics from the University of Cologne in 1995. After a postdoctoral fellowship at Lawrence Berkeley National Laboratory he moved to Yale University in 1997, where he was an assistant professor at the Physics Department and the A.W. Wright Nuclear Structure Laboratory until he moved to Munich in 2002. His current research interests are in the area of the structure of exotic nuclei, nuclear astrophysics, as well as applications of nuclear physics methods to radiation biology and medicine. He is an adjunct professor at the University of British Columbia in Vancouver, Canada.", "16809330": "Isaac David Abella (June 20, 1934 – October 23, 2016) was a Canadian physicist who was a professor at the University of Chicago.[1] He specialized in laser physics, quantum optics, and spectroscopy.[2] Isaac was the cousin of Irving Abella.", "53837176": "Mark D. Zoback is an American geophysicist and Emeritus Faculty at Stanford University.[1] He is also a senior fellow at the Precourt Institute for Energy at Stanford University, an Elected Fellow of the American Association for the Advancement of Science and the National Academy of Engineering,[2] and he directs or co-directs the Stanford Center for Induced and Triggered Seismicity (SCITS), the Stanford Natural Gas Initiative (NGI), and the Stanford Rock Physics and Borehole Geophysics program (SRB)[citation needed]. Zoback is the author of the textbook Reservoir Geomechanics.[3] Zoback is the author of over 300 peer-reviewed publications and he holds seven patents.[4] He is married to the American geophysicist Mary Lou Zoback.", "68484476": "Joann Stock is a professor at California Institute of Technology known for her research into plate tectonics, particularly on changes in plate boundaries over geological time.", "2129276": "Kenneth William Allen (17 November 1923 – 2 May 1997) was Professor of Nuclear Physics at the University of Oxford, England. The Independent stated that \"Allen will be best remembered for his outstanding contributions to nuclear structure physics and for his advocacy of the use of electrostatic nuclear accelerators in other areas of science. Accelerators – otherwise known as \"atom smashers\" – are machines used for studying nuclear reactions by creating beams of high-energy particles.\"[1]", "60128640": "Sarah L. Keller is an American biophysicist, studying problems at the intersection between biology and chemistry. She investigates self-assembling soft matter systems.[1][2][3] Her current main research focus is understanding how simple lipid mixtures within bilayer membranes give rise to membrane's complex phase behavior.[4][5][6][7]", "60128645": "Bulbul Chakraborty is the Enid and Nate Ancell Professor of Physics at Brandeis University. She is recognized for her contributions to soft condensed matter theory studying systems far from equilibrium, such as granular materials, amorphous systems, and statistical physics. She is an elected American Physical Society and American Association for the Advancement of Science fellow.", "10911109": "Steve Edwards was an American nuclear physicist and professor emeritus at Florida State University (FSU) in Tallahassee, Florida.", "60128647": "Neepa T. Maitra is a theoretical physicist and was a Professor of Physics at Hunter College of the City University of New York and the Graduate Center of the City University of New York.[1]  She now works as a professor at Rutgers, in the field of theoretical chemical physics.[2] She is most well known for her contributions to theoretical chemistry and chemical physics, especially in the development of accurate functionals in time-dependent density functional theory and correlated electron-ion dynamics.", "45415817": "Dieter Pohl (Wolfgang Dieter Pohl, born 1938) is a German–Swiss physicist. He became known especially for his pioneering works in nano-optics, near field optics (NFO), and plasmonics.", "60128650": "Kawtar Hafidi (Arabic: كوثر حفيظي) is a Moroccan-American experimental nuclear physicist and the Associate Laboratory Director for Physical Sciences and Engineering at Argonne National Laboratory. She researches nucleon and nuclear structure using major accelerator facilities, e.g., Jefferson Lab, DESY, and Fermilab. She is also an advocate for diversity [1] and almost became a professional soccer player when she was 16.[2]", "69205399": "Marvin Goldman (born May 2, 1928 in New York City) is an American radiation biologist,[1] known for \"his highly significant contributions to the understanding of the effects of bone-seeking radionuclides—in carcinogenic characteristics of long-term strontium-90 exposures.\"[2]", "28147096": "Lynde Phelps Wheeler (July 27, 1874 – February 1, 1959) was an American physicist and engineer.", "70581661": "Ellen Lax (August 27, 1885 – after 1974) was a German industrial physicist who became known through the publication of the three-volume reference work Taschenbuch für Chemiker und Physiker (Handbook for Chemists and Physicists) together with Jean D'Ans.[1]  The first volume appeared in 1943, and to this day the so-called \"D'Ans-Lax\" is widely used as a reference for laboratory work. She also worked on the Landolt-Börnstein table.", "71630239": "James Murle Cork (July 9, 1894, Yale, Michigan – November 27, 1957, Ann Arbor, Michigan) was an American physicist, known for his research in nuclear physics and nuclear spectroscopy.[1]", "20544928": "Michael Hochberg (born 1980) is an American physicist.  He’s authored over 100 peer-reviewed journal articles, has founded several companies, and has been an inventor on over 60 patents. Hochberg's research interests include silicon photonics and large-scale photonic integration.  He has worked in a number of application areas, including data communications, biosensing, quantum optics, mid-infrared photonics, optical computing, and machine learning.   Much of his work in silicon photonics has been the product of a longstanding series of collaborations with Thomas Baehr-Jones.", "55115171": "Jean Charlotte Spencer (later Lang, born 10 June 1940) is a New Zealand Olympic gymnast. Born in the United Kingdom, she now lives in Australia.", "621989": "Viktor Amazaspovich Ambartsumian[b] (Russian: Виктор Амазаспович Амбарцумян; Armenian: Վիկտոր Համազասպի Համբարձումյան, Viktor Hamazaspi Hambardzumyan; 18 September [O.S. 5 September] 1908 – 12 August 1996) was a Soviet Armenian[3] astrophysicist and science administrator. One of the 20th century's top astronomers, he is widely regarded as the founder of theoretical astrophysics in the Soviet Union.", "4423078": "Rendel Sebastian \"Bas\" Pease FRS (2 November 1922 – 17 October 2004)[1][2][3][4] was a British physicist who strongly opposed nuclear weapons while advocating the use of nuclear fusion as a clean source of power.", "3046828": "Savas Dimopoulos (/dɪˈmɒpəlɒs/; Greek: Σάββας Δημόπουλος; born 1952) is a particle physicist at Stanford University. He worked at CERN from 1994 to 1997. Dimopoulos is well known for his work on constructing theories beyond the Standard Model.", "71564717": "Huan Zhong Huang (Chinese: 黄焕中) is a Chinese physicist.", "35519918": "Binil Aryal is a Nepali physicist and the dean of Tribhuvan University (TU)'s Institute of Science and Technology. Previously, he served as the head of the Central Department of Physics, located in Kirtipur, Kathmandu.[1] He was born in 1969 in Saptari District of eastern Nepal. He is also a senator of the TU assembly and a member of  the TU academic council. Aryal served as the chairperson of a working committee that drafted TU's \"structure of B.Sc. four year system\".", "21200305": "Keith Schwab (born May 18, 1968) is an American physicist and a professor of applied physics at the California Institute of Technology (Caltech). His contributions are in the areas of nanoscience, ultra-low temperature physics, and quantum effects."}