{"47119986": "Gustav Otto Klemm (8 March 1884 in Leipzig – 5 January 1939 in Leipzig) was a German psychologist and philosopher, as well as the first chair as Professor of Applied Psychology at the University of Leipzig.[1]", "6127220": "Adele Dorothy Diamond FRSC is a professor of neuroscience at the University of British Columbia, where she is currently a Tier 1 Canada Research Chair in Developmental Cognitive Neuroscience. One of the pioneers in the field of developmental cognitive neuroscience, Diamond researches how executive functions are affected by biological and environmental factors, especially in children.[1][2][3][4] Her discoveries have improved treatment for disorders such as phenylketonuria and attention-deficit hyperactivity disorder,[5][6][7] and they have impacted early education.[8][9]\n[10]", "54328951": "Don Kilhefner is an LGBTQ rights activist, community organizer, and Jungian psychologist living in West Hollywood, California.[1] He founded and co-founded multiple gay organizations,[2] including the Radical Faeries, the LA Community Services Center[3] (now the Los Angeles LGBT Center), and the Van Ness Recovery House.[4]", "74120831": "Timothy P. McNamara is a psychologist currently holding the Gertrude Conaway Vanderbilt Chair in the Social and Natural Sciences at Vanderbilt University. He heads the Spatial Memory & Navigation Lab (MemNav Lab)[1]", "59801216": "Edward Kruk is a Canadian sociologist and social worker. He has conducted internationally recognized research on child custody, shared parenting, family mediation, divorced fathers, parental alienation, parental addiction, child protection, and grandparent access to their grandchildren. Kruk is an associate professor of social work at the University of British Columbia. He is the founding president of the International Council on Shared Parenting.", "9207437": "Elizabeth Moberly is a British research psychologist and theologian.[1] Moberly is the author of Homosexuality: A New Christian Ethic, in which she suggests several possible causes of male homosexuality and a therapeutic cure.", "71564942": "Ellen R. Gritz (born April 9, 1944) is an American psychologist and cancer researcher. She is Professor and Chair Emerita of the Department of Behavioral Science and Olla S. Stribling Distinguished Chair for Cancer Research at The University of Texas M. D. Anderson Cancer Center.[1]", "38862486": "Frank Honywill George (2 May 1921 – 10 September 1997) was a British psychologist, cyberneticist and former Professor of Cybernetics and Director of the Institute of Cybernetics at the Brunel University, best known for his 1962 book The Brain as a Computer.[1][2]", "36109979": "Michael A. Campion is the Herman C. Krannert Distinguished Professor of Management at Purdue University (since 1986).[1] Previous industrial experience (1978-1986) includes 4 years each at IBM and Weyerhaeuser Company. He has a MS and PhD in Industrial and Organizational Psychology. He has over 145 articles in scientific and professional journals, and has given nearly 250 presentations at professional meetings, on such topics as employment testing, interviewing, mitigating employment discrimination, job analysis, work and team design, training, turnover, promotion, motivation, and computerized text analysis and artificial intelligence for employment decision making. He has over 27,000 Google Scholar citations, nearly 9,000 Web of Science citations, and he is the second most cited author of over 9,000 authors in textbooks in both I/O Psychology and Human Resource Management. He is past editor of Personnel Psychology  (a scientific research journal) and past president[2] of the Society for Industrial-Organizational Psychology (SIOP). He was promoted to the Herman C. Krannert Chaired Professorship in 2009 and to Distinguished Professor in 2020 for contributions and productivity in scientific research. He is also the 2010 winner of the Scientific Contribution Award[3] given by SIOP, which is the lifetime scientific contribution award and most prestigious award given by SIOP.", "41057950": "Rona Moss-Morris is Head of Health Psychology and Chair in Psychology as Applied to Medicine at the Institute of Psychiatry, King's College London.[1] Her research investigates long-term, medically unexplained disorders such as chronic fatigue syndrome (CFS) and irritable bowel syndrome (IBS). She joined the IoP in 2011 and presented an inaugural lecture entitled \"Trials and tribulations: A journey towards integrated care for long term conditions.\"[2]", "55901854": "Angela L. Walker Franklin is an American academic who is the president of Des Moines University, Iowa, in office since 2011. She has a background in clinical psychology.", "4325025": "Michael William Eysenck (/ˈaɪzɛŋk/ EYE-zenk; born 8 February 1944)[1] is a British academic psychologist, and is an Emeritus Professor in Psychology at Royal Holloway, University of London. He also holds an appointment as Professorial Fellow at Roehampton University.[1] His research focuses on cognitive factors affecting anxiety. Eysenck has written and co-written many publications, including several textbooks. In the late 1990s, he developed the theory of the \"hedonic treadmill\",[2] stating that humans are predisposed by genetics to plateau at a certain level of happiness, and that the occurrence of novel happy events merely elevates this level temporarily.", "917153": "Charles Samuel Myers, CBE, FRS[1] (13 March 1873 – 12 October 1946) was an English physician who worked as a psychologist. Although he did not invent the term, his first academic paper, published by  The Lancet in 1915, concerned  shell shock. In 1921 he was co-founder of the National Institute of Industrial Psychology.", "23232163": "Jesse Michael Bering (born May 6, 1975) is an American psychologist, writer, and academic. He is a professor in Science Communication at the University of Otago (where he serves as Director of the Centre for Science Communication), as well as a frequent contributor to Scientific American, Slate, and Das Magazin (Switzerland). His work has also appeared in New York Magazine, The Guardian, and The New Republic, and has been featured on NPR, the BBC, Playboy Radio and elsewhere.", "42466982": "Gustav Eckstein was an American medical doctor, writer, scientist, teacher and philosopher.", "35159726": "Brent Dean Robbins is associate professor of psychology at Point Park University in Pittsburgh, Pennsylvania. His areas of research include grief, humor, self-consciousness, spirituality/religion, death anxiety, and the medicalization of the body. He is editor-in-chief and founder of Janus Head: Journal of Interdisciplinary Studies in Literature, Continental Philosophy, Phenomenological Psychology, and the Arts, and is a board member for a number of journals, including International Journal of Transpersonal Studies, the International Journal of Existential Psychology and Psychotherapy, PsyCRITIQUES, and Terrorism Research. Robbins is a co-editor of The Legacy of R.D. Laing, published by Trivium Press. Robbins is a recipient of the Harmi Carari Early Career Award, from the Society for Humanistic Psychology. He holds a doctorate in clinical psychology from Duquesne University.[1][2]", "69205681": "David Watson is an American personality psychologist who has been the Andrew J. McKenna Family Professor of Psychology at the University of Notre Dame since 2010. He previously served as a professor of psychology at the University of Iowa beginning in 1993, and taught at Southern Methodist University before then. He was the founding president of the Association for Research in Personality in 2001 and served as editor-in-chief of the Journal of Abnormal Psychology from 2006 to 2011. He is known for his research on personality assessment and psychopathology, including working with his wife Lee Anna Clark and Auke Tellegen to develop the Positive and Negative Affect Schedule in 1988. In 2015, Watson received the Jack Block Award for Distinguished Research in Personality from the Society for Personality and Social Psychology.[1][2][3]", "20151986": "Harold O'Neil is an American psychologist.", "29523640": "Mary Boyle is a clinical psychologist. She is a Professor Emeritus at University of East London.[1]", "6061753": "Lawrence LeShan (September 8, 1920 – November 9, 2020)[1]  was an American psychologist, educator, and the author of the best-selling How to Meditate (1974) a practical guide to meditation.[2] He authored or co-authored approximately 75 articles in the professional literature and more than fifteen books on a diverse range of topics including psychotherapy, war, cancer treatment, and mysticism. He also wrote science fiction under the pseudonym Edward Grendon.", "46366408": "Laurence Bataille (1930–1986) was a French doctor, psychoanalyst and writer. She was the only daughter of the writer Georges Bataille and the actress Sylvia Bataille.[1] After ten years of marriage, in 1971 she divorced André Basch, by whom she had a daughter. Stepdaughter of Jacques Lacan, from 1976 to 1978 she directed the review of the Freudian School of Paris Ornicar?.[2]", "57638604": "John J. McArdle is Professor of Psychology and Gerontology at the University of Southern California (USC), where he is also director of the Unified Studies of Cognition (CogUSC) Lab. He is known for his work on quantitative research methodology[1] and on the changes in cognitive function and personality that occur as individuals age.[2]", "18153165": "Natalia Petrovna Bekhtereva[1] (Russian: Ната́лья Петро́вна Бе́хтерева, IPA: [ˈbʲextʲɪrʲɪvə]; July 7, 1924 – June 22, 2008) was a Soviet and Russian neuroscientist and psychologist who developed neurophysiological approaches to psychology, such as measuring the impulse activity of human neurons. She was a participant in the documentary films The Call of the Abyss (Russian: Зов бездны) and Storm of Consciousness (Russian: Штурм сознания), which aroused wide public interest. Candidate of Biological Sciences, Doctor of Medicine, Full Professor.", "73039567": "Herbert Lovett (1949–1998) was an American psychologist known for his contributions to the field of intellectual and developmental disabilities. He was an advocate for inclusive support and equal access to education, work, housing, and human rights for children and adults with disabilities.[1][2]", "917201": "George Gilbert Aimé Murray OM FBA (2 January 1866 – 20 May 1957) was an Australian-born British[1] classical scholar and public intellectual, with connections in many spheres. He was an outstanding scholar of the language and culture of Ancient Greece, perhaps the leading authority in the first half of the twentieth century. He is the basis for the character of Adolphus Cusins in his friend George Bernard Shaw's play Major Barbara, and also appears as the chorus figure in Tony Harrison's play Fram.", "9404114": "Joost Abraham Maurits Meerloo (March 14, 1903 – November 17, 1976) was a Dutch/American Doctor of Medicine and psychoanalyst. He authored Rape of the Mind, an analysis of brainwashing techniques and thought control in totalitarian states.", "44269272": "Thomas H. Bak (originally Tomasz Hieronymus Bąk) (born  27 March 1961 in Kraków, Poland) is a Polish-British cognitive neuroscientist. He is a researcher at the University of Edinburgh whose work centres on the impact of bilingualism on cognitive functions, bilingualism and cognitive function across the lifespan, cross-linguistic studies of aphasia, and the relationship between language, cognition and culture in neurodegenerative brain diseases. He also works on the design and adaptation of cognitive and motor assessments to different languages and cultures.[1]", "67108576": "Ione Belarra Urteaga (born 25 September 1987) is a Spanish politician and psychologist from Podemos who served as minister of Social Rights and 2030 Agenda from 2021 to 2023. She has been her party's leader since June 2021.", "16908001": "Patrick Harpur (born July 14, 1950; Windsor, England) is an English writer. He lives in Dorset, United Kingdom. He is best known for the work Daimonic Reality: A Field Guide to the Otherworld which deals with the paranormal in a similar way that Jacques Vallee, Allen Hynek and John Keel have done in the past.", "9109217": "Martha W. Alibali is a Vilas Distinguished Achievement Professor of Psychology and Educational Psychology at the University of Wisconsin–Madison, and an investigator at the Wisconsin Center for Education Research.", "4488935": "Jayne Gackenbach (born May 24, 1946) is a  dream researcher whose focus is lucid dreaming and other altered states of consciousness. She holds a Ph.D in Experimental Psychology. She attended Virginia Commonwealth University, graduating in 1978, and went on to research at the University of Northern Iowa for 11 years and then moved to Canada. Her most recent research focuses on video game players and the development of consciousness.", "68517619": "Benito José Baranda Ferrán[1] (born 1 January 1959) is a Chilean psychologist who is a member of the Chilean Constitutional Convention.[2][3][4][5]", "229110": "Edgar Henry Schein (March 5, 1928 – January 26, 2023)[1] was a Swiss-born American business theorist and psychologist who was professor at the MIT Sloan School of Management. He was a foundational researcher in the discipline of organizational behavior,[2] and made notable contributions in the field of organizational development in many areas, including career development, group process consultation, and organizational culture.[3] He was the son of former University of Chicago professor Marcel Schein.", "52395775": "Charles Lakeman Tweedale (died 29 June 1944), most well known as Charles L. Tweedale, was a British Anglican minister and spiritualist.", "53575430": "Eric Thomas Bradlow is K.P. Chao Professor, Professor of Marketing, Statistics, Education and Economics, Chairperson Wharton Marketing Department, and Vice-Dean of Analytics at the Wharton School of the University of Pennsylvania.[1] He is known for his work on marketing research methods, missing data problems, and psychometrics.[2][3] He is a fellow of the American Statistical Association[4] and a fellow the American Education Research Association.[5] Professor Bradlow is also co-founder of GBH Insights, a leading data-focused marketing strategy and insights firm that caters to Fortune 500 companies.[6]", "62488331": "Julian Edward Hochberg[1] (July 10, 1923 – May 22, 2022) was an American psychology researcher and the Centennial Professor Emeritus of Psychology at Columbia University. Much of Hochberg's research involved visual perception. Before coming to Columbia, Hochberg taught at Cornell University and New York University. He was a member of the National Academy of Sciences.", "73432844": "Linda James Myers (born 1948) is an American psychologist best known for developing a theory of optimal psychology.[1][2] Optimal psychology theory relies on African and Native American worldviews to promote interconnectedness and anti-racism.[3][4][5] James Myers has offered significant contributions to the field of African Psychology.[4][5][6] She has won numerous awards, including the Distinguished Psychologist Award from the Association of Black Psychologists, the Bethune/Woodson Award for Outstanding Contributions in the Development of Promotion of Black Studies from the National Council for Black Studies, and the Oni Award from the International Black Women’s Congress.[1][4]", "41549586": "Joseph William Andrew Hickson (1873–1956) was a Canadian psychologist and mountaineer.[1][2]  As a mountaineer, he is the first to ascend 30 major peaks including Pinnacle Mountain, Mount St. Bride, Mount Chephren, Mount Sir Douglas, Mount Fifi, Mount Joffre, Mount Spring-Rice, Mount King Edward, Mount Fryatt, and Mount Robertson.", "50986779": "Tomer Shechner (Hebrew: תומר שכנר) is an Israeli clinical psychologist, researcher and associate professor currently heading the Developmental Psychopathology Lab at the University of Haifa.[1]", "67534620": "Dorothea Mary Ross (December 24, 1923 – May 7, 2019) was a Canadian-American psychologist and pioneer in the field of pediatric psychology. Ross is best known for her work on social learning at Stanford University in the early 1960s where, together with Albert Bandura and her sister, Sheila Ross, she demonstrated that children learn aggressive behavior through modeling and imitation.[1] Ross was also one of the founders of the Society of Pediatric Psychology.[2]", "917279": "Hugo Münsterberg (/ˈmʊnstərbɜːrɡ/; June 1, 1863 – December 16, 1916) was a German-American psychologist. He was one of the pioneers in applied psychology, extending his research and theories to industrial/organizational (I/O), legal, medical, clinical, educational and business settings. Münsterberg experienced immense turmoil with the outbreak of the First World War. Torn between his loyalty to the United States and his homeland, he often defended Germany's actions, attracting highly contrasting reactions.", "64749360": "Edgar Miller (1939 - 2015) was a clinical psychologist who played an important role in developing training in clinical psychology in Britain.", "6389554": "Timothy Zook Keith is an American psychologist. His research is focused on the nature and measurement of intelligence, understanding school learning, and on the methodologies of confirmatory factor analysis and structural equation modelling, and he  is considered a leading authority on in the use of structural equation modeling and confirmatory factor analysis in school psychology. He has been a Fellow of the American Psychological Association since 1991.", "38076215": "Luiz Carlos Prates (born January 26, 1943 in Santiago do Brasil) is a Brazilian journalist, psychologist, and radio sport announcer.", "50036538": "Shelly Grabe (born 1974) is a professor in social psychology at the University of California, Santa Cruz, where she has affiliations with women's studies and Latin American and Latino studies. Her research involves women's human rights and globalization and the international attention given to women's empowerment.", "20610896": "Lloyd Bond was an American researcher in the field of psychometrics (educational and psychological measurement). As of 2009, he was a consulting scholar at the Carnegie Foundation for the Advancement of Teaching in Stanford, California; he served as a senior scholar at the foundation from 2002 to 2008.", "9043794": "Henri Tajfel (born Hersz Mordche; 22 June 1919 – 3 May 1982) was a Polish social psychologist, best known for his pioneering work on the cognitive aspects of prejudice and social identity theory, as well as being one of the founders of the European Association of Experimental Social Psychology.[1]", "49905494": "Paul T. P. Wong is a Canadian clinical psychologist[1] and professor. His research career has gone through four stages, with significant contributions in each stage: learning theory, social cognition, existential psychology, and positive psychology. He is most known for his integrative work on death acceptance,[2] meaning therapy,[3] and second wave positive psychology (PP 2.0).[4] He has been elected as a fellow for both the American Psychological Association and the Canadian Psychological Association.", "63438679": "Marian Brooke Rogers OBE is a British psychologist who is a Professor of Behavioural Science and Security at King's College London where she is Vice Dean (People & Planning) in the Faculty of Social Science and Public Policy (SSPP).  She is a social psychologist who studies risk and threat. In 2014 she was asked to chair the Cabinet Office Behavioural Science Expert Group (BSEG). In 2019 she was appointed Chair of the Home Office Science Advisory Council (HOSAC).  Professor Rogers was appointed to the Prime Minister's Council for Science and Technology in 2020.[1]", "40697686": "John C. Nemiah (November 30, 1918 – May 11, 2009) was an American psychiatrist.", "29097818": "Felicia Rudolphina Scatcherd (10 August 1862 – 12 March 1927)[1] was an English journalist and spiritualist.", "37388130": "Florence Elizabeth, Lady Barrett, CH, CBE (née Perry; 1867 – 7 August 1945) was a consultant surgeon at the Mothers' Hospital in Clapton and the Royal Free Hospital in London. She was a gynaecologist, obstetrician and eugenecist.", "31686503": "Keith Oatley FRSC, FBPsS (16 March 1939) is an Anglo-Canadian novelist, and professor emeritus of cognitive psychology at the University of Toronto.[1] His novel The Case of Emily V won the 1994 Commonwealth Prize for first novel.", "851818": "Harry Price (17 January 1881 – 29 March 1948) was a British psychic researcher and author, who gained public prominence for his investigations into psychical phenomena and exposing fraudulent spiritualist mediums.  He is best known for his well-publicised investigation of the purportedly haunted Borley Rectory in Essex, England.", "41615213": "Gerard J. M. van den Aardweg (born 1936, Haarlem) is a Dutch psychologist, and psychotherapist in private practice. He has spoken and written on homosexuality,  parapsychology, near-death experience, and anti-abortion matters.[1]", "43319151": "Darrin James Hodgetts is a New Zealand psychology academic. He is a professor of societal psychology at Massey University[1] and is a principal investigator with Ngā Pae o te Māramatanga.[2] Of Māori descent, Hodgetts affiliates to the Ngāi Tahu iwi.[3]", "62521204": "William H. Burnham (1855–1941) was an American educational psychologist, who was a major advocate for promoting good mental hygiene in the education system. He defined this as taking measures to prevent mental problems or disorders to help students learn more effectively.", "44400507": "Devon Leigh Logan Polaschek MNZM is a New Zealand professor of psychology and of Crime Science at the University of Waikato in New Zealand who studies high-risk violent offenders in prisons and on parole.[1]", "10780540": "Harry Kirke Wolfe (November 10, 1858 – July 30, 1918) was a prominent early American psychologist.", "50921346": "Alfredo Ardila (September 4, 1946 - January 9, 2021) was a Colombian neuropsychologist. He graduated as a psychologist from the National University of Colombia and received a doctoral degree in neuropsychology from the Moscow State University where he worked with Alexander R. Luria. He published in cognitive and behavioral neurosciences, especially in neuropsychology.[1] His research interests included brain organization of cognition, the historical origin of human cognition, aphasia, and bilingualism.", "65896329": "Cheryl Ann Koopman (June 14, 1950—May 14, 2019) was an American social psychologist, behavioral scientist, and international relations scholar. As a professor of psychiatry and behavioral sciences at Stanford University and the Stanford University School of Medicine, Koopman was an expert on the social and political context of diseases and diagnosis, quality of life interventions among people living with cancer, and the psychology of problems in international relations like nuclear war prevention. She was the President of the International Society of Political Psychology.", "10157964": "Elizabeth Adare (born 3 June 1949 in Newcastle upon Tyne, Northumberland) is an English child psychologist and former actress and television presenter during the 1970s and 1980s.", "64716690": "George Westby was a British psychologist who played an important role in establishing the discipline at the University College Hull and the University College Cardiff.", "3080099": "Medard Boss (October 4, 1903, St. Gallen – December 21, 1990, Zollikon) was a Swiss psychoanalytic psychiatrist who developed a form of psychotherapy known as Daseinsanalysis, which united the psychotherapeutic practice of psychoanalysis with the existential phenomenological philosophy of friend and mentor Martin Heidegger.", "56000421": "Michael. J. Zigmond is an American neuroscientist. He is emeritus Professor of Neurology at University of Pittsburgh since 2017, previously Professor of Neurology, Psychiatry, and Pharmacology, and Editor-in-Chief of Elsevier's Progress in Neurobiology.[1] He is an Elected Fellow, since 2009, of the American Association for the Advancement of Science.[2] His interests include neuroprotection and neuroplasticity, health aging, and Parkinson's disease.[3] Since 2011, he has also served as Distinguished International Professor at Fudan University.[4]", "55869362": "Tamara Dembo (28 May 1902 – 24 October 1993), was a Russian Empire-born American psychologist. She was one of the pioneers of psychological field theory and rehabilitation psychology.", "10387380": "Walter John Kilner MRCP (1847–1920) was a British medical electrician at St. Thomas Hospital, London. There, from 1879 to 1893, he was in charge of electrotherapy. He was also in private medical practice, in Ladbroke Grove, London.", "63406005": "Anne Wilson Schaef (March 22, 1934 – January 19, 2020) was an American clinical psychologist and author. Her book When Society Becomes an Addict, in which she compared Western culture to an active alcoholic, made the New York Times bestseller list and was nominated for Best Political Book of the Year.", "5210057": "Joseph Frank Rychlak (/ˈrɪʃlɒk/; December 17, 1928 – April 16, 2013) was a psychologist well known for his work with theoretical and philosophical psychology. He developed a theoretical stance known as \"Rigorous Humanism.\" This term refers to Rychlak's argument that psychology with ecological validity should be directed toward issues that are relevant to our lives.[1]", "57540555": "Dewey Stuit (pronounced stew-it, January 24, 1909 - January 9, 2008) was an American educational psychologist and academic administrator. He was the dean of the College of Arts at the University of Iowa from 1948 to 1977.", "74121182": "Other reasons this message may be displayed:", "27295714": "Zoran Bujas (27 December 1910 – 11 January 2004[1]) was a Croatian psychologist.", "34111459": "Jaap van Ginneken (born September 8, 1943 in Hilversum) is a Dutch psychologist and communication scholar.[1]", "66125804": "Dieter Gilberto Hillert (German: [ˈdi:tɐ gɪlbɐto hɪlɐt]) is a German-American biolinguist and cognitive scientist.[1] [2] His research focuses on the human language faculty as a cognitive and neurological system. He is known for work on the neurobiology of language, real-time sentence processing, and language evolution. He advocates comparative evolutionary studies of cognition, argues against tabula rasa models, and favors computational theories of mind.", "67043316": "Talvi Märja (née Talvi Väli; born 8 September 1935 in Tallinn) is an Estonian tennis player, coach, andragogue, psychologist and politician. She was a member of VIII Riigikogu.[1]", "50069498": "John Alexander McGeoch (October 9, 1897 – March 3, 1942)[1][2] was an American psychologist and educator. Considered a modern functionalist,[3] his interests focused on human learning and memory. He was the chair of the department of psychology at the University of Missouri from 1930 to 1935, Wesleyan University from 1935 to 1939, and University of Iowa from 1939 to 1942.[4][5] He was also an editor for the Psychological Bulletin from 1931–1942.[6]"}