{"11161": "Frederick Charles Copleston SJ CBE FBA (10 April 1907 – 3 February 1994) was an English Roman Catholic Jesuit priest, philosopher, and historian of philosophy, best known for his influential multi-volume A History of Philosophy (1946–75).", "306075": "Pierre Charron (French pronunciation: [pjɛʁ ʃaʁɔ̃]; 1541 – 16 November 1603, Paris), French Catholic theologian and major contributor to the new thought of the 17th century. He is remembered for his controversial form of skepticism and his separation of ethics from religion as an independent philosophical discipline.", "59321241": "James Gordon Finlayson FRSA (born 9 September 1964) is a British philosopher. He is reader in philosophy and director of the Centre for Social and Political Thought at the University of Sussex. Finlayson is a Fellow of the Royal Society of Arts and a former chair of the Society for European Philosophy (2007–2011).[1]", "306077": "Wilhelm Gottlieb Tennemann (7 December 1761 – 30 September 1819) was a German historian of philosophy.", "69610398": "Thomas C. Brickhouse (born 1947) is an American philosopher and John Turner Professor of the Humanities and Professor of Philosophy, Emeritus at the University of Lynchburg. He won the Outstanding Academic Book for 1994 award for his book Plato’s Socrates (with Nicholas D. Smith). Brickhouse is known for his research on Ancient Greek philosophy.[2][3][4]", "4500384": "Arthur Frank Holmes (March 15, 1924 – October 8, 2011) was an English philosopher who served as Professor of Philosophy at Wheaton College in Illinois, US from 1951 to 1994. He built the philosophy department at Wheaton where he taught, wrote about the philosophy of Christian education, and participated in the creation of the Society of Christian Philosophers.[1] Wheaton College President Philip Ryken said \"It would be hard to think of anyone who has had a greater impact on Christian higher education than Arthur Holmes.\"[2] Holmes died in Wheaton, Illinois, on October 8, 2011, at age 87.[3][4]", "44247970": "Pietro Perconti (born September 7, 1968, in Milan) is an Italian philosopher. Currently 'Professor of Philosophy and Theory of Languages' at the Department of Cognitive Sciences, University of Messina.", "12987302": "Francesco Scupoli (c. 1530 – 26 November 1610),[1] better known by his religious name Lorenzo Scupoli, was a Neapolitan Roman Catholic priest, most notable for his authorship of The Spiritual Combat (Italian: Il combattimento spirituale), an important work in 16th century Catholic spirituality.[1]", "3156909": "Balthazar (Isaac) Orobio de Castro (c.1617 in Bragança, Portugal – November 7, 1687 in Amsterdam), was a Portuguese Jewish philosopher, physician and religious apologist.", "20982709": "Johann Hast (June 15, 1808 – February 19, 1852) was a German philosopher born in Ottenstein-Ahaus.", "1682358": "Dewi Zephaniah Phillips (24 November 1934 – 25 July 2006), known as D. Z. Phillips or simply DZ, was a Welsh philosopher. He was a leading proponent of the Wittgensteinian philosophy of religion. He had an academic career spanning five decades, and at the time of his death he held the Danforth Chair in Philosophy of Religion at Claremont Graduate University, California, and was Professor Emeritus of Philosophy at Swansea University.", "49884088": "Piotr Balcerowicz is an orientalist, philosopher, professor at University of Warsaw and founder of the Association Education for Peace.", "11194": "Francis Yoshihiro Fukuyama (/ˌfuːkuːˈjɑːmə, -kəˈ-/; born October 27, 1952) is an American political scientist, political economist, international relations scholar and writer.", "41724858": "Syed Ali Akhtar Rizvi (19 September 1948 – 10 February 2002), also known as Adeeb-e-Asr and  Allamah Shaoor, was an Indian Twelver Shī'ah, public speaker, translator, historian and author.[citation needed]", "175040": "Abu Nasr Muhammad al-Farabi (Arabic: أبو نصر محمد الفارابي, romanized: Abū Naṣr Muḥammad al-Fārābī;  c. 870[1][H]— 14 December 950–12 January 951),[2] known in the Latin West as Alpharabius,[3][I] was an early Islamic philosopher and music theorist.[4] He has been designated as \"Father of Islamic Neoplatonism\",[5] and the \"Founder of Islamic Political Philosophy\".[6]", "568258": "Percy Brand Blanshard (/ˈblænʃərd/ BLAN-shərd; August 27, 1892 – November 19, 1987) was an American philosopher known primarily for his defense of reason and rationalism. A powerful polemicist, by all accounts he comported himself with courtesy and grace in philosophical controversies and exemplified the \"rational temper\" he advocated.[4]", "13478851": "Dr. W. D. Wright (born 1936) is a professor emeritus of history at Southern Connecticut State University and the author of seven books on race and racism.[1]", "22948807": "Jakub of Gostynin (Polish: Jakub z Gostynina; c. 1454 – 16 February 1506) was a Polish philosopher and theologian of the late 15th century, and Rector of the University of Kraków in 1503–1504.[1]", "31632328": "Howard Kahane (19 April 1928 – 2 May 2001) was an American professor of philosophy at Bernard M. Baruch College in New York City. He was noted for promoting a popular, and non-mathematical, approach to logic, now known as informal logic.[1] His best known publication in that area is his textbook Logic and Contemporary Rhetoric: The Use of Reason in Everyday Life,[1][2] now at the 12th edition, published in 2014.[3]", "1256394": "Elizabeth Cabot Cary Agassiz (pseudonym, Actaea; December 5, 1822 – June 27, 1907) was an American educator, naturalist, writer, and the co-founder and first president of Radcliffe College. A researcher of natural history, she was an author and illustrator of natural history texts as well as a co-author of natural history texts with her husband, Louis Agassiz, and her stepson Alexander Agassiz.[1]", "26946507": "Paul Souriau (1852–1926) was a French philosopher known for his works on invention theory and aesthetics.", "469965": "Uppaluri Gopala Krishnamurti (9 July 1918 – 22 March 2007) was a philosopher who questioned the state of spiritual liberation. Having pursued a religious path in his youth and eventually rejecting it, U.G. claimed to have experienced a devastating biological transformation on his 49th birthday, an event he refers to as \"the calamity\".  He emphasized that this transformation back to \"the natural state\" is a rare, acausal, biological occurrence with no religious context. Because of this, he discouraged people from pursuing the \"natural state\" as a spiritual goal.[1]", "404431": "Alexius Meinong Ritter von Handschuchsheim (17 July 1853 – 27 November 1920) was an Austrian philosopher, a realist known for his unique ontology. He also made contributions to philosophy of mind and theory of value.[9]: 1–3", "7613392": "Colin Murray Turbayne (7 February 1916 – 16 May 2006) was an Australian philosopher and an internationally recognized authority on the writings of George Berkeley. He spent most of his thirty five year academic career at the University of Rochester and was noted as the author of the book The Myth of Metaphor.", "502739": "Titu Liviu Maiorescu (Romanian: [ˈtitu majoˈresku]; 15 February 1840 – 18 June 1917) was a Romanian literary critic and politician, founder of the Junimea Society. As a literary critic, he was instrumental in the development of Romanian culture in the second half of the 19th century.", "1584086": "Martha Klein is a philosopher, specialising in the intersection of the philosophy of mind and moral philosophy, and especially in the question of the freedom of the will.", "46509015": "Andrew Pessin is an American philosopher who is currently a professor of philosophy at Connecticut College.[1]", "27995100": "Richard Joyce (born 1966) is a British-Australian-New Zealand philosopher, known for his contributions to the fields of meta-ethics and moral psychology. He is Professor of Philosophy at Victoria University of Wellington.", "31632351": "Robert John Fogelin (June 24, 1932– October 24, 2016)[1][2] was an American philosopher, and advocate and leading scholar of modern Pyrrhonism.[3] He was a professor of philosophy and Sherman Fairchild Professor in the humanities (emeritus) at Dartmouth College where he had taught since 1980.[4] He was elected a fellow of the American Academy of Arts and Sciences in 2005.[2]", "46803936": "Susan Lynn Schneider is an American philosopher and artificial intelligence expert. She is the founding director of the Center for the Future Mind at Florida Atlantic University where she also holds the William F. Dietrich Distinguished Professorship.[1]\nSchneider has also held the Baruch S. Blumberg NASA/Library of Congress Chair in Astrobiology, Exploration, and Scientific Innovation at NASA and the Distinguished Scholar Chair at the Library of Congress.", "11381735": "Heraclides Lembus (Ancient Greek: Ἡρακλείδης Λέμβος, Hērakleidēs Lembos) was an Ancient Greek statesman, historian and philosophical writer whose works only survive in fragments quoted in later authors.", "63581159": "Tom Sorell (born 24 October 1951) is a Canadian philosopher based in the UK. His interests range from the theory of knowledge and the philosophy of science to early modern philosophy, ethics (including applied ethics) and political philosophy.  He is noted for his writings on Hobbes, scientism and applied ethics. Since 2008, he has worked in ethics and technology both as a researcher and as a consultant. He is the author of Hobbes (1986); Descartes (1987); Moral Theory and Capital Punishment (1987); Scientism (1992); Business Ethics (with John Hendry) (1994); Moral Theory and Anomaly (1999); Descartes Reinvented (2005); and Emergencies and Politics (2013).", "306153": "Abraham Kuyper (/ˈkaɪpər/ KY-pər, Dutch: [ˈaːbraːɦɑm ˈkœypər]; 29 October 1837 – 8 November 1920)[1] was the Prime Minister of the Netherlands between 1901 and 1905, an influential neo-Calvinist theologian and a journalist. He established the Reformed Churches in the Netherlands, which upon its foundation became the second largest Calvinist denomination in the country behind the state-supported Dutch Reformed Church.", "48901099": "Heda Festini (4 November 1928 – 18 July 2018[1]) was a Croatian philosopher who specialized in analytic philosophy and the history of Croatian philosophy.", "22227948": "Anathon August Fredrik Aall (15 August 1867 – 9 January 1943) was a Norwegian academic, philosopher and psychologist. Originally educated as a theologian, he became a professor of philosophy at University of Oslo.[1]", "70527986": "Julio Felipe Montt Momberg (born 27 April 1926 − 16 September 2019) was a Chilean politician who served as minister of State under Patricio Aylwin's government (1994–2000).[3]", "26258419": "Ljubomir Cuculovski (born 1 September 1948 in Bitola, Republic of Macedonia) is a Macedonian philosopher and professor in Skopje. He graduated from the Department of Philosophy, Faculty of Philosophy of Ss. Cyril and Methodius University of Skopje, with a thesis on The Sources of Bergson’s Theory of Knowledge. Then he received his master's title in sociological science in 1982, at the Institute for Sociological, Political and Juridical Research in Skopje, with a thesis on Religion and Morality. He received his PhD in philosophical sciences from the Faculty of Philosophy in Skopje in 1992, with a dissertation on Karl Marx: The Origin of Historical Materialism (1841–1849).", "8924150": "Miguel Ángel Virasoro (1900–1966) was an Argentine philosopher.", "25865208": "Gabriel Nuchelmans (15 May 1922, Oud Gastel – 6 August 1996, Wassenaar) was a Dutch philosopher, who focused on the history of philosophy as well as on logic and the philosophy of language more in particular.", "37858303": "Takamaro Shigaraki (信楽 峻麿, 1926 – 26 September 2014) was a Japanese Buddhist philosopher and priest within the Honganji-ha branch of Jōdo Shinshū.[1] Shigaraki is widely regarded as one of the most influential Buddhologists of the Jōdo Shinshū in the 20th century.[2]", "3025921": "Johannes van den Driesche [or Drusius] (28 June 1550 – February 1616) was a Flemish Protestant divine, distinguished specially as an Orientalist, Christian Hebraist  and exegete.", "36613122": "Andrea Biglia (c.1395 – 1435)[1] was an Italian Augustinian humanist, known as a moral philosopher and historian.", "23604229": "Lev (Leo) Mikhailovich Lopatin (Russian: Лев Миха́йлович Лопа́тин; 13 June 1855, Moscow – 21 March 1920, Moscow) was a Russian philosopher and former head of the Moscow Psychological Society until the formal liquidation of the society by the Soviet after the Revolution of 1917. Lopatin fell victim to the policies of Soviet reform, which caused widespread famine, and in 1920 he died due to malnourishment and exhaustion.[1]", "16722950": "Michael Schmidt-Salomon (born 14 September 1967 in Trier) is a German author, philosopher, and public relations manager. As chairman of the Giordano Bruno Foundation, a humanist organization that is critical of religion, he has been identified as Germany's \"Chief Atheist.\"[1] His books include the Manifesto of Evolutionary Humanism: A Plea for a Contemporary Culture,[2] and Die Kirche im Kopf (The Church in the Head). His children's book Wo bitte geht's zu Gott?, fragte das kleine Ferkel (\"Which is the way to God,\nplease?, little Piglet asked\") caused controversy for its depiction of religion.[3][4][5]", "17280016": "Barzillai Quaife (29 December 1798 – 3 March 1873) was an English-born editor, Congregational and Presbyterian minister, bookseller and teacher active in both Australia and New Zealand.[1] He was a fierce advocate for the rights of the Māori.", "65612816": "Mohan No Masalo (English: Mohan's Recipe) is a 2015 biographical one-man play about Mahatma Gandhi, starring Pratik Gandhi. Written by Ishan Doshi and directed by Manoj Shah, it depicts the early life of Mohandas Gandhi. First performed in Gujarati, the play later staged in English and Hindi. It was included in the Limca Book of Records for its performances in three languages (English, Hindi and Gujarati) in a single day.", "18328595": "Mike Sandbothe (born June 26, 1961) is a German intellectual, philosopher and professor of culture and media at University of Applied Sciences Jena.", "11285": "Francisco Ignacio Madero González (Spanish pronunciation: [fɾanˈsiskojɣˈnasjo maˈðeɾo ɣonˈsales]; 30 October 1873 – 22 February 1913) was a Mexican businessman, revolutionary, writer and statesman, who served as the 37th president of Mexico from 1911 until he was deposed in a coup d'état in February 1913 and assassinated.[2][3][4][5] He came to prominence as an advocate for democracy and as an opponent of President and de facto dictator Porfirio Díaz. After Díaz claimed to have won the fraudulent election of 1910 despite promising a return to democracy, Madero started the Mexican Revolution to oust Díaz. Madero supposedly initiated the Mexican Revolution with guidance from spirits[6] (Madero identified as a medium who communicated with ghosts, including historical figures like Benito Juarez and even his deceased younger brother.)[7][8] The Mexican revolution would continue until 1920, well after Madero and Díaz's deaths, with hundreds of thousands dead.", "699415": "Erich Neumann (Hebrew: אריך נוימן; 23 January 1905 – 5 November 1960)[1] was a German psychologist, philosopher, writer, and student of Carl Jung.[2]", "42380317": "(Elsie) Helen Knight (née Weil, 24 November 1899 – 1984) was a British philosopher. She was one of few women active in the early days of analytic aesthetics.[1]", "32255007": "Lisa H. Schwartzman (born 1969) is a philosophy professor and well known feminist and social/political philosopher currently teaching at Michigan State University. Schwartzman earned her Ph.D. in philosophy at the State University of New York at Stony Brook in 2000 before going on to teach courses on feminist theory, social and political philosophy, philosophy of law, and ethics at Michigan State.[1]", "43265056": "Peter Dunov (/ˈdʌnɒv/ DUN-əv; Bulgarian: Петър Дънов [ˈpɛtɐr ˈdɤnof]; July 11, 1864 – December 27, 1944), also known by his spiritual name Beinsa Douno (Bulgarian: Беинса Дуно [bɛinˈsа duˈnɔ]), and often titled Uchitelyat (\"the Teacher\") by his followers, was a Bulgarian philosopher and spiritual teacher who developed a form of Esoteric Christianity known as the Universal White Brotherhood. He is widely known in Bulgaria, where he was voted second by the public in the Great Bulgarians TV show on Bulgarian National Television (2006-2007).[1] Dunov is also featured in Pantev and Gavrilov's The 100 Most Influential Bulgarians in Our History (ranked in 37th place).[2] According to Petrov, Peter Dunov is “the most published Bulgarian author to this day.”[3]", "69610528": "Gerasimos Xenophon Santas (March 23, 1931 - June 20, 2021) was a Greek-American philosopher and Professor of Philosophy at the University of California, Irvine. A festschrift in his honor was published in 2011.[1][2]", "29535266": "Karim Mojtahedi (1 September 1930 – 15 January 2024) was an Iranian philosophy professor at Tehran University. He published over 20 books on philosophy. He was awarded UNESCO's Avicenna Prize for Ethics in Science at the 4th International Farabi Festival[citation needed] and received a plaque of honor from Iran's Cultural Luminaries Association.[1] Born on 1 September 1930,[2][3][4] Mojtahedi died on 15 January 2024, at the age of 93.[5]", "1584159": "Hendrik Jan van Eikema Hommes (May 3, 1930, IJlst – September 3, 1984, Bussum) was a noted Dutch legal scholar and successor to Herman Dooyeweerd in the post of philosopher and judicial scholar at Vrije Universiteit, Amsterdam, Netherlands.[1][2]", "37923881": "William Vorilong, also known as Guillermus Vorrilong, Willem of Verolon, William of Vaurouillon, Guilelmus de Valle Rouillonis, etc.[1] (ca. 1390 - 1463)[1] was a French philosopher and theologian.[2] He wrote a biography of Duns Scotus. From 1457 onwards he was a regent master in Lyon, becoming licentiate and master of theology at Lyon in 1458.", "3386412": "Jiva Goswami (Sanskrit: जीव गोस्वामी, romanized: Jīva Gosvāmī; c. 1513 – c. 1598)[1][2] was an Indian philosopher and saint from the Gaudiya Vaishnava school of Vedanta tradition, producing a great number of philosophical works on the theology and practice of Bhakti yoga, Vaishnava Vedanta and associated disciplines. He is known as one of the Six Goswamis of Vrindavan and was the nephew of the two leading figures, Rupa Goswami and Sanatana Goswami.", "27929646": "Other reasons this message may be displayed:", "36318258": "Yehoshua Yakhot (Russian: Иегошуа Яхот/Овший Овшиевич Яхот; 2 March 1919, in Yaryshev, Vinnitskaya, Ukrainian People's Republic – 21 December 2003, in Tel Aviv) was a professor of philosophy in the Soviet Union.[1]", "5680180": "Adalbertus Ranconis de Ericinio (Czech: Vojtěch Raňkův z Ježova) (c. 1320, Malý Ježov – 15 August 1388, Prague) was a Czech theologian and philosopher. In 1355 he was appointed a rector of the University of Paris. He wrote the Tractatus de communione, a treatise on confession and the offering of the eucharist by laymen. He is also known for introducing the ideas of John Wycliff to Bohemia.[1]", "11319": "Francis Bacon, 1st Viscount St Alban[a] PC (/ˈbeɪkən/;[5] 22 January 1561 – 9 April 1626), also known as Lord Verulam, was an English philosopher and statesman who served as Attorney General and Lord Chancellor of England under King James I. Bacon led the advancement of both natural philosophy and the scientific method and his works remained influential even in the late stages of the Scientific Revolution.[6]", "142391": "Nicephorus Gregoras (/ˈɡrɛɡərəs/; Greek: Νικηφόρος Γρηγορᾶς, Nikēphoros Grēgoras; c. 1295 – 1360) was a Byzantine Greek[1] astronomer, historian, and theologian. His 37-volume Byzantine History, a work of erudition, constitutes a primary documentary source for the 14th century.", "28650554": "Thomas Reid (Read, Rhaedus) (died 1624) was a Scottish humanist and philosopher who became Latin secretary to King James VI and I.", "57093188": "Franson Davis Manjali was an Indian professor of linguistics, translator and editor.[1] His work was based on the philosophy of language in the tradition of Martin Heidegger, Friedrich Nietzsche, Immanuel Kant and, most importantly, Jacques Derrida and Jean-Luc Nancy.[2] He was a professor of linguistics at Jawaharlal Nehru University in India and retired in 2020.[3] He died on 14 June 2023 in New Delhi, India.[4]", "5286984": "James Franklin Childress (/ˈtʃɪldrɛs/; born October 4, 1940) is a philosopher and theologian whose scholarship addresses ethics, particularly biomedical ethics. Currently he is the John Allen Hollingsworth Professor of Ethics at the Department of Religious Studies at the University of Virginia and teaches public Policy at the Frank Batten School of Leadership and Public Policy. He is also Professor of Medical Education at this university and directs its Institute for Practical Ethics and Public Life. He holds a B.A. from Guilford College, a B.D. from Yale Divinity School, and an M.A. and Ph.D. from Yale University.\nHe was vice-chairman of the national Task Force on Organ Transplantation, and he has also served on the board of directors of the United Network for Organ Sharing (UNOS), the UNOS Ethics Committee, the Recombinant DNA Advisory Committee, the Human Gene Therapy Subcommittee, the Biomedical Ethics Advisory Committee, and several Data and Safety Monitoring Boards for NIH clinical trials. From 1996 to 2001, he served on the presidentially-appointed National Bioethics Advisory Commission. He is a fellow of the Hastings Center, an independent bioethics research institution.", "61451342": "Satyanatha Tirtha (also known as Satyanatha Yati[4][5]) (Sanskrit:सत्यनाथा तीर्थ); IAST:Śrī Satyanātha Tīrtha) (c.1648 – c.1674[4]), also called  Abhinava Vyasaraja, was a Hindu philosopher, scholar, theologian, logician and dialectician  belonging to the Dvaita order of Vedanta.[6] He served as the twentieth pontiff of Uttaradi Math from 1660 to 1673.[7] He was a fiery and prolific writer and very ambitious of the glory of Dvaita Vedanta. He is considered to be one of the stalwarts in the history of the Dvaita school of thought, on account of his sound elucidations of the works of Madhvacharya, Jayatirtha and Vyasatirtha.[5][8] Three of his polemically themed doxographical works (Abhinavamruta, Abhinava Chandrika and Abhinava Tarkatandava) are reminiscent of \"Vyasatraya\" (the three eyes of the man-lion of Madhva Siddhāntha).[9] His refutation work Abhinava Gada is a devastating criticism of Appayya's Madhvamathamukhamardhana.[note 2][note 3][12][13] His independent treatise Abhinava Chandrika is considered a brilliant work relating to the Brahma Sūtras, being a commentary on Jayatirtha's Tattvaprakashika.[14][15] His work Abhinava Tarka Tandava refuted the works of rival systems, especially those of Prabhākara of Mimamsa, Ramanuja's Visistadvaita, and Gangesha Upadhyaya, Raghunatha Siromani of the Nyaya school, on the same lines as Vyasatirtha's Tarka Tandava.[16] Indologist B.N.K.Sharma wrote, \"His energy and determination to crush out the rivalry of Monism is reflected even in the choice of the titles of some of his works, four of which go by the name \"Paraśus\" (the Axe)\".[12]", "25111631": "Mikkel Borch-Jacobsen (born 1951) is a professor of Comparative Literature and French at the University of Washington in Seattle,[1] and the author of many works on the history and philosophy of psychiatry, psychoanalysis and hypnosis. Born to Danish parents, he began his studies in France and emigrated to the United States in 1986. His constructivist analysis of the co-production of psychical \"facts\" emphasises the accuracy of historical accounts of mental disorders.", "3157072": "David Hartman (Hebrew: דוד הרטמן; September 11, 1931 – February 10, 2013) was an American-Israeli leader and philosopher of contemporary Judaism, founder of the Shalom Hartman Institute in Jerusalem, Israel, and a Jewish author.", "9808976": "The philosophers' ships or philosopher's steamers (Russian: Философский пароход) were steamships that transported intellectuals expelled from Soviet Russia in 1922.", "40578137": "Melvin Miller Rader (November 8, 1903 – June 14, 1981) was an American academic and civil rights advocate. He was a professor of philosophy at the University of Washington, teaching ethics, aesthetics and political philosophy. In the late 1940s, he was accused of being a Communist by the Canwell Committee, although he was later exonerated.", "58305626": "Isaac ben Baruch Albalia (Hebrew: יִצְחָק בֶּן בָּרוּךְ אַלבּאליה, Yiṣḥaq ben Barukh Albalia) \n(1035, Cordova – 1094, Granada) was an Andalusian Jewish mathematician, astronomer, astrologer, and Talmudist.", "11906139": "Gerson ben Solomon Catalan, also known as Gerson ben Solomon of Arles, was a French Jewish author of the thirteenth century. He compiled an encyclopedia entitled Sha'ar ha-Shamayim (Door of Heaven) in Hebrew, which was widely read later in the Middle Ages and the early modern period.[1] He lived in southern France (Languedoc or Provence), possibly at Arles.[1] He died, possibly at Perpignan, toward the end of the thirteenth century.", "70397019": "Lenny Moss is a philosopher and a former biomedical scientist. He is presently an “Investigadore Visitantes” at the Instituto de Investigaciones Filosóficas of the Universidad Nacional Autónoma De Mexico (UNAM), Mexico City.[1] He was previously a professor in the Department of Philosophy at the University of Notre Dame in the United States and the Department of Sociology, Philosophy and Anthropology at the University of Exeter in the United Kingdom.", "1191013": "The New Philosophers (French: nouveaux philosophes) is the generation of French philosophers who are united by their respective breaks from Marxism in the early 1970s. They also criticized the highly influential thinker Jean-Paul Sartre and the concept of post-structuralism, as well as the philosophy of Friedrich Nietzsche and Martin Heidegger.", "2862182": "Jacob Taubes (25 February 1923 – 21 March 1987) was a sociologist of religion, philosopher, and scholar of Judaism.", "1354854": "Friedrich Karl Christian Ludwig Büchner (29 March 1824 – 30 April 1899) was a German philosopher, physiologist and physician who became one of the exponents of 19th-century scientific materialism.", "863333": "Dominicus Gundissalinus, also known as Domingo Gundisalvi or Gundisalvo (c. 1115 – after 1190), was a philosopher and translator of Arabic to Medieval Latin active in Toledo. Among his translations, Gundissalinus worked on Avicenna's Liber de philosophia prima and De anima, Ibn Gabirol's Fons vitae, and al-Ghazali's Summa theoricae philosophiae, in collaboration with the Jewish philosopher Abraham Ibn Daud and Johannes Hispanus.[1] As a philosopher, Gundissalinus crucially contributed to the Latin assimilation of Arabic philosophy, being the first Latin thinker in receiving and developing doctrines, such as Avicenna's modal ontology or Ibn Gabirol's universal hylomorphism, that would soon be integrated into the thirteenth-century philosophical debate.", "57289833": "John Daniel Norton (born 1953) is an Australian philosopher of physics and distinguished professor of the history and philosophy of science at the University of Pittsburgh.", "76907": "Louis Pierre Althusser (UK: /ˌæltʊˈsɛər/, US: /ˌɑːltuːˈsɛər/;[9] French: [altysɛʁ]; 16 October 1918 – 22 October 1990) was a French Marxist philosopher who studied at the École normale supérieure in Paris, where he eventually became Professor of Philosophy.", "31435883": "John Cottingham (born 1943) is an English philosopher. The focus of his research has been early-modern philosophy (especially Descartes), the philosophy of religion and moral philosophy.[1][2] He is a Professor Emeritus of Philosophy at the University of Reading, Professorial Research Fellow at Heythrop College, University of London, and Honorary Fellow of St John's College, Oxford. He is also a current Visiting Professor to the Philosophy Department at King's College, London.", "175213": "Kai Nielsen (May 15, 1926 – April 7, 2021) was an American professor, latterly emeritus, of philosophy at the University of Calgary. He specialized in naturalism, metaphilosophy, ethics, analytic philosophy, social and political philosophy. Nielsen also wrote about  philosophy of religion, and was an advocate of contemporary atheism. He was also known for his defense of utilitarianism, writing in response to Bernard Williams's criticism of it.", "11152494": "George Molnar (1934–1999) was a Hungarian-born philosopher whose principal area of interest was metaphysics. He worked mainly in the Philosophy Department at the University of Sydney but resided in England from 1976 to 1982. He published four philosophical papers in two separate spells; the first two in the 1960s and the second two after a return to the profession in the 1990s. His book Powers: A Study in Metaphysics was published posthumously in 2003.", "5221487": "İhsan Oktay Anar (born 1960 in Yozgat, Turkey), is a Turkish writer, illustrator, literature translator and an academic.", "31272049": "Peter Plaoul (1353–1415; Latin: Petrus Plaoul, French: Pierre Plaoul) was a late medieval Scholastic philosopher and theologian. Born in Liege, he was educated at the University of Paris and remained an active member of the University until he was made Bishop of Senlis in 1409.", "74198132": "Rachana Kamtekar (born  2 April 1965) is an American philosopher and Professor of Philosophy at Cornell University.\nShe is known for her works on ancient philosophy.[1][2][3] She is the current editor of the Journal Oxford Studies in Ancient Philosophy.[4]", "535669": "Hermann Cohen (4 July 1842 – 4 April 1918) was a German Jewish philosopher, one of the founders of the Marburg school of neo-Kantianism, and he is often held to be \"probably the most important Jewish philosopher of the nineteenth century\".[3]", "207994": "Johann Kaspar (or Caspar) Lavater (Alemannic German: [ˈlɒːv̥ɒtər];[1] 15 November 1741 – 2 January 1801) was a Swiss poet, writer, philosopher, physiognomist and theologian.", "32156798": "David Ross Fryer is an American ethicist and writer working in phenomenology, queer theory, Africana thought, existentialism (in particular Black Existentialism), contemporary Jewish thought, and psychoanalytic theory.[1]", "601219": "Antoun Saadeh (Arabic: أنطون سعادة, romanized: ʾAnṭūn Saʿādah; 1 March 1904 – 8 July 1949) was a Lebanese politician, sociologist, philosopher and writer who founded the Syrian Social Nationalist Party.", "32713860": "Herman Wright Cappelen (born 1967) is a Norwegian philosopher. He is currently the Chair Professor of Philosophy at the University of Hong Kong.[1]", "17509509": "Samson L. Bodnărescu (Romanian pronunciation: [samˈson bodnəˈresku]; June 27, 1840 – 1902) was a Romanian poet.", "863366": "Yevgeny Abramovich Baratynsky[1] (Russian: Евге́ний Абра́мович Бараты́нский; 2 March [O.S. 19 February]  1800 – 11 July 1844) was lauded by Alexander Pushkin as the finest Russian elegiac poet[citation needed]. After a long period when his reputation was on the wane, Baratynsky was rediscovered by Russian Symbolism poets as a supreme poet of thought[citation needed].", "25341059": "Nicolaus Hieronymus Gundling (February 25, 1671 – December 9, 1729), was a German jurist and eclectic philosopher. He was born in Kirchensittenbach, and died in Magdeburg.  He was the brother of Jacob Paul von Gundling, Court Historiographer to King Frederick I of Prussia, who became a figure of ridicule in the \"Tobacco Cabinet\" (Tabakskollegium) of Frederick William I.", "73772168": "David R. Morrow is an American philosopher and the Director of Research for the Institute for Carbon Removal Law and Policy and the Forum for Climate Engineering Assessment at American University. He is also a Research Fellow in the Institute for Philosophy & Public Policy at George Mason University. Morrow is known for his works on climate policy and ethics.[1][2][3][4][5][6][7]", "18754696": "Hume Studies is an interdisciplinary journal that publishes articles on the philosophical thought of David Hume.[1] It is published by the Hume Society in April and November issues.[1] There is open access to the journal's first 30 volumes, which are available in their issue archive. Members of the Hume Society have online access to all volumes.", "8989836": "Irvin David Yalom (/ˈɜːrvɪn ˈjæləm/; born June 13, 1931) is an American existential psychiatrist who is emeritus professor of psychiatry at Stanford University, as well as author of both fiction and nonfiction.", "4435095": "Muhammad Asad, (Arabic: محمد أسد [/mʊħʌmmʌd ʌsʌd/], Urdu: محمد أسد, born Leopold Weiss; 2 July 1900[17] – 20 February 1992[18][19]) was an Austro-Hungarian-born Jew and convert to Islam who worked as a journalist, traveler, writer, linguist[citation needed], political theorist, diplomat.[6]", "4500633": "Rebecca Newberger Goldstein (born February 23, 1950) is an American philosopher, novelist, and public intellectual. She has written ten books, both fiction and non-fiction. She holds a Ph.D. in philosophy of science from Princeton University, and is sometimes grouped with novelists such as Richard Powers and Alan Lightman, who create fiction that is knowledgeable of, and sympathetic toward, science.[5][6]", "34614434": "Koert van Mensvoort (born 9 April 1974) is an artist, philosopher and scientist best known for his work on the philosophical concept of Next Nature.", "65449125": "Giuliano l'Apostata is a 1919 Italian historical drama film directed by Ugo Falena, starring Guido Graziosi and Ileana Leonidoff. Set in the 4th century, it is a biographical film about the Roman Emperor Julian, known as Julian the Apostate for his rejection of Christianity.", "11431": "Fernando António Nogueira Pessoa (Portuguese: [fɨɾˈnɐ̃du pɨˈsoɐ]; 13 June 1888 – 30 November 1935) was a Portuguese poet, writer, literary critic, translator, publisher, and philosopher, described as one of the most significant literary figures of the 20th century and one of the greatest poets in the Portuguese language. He also wrote in and translated from English and French.", "26619048": "Thomas (Tom) Douglas Campbell (1938–2019) was a Scottish philosopher and jurist. He held academic positions in Scotland and Australia, and was a professorial fellow of the Centre for Applied Philosophy and Public Ethics (CAPPE) in Canberra.", "44203": "Ezra Weston Loomis Pound (30 October 1885 – 1 November 1972) was an expatriate American poet and critic, a major figure in the early modernist poetry movement, and a collaborator in Fascist Italy and the Salò Republic during World War II. His works include Ripostes (1912), Hugh Selwyn Mauberley (1920), and his 800-page epic poem, The Cantos (c. 1917–1962).[1]", "2993325": "Henry Maurice Sheffer (1 September 1882 – 17 March 1964)[1] was an American logician.", "12332205": "R. William Hasker (/ˈhæskər/; born 1935) is an American philosopher and Distinguished Professor Emeritus of Philosophy at Huntington University. For many years he was editor of the prestigious journal Faith and Philosophy. He has published many journal articles and books dealing with issues such as the mind–body problem, theodicy, and divine omniscience. He has argued for \"open theism\" and a view known as \"emergentism\" regarding the nature of the human person. Hasker regards the soul as an \"emergent\" substance, dependent upon the body for its existence.", "33434801": "David de Rodon or plain Derodon (c. 1600 – 1664), was a French Calvinist theologian and philosopher.\nDerodon was born at Die, in the Dauphiné. He had the reputation of being one of the most eminent logicians of his time. His knowledge of philosophy was both extensive and profound. He taught philosophy at Orange, at Nismes, and at Geneva. He inclined to the doctrines of Gassendi rather than to those of the Cartesian philosophy. He had frequent discussions with the followers of Descartes. He kept up a close correspondence with many learned men of his time, particularly with Galileo and Descartes.", "33795252": "Louis Marin (22 May 1931 – 29 October 1992) was a French philosopher, historian, semiotician, and art critic.", "17706170": "Antonio Caso Andrade (December 19, 1883 – March 6, 1946) was a Mexican philosopher and rector of the former Universidad Nacional de México, nowadays known as the National Autonomous University of Mexico from December 1921 to August 1923. Along with José Vasconcelos, he founded the Ateneo de la Juventud, a humanist group against philosophical positivism. The Athenian generation opposed Auguste Comte and Herbert Spencer’s philosophical views, giving credence to and expanding on the ideas of  Henri Bergson, Schopenhauer, Nietzsche, and José Enrique Rodó. Caso opposed rationalism. His group the ateneistas believed in a moral, willing, and spiritual individual being.[1] He was the older brother of archaeologist Alfonso Caso.[2]", "8858812": "Thomas Donaldson is The Mark O. Winkelman Professor of Legal Studies & Business Ethics at the Wharton School at the University of Pennsylvania. He is an expert in the areas of business ethics, corporate compliance, corporate governance, and leadership.[1]\nHe is Associate Editor for the Business Ethics Quarterly (2015-)", "37989565": "Stephen R. Perry (born 1950) is a Canadian scholar in the fields of jurisprudence and political philosophy. He is the John J. O'Brien Professor of Law and Professor of Philosophy at the University of Pennsylvania Law School, and Director of the Institute of Law & Philosophy.", "26946759": "Michael Detlefsen (20 October 1948 – 21 October 2019) was an American philosopher who was a McMahon-Hank Professor of Philosophy at the University of Notre Dame. His areas of special interest were logic, history of mathematics, philosophy of mathematics and epistemology.[1][2]", "52473038": "Anatoly Rykov is a Russian art and political theorist, art historian, and professor at Saint Petersburg State University.[1] In his numerous writings, Professor Rykov argues that leftist projects in art and culture often employ repressive and totalitarian concepts and metaphors. He introduced the notion of “radical conservatism” in order to explain this phenomenon in the theoretical matrix of the avant-garde and its postmodern interpretation. He has written on a range of subjects in Renaissance, 18th, 19th and 20th century art.", "6761691": "Raili Kauppi (1920–1995), professor of philosophy at the University of Tampere. She was an internationally recognized scholar of Leibniz and intensional logic.", "31599836": "Robert Misrahi (French: [miz.ʁa.i]; 3 January 1926 – 1 October 2023) was a French philosopher who specialised in the work of 17th Century Dutch thinker Baruch Spinoza.", "56110310": "Irena Lasota (born 25 July 1945 as Irene Hirszowicz) is a Polish philosopher, publicist, publisher, social and political activist, and president/co-director of the Institute for Democracy in Eastern Europe. Lasota began her political activism as a student in Poland during the 1968 Polish political crisis, which pitted protesting students against the then-Communist government. Soon after the so called March events, Lasota would emigrate to the United States, eventually returning to Europe in the first half of the 1980s to settle down in France. Lasota is to this day a frequent commentator on Polish and American political affairs,[1] and remains an outspoken supporter of freedom of speech and democratic institutions.[2][3]", "13577446": "Song Si-yeol (Korean: 송시열; 1607 – 1689), also known by his art names Uam (우암) and Ujae (우재) or by the honorific Master Song (송자; 宋子; Songja), was a Korean philosopher and politician. Born in Okcheon, North Chungcheong, he was known for his concern with the problems of the common people.  He served in governmental service for more than fifty years, and his name features over 3,000 times in the Annals of Joseon Dynasty, the greatest frequency that any individual is mentioned. He was executed by the royal court for writing an inflammatory letter to the king.\nThere is a monument to him in his hometown.\nHe is also known as the calligrapher who inscribed an epitaph (Chungyeolmyobi Takboncheop) in dedication of Admiral Yi Sunsin, which is preserved at the Chungnyeolsa Shrine (historical site No. 236). He was from the Eunjin Song clan and was close friends with one of his distant relatives, Song Jun-gil.", "77032": "Shi'a", "5876976": "Mikhail Aleksandrovich Lifshitz (Russian: Михаи́л Алекса́ндрович Ли́фшиц; 23 July 1905 in Melitopol (Taurida Governorate, now Zaporizhzhia Oblast of Ukraine) – 20 September 1983 in Moscow) was a Soviet Marxian literary critic and philosopher of art who had a long and controversial career in the former Soviet Union. In the 1930s, he strongly influenced Marxist views on aesthetics while being a close associate of György Lukács. He also published important compilations of early Marxist literature on the role of art. In 1975, he was elected as a full member of the USSR Academy of Arts.", "13806840": "Theodorus the Atheist (Greek: Θεόδωρος ὁ ἄθεος; c. 340 – c. 250 BCE[1]), of Cyrene, was a Greek philosopher of the Cyrenaic school. He lived in both Greece and Alexandria, before ending his days in his native city of Cyrene. As a Cyrenaic philosopher, he taught that the goal of life was to obtain joy and avoid grief, and that the former resulted from knowledge, and the latter from ignorance. However, his principal claim to fame was his alleged atheism. He was usually designated by ancient writers ho atheos (ὁ ἄθεος), \"the atheist.\"", "568571": "Gabriel Honoré Marcel[a] (7 December 1889 – 8 October 1973) was a French philosopher, playwright, music critic and leading Christian existentialist. The author of over a dozen books and at least thirty plays, Marcel's work focused on the modern individual's struggle in a technologically dehumanizing society. Though often regarded as the first French existentialist, he dissociated himself from figures such as Jean-Paul Sartre, preferring the term philosophy of existence or neo-Socrateanism to define his own thought. The Mystery of Being is a well-known two-volume work authored by Marcel.", "20917500": "Michael Richard Ayers FBA (born 1935) is a British philosopher and professor emeritus of philosophy at the University of Oxford. He studied at St John's College, Cambridge, and was a fellow of Wadham College, Oxford, from 1965 until 2002. Among his students are Colin McGinn and William Child.", "11644157": "Elliot R. Wolfson (born November 23, 1956) is a scholar of Jewish studies.", "62434559": "Nour-Eddine Saïl (1947 – 15 December 2020) was a Moroccan media executive, educator, film critic, and writer.[1]", "59354368": "Katharine Everett Gilbert (1886–1952), an American philosopher who studied aesthetics, was one of the first women to be president of the American Philosophical Society.[1] She was also the first female professor at Duke University and, during her lifetime, the only female chairman of a liberal arts department.[2][3]", "25242879": "William Manderstown (c.1485–1552, also spelled Manderston) was a Scottish philosopher and Rector of the University of Paris.", "33074439": "Sartre Studies International is a journal published by Berghahn Books in association with the United Kingdom Sartre Society and North American Sartre Society, and focuses on the philosophical, literary and political issues originating in existentialism, and explores the continuing vitality of existentialist and Sartrean ideas in contemporary society and culture. Each issue contains a reviews section and a notice board of current events, such as conferences, publications and media broadcasts linked to Jean Paul Sartre's life, work and intellectual legacy.\nIt is edited conjointly by John Gillespie, Katherine Morris, John Ireland, and Constance Mui.", "67349774": "Jalal Uddin Khan (Bengali: জালাল উদ্দিন খাঁ; 25 April 1894 — 31 July 1972) was a Bengali composer of Baul Song from Kendua Upazila, Netrakona.[1] His father's name was Shadaruddin Khan. Influenced by the songs of Baul Rashid Uddin, he started composing folk and Sufi music in 1922 and composed around 500 songs.[2] In 2005, his songs were published in five volumes as Jalalgeetika Shamagra edited by Jatin Sarker.[3]", "10628371": "Metrodorus of Chios (Greek: Μητρόδωρος ὁ Χῖος; fl. 4th century BC) was a Greek philosopher, belonging to the school of Democritus, and an important forerunner of Epicurus.", "44307": "Michel Eyquem, Seigneur de Montaigne (/mɒnˈteɪn/ mon-TAYN;[4] French: [miʃɛl ekɛm də mɔ̃tɛɲ]; 28 February 1533 – 13 September 1592[5]), commonly known as Michel de Montaigne, was one of the most significant philosophers of the French Renaissance. He is known for popularizing the essay as a literary genre. His work is noted for its merging of casual anecdotes[6] and autobiography with intellectual insight. Montaigne had a direct influence on numerous Western writers; his massive volume Essais contains some of the most influential essays ever written.", "60730645": "Malek Hosseini (born 7 May  1968) is an Iranian philosopher and a former professor of philosophy at the Iranian Research Institute of Philosophy and the Islamic Azad University, Science and Research Branch, Tehran. He is known for his expertise on Ludwig Wittgenstein's thought and his Persian translations of Wittgenstein's works (including Tractatus Logico-Philosophicus, The Blue Book, Philosophical Investigations, On Certainty, Zettel). Hosseini is a recipient of Iran's Book of the Season Award for his book Wittgenstein und Weisheit.[1][2]", "142615": "William Godwin (3 March 1756 – 7 April 1836) was an English journalist, political philosopher and novelist. He is considered one of the first exponents of utilitarianism and the first modern proponent of anarchism.[1] Godwin is most famous for two books that he published within the space of a year: An Enquiry Concerning Political Justice, an attack on political institutions, and Things as They Are; or, The Adventures of Caleb Williams, an early mystery novel which attacks aristocratic privilege. Based on the success of both, Godwin featured prominently in the radical circles of London in the 1790s. He wrote prolifically in the genres of novels, history and demography throughout his life.", "11543": "Firmin Abauzit (11 November 1679 – 20 March 1767) was a French scholar who worked on physics, theology and philosophy, and served as librarian in Geneva (Republic of Geneva) during his final 40 years. Abauzit is also notable for proofreading or correcting the writings of Isaac Newton and other scholars.", "61287703": "Anna Pammrová (29 June 1860, Kralice nad Oslavou – 19 September 1945, Žďárec) was a Czech writer, feminist and philosopher. She had a difficult personal life with an unhappy childhood and marriage. After her divorce, she lived in poverty in a forest with her two children. Her daughter died and her son escaped and did not return. She survived with the help of her friends. Throughout her life she corresponded with her friend Otokar Březina who she met in Jinošov in 1887 and their letters resurfaced in 2008. Her autobiographical fragmentary novel 'Antieva' was published posthumously in 1997.", "5680407": "Octave Hamelin (22 July 1856 in Montpellier – 11 September 1907 in Prades, Pyrénées-Orientales) was a French philosopher. He taught as a professor at the University of Bordeaux (1884-) and the University of Sorbonne (1905-). Hamelin was a close friend of the sociologist Émile Durkheim, with whom he shared an interest in the French philosopher Charles Renouvier.  He is also known as a translator of classical Greek philosophers.", "22523163": "David Wong is an American philosopher. He is the Susan Fox Beischer and George D. Beischer Professor of Philosophy at Duke University. Wong has done work in ethics, moral psychology, comparative ethics, and Chinese philosophy.  He is especially well known for his defense of a version of moral relativism.", "26946839": "Christopher Warren Morris (born June 7, 1949)[1] is professor and chair of philosophy at the University of Maryland, where he is also a member of the Faculty of Politics, Philosophy, and Public Policy.[2][3]", "68136223": "Eva Cassirer (Berlin, 28 January 1920 – Calvià [Majorca, Spain], 19 September 2009) was a German philosopher, astronomer and art collector. She was an honorary professor at the Technical University of Berlin. She was awarded the honorary title Righteous Among the Nations in 2011.", "43822370": "Anandghan was a 17th-century Jain monk, mystical poet and hymnist. Though very little is known about his life, his collection of hymns about philosophy, devotion and spirituality in vernacular languages are popular and still sung in Jain temples.", "240934": "John Leslie Mackie FBA (25 August 1917 – 12 December 1981) was an Australian philosopher. He made significant contributions to ethics, the philosophy of religion, metaphysics, and the philosophy of language.", "1256743": "Harry Burrows Acton (2 June 1908 – 16 June 1974) was an English academic in the field of political philosophy, known for books defending the morality of capitalism, and attacking Marxism-Leninism.[2] He in particular produced arguments on the incoherence of Marxism, which he described as a 'farrago' (in philosophical terms). His book The Illusion of the Epoch, in which this appears, is a standard point of reference. Other interests were the Marquis de Condorcet, Hegel, John Stuart Mill, Herbert Spencer, F. H. Bradley, Bernard Bosanquet and Sidney Webb. Acton also endorsed a version of negative utilitarianism, according to which the reduction of suffering has unique moral importance.[3]", "36449575": "Rüdiger Schmidt-Grépály (born 13 July 1952 in Bad Oldesloe, Schleswig-Holstein) is a German cultural manager and Director of the Kolleg Friedrich Nietzsche at the Klassik Stiftung Weimar.[1]", "175401": "Adam Ferguson, FRSE (Scottish Gaelic: Adhamh MacFhearghais), also known as Ferguson of Raith (1 July N.S.[citation needed] /20 June O.S. 1723 – 22 February 1816), was a Scottish philosopher and historian of the Scottish Enlightenment.", "56405290": "Giorgio Fano (April 17, 1885 – September 20, 1963) was an Italian philosopher and linguist. He belonged to the school of Italian neo-idealist thinkers, among a group of artists and writers who made Trieste of the early Twentieth Century a notable center of intellectual activity. Fano read and interpreted the work of Benedetto Croce and Giovanni Gentile from an original point of view. In particular, he recognized the importance of the natural sciences and mathematics, which in his system are not pseudo-concepts. He also stressed the major importance of the simplest and most basic aspects of the life of mind, inspired by reflections of Gianbattista Vico.", "27897131": "Knut Erik Tranøy (10 December 1918 – 19 March 2012) was a Norwegian philosopher.", "1420588": "Ion of Chios (/ˈaɪɒn/; Greek: Ἴων ὁ Χῖος; c. 490/480 – c. 420 BC) was a Greek writer, dramatist, lyric poet and philosopher. He was a contemporary of Aeschylus, Euripides and Sophocles. Of his many plays and poems only a few titles and fragments have survived. He also wrote some prose works, including a Pythagorean text, the Triagmos, of which a few fragments survive.", "55192879": "Columbia University MA", "28486960": "Samuel M. Weber (born 1940,[1] in New York City) is the Avalon Foundation Professor of Humanities at Northwestern University, as well as a professor at the European Graduate School in Saas-Fee, Switzerland.[2]", "44340": "Steven Arthur Pinker (born September 18, 1954)[2][3] is a Canadian-American cognitive psychologist, psycholinguist, popular science author, and public intellectual. He is an advocate of evolutionary psychology and the computational theory of mind.[4][5][6][7]", "29928758": "Larry Temkin is an American philosopher specializing in normative ethics and political philosophy. His research into equality, practical reason, and the nature of the good has been very influential. His work on the intransitivity of the \"all things considered better than\"-relation is groundbreaking[citation needed] and challenges deeply held assumptions about value, practical reasoning, and the goodness of outcomes. His 1993 book Inequality[1] was described by the Times Literary Supplement as \"brilliant and fascinating,\" and as offering the reader more than any other book on the same subject.", "2895158": "Gérard Casimir Ubaghs (or Gerhard Casimir Ubaghs) (26 November 1800 – 15 February 1875) was a Dutch Catholic philosopher and theologian. For about 30 years (1834–1864) he was the chief formulator and promoter of a type of philosophical theology known as \"traditionalist ontologism.\" Many of Ubaghs' doctrines were modifications of forms of traditionalism and ontologism that were already current in the 19th- and previous centuries. Ubaghs and some of his followers taught primarily at the Catholic University of Louvain, where a school of philosophical theology based on his teachings came into being. This school of philosophical theology is referred to, variously, as the Traditionalist Ontologism of Louvain, or as the Ontologico-Traditionalist School of Louvain.", "9186620": "Abner of Burgos (c. 1270 – c. 1347, or a little later) was a Jewish philosopher, a convert to Christianity and a polemical writer against his former religion. Known after his conversion as Alfonso of Valladolid or \"Master Alfonso.\"", "24161598": "Richard De Smet (16 April 1916 – 2 March 1997) was a Belgian Jesuit priest, and missionary in India. As Indologist he became a renowned Sankara specialist.", "2501951": "Peter Manicas (1934-2015) was a philosopher of science and society at [Queens College, City University of New York] and [the University of Hawaii at Manoa].", "49524034": "Jiří Vacek (25 May 1931 – 27 April 2021)[1] was a Czech mystic, writer and translator of spiritual literature.", "16067906": "Gerard of Abbeville (1220-1272) was a theologian from the University of Paris. He formally became a theologian in 1257 and from then was known as an opponent of the mendicant orders,[1] particularly in the second stage of the conflict,[2] taking part in a concerted attack that temporarily affected their privileges.[3]", "19279179": "Carlos Roberto Velho Cirne Lima (1 June 1931 – 1 July 2020), also referred to as Carlos Cirne Lima, was a Brazilian contemporary dialectical philosopher.", "40021348": "Andrew David Irvine, FSCC (born July 14, 1958) is a Canadian academic who teaches at the University of British Columbia. He holds a PhD in philosophy from Sydney University and is a professor of philosophy and mathematics at UBC Okanagan. He has served as vice-chair of the \nUBC Board of Governors, as head of the UBCO Department of Economics, Philosophy and Political Science, as  president of the British Columbia Civil Liberties Association, and as a member of the board of directors of the Society for Academic Freedom and Scholarship. An advocate of traditional democratic civil liberties, Irvine has written about the importance of the rule of law for both modern and ancient democracies. He has held visiting positions at several Canadian and American universities and has been recognized as one of British Columbia's most influential public intellectuals.[1]", "11625": "Fyodor Mikhailovich Dostoevsky[a] (UK: /ˌdɒstɔɪˈɛfski/,[1] US: /ˌdɒstəˈjɛfski, ˌdʌs-/;[2] Russian: pre-1918: Ѳедоръ Михайловичъ Достоевскій; post-1918: Фёдор Михайлович Достоевский[b], tr. Fyódor Mikháylovich Dostoyévskiy, IPA: [ˈfʲɵdər mʲɪˈxajləvʲɪdʑ dəstɐˈjefskʲɪj] ⓘ; 11 November 1821 – 9 February 1881[3][c]), sometimes transliterated as Dostoyevsky, was a Russian novelist, short story writer, essayist and journalist. Numerous literary critics regard him as one of the greatest novelists in all of world literature, as many of his works are considered highly influential masterpieces.[4][page needed]", "12856682": "Anne Phillips FBA (born 2 June 1950),[1] is Emeritus Professor of Political Theory at the London School of Economics (LSE), where she was previously Graham Wallas Professor of Political Science. She was elected a Fellow of the British Academy in 2003.", "273770": "Melchor Cano (1509? – 30 September 1560) was a Spanish Scholastic theologian. Cano's most important theological work was his posthumously published De locis theologicis (Salamanca, 1563), a major contribution to the New Scholasticism of the Salamanca school.", "49917291": "Giovan Pietro Apollinare Offredi was a 15th-century Italian philosopher.[1][2]", "29928814": "Eugenio Trías Sagnier (31 August 1942 – 10 February 2013[1]) was a Spanish philosopher. Critics have likened his work to Ortega y Gasset[2] in the philosophical literature written in Spanish.", "44406": "Zoroaster,[a] also known as Zarathustra,[b] was the spiritual founder of Zoroastrianism. He founded the first documented monotheistic religion in the world and also had an impact on Plato, Pythagoras, and the Abrahamic religions, including Judaism, Christianity, and Islam.[9][10][11] Zoroastrians believe that he was a prophet who transmitted God's messages and founded a religious movement that challenged the existing traditions of ancient Iranian religion, while in the minority Ahmadiyya branch of Islam and in the Baháʼí Faith, he is also considered a prophet. He was a native speaker of Avestan and lived in the eastern part of the Iranian plateau, but his exact birthplace is uncertain.", "35728759": "Arvydas Juozaitis (born 18 April 1956 in Vilnius) is a Lithuanian writer, philosopher, politician, cultural worker and former swimmer who won a bronze medal in the 100 meter breaststroke at the 1976 Summer Olympics.[1] In 1988, he was a member of the Sąjūdis Initiative Group. He was registered as a candidate for 2019 Lithuanian presidential election.", "21245310": "Jean de Silhon (1596, Sos, Lot-et-Garonne – February 1667, Paris) was a French philosopher and politician. He was a founding member, and the first to occupy seat 24 of the Académie française in 1634.", "11646": "Friedrich August von Hayek CH FBA (/ˈhaɪək/ HY-ək, German: [ˈfʁiːdʁɪç ˈʔaʊɡʊst fɔn ˈhaɪɛk] ⓘ; 8 May 1899 – 23 March 1992), often referred to by his initials F. A. Hayek, was an Austrian-British economist and political philosopher who made contributions to economics, political philosophy, psychology, intellectual history, and other fields.[2][3][4][5] Hayek shared the 1974 Nobel Memorial Prize in Economic Sciences with Gunnar Myrdal for work on money and economic fluctuations, and the interdependence of economic, social and institutional phenomena.[6] His account of how prices communicate information is widely regarded as an important contribution to economics that led to him receiving the prize.[7][8][9]", "2370955": "Paul Gerhard Natorp (24 January 1854 – 17 August 1924) was a German philosopher and educationalist, considered one of the co-founders of the Marburg school of neo-Kantianism. He was known as an authority on Plato.", "2665867": "A. Thomas Tymoczko (September 1, 1943 – August 8, 1996) was a philosopher specializing in logic and the philosophy of mathematics. He taught at Smith College in Northampton, Massachusetts from 1971 until his death from stomach cancer in 1996, aged 52.[1][2]", "44379533": "Karl Johann Kautsky (/ˈkaʊtski/; German: [ˈkaʊtski]; 16 October 1854 – 17 October 1938) was a Czech-Austrian philosopher, journalist, and Marxist theorist. A leading theorist of the Social Democratic Party of Germany (SPD) and the Second International, Kautsky advocated orthodox Marxism, which emphasized the scientific, materialist, and determinist character of Karl Marx's work. This interpretation dominated European Marxism for two decades, from the death of Friedrich Engels in 1895 to the outbreak of World War I in 1914.", "74198414": "Karolina Hübner is a philosopher and associate professor of Philosophy and Himan Brown Faculty Fellow at Cornell University.\nShe is known for her works on Spinoza's thought.[1][2]\nHübner is a winner of The Journal of the History of Philosophy's annual award for her article “Representation and Mind-Body Identity in Spinoza’s Philosophy\" (2022).[3][4]", "36154766": "Alan John Saunders (22 July 1954[1] – 15 June 2012) was a prominent British philosopher, food writer, novelist and  radio broadcaster in Australia.", "34844050": "He Yan (c. 195 – 9 February 249),[a] courtesy name Pingshu, was a Chinese philosopher and politician of the state of Cao Wei in the Three Kingdoms period of China. He was a grandson of He Jin, a general and regent of the Eastern Han dynasty. His father, He Xian, died early, so his mother, Lady Yin, remarried the warlord Cao Cao. He Yan thus grew up as Cao Cao's stepson. He gained a reputation for intelligence and scholarship at an early age, but he was unpopular and criticised for being arrogant and dissolute. He was rejected for government positions by both emperors Cao Pi and Cao Rui, but became a minister during the rule of Cao Shuang. When the Sima family took control of the government in a coup d'état in 249, he was executed along with all the other officials loyal to Cao Shuang.", "25701781": "Johnny Golding (also known as Sue Golding) is Professor of Philosophy & Fine Art, and senior tutor at the Royal College of Art, London, UK. Golding's work deals with the onto-epistemological nuances of radical matter: artificial and distributed intelligence, embodiment, and the ethical-political. Golding is Philosopher-in-Residence at the Royal Academy, London (2019). Golding also leads the PHD Research Lab: Entanglement, which includes 25 PHD researchers; co-led with artist Meg Rahaim. Most recently the lab-produced: 'Entanglement: Just Gaming' - a mixed-media approach to consciousness, poetics, warfare, and risk set across several social platforms (including Vimeo, SoundCloud, YouTube, TikTok, Instagram). From 2012-16, Johnny was Director of the Centre for Fine Art Research (CFAR) at Birmingham School of Art (Birmingham City University), and from 2009-2012 Director of the Institute for the Converging Arts and Sciences (ICAS) at the University of Greenwich and Head of Theory at the Jan van Eyck Akademie in Maastricht (1998–2003).[1][failed verification].[2]", "25341337": "Karl Heinrich Heydenreich (19 February 1764 – 26 April 1801) was a German philosopher and poet.[1]", "4205978": "John E. Roemer (/ˈroʊmər/; born February 1, 1945, in Washington, D.C., to Ruth Roemer and Milton Roemer, namesake of Roemer's law) is an American economist and political scientist. He is the Elizabeth S. and A. Varick Stout Professor of Political Science and Economics at Yale University. Before Yale, he was on the economics faculty at the University of California, Davis, and before entering academia Roemer worked for several years as a labor organizer. He is married to Natasha Roemer, with whom he has two daughters.", "4205987": "Gabriel Liiceanu (Romanian pronunciation: [ɡabriˈel li.iˈt͡ʃe̯anu]; b. May 23, 1942, Râmnicu Vâlcea) is a Romanian philosopher.[1]", "2239911": "Talib Jauhari (27 August 1929  – 21 June 2020)[1] (Urdu:  طالب جوہری) was a Pakistani Islamic scholar, poet, historian and philosopher of the Shia Sect of Islam.[2] He is widely renowned as the most prominent Shia scholar, and his sermons were broadcast on PTV Network.[3]", "142762": "George Pachymeres (Greek: Γεώργιος Παχυμέρης, romanized: Geórgios Pachyméris; 1242 – c. 1310)[1] was a Byzantine Greek historian, philosopher, music theorist and miscellaneous writer.", "765362": "Émile-Auguste Chartier (French: [ʃaʁtje]; 3 March 1868 – 2 June 1951), commonly known as Alain ([alɛ̃]), was a French philosopher, journalist, essayist, pacifist, and teacher of philosophy. He adopted his pseudonym as the most banal he could find. There is no evidence he  ever thought in so doing of the 15th century Norman poet Alain Chartier.", "10562997": "Jacob Needleman (October 6, 1934 – November 28, 2022) was an American philosopher, author, and religious scholar.", "5123515": "Peter Rollins (born 31 March 1973) is a Northern Irish writer, public speaker, philosopher, producer and theologian.[1]", "74100157": "Adina L. Roskies is an American philosopher and the Helman Family Distinguished Professor at Dartmouth College. She is known for her works on neuroethics, neuroscience of free will and epiphenomenalism. Roskies was Senior Editor of the journal Neuron.[1][2]", "64433612": "Laxmi Gautam (born c. 1963) is an Indian academic who dedicates her time to caring for abandoned widows. She has been called the \"Angel of Vrindavan\". In 2015 she received the Nari Shakti Puraskar in recognition of her work. She teaches at the \nInstitute of Oriental Philosophy in Vrindavan.", "22752724": "Clémence Royer (21 April 1830 – 6 February 1902) was a self-taught French scholar who lectured and wrote on economics, philosophy,[1] science and feminism.  She is best known for her controversial 1862 French translation of Charles Darwin's On the Origin of Species.", "3714522": "Mawlawi Tawagozi, pen name Maʿdumi, better known as Mawlawi (1806-1882/3, Kurdish: مەولەوی تاوەگۆزی)[1] was a Kurdish poet and leading Kurdish literary figure in the 19th century. He wrote in Gorani, Arabic and Persian.[2]", "19246555": "Phan Thanh Giản (November 11, 1796– August 4, 1867) was a Grand Counsellor at the Nguyễn court in Vietnam.  He led an embassy to France in 1863, and committed suicide when France completed the invasion of Southern Vietnam (Cochinchina) in 1867.", "11087326": "Errol Eustace Harris (19 February 1908 – 21 June 2009),[2] sometimes cited as E. E. Harris, was a South African philosopher. His work focused on developing a systematic and coherent account of the logic, metaphysics, and epistemology implicit in contemporary understanding of the world. Harris held that, in conjunction with empirical science, the Western philosophical tradition, in its commitment to the ideal of reason, contains the resources necessary to accomplish this end.  He celebrated his 100th birthday in 2008.[3]", "339423": "John Haugeland (/ˈhɔːɡlənd/; March 13, 1945 – June 23, 2010[1]) was a professor of philosophy, specializing in the philosophy of mind, cognitive science, phenomenology, and Heidegger. He spent most of his career at the University of Pittsburgh, followed by the University of Chicago from 1999 until his death. He is featured in Tao Ruspoli's film Being in the World.", "16035295": "Everard of Ypres[1] was a scholastic philosopher of the middle of the twelfth century, a master of the University of Paris who became a Cistercian monk of the abbey of Moutier of Argonne. He had worked also for Cardinal Giacinto Bobone, the future Pope Innocent III.[2]", "74296798": "Joseph August Rohner commonly known as Anton Rohner (24 February 1871 - 4 November 1951) was a Swiss clergyman, professor, pastor, philosopher and member of the Dominican Order. Since 1940, he served as principal of the University of Fribourg.[1] He was a great-uncle of Albert Ziegler.", "3517922": "Richard Hönigswald (18 July 1875 in Magyar-Óvár in the Austro-Hungarian Empire (the present Mosonmagyaróvár in Hungary) – 11 June 1947 in New Haven, Connecticut) was a well-known philosopher belonging to the wider circle of neo-Kantianism.", "3288550": "Melayê Cizîrî (born Shaikh Ahmad), penname Nîşanî (Kurdish: مەلای جزیری, romanized: Melayê Cizîrî, born; Cizre, c. 1570 –  died c. 1640) was a Kurdish poet who laid the foundations for Kurdish poetry.[1][2][3]", "44871143": "Sesto Pals, pen name of Simion (or Semion) Șestopali (born Шестопаль, also rendered as S(h)estopal, Sestopaly, or Sestopali; ca. 1912 – October 27, 2002), was a Russian-born Romanian and Israeli writer. Primarily a poet-philosopher, he also earned recognition as a graphic artist. He first became known in his teenage years, when, as a friend and associate of Gherasim Luca, he put out the review Alge. Its avant-garde aesthetics and its testing of censorship resulted in their prosecution. While Luca endured as a public intellectual and a founder of the Romanian surrealist cell, Pals became a recluse.", "2305516": "Hastings Rashdall FBA (24 June 1858 – 9 February 1924) was an English philosopher, theologian, historian, and Anglican priest. He expounded a theory known as ideal utilitarianism, and he was a major historian of the universities of the Middle Ages.[5]", "8531441": "Nicla Vassallo (born 1963), is an Italian analytic philosopher with research and teaching interests in epistemology, philosophy of knowledge, theoretical philosophy, as well as gender studies and feminist epistemology. She is currently[when?] a Full Professor in the Department of Philosophy at the University of Genoa,[1] a Research Associate of National Research Council, and on List of alumni of King's College London. She also is a poet and lives in Rome.", "70069755": "Shrivatsa Goswami (born 27 October 1950) is an Indian Indologist scholar as well as Gaudiya Vaishnava religious leader.[1][2][3]", "38874620": "Rudolf Battěk (2 November 1924 – 17 March 2013) was a Czech sociologist, politician, and political dissident during Czechoslovakia Communist era.", "4107774": "Robin Alan Collins is an American philosopher. He currently[when?] serves as the Distinguished Professor of Philosophy and chair of the Department of Philosophy at Messiah University in Mechanicsburg, Pennsylvania.  His main interests include philosophical issues related to the relationship between religion and science and philosophical theology.", "9416190": "Israel Eldad (Hebrew: ישראל אלדד; born Israel Scheib; 11 November 1910 – 22 January 1996), was an Israeli Revisionist Zionist philosopher and member of the Jewish underground group Lehi in Mandatory Palestine.", "33304066": "Jean Hani (1917-2012) was a French philosopher and Traditionalist author, and a professor of Greek civilization and literature at the University of Amiens.", "27733508": "Matthew Henry Kramer FBA (born 9 June 1959)[1] is an American philosopher, currently Professor of Legal and Political Philosophy at the University of Cambridge[2] and a Fellow of Churchill College, Cambridge.[3] He writes mainly in the areas of metaethics, normative ethics, legal philosophy, and political philosophy. He is a leading proponent of legal positivism. He has been Director of the Cambridge Forum for Legal and Political Philosophy since 2000. He has been teaching at Cambridge University and at Churchill College since 1994.", "5189126": "Albert Konstantinovich Chernenko (Russian: Альберт Константинович Черненко; 6 January 1935 – 11 April 2009) was a Russian philosopher, best known for his innovations in the field of social and legal philosophy. He was the son of Konstantin Chernenko, the fifth General Secretary of the Communist Party of the Soviet Union, and Faina Chernenko.", "24260102": "Other reasons this message may be displayed:", "34287113": "Jean-Yves Calvez (3 February 1927 – 11 January 2010) was a French Jesuit, theologian, philosopher, economist, expert in Marxism and professor of social philosophy.", "15052298": "Priscian of Lydia (or Priscianus; Greek: Πρισκιανός ο Λυδός Prīskiānós ho Lȳdós; Latin: Priscianus Lydus; fl. 6th century), was one of the last of the Neoplatonists. Two works of his have survived.", "4206091": "Leslie John Green (born 1956) is a Scottish-Canadian legal scholar specialising in jurisprudence.[1] He is Professor of the Philosophy of Law and Fellow of Balliol College, Oxford University, and Professor of Law and Distinguished Faculty Fellow at Queen's University, Kingston.[2] A legal positivist, his research also focuses on political philosophy and constitutional theory.", "1486348": "Devanahalli Venkataramanaiah Gundappa (17 March 1887 – 7 October 1975), popularly known as DVG, was an Indian writer, poet and philosopher in Kannada-language. He is one of the stalwarts of modern Kannada literature. His most notable work is the Mankuthimmana Kagga (\"Dull Thimma's Rigmarole\", 1943), which is similar to the wisdom poems of the late medieval poet Sarvajna.[2]", "38678028": "Louise-Anastasia Serment (1642 in Grenoble – 1692 in Paris) was a French natural philosopher and poet. Born in Grenoble, she spent most of her life in Paris. She was a disciple of Descartes. She was a member of the Ricovrati Academy. Serment reputedly collaborated as an author with Philippe Quinault in his operas.[1]", "21474839": "Juan Antonio Nuño Montes (27 March 1927 – 5 May 1995) was a philosopher, writer and university professor.", "10497562": "Alfonso de Valdés (Spanish pronunciation: [alˈfonso ðe βalˈdes]; c. 1490 – October 1532) was a Spanish humanist, who worked at the chancellery of the Emperor Charles V.[1] He was the twin brother of Juan de Valdés.", "14921248": "Peter Hallward is a political philosopher, best known for his work on Alain Badiou and Gilles Deleuze.[1] He has also published works on post-colonialism and contemporary Haiti. Hallward is a member of the editorial collective of the journal Radical Philosophy and a contributing editor to Angelaki: Journal of the Theoretical Humanities.", "9186848": "Isaac ben Joseph ibn Pulgar or Isaac ben Joseph ibn Polkar or Isaac Polqar was a Spanish Jewish philosopher, poet, and controversialist, who flourished in the first half of the fourteenth century.", "38743592": "Giuseppe Maria Buondelmonti (13 September 1713 - 7 February 1757) was an Italian poet, orator and philosopher.", "4140585": "Isidoor Bert Hans \"Ido\" Abram (1940, Batavia, Dutch East Indies – 14 January 2019),[1][2] was a Dutch educator and writer on the nature of Jewishness.[3]", "732717": "Genevieve Mary Lloyd (born 16 October 1941 at Cootamundra, New South Wales), is an Australian philosopher and feminist.", "9252408": "Corey Robin (born 1967) is an American political theorist, journalist and professor[1] of political science at Brooklyn College and the Graduate Center of the City University of New York.  He has written books on the role of fear in political life, tracing its presence from Aristotle through the war on terror, and on the nature of conservatism in the modern world, from Edmund Burke to Donald Trump. Most recently, he is the author of a study of Justice Clarence Thomas that argues that the mainspring of Thomas's jurisprudence is a combination of black nationalism and black conservatism.", "62139963": "Bidarahalli Yadupati Acharya (popularly known as Yadavarya or Yadavaryaru) (also known as Yadavacharya) (c. 1580 - c. 1630)  was an Indian Hindu scholar in the Dvaita Vedānta tradition. He is the follower of Uttaradi Math and the disciple of Vedesa Tirtha.[1]", "699964": "Judea Pearl (born September 4, 1936) is an Israeli-American computer scientist and philosopher, best known for championing the probabilistic approach to artificial intelligence and the development of Bayesian networks (see the article on belief propagation). He is also credited for developing a theory of causal and counterfactual inference based on structural models (see article on causality). In 2011, the Association for Computing Machinery (ACM) awarded Pearl with the Turing Award, the highest distinction in computer science, \"for fundamental contributions to artificial intelligence through the development of a calculus for probabilistic and causal reasoning\".[1][3][4][5] He is the author of several books, including the technical  Causality: Models, Reasoning and Inference, and The Book of Why, a book on causality aimed at the general public.", "67120704": "Dimitri Ginev (born 3 July 1956 in Varna - died 5 June 2021[1] in Sophia) held the position of Professor of History of Discourses in Cultural Studies at St. Kliment Ohridski University. Ginev specialized in philosophy of science, particularly hermeneutic philosophy of science.", "57945665": "Erica Benner is a political philosopher who has held academic posts at St Antony's College, Oxford, the London School of Economics and Yale University. She was awarded a DPhil by Oxford in 1993. She is the author of the books Really Existing Nationalisms (Oxford University Press, 1995), Machiavelli's Ethics (Princeton University Press, 2009), Machiavelli's Prince: A New Reading (Oxford University Press, 2013) and Be Like the Fox: Machiavelli's Lifelong Quest for Freedom (Penguin Allen Lane, 2017).[1] Be Like the Fox was described by Terry Eagleton as \"lively, compulsively readable biography\",[2] chosen by Julian Baggini as one of his picks for The Guardian's best books of 2017 list,[3] and shortlisted for the 2018 Elizabeth Longford Prize for Historical Biography.[4]", "13774409": "André of Neufchâteau[1] (died c. 1400) was a scholastic philosopher of the fourteenth century. He was a Franciscan from Lorraine, who wrote a number of works.[2] He earned the name Doctor Ingeniosissimus (most ingenious Doctor).[3]", "22195788": "William Douw Lighthall KC FRSL FRSC (December 27, 1857 – August 3, 1954), often referred to as W. D. Lighthall, was a Canadian lawyer, historian, novelist, poet and philosopher.[1]", "70299212": "Tõnu Viik (born 12 July 1968) is an Estonian philosopher. Since 2021 he is the rector of Tallinn University.[1]\nHe was born in Jõhvi.[1]", "63417934": "Mary Leng is a British philosopher specialising in the philosophy of mathematics and philosophy of science. She is a professor at the University of York.", "634445": "Gaius Blossius  (/ˈɡaɪ.əs ˈblɒsiəs/; 2nd century BC) was, according to Plutarch, a philosopher and student of the Stoic philosopher Antipater of Tarsus, from the city of Cumae in Campania, Italy, who (along with the Greek rhetorician, Diophanes) instigated Roman tribune Tiberius Gracchus to pursue a land reform movement on behalf of the plebs. Tiberius was accused by his political opponents of attempting to provoke a popular uprising, and have himself crowned King. Eventually, he was assassinated, and his body thrown into the river Tiber.", "765527": "Gerald James Holton (born May 23, 1922) is an American physicist, historian of science, and educator, whose professional interests also include philosophy of science and the fostering of careers of young men and women. He is Mallinckrodt Professor of Physics and professor of the history of science, emeritus, at Harvard University.[1] His contributions range from physical science and its history to their professional and public understanding, from studies on gender problems and ethics in science careers to those on the role of immigrants. These have been acknowledged by an unusually wide spectrum of appointments and honors, from physics to initiatives in education and other national, societal issues, to contributions for which he was selected, as the first scientist, to give the tenth annual Jefferson Lecture that the National Endowment for the Humanities describes as, “the highest honor the federal government confers for distinguished achievement in the humanities”.[2]", "58142298": "Aimee van Wynsberghe is Alexander von Humboldt professor for \"Applied Ethics of Artificial Intelligence\" at the University of Bonn, Germany.[1] As founder of the Bonn Sustainable AI Lab and director of the Institute for Science and Ethics, Aimee van Wynsberghe hosts every two years the Bonn Sustainable AI Conference.[2]", "44838490": "Juan de Mal Lara (Sevilla, 1524 – Sevilla, 1571) was a Spanish humanist, poet, playwright and paremiologue at the University of Seville during the period of the Spanish Renaissance in the reign of Philip II of Spain.", "38481499": "Paul Chamberlain (born 1954) is a Canadian philosopher and professor. He teaches in the areas of Christian Apologetics, Ethics and Philosophy of Religion, and is also the Director of TWU's Institute of Christian Apologetics.", "40119898": "Daniel K. Sokol (born 1978) is a barrister and medical ethicist known for his academic and journalistic writings on the ethics of medicine.", "64400997": "Shaivism/Tantra/Nath", "5779046": "Maximilian Dessoir (8 February 1867 – 19 July 1947) was a German philosopher, psychologist and theorist of aesthetics.[1]", "9678446": "Heraclides of Aenus (Greek: Ἡρακλείδης Αἴνιος) was one of Plato's students.[1] Around 360 BC, he and his brother Python assassinated Cotys I, the ruler of Thrace.[2]", "2666097": "Ayn-al-Qużāt Hamadānī, also spelled Ain-al Quzat Hamedani or ʿAyn-al Qudat Hamadhani (1098–1131) (Persian: عین‌ القضات همدانی), full name: Abu’l-maʿālī ʿabdallāh Bin Abībakr Mohammad Mayānejī (Persian: ابوالمعالی عبدالله بن ابی‌بکر محمد میانجی), was a Persian[1][2][3] jurisconsult, mystic, philosopher, poet and mathematician who was executed at the age of 33.[4][5]", "11891": "Eric Arthur Blair (25 June 1903 – 21 January 1950) was an English novelist, essayist, journalist, and critic who wrote under the name George Orwell.[1] His work is characterised by lucid prose, social criticism, opposition to totalitarianism, and support of democratic socialism.[2]", "10890867": "Luigi Pareysón (4 February 1918 – 8 September 1991)[1] was an Italian philosopher, best known for challenging the positivist and idealist aesthetics of Benedetto Croce in his 1954 monograph, Estetica. Teoria della formatività (Aesthetics. A Theory of Formativity), which builds on the hermeneutics of the Austrian philosopher Ludwig Wittgenstein.[2]", "6762103": "Alfred Edward Taylor (22 December 1869 – 31 October 1945), usually cited as A. E. Taylor, was a British idealist philosopher most famous for his contributions to the philosophy of idealism in his writings on metaphysics, the philosophy of religion, moral philosophy, and the scholarship of Plato.[2] He was a fellow of the British Academy (1911) and president of the Aristotelian Society from 1928 to 1929. At Oxford he was made an honorary fellow of New College in 1931. In an age of universal upheaval and strife, he was a notable defender of Idealism in the Anglophone world.[3]", "31796861": "Karrar Hussain (1911–1999) was a Pakistani educationist, writer and literary critic. In his student days in British India he was affiliated with the Khaksar movement, with which he later parted ways due to a difference of opinion.[1]", "39988867": "Cyril Desbruslais SJ (b. 21 December 1940, Calcutta) is an Indian Jesuit priest, a playwright and Professor of Philosophy at Jnana-Deepa Vidyapeeth, Pune, India.[1]", "58044035": "Marie-Eve Morin is a Canadian philosopher and Professor of Philosophy at the University of Alberta. From 2012 to 2018 she was the editor-in-chief of Symposium: Canadian Journal of Continental Philosophy. Morin is known for her work on post-structuralism and post-phenomenology.[1][2]", "69906053": "Fortunato Pasqualino was an Italian novelist, philosopher, playwright and journalist.", "23015047": "Johan Robeck[a] (1672–1739) was a Swedish-German theologian and philosopher who justified and committed suicide.", "7351943": "Pieter de la Court (1618 – May 28, 1685) was a Dutch economist and businessman, he is the origin of the De la Court family. He thought about the economic importance of free competition and was an advocate of the republican form of government.", "4533899": "Akshay Kumar Datta (also spelt Akshay Kumar Dutta) (Bengali: অক্ষয় কুমার দত্ত) (15 July 1820 – 18 May 1886) was a Bengali writer from India.[1] He was one of the initiators of the Bengal Renaissance.", "25341587": "Michael Hissmann (1752, Hermannstadt – 1784, Göttingen) was a German philosopher, an advocate of French sensualism, and a radical materialist who translated Condillac, Charles de Brosses, and Joseph Priestley into German.[1]", "3518103": "Alois Adolf Riehl (German: [ʀiːl]; 27 April 1844 – 21 November 1924) was an Austrian neo-Kantian philosopher. He was born in Bozen (Bolzano) in the Austrian Empire (now in Italy). He was the brother of Josef Riehl [de].", "66760344": "Ali Harb (Arabic: علي حرب) is a Lebanese writer, intellectual, and philosopher,[1][2] he has many works[3] and is known for his style of writings. He is influenced by Jacques Derrida, particularly with his theory of deconstruction. His book Critique of the Text is part of the curriculum in the University of Paris.[4] He stands against elitism, intellectual fundamentalism, and formal logic which is based on holistic thinking not abstract intellectual tools and mechanisms for consideration and thought. As Harb follows Kant’s approach of critiquing the mind and its mechanics and intellectual structure.[3][5]", "61419163": "Margaret Schabas FRSC (born 1954) is a Canadian philosopher and professor of philosophy at the University of British Columbia notable for her work in the history and philosophy of science, particularly the science of economics.[1] Schabas has also published numerous articles and book chapters on the British empiricists, David Hume, Adam Smith, and John Stuart Mill.", "52735646": "Linda López McAlister (October 10, 1939 – November 9, 2021)[1] was an American philosopher and academic. She held several positions in academia, spending much of her career at the University of South Florida (USF). She became Professor Emerita of Philosophy at USF in 1999. She also worked as a radio film critic and ran her own theatrical company.", "45690527": "Dale Jamieson (born 1947) is Professor of Environmental Studies and Philosophy at New York University, a scholar of environmental ethics and animal rights, and an analyst of climate change discourse. He also serves as a faculty affiliate for the NYU School of Law and as director of NYU's Animal Studies Initiative, which was funded by Brad Goldberg with a $1 million donation in 2010.[1] In addition to his affiliation with the NYU Departments of Environmental Studies and Philosophy, Jamieson also holds positions at The Dickson Poon School of Law and at the University of the Sunshine Coast in Australia.[2]", "19639970": "Dimitrie Drăghicescu (or Dumitru Drăghicescu) (4 May 1875 – 14 September 1945) was a Romanian politician, sociologist, diplomat and writer.", "143013": "Henry George (September 2, 1839 – October 29, 1897) was an American political economist and journalist. His writing was immensely popular in 19th-century America and sparked several reform movements of the Progressive Era. He inspired the economic philosophy known as Georgism, the belief that people should own the value they produce themselves, but that the economic value of land (including natural resources) should belong equally to all members of society. George famously argued that a single tax on land values would create a more productive and just society.", "274095": "Leonard Sylvan Peikoff (/ˈpiːkɒf/; born October 15, 1933) is a Canadian American philosopher.[3] He is an Objectivist and was a close associate of Ayn Rand, who designated him heir to her estate. He is a former professor of philosophy and host of a nationally syndicated radio talk show. He co-founded the Ayn Rand Institute (ARI) in 1985 and is the author of several books on philosophy.", "74329775": "Radu J. Bogdan (born 1946) is an American philosopher and  Professor Emeritus of Philosophy and Cognitive Science at Tulane University.\nHe is known for his works on philosophy of mind.[1][2][3][4]", "39759536": "François Dagognet (French: [dagɔɲɛ]; 24 April 1924 – 3 October 2015) was a 20th-century French philosopher.[1]", "64532146": "Philip Simon Gerrans (born 14 October 1959) is an Australian academic and philosopher, and a former first-class cricketer.", "11958": "George Berkeley (/ˈbɑːrkli/;[5][6] 12 March 1685 – 14 January 1753) – known as Bishop Berkeley (Bishop of Cloyne of the Anglican Church of Ireland) – was an Anglo-Irish philosopher whose primary achievement was the advancement of a theory he called \"immaterialism\" (later referred to as \"subjective idealism\" by others). This theory denies the existence of material substance and instead contends that familiar objects like tables and chairs are ideas perceived by the mind and, as a result, cannot exist without being perceived. Berkeley is also known for his critique of abstraction, an important premise in his argument for immaterialism.[7]", "11959": "George Edward Moore OM FBA (4 November 1873 – 24 October 1958) was an English philosopher, who with Bertrand Russell, Ludwig Wittgenstein and earlier Gottlob Frege was among the initiators of analytic philosophy. He and Russell began deemphasizing the idealism which was then prevalent among British philosophers and became known for advocating common-sense concepts and contributing to ethics, epistemology and metaphysics. He was said to have an \"exceptional personality and moral character\".[6] Ray Monk later dubbed him \"the most revered philosopher of his era\".[7]", "49852089": "Tony Milligan is a Scottish philosopher who is currently a Senior Researcher in the Philosophy of Ethics with the Cosmological Visionaries project at King's College London. Much of his research concerns the ethics of human attitudes towards outer space, but he has a broader concern with otherness: other people, other places, other creatures, and political opponents. Publications range across Iris Murdoch, the philosophy of love, animal ethics, space policy and civil disobedience.", "15969980": "Jerzy Giedymin (September 18, 1925 – June 24, 1993) was a philosopher and historian of mathematics and science.", "929468": "Aleksandr[a] Gelyevich Dugin (Russian: Александр Гельевич Дугин; born 7 January 1962) is a Russian far-right political philosopher.[5]", "1552063": "Peng Chun Chang, commonly known as P. C. Chang (simplified Chinese: 张彭春; traditional Chinese: 張彭春; pinyin: Zhāng Péngchūn; Wade–Giles: Chang1 P'eng2-ch'un1; 1892–1957), was a Chinese academic, philosopher, playwright, human rights activist, and diplomat. He was born in Tianjin, China, and died at his home in Nutley, New Jersey.[2]", "39857857": "Jesús Ballesteros (born 1943 in Valencia) is a Spanish philosopher and jurist.", "5058243": "Louis Dupré (April 16, 1925 – January 11, 2022) was[citation needed] an American philosopher, professor at Yale University.", "2240212": "Johann Heinrich Samuel Formey (French: Jean Henri Samuel Formey; 31 May 1711 – 7 March 1797) was a German churchman, educator, author, and journalist. The son of an immigrant French family, he preached, taught, and wrote in French. A founding member of the Berlin Academy, he wrote thousands of letters, popularized scientific and philosophical ideas, and also contributed to Diderot's Encyclopédie.[1]", "9678550": "Hestiaeus of Perinthus (Greek: Ἑστιαῖος Περίνθιος) was one of Plato's students.", "5713624": "Gustav Glogau (6 June 1844, Laukischken (Kreis Labiau, Province of Prussia) - 22 March 1895, Laurion (Greece)) was a German philosopher of religion and an academic. He worked for the Technical College (1881-1883) in Zurich as a private tutor and, later, ordinarius, teaching philosophy and pedagogy subjects.[1] He taught as a professor at the Halle University (1883-), Kiel University (1884-).", "18820824": "Friedrich Philipp Immanuel Niethammer (6 March 1766 – 1 April 1848), later Ritter von Niethammer, was a German theologian, philosopher and Lutheran educational reformer.", "35368667": "Anna Camaiti Hostert (born July 19, 1949, in Florence, Italy) is an Italian American philosopher and a scholar of Visual Studies. She lives and works between Italy and the United States.", "14888669": "Howard P. Kainz (born 1933) is professor emeritus at Marquette University, Milwaukee. He was a recipient of a National Endowment for the Humanities fellowship for 1977-1978, and Fulbright fellowships in Germany for 1980-1981 and 1987-1988. Kainz advocates aspects of the philosophy of G.W.F. Hegel.[1]", "143069": "Samuel Bailey (5 July 1791 – 18 January 1870) was a British philosopher, economist and writer. He was called the \"Bentham of Hallamshire\".[1]", "4239075": "John of Jandun or John of Jaudun (French  Jean de Jandun,  Johannes von Jandun, Joannes Gandavensis, or Johannes de Janduno, circa 1285–1328) was a French philosopher, theologian, and political writer.  Jandun is best known for his outspoken defense of Aristotelianism and his influence in the early Latin Averroist movement.", "7909093": "David Easton FRSC (June 24, 1917 – July 19, 2014) was a Canadian-born American political scientist. From 1947 to 1997, he served as a professor of political science at the University of Chicago.", "12007": "Johann Gottlieb Fichte (/ˈfɪktə/;[11] German: [ˈjoːhan ˈɡɔtliːp ˈfɪçtə];[12][13][14] 19 May 1762 – 29 January 1814) was a German philosopher who became a founding figure of the philosophical movement known as German idealism, which developed from the theoretical and ethical writings of Immanuel Kant. Recently, philosophers and scholars have begun to appreciate Fichte as an important philosopher in his own right due to his original insights into the nature of self-consciousness or self-awareness.[15] Fichte was also the originator of thesis–antithesis–synthesis,[2] an idea that is often erroneously attributed to Hegel.[16] Like Descartes and Kant before him, Fichte was motivated by the problem of subjectivity and consciousness. Fichte also wrote works of political philosophy; he has a reputation as one of the fathers of German nationalism.", "17739495": "Raymond Duncan (November 1, 1874 – August 14, 1966) was an American dancer, artist, poet, craftsman, and philosopher, and brother of dancer Isadora Duncan.", "6270709": "Mircea Aurel Vulcănescu (3 March 1904 – 28 October 1952) was a Romanian philosopher, economist, ethics teacher, sociologist, and politician. Undersecretary at the Ministry of Finance from 1941 to 1944 in the Nazi-aligned government of Ion Antonescu, he was arrested in 1946 and convicted as a war criminal.[1][2]", "20033272": "Mark Jendrysik (/dʒɛnˈdraɪsɪk/ jen-DRY-sik;[1] born October 2, 1964) is a professor in the Political Science and Public Administration Department of the University of North Dakota.", "53948153": "Giovanni Camilla (also written Camilli or Camillo, Latin: Ioannes Camillus; fl. 2nd half of the 16th century) was an Italian physician and philosopher from Genoa.[1]", "60141307": "Kristin Gjesdal is a Norwegian philosopher and Professor of Philosophy at Temple University.[1] She is known for her expertise in the field of hermeneutics (focusing especially on Hans-Georg Gadamer), nineteenth-century philosophy, aesthetics, and phenomenology.[1] Gjesdal is a member of The Norwegian Academy of Science and Letters[2] and she has served on the editorial board of the Stanford Encyclopedia of Philosophy as a subject area expert for 19th Century Philosophy.[3]", "44969725": "Bradley Harris Dowden (born 1942) is an American philosopher and professor of philosophy at the California State University, Sacramento.", "175871": "Émile Edmond Saisset (16 September 1814 – 27 December 1863) was a French philosopher.[1]", "962308": "Peter Sloterdijk (/ˈsloʊtərdaɪk/; German: [ˈsloːtɐˌdaɪk]; born 26 June 1947) is a German philosopher and cultural theorist. He is a professor of philosophy and media theory at the University of Art and Design Karlsruhe. He co-hosted the German television show Im Glashaus: Das Philosophische Quartett from 2002 until 2012.", "143110": "Alexander Bain (11 June 1818 – 18 September 1903) was a Scottish philosopher and educationalist in the British school of empiricism and a prominent and innovative figure in the fields of psychology, linguistics, logic, moral philosophy and education reform. He founded Mind, the first ever journal of psychology and analytical philosophy, and was the leading figure in establishing and applying the scientific method to psychology. Bain was the inaugural Regius Chair in Logic and Professor of Logic at the University of Aberdeen, where he also held Professorships in Moral Philosophy and English Literature and was twice elected Lord Rector of the University of Aberdeen.", "601866": "Cyprian Kamil Norwid[a] (Polish pronunciation: [ˈt͡sɨprjan ˈnɔrvit]; 24 September 1821 – 23 May 1883) was a Polish poet, dramatist, painter, sculptor, and philosopher. He is now considered one of the four most important Polish Romantic poets, though scholars still debate whether he is more aptly described as a late romantic or an early modernist.", "2109197": "Moderatus of Gades (Greek: Μοδερᾶτος) was a Greek philosopher of the Neopythagorean school, who lived in the 1st century AD. He was a contemporary of Apollonius of Tyana. He wrote a great work on the doctrines of the Pythagoreans, and tried to show that the successors of Pythagoras had made no additions to the views of their founder, but had merely borrowed and altered the phraseology.[1]", "34549518": "Nijaz Duraković (1 January 1949 – 29 January 2012) was a Bosnian author, intellectual, professor and politician who served as the last president of the League of Communists of Bosnia and Herzegovina from 1989 to 1991. He is widely considered to have been one of the most influential modern authors on sociopolitical issues in the region of his generation.[citation needed]", "14200590": "Siro (also Syro, Siron, or Syron; fl. c. 50 BC) was an Epicurean philosopher who lived in Naples.", "10071825": "John of Mirecourt,[1] also known as Monachus Albus ('the White Monk'),[2] was a Cistercian scholastic philosopher of the fourteenth century, from Mirecourt, Lorraine. He was a follower of William of Ockham; he was censured by Pope Clement VI.[3]", "34058001": "Mark. H. Gelber (born 1951, Brooklyn, New York) is an American-Israeli scholar of comparative literature and German-Jewish literature and culture.", "1093397": "Paul Haeberlin (17 February 1878, in Kesswil – 29 September 1960, in Basel) was a Swiss philosopher who at different times in his career took the standpoint that either religion or theoretical knowledge was the answer to human problems. He always gave philosophy an important role, but religion was to him the only way man could understand his real position in existence. Haeberlin made contributions to characterology and psychotherapeutics, and was especially successful in treating psychopathic youth and teens. Made a full professor of philosophy, psychology and pedagogics at the University of Basel.[1]", "601880": "Aleksander Głowacki (20 August 1847 – 19 May 1912), better known by his pen name Bolesław Prus (Polish: [bɔˈlεswaf ˈprus] ⓘ), was a Polish novelist, a leading figure in the history of Polish literature and philosophy, as well as a distinctive voice in world literature.[1][2]", "11120408": "Eduard (Édouard) Schuré (January 21, 1841 in Strasbourg – April 7, 1929 in Paris) was a French philosopher, poet, playwright, novelist, music critic, and publicist of esoteric literature.", "38612764": "Antun Maqdisi, also written as Antoun/Anton Maqdesi/Muqaddasi/Moqaddasi (1914 – January 5, 2005; Yabrud) was a Syrian philosopher, politician and human rights activist.[1]", "3026718": "Vallabhācārya (1479–1531 CE), also known as Vallabha, was an Indian saint and philosopher. He founded the Krishna-centered Puṣṭimārga sect of Vaishnavism in the Braj (Vraja) region of India,[1] and propounded the philosophy of Śuddhādvaita.", "12693285": "John Italus or Italos (Greek: Ἰωάννης ὁ Ἰταλός, Iōánnēs ho Italós; Latin: Johannes Italus) was a neoplatonic[1][2] Byzantine philosopher of the eleventh century. He was Calabrian in origin, his father being a soldier.[3] He came to Constantinople, where he became a student of Michael Psellus in classical Greek philosophy. He succeeded Psellus in his position as head of the philosophical school. Subsequently, some of his tenets were found heretic in 1076-77 by Patriarch Cosmas I of Constantinople, and in 1082[4] he was personally condemned, having come into conflict with Emperor Alexios I Komnenos.", "71053110": "Aaron Ridley (born July 31, 1962) is a British philosopher and Professor of Philosophy at the University of Southampton. He is known for his works on aesthetics, particularly the philosophy of music, and on Nietzsche.[1][2][3][4]", "35499831": "Eugen Munteanu (born August 18, 1953 in Seimeni, Constanța County) is a Romanian linguist. He specializes in Biblical philology, historical lexicology and the philosophy of language.", "47198009": "Robert Bouvier (1886–1978) was a Swiss philosopher noted for popularising the work of Ernst Mach in French.[1]", "2469690": "Fyodor Ippolitovich Shcherbatskoy or Stcherbatsky (Фёдор Ипполи́тович Щербатско́й) (11 September (N.S.) 1866 – 18 March 1942[1]), often referred to in the literature as F. Th. Stcherbatsky, was a Russian Indologist who, in large part, was responsible for laying the foundations in the Western world for the scholarly study of Buddhism and Buddhist philosophy. He was born in Kielce, Poland (Russian Empire), and died at the Borovoye Resort[2] in northern Kazakhstan.", "2240327": "Friedrich Christoph Förster (24 September 1791 in Münchengosserstädt on the Saale – 8 November 1868 in Berlin) was a German historian and poet.", "40152905": "Max Bernhard Weinstein (1 September 1852 in Kaunas,[1] Vilna Governorate – 25 March 1918) was a German physicist and philosopher. He is best known as an opponent of Albert Einstein's Theory of Relativity, and for having written a broad examination of various theological theories, including extensive discussion of pandeism.", "4501329": "The documented history of philosophy is often said to begin with the notable death of Socrates.  Since that time, there have been many other noteworthy deaths of philosophers.", "1093457": "William Torrey Harris (September 10, 1835 – November 5, 1909) was an American educator, philosopher, and lexicographer.[1] He worked for nearly a quarter century in St. Louis, Missouri, where he taught school and served as Superintendent of Schools for twelve years. With Susan Blow, in 1873 he established the first permanent, public kindergarten in the country. He is also known for establishing high school as an integral part of public education.", "28585816": "Jean-Baptiste-Claude Delisle de Sales or Jean-Baptiste Isoard de Lisle (29 April 1741 – 22 September 1816) was a French philosopher noted for his multi-edition, multi-volume opus The Philosophy of Nature: Treatise on Human Moral Nature.[1]", "59617114": "Malcolm Budd FBA (born 23 December 1941) is a British philosopher.", "38678363": "John Llewelyn (1 February 1928 – 7 May 2021) was a Welsh-born British philosopher whose extensive body of work, published over a period of more than forty years, spans the divide between Analytical and Continental schools of contemporary thought.[1] He has conjoined the rigorous approach to matters of meaning and logic typical of the former and the depth and range of reference typical of the latter in a constructive and critical engagement with the work of Jacques Derrida and Emmanuel Levinas.[2]", "1650522": "Matthew Cohen (30 December 1942 – 2 December 1999) was a Canadian writer who published both mainstream literature under his own name and children's literature under the pseudonym Teddy Jam.[3]", "44893": "Moses Mendelssohn (6 September 1729[note 1] – 4 January 1786) was a German-Jewish philosopher and theologian. His writings and ideas on Jews and the Jewish religion and identity were a central element in the development of the Haskalah, or 'Jewish Enlightenment' of the eighteenth and nineteenth centuries.\nBorn to a poor Jewish family in Dessau, Principality of Anhalt, and originally destined for a rabbinical career, Mendelssohn educated himself in German thought and literature. Through his writings on philosophy and religion he came to be regarded as a leading cultural figure of his time by both Christian and Jewish inhabitants of German-speaking Europe and beyond. His involvement in the Berlin textile industry formed the foundation of his family's wealth.", "6270814": "Vasile Conta (Romanian pronunciation: [vaˈsile ˈkonta]; Armenian: Վասիլե Գրիգորեիի Կոնտա (Գոնտա); November 15, 1845 – April 21, 1882) was a Romanian philosopher, poet, and politician.", "11677545": "Margaret Canovan (1939–2018) was an English author and political theorist.[1]", "60141418": "Michael Neil Forster (born December 9, 1957) is an American philosopher and the Alexander von Humboldt Professor, holder of the Chair in Theoretical Philosophy, and Co-director of the International Center for Philosophy at Bonn University. Previously he was Glen A. Lloyd Distinguished Service Professor in Philosophy and the College at the University of Chicago. Forster is known for his expertise on hermeneutics.[1]", "18132842": "Franco Bolelli (July 8, 1950 – October 5, 2020)[1] was an Italian philosopher. His philosophical influences included Nietzsche and Taoism.[citation needed]", "470897": "Onora Sylvia O'Neill, Baroness O'Neill of Bengarve, CH, CBE, HonFRS, FBA, FMedSci, MRIA (born 23 August 1941) is a British philosopher and a crossbench member of the House of Lords.", "25341812": "Isaak Iselin (7 March 1728 in Basel – 15 July 1782 in Basel) was a Swiss philosopher of history and politics.[1]", "55521143": "Zeus Atayza Salazar (born April 20, 1934) is a Filipino historian, anthropologist, and philosopher of history, best known for pioneering an emic perspective in Philippine history called Pantayong Pananaw (The \"We\" Perspective), earning him the title \"Father of New Philippine Historiography.\" He is a major player in the indigenization campaign in the Philippines. Salazar spent 30 years teaching at University of the Philippines Diliman and held both history department chair and college dean positions.", "1093496": "Nassim Nicholas Taleb[a] (/ˈtɑːləb/; alternatively Nessim or Nissim; born 12 September 1960)  is a Lebanese-American essayist, mathematical statistician, former option trader, risk analyst, and aphorist[1][2] whose work concerns problems of randomness, probability, and uncertainty.", "1093499": "(Yehuda HeHasid)", "62697341": "Ayee Jananyacharya or Devaraja Perumal (1341–1445 CE) was a Hindu Sri Vaishnava religious leader, great saint, and one of the important propagator of the Sri Vaishnavism tradition. Sri Jananyacharya Swami was Seventh in the lineage of Sri Ramanujacharya. He was a scholar in ubhaya vedanta who took Vishishtadvaita school of vedanta to the next level and widely popularized and propagated the Sri Vaishnava tradition.", "9383806": "Jakob Thomasius (Latin: Jacobus Thomasius; 27 August 1622 – 9 September 1684) was a German academic philosopher and jurist. He is now regarded as an important founding figure in the scholarly study of the history of philosophy. His views were eclectic, and were taken up by his son Christian Thomasius.", "405374": "Ali ibn Abi Talib (Arabic: عَلِيّ بْن أَبِي طَالِب; c. 600–661) was the cousin and son-in-law of the Islamic prophet Muhammad and the successor (Rashidun caliph and Shia Imam) after his death, who ruled from 656 to 661. Born to Abu Talib ibn Abd al-Muttalib and Fatima bint Asad, a young Ali was raised by his elder cousin Muhammad and was among the first to accept his teachings. Ali played a pivotal role in the early years of Islam when Muslims were severely persecuted in Mecca.", "8728449": "William L. Reese (1921 - September 22, 2017) was a faculty member in the Department of Philosophy, State University of New York at Albany. He was born in Jefferson City, Missouri.[1][2]", "39530371": "Richard Laughton (1670?–1723)[1] was an English churchman and academic, now known as a natural philosopher and populariser of the ideas of Isaac Newton.", "8662917": "Leo Spitzer (German: [ˈʃpɪtsɐ]; 7 February 1887 – 16 September 1960) was an Austrian Romanist and Hispanist, philologist, and an influential and prolific literary critic. He was known for his emphasis on stylistics. Along with Erich Auerbach, Spitzer is widely recognized as one of the foundational figures of comparative literature.[2][3][4][5]", "37040005": "Søren Kierkegaard was a Danish philosopher whose influence and reception varied widely and may be roughly divided into various chronological periods. Reactions were anything but uniform, and proponents of various ideologies attempted to appropriate his work quite early.", "4829063": "Nancey Murphy (born 12 June 1951) is an American philosopher and theologian who is Professor of Christian Philosophy at Fuller Theological Seminary, Pasadena, CA. She received the B.A. from Creighton University (philosophy and psychology) in 1973, the Ph.D. from University of California, Berkeley (philosophy of science) in 1980, and the Th.D. from the Graduate Theological Union (theology) in 1987.[1]", "61517724": "Michael Rothberg is an American literature and memory studies scholar. He is a professor of English and Comparative Literature and the 1939 Society Samuel Goetz Chair in Holocaust Studies at the University of California, Los Angeles (UCLA). He was the founding director of the Initiative in Holocaust, Genocide, and Memory Studies at University of Illinois at Urbana-Champaign.", "15151004": "Wang Fu (Chinese: 王符; pinyin: Wáng Fú) (about 82 AD-167 AD[citation needed]), courtesy name  Jiexin (simplified Chinese: 节信; traditional Chinese: 節信; pinyin: Jiéxìn) was a Chinese essayist, historian, philosopher, and poet during the Eastern Han Dynasty. Born in Gansu Province, Wang Fu was a studious and knowledgeable man of humble birth. Once he was discriminated by fellow villagers in youth and was later not recommended to the Court as a government official. There is little information left about him, but his only masterpiece, Qianfu Lun, is a most valuable source. Nowadays, scholars have begun to attach importance to him, but the study is confined by the lack of historical records.", "176031": "Judah Loew ben Bezalel (Hebrew: יהודה ליווא בן בצלאל; between 1512 and 1526 – 17 September 1609),[1] also known as Rabbi Loew (alt. Löw, Loewe, Löwe or Levai), the Maharal of Prague (Hebrew: מהר״ל מפראג), or simply the Maharal (the Hebrew acronym of \"Moreinu ha-Rav Loew\", 'Our Teacher, Rabbi Loew'), was an important Talmudic scholar, Jewish mystic, mathematician, astronomer,[2] and philosopher who, for most of his life, served as a leading rabbi in the cities of Mikulov in Moravia and Prague in Bohemia.", "5746602": "Yang Xiong (Chinese: 揚雄; 53 BCE–18 CE) was a Chinese philosopher, poet, and politician of the Western Han dynasty known for his philosophical writings and fu poetry compositions.", "65843115": "John of Naples (Italian: Giovanni di Napoli, Latin: Johannes de Neapoli), also known as Giovanni Regina, was a Dominican friar and prominent Thomist theologian and philosopher in the early 14th century.[1]", "23637932": "Edith Wyschogrod (June 8, 1930[1] – July 16, 2009) was an American philosopher. She received her B.A. from Hunter College in  1951 and her Ph.D. from Columbia University in 1970.[1][2]", "32452526": "Nam Gon (Korean: 남곤; 1471 – 10 March 1527) was a Korean politician, poet, Neo-Confucian scholar, thinker, writer and Prime Minister during the Joseon Dynasty. His art names were Jijeong (지정, 止亭), Jijokdang (지족당, 知足堂) and Jijok (지족, 知足), while his courtesy name was Sahwa (사화, 士華). He was also a member of the Sarim faction.", "27766715": "Gauri Ma (February 1857 Shibpur, Howrah, British India – 1 March 1938), born Mridani,[1] was a prominent Indian disciple of Ramakrishna, companion of Sarada Devi and founder of Kolkata's Saradeswari Ashram.[2]", "22065086": "Eero Loone (born 26 May 1935 in Tartu) is an Estonian philosopher.", "63942595": "Walter Rudolf Schweidler (born 15 September 1957) is a German philosopher.", "64335814": "Alireza Qaeminia is an Iranian philosopher and associate professor of epistemology at the Research Institute for Islamic Culture and Thought. He is a recipient of the Iranian Book of the Year Award for his book Biology of the Religious Text.[1][2]", "32845766": "Aletta Norval is a South African born political theorist. As of 2019[update] she is Deputy Vice-Chancellor (Education) at Anglia Ruskin University. A prominent member of the Essex School of discourse analysis, she is mainly known for her deconstructionist analysis of Apartheid discourse, for her methodological contributions to discourse analysis and for her work on decentred, democratic and poststructuralist political theory. Her other research interests include feminist theory, South-African politics, ethnicity and the politics of race. More recently, she has worked on biometrics, focussing on issues of citizen consent to identity management techniques.", "1290184": "Hubert Henry Harrison (April 27, 1883 – December 17, 1927) was a West Indian-American writer, orator, educator, critic, race and class conscious political activist, and radical internationalist based in Harlem, New York. He was described by activist A. Philip Randolph as \"the father of Harlem radicalism\" and by the historian Joel Augustus Rogers as \"the foremost Afro-American intellect of his time.\" John G. Jackson of American Atheists described him as \"The Black Socrates\".[1][2]", "7745481": "Chinese texts", "40349649": "Georgia Warnke is a Distinguished Professor of Political Science (and formerly Distinguished Professor of Philosophy) and the Director of the Center for Ideas & Society at the University of California, Riverside.[1] She chaired the Department from 2002 to 2004.[2][3]  She also acted as the Associate Dean for Arts and Humanities, College of Humanities, Arts and Social Sciences at UCR from 2006 to 2011.[3]", "33927121": "Edward John Craig (born 26 March 1942) is an English academic philosopher, editor of the Routledge Encyclopedia of Philosophy, and former Knightbridge Professor of Philosophy at the University of Cambridge. He is also a former cricketer at first-class level: a right-handed batsman for Cambridge University and Lancashire.[1]", "12250": "Georg Henrik von Wright (Swedish: [ˈjěːɔrj ˈhɛ̌nːrɪk fɔn ˈvrɪkːt];[a] 14 June 1916 – 16 June 2003) was a Finnish philosopher.", "59518940": "Vasumitra was a Buddhist monk of the Sarvastivada school who flourished in the 2nd century CE. A native of Gandhāra, he presided over the 4th Buddhist council in Kashmir, administered by Kanishka I. He is credited as contributing to the Mahāvibhāṣā.[1]", "19640288": "Achille C. Varzi (born May 8, 1958) is an Italian-born philosopher who is John Dewey Professor of philosophy at Columbia University.[1] He graduated from the University of Trento and received his PhD in philosophy from the University of Toronto. Varzi is also Bruno Kessler Honorary Professor at the University of Trento and, since 2017, Visiting Professor at the University of Italian Switzerland.[2]", "22360033": "Richard David Precht (German: [ˈʁɪçaʁt ˈdaːvɪt ˈpʁɛçt]; born 8 December 1964) is a German philosopher and author of successful popular science books about philosophical issues. He hosts the TV show \"Precht\" on ZDF.", "143331": "Zeno of Elea (/ˈziːnoʊ ... ˈɛliə/; Ancient Greek: Ζήνων ὁ Ἐλεᾱ́της; c. 490 – c. 430 BC) was a pre-Socratic Greek philosopher. He was a student of Parmenides and one of the Eleatics. Born in Elea, Zeno defended his instructor's belief in monism, the idea that only one single entity exists that makes up all of reality. He rejected the existence of space, time, and motion. To disprove these concepts, he developed a series of paradoxes to demonstrate why these are impossible. Though his original writings are lost, subsequent descriptions by Plato, Aristotle, Diogenes Laertius, and Simplicius of Cilicia have allowed study of his ideas.", "21180398": "Donald Allen Crosby (born 7 April 1932) is an American theologian who is professor emeritus of philosophy at Colorado State University, since January 2000. Crosby's interests focus on metaphysics, American pragmatism, philosophy of nature, existentialism, and philosophy of religion. He is a member of the Highlands Institute of American Religious and Philosophical Thought[1] and has been a leader in the discussions on Religious Naturalism.", "12272": "George Sotiros Pappas (born 1942) is a professor of philosophy at Ohio State University.[1]  Pappas specializes in epistemology, the history of early modern philosophy, philosophy of religion and metaphysics. He is of Greek and English origin.", "2830320": "Daniel Nicholas Robinson (March 9, 1937 – September 17, 2018)[2] was an American psychologist who was a professor of psychology at Georgetown University and later in his life became a fellow of the faculty of philosophy at Oxford University.", "28749808": "Elena Topuridze (Georgian: ელენე თოფურიძე; May 3, 1922 – September 29, 2004) was a prominent Georgian philosopher and writer. Born in Batumi, Georgia, her family moved to Tbilisi during her childhood. In 1945, she graduated from the faculty of philosophy of the M. V. Lomonosov Moscow State University. As a postgraduate student, Topuridze studied at the Institute of History of Art of Academy of Sciences of the USSR, in Moscow.  In 1951, she returned to Tbilisi and took a position of professor at the Shota Rustaveli Theatrical Institute of Georgia. From 1961 to the end of her life she worked at S. Tsereteli Institute of Philosophy of Georgian National Academy of Sciences.", "53850100": "Gerhard Ernst Friedrich Harig (31 July 1902, Niederwürschnitz – 13 October 1966, Leipzig) was a German physicist, Marxist philosopher,  professor and statesman who served as the first State Secretary of Higher and Technical Education of the German Democratic Republic.[1]", "9711604": "Theodore de Leo de Laguna (July 22, 1876 – September 22, 1930) was an American philosopher who taught for years at Bryn Mawr College and was known as an early feminist.", "2240500": "Mordechai Nessyahu (September 25, 1929 – April 23, 1997) was an Israeli political theorist and philosopher of science, as well as the originator of a worldview he called cosmotheism.", "7876600": "Kanchipurna was a twelfth century Vaishnavite acharya and one of the early teachers of Ramanuja. He is also known as Thirukachchi Nambigal.[1]", "64335866": "Mahdi Abbaszadeh is an Iranian philosopher and associate professor of epistemology at the Research Institute for Islamic Culture and Thought. He is a recipient of the Iranian Book of the Year Award for his book System of Illuminative Epistemology of Al-Suhrawardi.[1][2]", "17805317": "Salvator Tongiorgi (25 December 1820 – 12 November 1865) was an Italian Jesuit philosopher and theologian.", "1290247": "Hans Kelsen (/ˈkɛlsən/; German: [ˈhans ˈkɛlsən]; October 11, 1881 – April 19, 1973) was an Austrian jurist, legal philosopher and political philosopher. He was the principal architect of the 1920 Austrian Constitution, which with amendments is still in operation. Due to the rise of totalitarianism in Austria (and a 1929 constitutional change),[2] Kelsen left for Germany in 1930 but was forced out of his university post after the Nazi  seizure of power in 1933 because of his Jewish ancestry. That year he left for Geneva and in 1940 he moved to the United States. In 1934, Roscoe Pound lauded Kelsen as \"undoubtedly the leading jurist of the time\". While in Vienna, Kelsen met Sigmund Freud and his circle, and wrote on social psychology and sociology.", "5484556": "Jin Yuelin or Chin Yueh-Lin[1][2] (Chinese: 金岳霖; 14 July 1895 – 19 October 1984) was a Chinese philosopher best known for three works, one each on logic, metaphysics, and epistemology.  He was also a commentator on Bertrand Russell.", "405515": "Edward Fredkin (October 2, 1934 – June 13, 2023)[1] was an American computer scientist, physicist and businessman who was an early pioneer of digital physics.[2]", "12305": "Gotthold Ephraim Lessing (/ˈlɛsɪŋ/, German: [ˈɡɔthɔlt ˈʔeːfʁa.ɪm ˈlɛsɪŋ] ⓘ; 22 January 1729 – 15 February 1781) was a German philosopher, dramatist, publicist and art critic, and a representative of the Enlightenment era. His plays and theoretical writings substantially influenced the development of German literature. He is widely considered by theatre historians to be the first dramaturg in his role at Abel Seyler's Hamburg National Theatre.[1]", "9678865": "Lastheneia (or Lasthenia) of Mantinea (Greek: Λασθένεια Μαντινική) was one of Plato's female students.", "45077": "Count Giacomo Taldegardo Francesco di Sales Saverio Pietro Leopardi (US: /ˈdʒɑːkəmoʊ ˌliːəˈpɑːrdi, - ˌleɪə-/,[3][4] Italian: [ˈdʒaːkomo leoˈpardi]; 29 June 1798 – 14 June 1837) was an Italian philosopher, poet, essayist, and philologist. He is considered the greatest Italian poet of the nineteenth century and one of the most important figures in the literature of the world, as well as one of the principals of literary romanticism; his constant reflection on existence and on the human condition—of sensuous and materialist inspiration—has also earned him a reputation as a deep philosopher. He is widely seen as one of the most radical and challenging thinkers of the 19th century[5][6] but routinely compared by Italian critics to his older contemporary Alessandro Manzoni despite expressing \"diametrically opposite positions.\"[7] Although he lived in a secluded town in the conservative Papal States, he came into contact with the main ideas of the Enlightenment, and, through his own literary evolution, created a remarkable and renowned poetic work, related to the Romantic era. The strongly lyrical quality of his poetry made him a central figure on the European and international literary and cultural landscape.[8]", "63975448": "Abū al-Faraj ʿAbd Allāh ibn al-Ṭayyib[1][a] (died 1043), known by the nisba al-ʿIrāqī[1][b] and in medieval Latin as Abulpharagius Abdalla Benattibus,[3][c] was a prolific writer, priest and polymath of the Church of the East.[d] He practised medicine in Baghdad and wrote in Arabic about medicine, canon law, theology and philosophy. His biblical exegesis remains the most influential written in Arabic and he was an important commentator on Galen and Aristotle. He also produced translations from Syriac into Arabic.", "34385952": "Fyodor Ignatyevich Khaskhachikh (Russian: Фёдор Игна́тьевич Хасха́чих; 21 March 1907 – 5 November 1942) was a Soviet philosopher and dean of philosophy at the Moscow Institute of Philosophy, Literature, and History from 1939 to 1941. He worked on the history of epistemology and problems of epistemology within the framework of dialectical materialism.", "9482276": "Jahm bin Safwan (Arabic: جَهْم بن صَفْوان, romanized: Jahm bin Ṣafwān) was an Islamic theologian who attached himself to Al-Harith ibn Surayj, a dissident in Khurasan towards the end of the Umayyad period, and who was put to death in 745 by Salm ibn Ahwaz.[1]", "12326": "Aelius Galenus or Claudius Galenus[2] (Greek: Κλαύδιος Γαληνός; September 129 – 216 AD), often anglicized as Galen (/ˈɡeɪlən/) or Galen of Pergamon,[3] was a Roman Greek physician, surgeon and philosopher.[4][5][6] Considered to be one of the most accomplished of all medical researchers of antiquity, Galen influenced the development of various scientific disciplines, including anatomy,[7] physiology, pathology,[8] pharmacology,[9] and neurology, as well as philosophy[10] and logic.", "15937578": "Thomas W. Flynn (August 18, 1955 – August 23, 2021)[1]  was an American author, journalist, novelist, executive director of the Council for Secular Humanism, and editor of its journal Free Inquiry.[2][3] He was also director of the Robert Green Ingersoll Birthplace Museum and the Freethought Trail.[4]", "7974955": "Francisco Zumel (c. 1540-1607) was a Spanish philosopher and ecclesiastic.  He was superior general of the Mercedarian Order and professor of physics and moral philosophy at the University of Salamanca.  He was a Thomist and is most remembered for his polemical writings against the molinistas, the followers of Luis Molina.", "66727983": "Maha Thiri Thu Dhammayaza (Burmese: မဟာသီရိသုဓမ္မရာဇာ, Pali: Mahāsīrisudhammarāja; born Phyo; 1791 – 1848), commonly known as the Prince of Mekkhaya (also spelt Mekkhara Prince)[1] and Prince of Malun, was a Burmese royal prince and scholar during the Konbaung dynasty who was remembered as the first compiler of an English–Myanmar dictionary.[2] He was the first and only member of the Asiatic Society of Bengal from the Burmese royal family[3] and was nicknamed the \"philosopher-prince\" by English officers for his knowledge of literature and science.[4]", "33992754": "Polina Zherebtsova (Russian: Полина Викторовна Жеребцова, IPA: [pɐˈlʲinə ʐɨrʲɪpˈt͡sovə]; 20 March 1985) is a Chechen Russian documentarian, poet and author of the diaries Ant in a Glass Jar, covering her childhood, adolescence and youth that witnessed three Chechen wars.[1][2]", "49655862": "John Anthony Blair (born 12 August 1941) is a Canadian philosopher.", "30388280": "Judah ben Nissim al-Malkah was a Moroccan, Jewish writer and philosopher living in the 13th century.[1] His main work is Uns al-Gharīb[2] (The Consolation of the Exiled). He also wrote a commentary on the Pirke De-Rabbi Eliezer and Tafsīr al-Salawāt, a commentary on liturgy and a work on astrology, which probably bore the title Kitāb al-Miftāh (The Key Book).", "40153145": "Alexander N. Chumakov (Алекса́ндр Никола́евич Чумако́в; born on October 1, 1950) is a Russian philosopher, theoretician of science, scientific community organizer, and specialist in the fields of philosophy and the theory of globalistics.", "3485754": "James Webster Rachels (May 30, 1941 – September 5, 2003) was an American philosopher who specialized in ethics and animal rights.", "72331321": "William Thomas Blackstone, Jr. (December 8, 1931 – November 14, 1977) was an American academic and philosopher.", "33108028": "Friedrich Wilhelm Carové (June 20, 1789 – March 18, 1852) was a German philosopher and publicist.[1]", "14069826": "The Hon. Lilian Helen \"Lily\" Montagu, CBE (22 December 1873 – 22 January 1963)[1] was the first woman to play a major role in Progressive Judaism.", "55980103": "Hegel-Jahrbuch or Hegel Yearbook or Hegel Annual is an annual peer-reviewed academic journal covering the thought of Georg Wilhelm Friedrich Hegel published by International Hegel Society. It was established in 1961 and publishes contributions in English and German. The editors are Andreas Arndt, Brady Bowman, Myriam Gerhard and Jure Zovko. All issues are available online from the Philosophy Documentation Center.[1]", "60207183": "Jens Timmermann (born 1 May 1970) is a German philosopher and the Professor of Moral Philosophy at the University of St Andrews.[1] \nHe is best known for his research on Kant’s ethics, political philosophy and philosophy of law.[2][3][4][5]", "70299736": "Johannes Fleischer (29 March 1539 – 4 March 1593) was a Silesian humanist, Lutheran clergyman, and natural philosopher whose only published work was an examination of the formation of rainbows published in 1571 and was among the first to identify that both reflection and refraction were involved, although it drew on the earlier works of Vitello.", "6238302": "Claude Sumner, SJ (1919–2012) was a Canadian professor of philosophy who worked at  Addis Ababa University from 1953.[1] He was best known for his work on Zera Yacob.", "43069535": "György Lukács[a] (born György Bernát Löwinger;[b] Hungarian: szegedi Lukács György Bernát; German: Georg Bernard Baron Lukács von Szegedin;[c] 13 April 1885 – 4 June 1971) was a Hungarian Marxist philosopher, literary historian, literary critic, and aesthetician.[5] He was one of the founders of Western Marxism, an interpretive tradition that departed from the Soviet Marxist ideological orthodoxy. He developed the theory of reification, and contributed to Marxist theory with developments of Karl Marx's theory of class consciousness. He was also a philosopher of Leninism. He ideologically developed and organised Lenin's pragmatic revolutionary practices into the formal philosophy of vanguard-party revolution.", "14364771": "Giovanni Bovio (6 February 1837 – 15 April 1903) was an Italian philosopher and a politician of the Italian Republican Party.", "13774949": "Aedesia (Greek: Αἰδεσία) was a philosopher of the Neoplatonic school who lived in Alexandria in the fifth century AD.[1]  She was a relation of Syrianus and the wife of Hermias, and was equally celebrated for her beauty and her virtues.  After the death of her husband, she devoted herself to relieving the wants of the distressed and the education of her children, Ammonius and Heliodorus.  She accompanied the latter to Athens, where they went to study philosophy, and was received with great distinction by all the philosophers there, and especially by Proclus, to whom she had been betrothed by Syrianus, when she was quite young.  She lived to a considerable age, and her funeral oration was pronounced by Damascius, who was then a young man, in hexameter verses.[2][3]", "32878694": "Maurice Alexander Natanson (November 26, 1924 – August 16, 1996) was an American philosopher \"who helped introduce the work of Jean-Paul Sartre and Edmund Husserl in the United States\".[2] He was a student of Alfred Schutz at the New School for Social Research and helped popularize Schutz' work from the 1960s onward.[1]", "49426535": "Gustav Heckmann (22 April 1898 – 8 June 1996) was a German philosopher and teacher.[1]   He is particularly associated with philosophical extrapolations from the Socratic Dialogue format, pioneered by his mentor and friend Leonard Nelson, with which Heckmann continued to work after Nelson died.[2]", "66269287": "Wolfgang Schultz (28 June 1881 – 24 September 1936) was an Austrian philosopher who served as Professor and Chair of Philosophy at the Ludwig Maximilian University of Munich.", "4468841": "Denys Alan Turner (born 5 August 1942) is an English philosopher and theologian. He is Horace Tracy Pitkin Professor of Historical Theology emeritus at Yale University having been appointed in 2005, previously having been Norris–Hulse Professor of Divinity at the University of Cambridge. He earned his Doctor of Philosophy degree in philosophy from the University of Oxford. He has written widely on political theory and social theory in relation to Christian theology, as well as on medieval thought, in particular, mystical theology and Christian mysticism.", "2961514": "Antoine Augustin Calmet, O.S.B. (26 February 1672 – 25 October 1757), a French Benedictine monk, was born at Ménil-la-Horgne, then in the Duchy of Bar, part of the Holy Roman Empire (now the French department of Meuse, located in the region of Lorraine).", "3420268": "Johann Georg Sulzer (German: [ˈzʊltsər]; 16 October 1720 in Winterthur – 27 February 1779 in Berlin) was a Swiss professor of Mathematics, who later on moved on to the field of electricity. He was a Wolffian philosopher and director of the philosophical section of the Berlin Academy of Sciences, and translator of David Hume's An Enquiry Concerning the Principles of Morals into German in 1755.", "274541": "Eugen Rosenstock-Huessy (German pronunciation: [ˈɔʏɡeːn ˈʁoːzn̩ʃtɔk ˈhʏsi]; July 6, 1888 – February 24, 1973)[1] was a historian and social philosopher, whose work spanned the disciplines of history, theology, sociology, linguistics and beyond. Born in Berlin, Germany into a non-observant Jewish family, the son of a prosperous banker, he converted to Christianity in his late teens, and thereafter the interpretation and reinterpretation of Christianity was a consistent theme in his writings. He met and married Margrit Hüssy in 1914. In 1925, the couple legally combined their names.[a] They had a son, Hans, in 1921.", "17641581": "Władysław Witwicki (30 April 1878,[1] Lubaczów – 21 December 1948,[2] Konstancin)[3] was a Polish psychologist, philosopher, translator (mainly of Plato's works into Polish), historian (of philosophy and art) and artist. He is seen as one of the fathers of psychology in Poland.[4][5]", "58241132": "Lodewicus Johannes du Plessis (1897-1968) was a South African academic, alternative Afrikaner political philosopher, and Calvinist.", "60141678": "Pamela Margaret Huby (21 April 1922 - 18 February 2019) was a British philosopher and emeritus reader in philosophy at the University of Liverpool.[1][2]", "70430832": "Mirosław Tryczyk (born 1977) is a Polish philosopher, writer, reporter, and Holocaust researcher.", "143475": "\"You are walking on the earth as in a dream. Our world is a dream within a dream; you must realize that to find God is the only goal, the only purpose, for which you are here. For Him alone you exist. Him you must find.\" – from the book The Divine Romance", "28094580": "Ebenezer Cooke (1837 - 1913) was an art master and pioneer in art education.", "569470": "Hassan Hanafi (Arabic: حسن حنفي; 23 February 1935 – 21 October 2021) was a professor and chaired the philosophy department at Cairo University.[1][2] He was a leading authority on modern Islam.[2][3]", "7581824": "Leo Apostel (Antwerp, 4 September 1925 – Ghent, 10 August 1995) was a Belgian philosopher and professor at the Vrije Universiteit Brussel and Ghent University. Apostel was an advocate of interdisciplinary research and the bridging of the gap between exact science and humanities.", "32288906": "Alfred Barratt (12 July 1844 – 18 May 1881) was an English barrister and philosopher. He trained in law at the University of Oxford, and published his first book, Physical Ethics, in 1869 while studying there. He died an early death in 1881 from overwork as a barrister, secretary to the Oxford University Commission, and philosopher. His second book, Physical Metempiric, was published posthumously in 1883.", "4567188": "Henry Odera Oruka (1 June 1944, in Siaya County – 9 December 1995, in Nairobi) was a Kenyan philosopher who is best known for \"Sage Philosophy\". It was a project started in the 1970s in an attempt to preserve the knowledge of the indigenous thinkers in traditional African communities.", "62828693": "Alexandre Matheron (1926 – 7 January 2020) was a French philosopher specializing in Baruch Spinoza and modern politics.[1] His 1969 work Individu et communauté chez Spinoza is \"widely regarded as one of the landmarks of Spinoza scholarship.\"[2]", "24391833": "Chandragomin (Skt. Candragomin) was an Indian Buddhist lay scholar and poet from the Varendra region of Eastern Bengal.[1] The Tibetan tradition believes challenged Chandrakirti. According to the Nepalese tradition, Chandragomin's student was Ratnakīrti. Chandragomin was a teacher at Nalanda Monastic University during the 5th century. [2] [3] It is unclear when Chandragomin lived, with estimates ranging between 5th to 6th-century CE,[4][5] but his position at Nalanda signifies he lived during the 5th century.", "25079964": "Hans Lipps (22 November 1889 – 10 September 1941) was a German phenomenological and existentialist philosopher.", "32485534": "Ivan Mykhailovych Dziuba (Ukrainian: Іва́н Миха́йлович Дзю́ба; 26 July 1931 – 22 February 2022) was a Ukrainian literary critic, social activist, dissident, Hero of Ukraine, academic of National Academy of Sciences of Ukraine, the second Minister of Culture of Ukraine (1992—1994),[1] and head of the committee for Shevchenko National Prize (1999–2001).[2]", "536739": "Abū Bakr Muḥammad ibn Yaḥyà ibn aṣ-Ṣā’igh at-Tūjībī ibn Bājja (Arabic: أبو بكر محمد بن يحيى بن الصائغ التجيبي بن باجة), best known by his Latinised name Avempace (/ˈeɪvəmpeɪs/;[2] c. 1085 – 1138), was an Andalusi polymath,[1] whose writings include works regarding astronomy, physics, and music, as well as philosophy, medicine, botany, and poetry.[1][3]", "2994343": "Ulrik Huber (13 March 1636 in Dokkum – 8 November 1694 in Franeker), also known as Ulrich Huber or Ulricus Huber, was a professor of law at the University of Franeker and a political philosopher.", "3977384": "Tyler Burge (/bɜːrdʒ/; born 1946) is an American philosopher who is a Distinguished Professor of Philosophy at UCLA.  Burge has made contributions to many areas of philosophy, including the philosophy of mind, philosophy of logic, epistemology, philosophy of language, and the history of philosophy.", "61485229": "Tomás Várnagy (25 September 1950 – June 2022)[1] was an Argentine social scientist and philosopher, professor at the University of Buenos Aires (UBA).", "42512559": "Ștefan Zeletin (born Ștefan Motăș; June 19, 1882 – July 20, 1934) was a Romanian philosopher, sociologist, liberal economist and political theorist.", "68268212": "Godefroid Mana Kangudie (3 November 1953 – 15 July 2021), known by his pen name Kä Mana was a Congolese writer, professor, and theologian.[1][2] He was one of the most famous philosophers in the Democratic Republic of the Congo[3] and served as President of the POLE Institute.[4]", "54800565": "Maik Hosang (born 29 December 1961 in Bautzen) is a German philosopher, future researcher and human ecologist.", "15511744": "Joseph Gabel (12 July 1912 in Budapest – 15 June 2004 in Paris)[1] was a French Hungarian-born sociologist and philosopher. His work was always strongly influenced by Marxism; he was against Stalinism and critical of the work of Louis Althusser.", "31502532": "Qamaruzzaman Azmi (born 23 March 1946),[1] also known as Allama Azmi, is an Indian Islamic scholar, philosopher and speaker. He is president of the World Islamic Mission. From 2011 to 2021, he was listed in The 500 Most Influential Muslims in the world  by the Royal Aal al-Bayt Institute for Islamic Thought due to his efforts to build organisations and institutions, mosques, colleges, and universities for over five decades.[2][3][4][5] He is the patron in chief of Sunni Dawat-e-Islami, an Islamic movement having branches around the world.", "6271172": "Ștefan Bârsănescu (28 March 1895—5 November 1984) was a Romanian academician and educator who gained renown as an essayist and philosopher.", "1388743": "John Baconthorpe, OCarm (also Bacon, Baco, and Bacconius) (c. 1290 – 1347) was a learned English Carmelite friar and scholastic philosopher.[1]", "16527562": "Matthaios Kamariotis (Greek: Ματθαῖος Καμαριώτης; died 1490) was a Greek scholar of the Renaissance era, from Thessaloniki. He was a lecturer at the University of Constantinople and the first director of the Patriarchal Academy of Constantinople (Phanar Greek Orthodox College), founded by the Patriarch Gennadius as a continuation of the University of Constantinople after the Fall of Constantinople.[1]", "57716939": "Costică Brădățan is a Romanian-born American philosopher.[1] He is a professor of humanities in the Honors College at Texas Tech University. Also he is an Honorary Research Professor of Philosophy at University of Queensland.[2][3]", "34156749": "Jean Grondin OC (born August 27, 1955) is a Canadian philosopher and professor. He is a specialist in the thought of Immanuel Kant, Hans-Georg Gadamer, and Martin Heidegger. His research focuses on hermeneutics, phenomenology, German classical philosophy and the history of metaphysics.", "504020": "Paul Nicolai Hartmann (German: [ˈhaʁtman]; 20 February 1882 – 9 October 1950) was a Baltic German philosopher. He is regarded as a key representative of critical realism[3] and as one of the most important twentieth-century metaphysicians.", "2601179": "Gregory of Rimini (c. 1300 – November 1358), also called Gregorius de Arimino or Ariminensis, was one of the great scholastic philosophers and theologians of the Middle Ages.  He was the first scholastic writer to unite the Oxonian and Parisian traditions in 14th-century philosophy, and his work had a lasting influence in the Late Middle Ages and Reformation.  His scholastic nicknames were Doctor acutus and Doctor authenticus.", "16593123": "Nader El-Bizri (Arabic: نادر البزري, nādir al-bizrĩ) is the Dean of the College of Arts, Humanities, and Social Sciences at the University of Sharjah.[1] He served before as a tenured longstanding full Professor of philosophy and civilization studies at the American University of Beirut, where he also acted as an Associate Dean of the Faculty of Arts and Sciences, and as the Director of the General Education program.[2] El-Bizri specializes in phenomenology, Islamic science and philosophy, and architectural theory. He is the author or editor of several books, including The Phenomenological Quest between Avicenna and Heidegger (2000).", "6598884": "Panteleimon Oleksandrovych Kulish (also spelled Panteleymon or Pantelejmon Kuliš, Ukrainian: Пантелеймон Олександрович Куліш; 7 August 1819 – 14 February 1897) was a Ukrainian writer, critic, poet, folklorist, and translator.", "21737703": "Dionysius of Chalcedon (Greek: Διονύσιος; fl. 320 BC)[1] was a Greek philosopher and dialectician connected with the Megarian school. He was a native of Chalcedon on the coast of Bithynia.[2] Dionysius was the person who first used the name Dialecticians to describe a splinter group within the Megarian school \"because they put their arguments into the form of question and answer\".[3] One area of activity for the dialecticians was the framing of definitions,[4] and Aristotle criticises a definition of life by Dionysius in his Topics:[5]", "59486458": "Carlos Goñi Zubieta (born 7 April 1963) is a Spanish philosopher, writer and teacher. He has a doctor's degree in philosophy from Universidad de Barcelona.[1]", "47624442": "Paul Redding is an Australian philosopher and emeritus professor of philosophy at the University of Sydney. He is known for his research on Hegel's philosophy and the tradition of German idealism more generally. In particular he has pursued the relation of Hegel's logic to the approach to logic in analytic philosophy and pragmatism and, more recently, the tradition of Platonism.[1][2]\nHe is a fellow of the Australian Academy of the Humanities.[3]", "73773308": "Alfred Verdross or Verdroß or Verdroß-Droßberg (until 1919, Edler von Droßberg; 22 February 1890 – 24 April 1980) was an Austrian international lawyer and judge at the European Court of Human Rights.", "3977469": "Panayot Butchvarov (Bulgarian: Панайот Бъчваров; born April 2, 1933, in Sofia, Bulgaria) is a Bulgarian-born American philosopher who is Distinguished Professor Emeritus of Philosophy at the University of Iowa.", "1061121": "Michael Sendivogius (/ˌsɛndɪˈvoʊdʒiəs/; Polish: Michał Sędziwój; 2 February 1566 – 1636) was a Polish alchemist, philosopher, and medical doctor. A pioneer of chemistry, he developed ways of purification and creation of various acids, metals and other chemical compounds. He discovered that air is not a single substance and contains a life-giving substance—later called oxygen—170 years before Scheele's discovery of the element. He correctly identified this 'food of life' with the gas (also oxygen) given off by heating nitre (saltpetre).[1] This substance, the 'central nitre', had a central position in Sendivogius' schema of the universe.[2]", "12557": "Gilles Louis René Deleuze (/dəˈluːz/ də-LOOZ, French: [ʒil dəløz]; 18 January 1925 – 4 November 1995) was a French philosopher who, from the early 1950s until his death in 1995, wrote on philosophy, literature, film, and fine art. His most popular works were the two volumes of Capitalism and Schizophrenia: Anti-Oedipus (1972) and A Thousand Plateaus (1980), both co-written with psychoanalyst Félix Guattari.  His metaphysical treatise Difference and Repetition (1968) is considered by many scholars to be his magnum opus.[1][a][b]", "7057678": "Peter Thielst (born 1951) is a Danish philosopher, author and publisher of philosophical books from the Danish bureau \"Det lille forlag\" (\"The little publisher\"). He has written biographical works on Kierkegaard and Nietzsche.", "48115990": "Peter Herrmann is a social philosopher, sociologist and academic of German origin. Between 1995 and 2013 he worked in Ireland where he occupied at the end the position of a senior research fellow at University College Cork, School of Applied Social Studies. 2013 he moved to Rome, Italy, where he worked independently, but in close connection with the Italian research institute EURISPES. From 2015 to 2017 he worked as Professor for Economics at Bangor College of Central South University of Forestry & Technology, Changsha, PRC, and as Senior Foreign Expert. School of Public Affairs, Dept. of Social Security and Risk Management, Zhejiang University, Hangzhou, P.R.China. In September 2017 he commenced a one-year research position at the Max Planck Institute for Social Law and Social Policy in Munich, Bavaria, from where he changed in October 2018 to the Faculty of Economics and Sociology at the University of Lodz in Poland. Since October 2019 he is research fellow at the Human Rights Centre. Law School at Central South University, Changsha, PRC.", "49361174": "Richard Helsham (1683 – 1 August 1738) was an Irish physician and natural philosopher at Trinity College Dublin. He was the inaugural Erasmus Smith's Professor of Natural and Experimental Philosophy from 1724 and Regius Professor of Physic from 1733.[1][2]", "5746969": "Urbano González Serrano (Navalmoral de la Mata, 25 May 1848 — Madrid, 13 January 1904) was a Spanish philosopher, sociologist, psychologist, pedagogue, literary critic, and politician.[1] Juan Antonio Garcia posited González was the principal developer of krausoposivitismo, a mixture of positivism and Krausism.[2] These beliefs were determined by Yvan Lissorgues as an amalgamation of \"abstract idealism of the Hegelian type and extrapolations of some philosophers and scientists\".[3]", "13676830": "Crinis (Greek: Κρὶνις) was a Stoic philosopher who lived in the 2nd and 1st centuries BC, who was contemporary with and likely a pupil of Archedemus of Tarsus.[1] He seems to have founded an independent school within the boundaries of the Stoic system, since the authority of his followers (οἱ περὶ Κρίνιν) is sometimes quoted.[2] He is mentioned also by Arrian.[3][2]", "45343": "Erich Seligmann Fromm (/frɒm/; German: [fʁɔm]; March 23, 1900 – March 18, 1980) was a German-American social psychologist, psychoanalyst, sociologist, humanistic philosopher, and democratic socialist. He was a German Jew who fled the Nazi regime and settled in the United States. He was one of the founders of The William Alanson White Institute of Psychiatry, Psychoanalysis and Psychology in New York City and was associated with the Frankfurt School of critical theory.[4][n 1]", "62140703": "Alexandros Charles Michalos OC (born August 1, 1935)[1] is a Canadian political scientist and philosopher known for his work in quality of life research. He is professor emeritus of political science and former chancellor at the University of Northern British Columbia, where he served as the founding director of the Institute for Social Research and Evaluation.[2] Before joining the University of Northern British Columbia, he taught at the University of Guelph from 1966 to 1994.[3] He served as senior research advisor to the Canadian Index of Wellbeing, and continues to serve as a member of their Canadian Research Advisory Group.[4] He served as president of the International Society for Quality-of-Life Studies from 1999 to 2000.[5] He is the founder or co-founder of seven peer-reviewed academic journals, and as of 2010, still served as editor-in-chief of one of them: the Journal of Business Ethics. He was named a member of the Order of Canada in 2010.[2][6]", "17183019": "Jamie Whyte is a New Zealand classical-liberal academic and politician who was the Leader of ACT New Zealand in 2014. He unsuccessfully contested the Pakuranga electorate in the 2014 general election.[1] At the election, Whyte held the first position on the party list, but ACT did not achieve enough party votes to secure any list seats.[2] Soon after the 2014 general election, he resigned from the leadership of ACT.[3]", "176430": "Jean-Philibert Damiron (French: [damiʁɔ̃]; 10 January 1794 – 11 January 1862) was a French philosopher.", "12598": "Georg Wilhelm Friedrich Hegel (/ˈheɪɡəl/;[1][2] German: [ˈɡeːɔʁk ˈvɪlhɛlm ˈfʁiːdʁɪç ˈheːɡl̩];[2][3] 27 August 1770 – 14 November 1831) was a German philosopher and one of the most influential figures of German idealism and 19th-century philosophy. His influence extends across the entire range of contemporary philosophical topics, from metaphysical issues in epistemology and ontology, to political philosophy, the philosophy of history, philosophy of art, philosophy of religion, and the history of philosophy.", "27406651": "Melchiorre or Melchior Zoppio (c. 1544–1634) was an Italian doctor and scholar.", "14004540": "Richard Thomas Nolan (born May 30, 1937, Waltham, Massachusetts; dual citizenship in the Republic of Ireland, 2011[1]) is a canon of Christ Church Episcopal Cathedral in Hartford, Connecticut and a former college professor of philosophy and religious studies.  He is the editor/coauthor of The Diaconate Now (Corpus-World, 1968), and coauthor of Living Issues In Philosophy (Oxford University Press, 1995), Living Issues in Ethics (Wadsworth 1982 and iUniverse 2000), and Soul Mates: More than Partners (online, 2004).  Nolan is also the editor of a non-commercial, educational website: philosophy-religion.org.[2] His books have been translated into several languages, including Indonesian and Chinese.", "241981": "Jean-François Lyotard (UK: /ˌljɔːtɑːr/; US: /liːoʊtɑːrd/; French: [ʒɑ̃ fʁɑ̃swa ljɔtaʁ]; 10 August 1924 – 21 April 1998)[7] was a French philosopher, sociologist, and literary theorist. His interdisciplinary discourse spans such topics as epistemology and communication, the human body, modern art and postmodern art, literature and critical theory, music, film, time and memory, space, the city and landscape, the sublime, and the relation between aesthetics and politics. He is best known for his articulation of postmodernism after the late 1970s and the analysis of the impact of postmodernity on the human condition. Lyotard was a key personality in contemporary continental philosophy and authored 26 books and many articles.[8] He was a director of the International College of Philosophy founded by Jacques Derrida, François Châtelet, Jean-Pierre Faye, and Dominique Lecourt.[9]", "209215": "Georges Albert Maurice Victor Bataille (/bɑːˈtaɪ/; French: [ʒɔʁʒ batɑj]; 10 September 1897 – 9 July 1962) was a French philosopher and intellectual working in philosophy, literature, sociology, anthropology, and history of art. His writing, which included essays, novels, and poetry, explored such subjects as eroticism, mysticism, surrealism, and transgression. His work would prove influential on subsequent schools of philosophy and social theory, including poststructuralism.[2]", "14070083": "Attalus (/ˈætələs/ AT-əl-əs; Greek: Ἄτταλος) was a Stoic philosopher in the reign of Tiberius around 25 AD. He was defrauded of his property by Sejanus, and exiled where he was reduced to cultivating the ground.[1] The elder Seneca describes him as a man of great eloquence, and by far the acutest philosopher of his age.[1]", "31961413": "Fred Gifford (a.k.a.) Freddy Giff is a professor and the associate chair of the philosophy department at Michigan State University. He earned his Ph.D. at the University of Pittsburgh in 1984 and currently teaches courses on philosophy of technology, ethics and development, ethics and healthcare, and biotechnology.[1]", "20754763": "Johann Heinrich Loewe (December 12, 1808 – January 15, 1892) was an Austrian philosopher born in Prague. Dr. and k.k. Professor of philosophie, Wife Magdalena Babitsch, born in Vienna 1814, dead 17.9.1880 in Gross-Gmain. 3 daughters,", "31437132": "Christopher John Fardo Williams (31 December 1930 – 25 March 1997)[1][2] was a British philosopher. His areas of interest were philosophical logic, on which topic he did most of his original work, and ancient philosophy, as an editor and translator.", "38744396": "Sara Maria Danius (5 April 1962 – 12 October 2019) was a Swedish literary critic and philosopher, and a scholar of literature and aesthetics. Danius was professor of aesthetics at Södertörn University,[1] docent of literature at Uppsala University[2] and professor in literary science at Stockholm University.[3]", "34877776": "Jalaluddin Abdur Rahim (Urdu: جلال الدين عبدالرحيم; Bengali: জালালুদ্দিন আবদুর রহিম; also known as J. A. Rahim) (27 July 1906[1] – 1977) was a Bengali communist and political philosopher who was renowned as one of the founding members of the Pakistan People's Party—a democratic socialist political party.[2] Rahim was also the first Secretary-General of the Pakistan People's Party, served as the first minister of production. A Bengali civil servant, Rahim was a philosopher who politically guided Zulfikar Ali Bhutto, serving as his mentor, and had helped Bhutto navigate through the minefield of bureaucratic establishment when Ayub Khan had taken Bhutto into his cabinet.[3] Rahim also guided Bhutto after Bhutto was deposed as Foreign Minister, critically guiding Bhutto to take down the once US-sponsored dictatorship of Ayub Khan.[3]", "2470225": "Blake Thomas Ostler (born 1957)[1] is an American philosopher, theologian, and lawyer. He has written numerous articles on the topics of Mormon theology, philosophy, and thought.", "8434000": "Herman Leo Van Breda (born Leo Marie Karel; 28 February 1911, in Lier, Belgium – 3 March 1974, in Leuven) was a Franciscan, philosopher and founder of the Husserl Archives at the Higher Institute of Philosophy of the Catholic University of Leuven in Belgium.", "58241371": "[Mardonius] was of all men most responsible for my way of life[1]", "12792156": "Paola Cavalieri (born 26 October 1950) is an Italian philosopher, most known for her work arguing for extension of human rights to the other great apes and more broadly, \"to mammals and birds, and probably vertebrates in general\".[1] In addition to her books, she was the editor of Etica & Animali,[2] a quarterly international philosophy journal that published nine volumes from 1988 to 1998.", "55488862": "Sotirios Trambas (Greek: Σωτήριος Τράμπας; 17 July 1929 – 10 June 2022)[1] was a Greek Orthodox prelate, who served as Orthodox Metropolitan of Korea from 2004 to 2008.", "37466465": "Jon Stewart is an American philosopher and historian of philosophy. He specializes in 19th century Continental philosophy with an emphasis on the thought of Kierkegaard and Hegel. He has also worked in the field of Scandinavian Studies and has made the culture of the Danish Golden Age better known internationally. Stewart currently works as a researcher at the Institute of Philosophy at the Slovak Academy of Sciences.", "12645": "Gary Kilgore North (February 11, 1942 – February 24, 2022) was an American writer, Austrian School economic historian, and leading figure in the Christian reconstructionist movement.[2] North authored or coauthored over fifty books on topics including Reformed Protestant theology, economics, and history. He was an Associated Scholar of the Mises Institute.[3]", "59584871": "Awḥad al-Dīn al-Rāzī was a 13th-century Persian physician, philosopher-mystic and poet.[1] His dates are not known with certainty. A contemporary of the famous scholar Nasir al-Din al-Tusi, he was a protégé of the vizier Shams al-Din Juvayni.[2] Al-Razi wrote Ḥakīm-nāma or Ijtimāʿ-i ʿallāma, a Persian philosophical-mystical treatise and dedicated it to Juvayni.", "49656170": "Leo Groarke (born 1953) is a Canadian philosopher, known for his contributions to argumentation theory and informal logic.", "9679210": "Timolaus of Cyzicus (Greek: Τιμόλαος Κυζικηνός) was one of Plato's students.", "35565932": "Alara Kalama (Pāḷi & Sanskrit Āḷāra Kālāma/ Arāḍa Kālāma]),  was a hermit and a teacher of sāṃkhya philosophy and meditation.[1][2][3] He was a śramaṇa and, according to the Pāli Canon scriptures, the first teacher of Gautama Buddha.[4]", "32846191": "Helmut Wautischer is an Austrian philosopher.  He is currently a senior philosophy lecturer at Sonoma State University. He received his Bachelor's degree from the Bundeshandelsakademie Klagenfurt and a PhD in philosophy from Karl-Franzens University of Graz where he studied with Rudolf Haller and Ernst Topitsch. He was influenced by the writings of Carlos Castaneda and received a Fulbright scholarship for research on this subject at UCLA, leading to his dissertation, Methodology and Knowledge. Proposing an Expanded Science of Man.[1] He has published essays in scholarly journals, such as Polylog, Prima Philosophia, Dialogue and Humanism, Anthropology of Consciousness, Shaman, Journal of Ritual Studies, and Journal of Ethical Studies.", "9843056": "Sami Nair (born 23 August 1946, in Tlemcen) is an Algerian-born French political philosopher[1] who coined the term \"codevelopment\".[2][3] A specialist on migration movements and their socio-political effects, he advised the government of Lionel Jospin from 1997–1999, and the European Parliament until 2004. Since 2001 he has been vice president of the Citizen and Republican Movement.", "46346610": "Achille Ouy (1889—1959) was a French philosopher and sociologist.[1]", "38351220": "Gour Khyapa (15 August 1947 – 26 January 2013) was a Bengali Baul singer and a philosopher. His philosophy was related to Tattva. He was famous for his songs related to Radha-Krishna.[1] He taught philosophy at Vassar and Brown University.", "28684662": "\"The Most Unwanted Song\" is an avant-garde novelty song created by artists Komar and Melamid and composer Dave Soldier in 1997. The song was written to incorporate lyrical and musical elements that were disliked by most respondents to a poll, including bagpipes, cowboy music, an opera singer rapping, and a children's choir that urged listeners to \"do all [their] shopping at Walmart!\"[1][2]", "9351544": "Adam of Wodeham,[1] OFM (1298–1358) was a philosopher and theologian.[2] Currently, Wodeham is best known for having been a secretary of William Ockham[3] and for his interpretations of John Duns Scotus.[4] But Wodeham was also an influential thinker in his own right who made valuable philosophical contributions during his life.", "56373624": "Alejandro Arturo Vallega Arredondo (born February 18, 1964) is a Chilean-born philosopher, decolonial thinker, writer, painter, and Professor of philosophy at the University of Oregon. He is also Faculty Research Fellow of the Center for Gender and Africa Studies of the University of the Free State, South Africa. In his work he develops an aesthetic philosophy, in which he engages the aesthetic or pre-reflexive affective, embodied and memorial dimensions of understanding and living experience. In the recent years he has emphasized this approach to philosophical understanding in seeking to extend the fields of decolonial philosophy, Continental philosophy, and Latin American Philosophy of Liberation.[1][2] This work happens in thinking between these ways of thinking, histories, and lineages, in bringing them into dialogue, for the sake of finding new or inceptive engagements with concrete existence. Vallega has been co-director of the Collegium Phänomenologicum twice and is active member of the director's board. He served in the past as president of North American Society for Philosophical Hermeneutics. Among his editorial activities, he is the editor of the English version of Enrique Dussel's Ethics of Liberation, and he is editor of the World Philosophies Series, published by Indiana University Press. In the last years he has developed a body of art works under the theme of \"elemental painting.\" He is part of the core faculty of the Center of Study and Investigation for Global Dialogues, Decolonizing Knowledge and Power International School, Barcelona, Spain.", "668027": "José Ortega y Gasset (Spanish: [xoˈse oɾˈteɣaj ɣaˈset]; 9 May 1883 – 18 October 1955) was a Spanish philosopher and essayist. He worked during the first half of the 20th century while Spain oscillated between monarchy, republicanism, and dictatorship. His philosophy has been characterized as a \"philosophy of life\" that \"comprised a long-hidden beginning in a pragmatist metaphysics inspired by William James, and with a general method from a realist phenomenology imitating Edmund Husserl, which served both his proto-existentialism (prior to Martin Heidegger's)[1] and his realist historicism, which has been compared to both Wilhelm Dilthey and Benedetto Croce.\"[5]", "49721724": "Frederik van Leenhof (1 September 1647 – 13 October 1715)[1][2] was a Dutch pastor and philosopher active in Zwolle, who caused an international controversy because of his Spinozist work Heaven on Earth (1703). This controversy is extensively discussed in Jonathan Israel's 2001 book Radical Enlightenment.[3]", "10891648": "Paolo Flores d'Arcais (Italian pronunciation: [ˈpaːolo ˈflɔːrez darˈkais]; born in Cervignano del Friuli, on 11 July 1944) is an Italian philosopher and journalist, editor of the magazine MicroMega. He contributes to Il Fatto Quotidiano, El País, Frankfurter Allgemeine Zeitung and Gazeta Wyborcza.", "78209": "Abū Bakr al-Rāzī (full name: أبو بکر محمد بن زکریاء الرازي, Abū Bakr Muḥammad ibn Zakariyyāʾ al-Rāzī),[a] c. 864 or 865–925 or 935 CE,[b] often known as (al-)Razi or by his Latin name Rhazes, also rendered Rhasis, was a Persian physician, philosopher and alchemist who lived during the Islamic Golden Age. He is widely regarded as one of the most important figures in the history of medicine,[1] and also wrote on logic, astronomy and grammar.[2] He is also known for his criticism of religion, especially with regard to the concepts of prophethood and revelation. However, the religio-philosophical aspects of his thought, which also included a belief in five \"eternal principles\", are fragmentary and only reported by authors who were often hostile to him.[3]", "28094851": "Hubert Karl Philipp Beckers (4 November 1806 – 10 March 1889) was a German philosopher known chiefly as an expositor of the philosophy of Schelling.", "40546691": "Menzan Zuihō (面山瑞方, 1683–1769) was a Japanese Sōtō Zen scholar and abbot of the Zenjo-ji and Kuin-ji temples active during the Tokugawa period.", "2634117": "Huang-Lao", "1126793": "Hugo Stumberg Kołłątaj, also spelled Kołłątay (1 April 1750 – 28 February 1812), was a prominent Polish constitutional reformer and educationalist, and one of the most prominent figures of the Polish Enlightenment.[1][2] He served as Deputy Chancellor of the Crown between 1791–92. He was a Roman Catholic priest, social and political activist, political thinker, historian, philosopher, and polymath.", "21803409": "Geoffrey Basil Bailey Hunter (14 December 1925 – 8 June 2000) was a British professor, philosopher, and logician. Hunter was Professor Emeritus of the University College of Wales, Bangor, where he was professor from 1978 until he retired in 1992. He also taught at Queen's University Kingston, Ontario (1950–1952) and was a lecturer in Philosophy at the University of Leeds (1952–1965), and reader in Logic at the University of St Andrews (1965–1978). Geoffrey was probably most known for his work titled Metalogic: An Introduction to the Metatheory of Standard First-Order Logic, published in 1971.", "27406745": "Girolamo Zoppio (date unknown - 5 June 1591) was a 16th-century Bolognese writer. A street in Bologna and a lecture hall in the University of Bologna both bear his name.", "58044825": "Gregory Fernando Pappas is a professor of philosophy at Texas A&M University.  He is currently a National Humanities Center Fellow (for 2021-2022)  And was senior fellow at Maria Sibylla Merian International Centre for Advanced Studies in the Humanities and Social Sciences Conviviality-Inequality in Latin America.  Pappas works within the American Pragmatist and Latin American traditions in ethics and social-political philosophy.  He is the author of numerous articles on the philosophy of William James, John Dewey, and Luis Villoro.", "63156635": "Risieri Frondizi (1910–1983) was an Argentine philosopher, anthropologist, and rector of the University of Buenos Aires.[1][2][3]", "24228252": "Wang Chuyi (1142–1217) was a Taoist master and philosopher. He was one of \"The Seven Perfect Ones of the North\" or \"The Seven Real Taoists\",[1] terms used for disciples of Wang Chongyang.", "36254111": "Anna Guðrún Jónasdóttir (born 2 December 1942) is an Icelandic political scientist and gender studies academic. She is Professor Emerita at the Center for Feminist Social Studies at Örebro University and co-director of the GEXcel International Collegium for Advanced Transdisciplinary Gender Studies, established as a centre of excellence in gender studies in 2006.[1] She is the author and editor of several books.[2] Anna Jónasdóttir is known, i.a., for her theory of \"love power.\" Her book Why Women Are Oppressed[3] was described as a \"thorough attempt to revitalize one of the most provocative early themes of America's women's liberation movement\" by The New York Times Book Review. She \"explores the concept of women's interests in participatory democratic political theory.\"[4]", "2175397": "Francis Lodwick FRS (or Lodowick; 1619–1694) was a pioneer of a priori languages (what in the seventeenth century was called a 'philosophical language').", "18330021": "Erwin Marquit (August 21, 1926 – February 19, 2015) was an American physicist and Marxist philosopher. He was the principal founder of the Marxist Education Press and was editor of the Marxist studies journal Nature, Society, and Thought (1987–2007), making available works of Marxist scholarship, including contributions from European, African, Chinese, Vietnamese, and Cuban scholars.", "39596461": "Progressive Era", "46346672": "Alabert Fogarasi, also known as Béla Fogarasi (25 July 1891 – 28 April 1959) was a Hungarian philosopher and politician.", "23146939": "Oscar Kempthorne (January 31, 1919 – November 15, 2000) was a British statistician and geneticist known for his research on randomization-analysis and the design of experiments, which had wide influence on research in agriculture, genetics, and other areas of science.", "22884799": "Leonardo Moledo (February 20, 1947 – August 9, 2014) was an Argentine writer and philosopher.", "14496196": "Max Bense (7 February 1910 in Strasbourg – 29 April 1990 in Stuttgart) was a German philosopher, writer, and publicist, known for his work in philosophy of science, logic, aesthetics, and semiotics. His thoughts combine natural sciences, art, and philosophy under a collective perspective and follow a definition of reality, which – under the term existential rationalism – is able to remove the separation between humanities and natural sciences.", "1323461": "Samding Dorje Phagmo", "13939148": "Metrodorus of Stratonikeia (Caria) (Greek: Μητρόδωρος τῆς Στρατονικείας) was at first a disciple of Epicureanism, but afterwards attached himself to Carneades. His defection from the Epicurean school is almost unique. It is explained by Cicero as being due to his theory that the scepticism of Carneades was merely a means of attacking the Stoics on their own ground. Metrodorus held that Carneades was in reality a loyal follower of Plato. Cicero speaks of him as an orator of great fire and volubility.[1] He flourished about 110 BC.[2][3]", "1683918": "Taha Hussein (Egyptian Arabic: [ˈtˤɑːhɑ ħ(e)ˈseːn], Arabic: طه حسين; November 15, 1889 – October 28, 1973) was one of the most influential 20th-century Egyptian writers and intellectuals, and a figurehead for the Arab Renaissance and the modernist movement in the Arab world.[2] His sobriquet was \"The Dean of Arabic Literature\" (Arabic: عميد الأدب العربي).[3][4]\nHe was nominated for the Nobel Prize in Literature twenty-one times.[5]", "70103511": "Lorraine Besser[1] (born July 29, 1973) is an American philosopher and Professor of Philosophy at Middlebury College. She is known for her works on moral philosophy.[2][3][4]", "4469207": "Olympiodorus the Elder (Greek: Ὀλυμπιόδωρος) was a 5th-century AD Neoplatonist who taught in Alexandria, then part of the Byzantine (Eastern Roman) Empire.  He is most famous for being the teacher of the important Neoplatonist Proclus (412–485), whom Olympiodorus wanted his own daughter to marry. He is not to be confused with Olympiodorus the Deacon, an Alexandrian writer of Bible commentaries.[1]", "25211351": "Dr. C. A. Qadir (4 November 1909 – 1987) was a Pakistani professor of Philosophy. He was born in Pasrur, Punjab, Pakistan.", "2109923": "Maximus of Ephesus (Greek: Μάξιμος ὁ Ἐφέσιος; c. 310 – 372 AD) was a Neoplatonist philosopher. He is said to have come from a rich family, and exercised great influence over the emperor Julian, who was commended to him by Aedesius. Maximus pandered to the emperor's love of magic and theurgy and won a high position at court, where his overbearing manner made him numerous enemies. He spent an interval in prison after the death of Julian, and eventually was executed by Valens.", "37859812": "Jean Soldini (born 13 March 1956 in Lugano) is a Swiss and French philosopher, art historian and poet.", "5911016": "John Henry Bernard, PC (27 July 1860 – 29 August 1927), was an Irish Anglican clergyman.", "37335543": "Christia Mercer is an American philosopher and the Gustave M. Berne Professor in the Department of Philosophy at Columbia University. She is known for her work on the history of early modern philosophy, the history of Platonism, and the history of gender.[1] She has received national attention for her work teaching in prisons and advocating for educational opportunities for incarcerated people.[2] She is the Director and Founder of the Center for New Narratives in Philosophy at Columbia University, which \"supports innovative research in the history of philosophy and promotes diversity in the teaching and practice of philosophy.\"[3] She is the editor of Oxford Philosophical Concepts, co-editor (with Melvin Rogers) of Oxford New Histories of Philosophy, and was elected to serve as president of the American Philosophical Association, Eastern Division, 2019–20.[4][5]", "4698617": "Bruno Leoni (26 April 1913 – 21 November 1967) was an Italian classical-liberal political philosopher and lawyer.\nWhilst the war kept Leoni away from teaching, in 1945 he became Full professor of Philosophy of Law. Leoni was also appointed Dean of the Department of Political Sciences at the University of Pavia from 1948 to 1960.[1]", "22786561": "Raphaël Enthoven (born 9 November 1975) is a French philosophy teacher, radio host and television host. An agrégé who taught at Jean Moulin University Lyon 3 and Paris Diderot University, Enthoven is known to the French public for hosting various philosophy-related shows on radio and television. Although he has been described as a philosopher,[1][2] Enthoven himself rejects being labeled as such.[2]"}