{"1915243": "Chow Wei-Liang (simplified Chinese: 周炜良; traditional Chinese: 周煒良; pinyin: Zhōu Wěiliáng; Wade–Giles: Chou Weiliang; October 1, 1911, Shanghai – August 10, 1995, Baltimore) was a Chinese mathematician and stamp collector born in Shanghai, known for his work in algebraic geometry.", "41007469": "Masamichi Takesaki (竹崎 正道; born July 18, 1933, in Sendai[1]) is a Japanese mathematician working in the theory of operator algebras.", "1587570": "Hermanus Johannes Joseph te Riele (born 5 January 1947) is a Dutch mathematician at CWI in Amsterdam with a specialization in computational number theory. He is known for proving the correctness of the Riemann hypothesis for the first 1.5 billion non-trivial zeros of the Riemann zeta function with Jan van de Lune and Dik Winter, for disproving the Mertens conjecture with Andrew Odlyzko, and for factoring large numbers of world record size. In 1987, he found a new upper bound for π(x) − Li(x).", "113013": "Stand and Deliver is a 1988 American drama film directed by Ramón Menéndez, written by Menéndez and Tom Musca, based on the true story of a high school mathematics teacher, Jaime Escalante. For portraying Escalante, Edward James Olmos was nominated for the Academy Award for Best Actor at the 61st Academy Awards.[3] The film won the Independent Spirit Award for Best Feature in 1988. The film's title refers to the 1987 Mr. Mister song of the same name, which is also featured in the film's ending credits.", "34945399": "Barry Edward Johnson (1 Aug 1937  Woolwich, London, England – 5 May 2002 Newcastle upon Tyne, England) was an English mathematician who worked on operator algebras. He was elected a fellow of the Royal Society in 1978.", "30390648": "Thomas Baker FRS (1625?–1689) was an English mathematician notable for producing a solution of biquadratic equations.", "46905726": "Yair Nathan Minsky (born in 1962) is an Israeli-American mathematician whose research concerns three-dimensional topology, differential geometry, group theory and holomorphic dynamics. He is a professor at Yale University.[1] He is known for having proved Thurston's ending lamination conjecture and as a student of curve complex geometry.", "69187967": "Eleonora Di Nezza is an Italian mathematician, a CNRS researcher at the Centre de mathématiques Laurent-Schwartz and a professor of mathematics at Ecole Polytechnique,[1] in Palaiseau, France. Her research is at the intersection of various branches of mathematics[2] including complex and differential geometry,[3] and focuses on Kahler geometry.[4]", "702848": "Bernard Morin (French: [mɔʁɛ̃]; 3 March 1931 in Shanghai, China – 12 March 2018)[1] was a French mathematician, specifically a topologist.", "65714559": "Maria Cristina Villalobos is an American applied mathematician at the University of Texas Rio Grande Valley, where she is Myles and Sylvia Aaronson Endowed Professor of mathematics, associate dean of sciences, and director of the Center of Excellence in STEM Education.[1] Her research interests include mathematical optimization, control theory, and their application to retinitis pigmentosa treatment and to antenna design.[2]", "60406143": "Song Sun (Chinese: 孙崧; pinyin: Sūn Sōng, born in 1987) is a Chinese mathematician whose research concerns geometry and topology. A Sloan Research Fellow, he is a professor at the Department of Mathematics of the University of California, Berkeley, where he has been since 2018. In 2019, he was awarded the Oswald Veblen Prize in Geometry.", "58931588": "Helen Elizabeth Moore is an American mathematician. Originally a differential geometer,[1][2] she moved from academia to industry and from pure to applied mathematics, and in particular the applications of control theory to combination therapy in the health industry.[3] She is affiliated with pharmaceutical company AstraZeneca.[4]", "68237700": "Hans-Wilhelm Knobloch (18 March 1927, in Schmalkalden – 10 July 2019) was a German mathematician, specializing in dynamical systems and control theory. Although the field of mathematical systems and control theory was already well-established in several other countries, Hans-Wilhelm Knobloch and Diederich Hinrichsen were the two mathematicians of most importance in establishing this field in Germany.[1]", "7682439": "Emma Markovna Lehmer (née Trotskaia) (November 6, 1906 – May 7, 2007)[1] was a mathematician known for her work on reciprocity laws in algebraic number theory. She preferred to deal with complex number fields and integers, rather than the more abstract aspects of the theory.", "58079626": "Jean Jacod (born  1944) is a French mathematician specializing in stochastic processes and probability theory. He has been a professor at the Université Pierre et Marie Curie.[2]\nHe has made fundamental contributions to a wide range of topics in probability theory including stochastic calculus, limit theorems, martingale problems, Malliavin calculus\nand statistics of stochastic processes.", "3520910": "Peter B. Shalen (born c. 1946) is an American mathematician, working primarily in low-dimensional topology.  He is the \"S\" in JSJ decomposition.", "637327": "Richard Cockburn Maclaurin (/ˈkoʊbərn/ KOH-bərn; June 5, 1870 – January 15, 1920)[2][3] was a Scottish-born U.S. educator and mathematical physicist. He was made president of MIT in 1909, and held the position until his death in 1920.", "43530640": "Alfred P. Sloan Research Fellowship (2010) \nVasil A. Popov Prize (2010)", "57489810": "Svetlana Selezneva (Russian: Светла́на Никола́евна Селезнёва) (born 1969) is a Russian mathematician, Dr.Sc., Associate professor, a professor at the Faculty of Computer Science at the Moscow State University.[1]", "57424279": "William Gerard Dwyer (born 1947) is an American  mathematician specializing in algebraic topology and group theory. For many years he was a professor at the University of Notre Dame, where he is the William J. Hank Family Professor Emeritus.", "26950041": "Evgenii Georgievich Dyakonov (Russian: Евгений Георгиевич Дьяконов) (July 2, 1935 – August 11, 2006) was a Russian mathematician.", "6207903": "Thomas J. Jech (Czech: Tomáš Jech, pronounced [ˈtomaːʃ ˈjɛx]; born January 29, 1944, in Prague) is a mathematician specializing in set theory who was at Penn State for more than 25 years.", "23804321": "Alberto Bressan (born 15 June 1956) is an Italian mathematician at Penn State University. His primary field of research is mathematical analysis including hyperbolic systems of conservation laws, impulsive control of Lagrangian systems, and non-cooperative differential games.", "211367": "Ahmed Abdel Hadi Chalabi[3] (Arabic: أحمد عبد الهادي الجلبي;‎ 30 October 1945 – 3 November 2015) was an Iraqi politician, a founder of the Iraqi National Congress (INC) who served as the President of the Governing Council of Iraq (37th Prime Minister of Iraq) and a Deputy Prime Minister of Iraq under Ibrahim al-Jaafari.", "34945448": "John Robert Ringrose (born 21 December  1932) is an English mathematician working on operator algebras who introduced nest algebras. He was elected a Fellow of the Royal Society in 1977.[1] In 1962, Ringrose won the Adams Prize.", "16988587": "Klaus Wagner (March 31, 1910 – February 6, 2000) was a German mathematician known for his contributions to graph theory.", "1587628": "Neal I. Koblitz (born December 24, 1948)[1] is a Professor of Mathematics at the University of Washington. He is also an adjunct professor with the Centre for Applied Cryptographic Research at the University of Waterloo.  He is the creator of hyperelliptic curve cryptography and the independent co-creator of elliptic curve cryptography.", "19773877": "Ali Hasan Nayfeh (Arabic: علي نايفة) (21 December 1933 – 27 March 2017)[1] was a Palestinian-Jordanian mathematician, mechanical engineer and physicist.[2] He is regarded as the most influential scholar and scientist in the area of applied nonlinear dynamics in mechanics and engineering.[3] He was the inaugural winner of the Thomas K. Caughey Dynamics Award,[4] and was awarded the Benjamin Franklin Medal in mechanical engineering. His pioneering work in nonlinear dynamics has been influential in the construction and maintenance of machines and structures that are common in daily life, such as ships, cranes, bridges, buildings, skyscrapers, jet engines, rocket engines, aircraft and spacecraft.", "39762362": "Tarlok Nath Shorey is an Indian mathematician who specialises in theory of numbers. He is currently a distinguished professor in the department of mathematics at IIT Bombay. Previously, he worked at TIFR.", "54802880": "Barbara I. Wohlmuth is a German mathematician specializing in the numerical solution of partial differential equations. She holds the chair of numerical mathematics at the Technical University of Munich (TUM).[1]", "29800896": "Henry Hickman Harte (1790–1848) was an Irish mathematician and clergyman.", "51001800": "Victor Witold Marek, formerly Wiktor Witold Marek known as Witek Marek (born 22 March 1943) is a Polish mathematician and computer scientist working in the fields of theoretical computer science and mathematical logic.", "29407693": "Herbert Bruce Enderton (April 15, 1936 – October 20, 2010)[1] was an American mathematician. He was a Professor Emeritus of Mathematics at UCLA and a former member of the faculties of Mathematics and of Logic and the Methodology of Science at the University of California, Berkeley.", "41990608": "Johannes Ferdinand \"Hans\" Besseling (10 March 1928 – 9 May 2015)[1] was professor emeritus of Engineering Mechanics at the Delft University of Technology, worked in the field of the application of solid mechanics to the analysis of structures; constitutive equations for the mathematical description of material behaviour. His specialities are finite element methods, continuum thermodynamics, creep and plasticity of metals.", "2963921": "Jean E. Sammet (March 23, 1928 – May 20, 2017) was an American computer scientist who developed the FORMAC programming language in 1962. She was also one of the developers of the influential COBOL programming language.", "54344146": "Gail Susan Kohl Wolkowicz is a Canadian researcher in differential equations, dynamical systems, and mathematical biology who works as a professor of mathematics and statistics at McMaster University.[1] She is known, among other contributions, for her proof that the competitive exclusion principle holds for inter-species competition in the chemostat.[2]", "71842256": "Oleksandr Spivakovskiy is a Ukrainian academic administrator and mathematician. He is the rector of Kherson State University and a professor and chair of informatics, software engineering, and economic cybernetics.[1] On October 21, 2016, Spivakovsky was elected an academician and corresponding member of the National Academy of Educational Sciences of Ukraine.[1][2]", "46676441": "Anil Kumar Gain FRSS FCPS (1 February 1919 – 7 February 1978) (also spelt Anil Kumar Gayen) was an Indian mathematician and statistician best known for his works on the Pearson product-moment correlation coefficient in the field of applied statistics, with his colleague Ronald Fisher. He received his Ph.D. from the University of Cambridge under the supervision of Henry Ellis Daniels, who was the then President of the Royal Statistical Society. He was honoured as a Fellow of the Royal Statistical Society and the Cambridge Philosophical Society.[2]", "53098970": "Doris Cohen was  a twentieth-century American mathematician and aerodynamicist.  She worked at the Langley Memorial Aeronautical Laboratory of the National Advisory Committee for Aeronautics (NACA, a precursor to NASA).  In 1941, a research report she published made her NACA's first female author.[1]", "38615517": "Sergio Campanato (17 February 1930 – 1 March 2005) was an Italian mathematician who studied the theory of regularity for elliptic and parabolic partial differential equations.", "178655": "Ernst Friedrich Ferdinand Zermelo (/zɜːrˈmɛloʊ/, German: [tsɛɐ̯ˈmeːlo]; 27 July 1871 – 21 May 1953) was a German logician and mathematician, whose work has major implications for the foundations of mathematics. He is known for his role in developing Zermelo–Fraenkel axiomatic set theory and his proof of the well-ordering theorem. Furthermore, his 1929[1] work on ranking chess players is the first description of a model for pairwise comparison that continues to have a profound impact on various applied fields utilizing this method.", "46512614": "Alvany Rocha-Caridi is a mathematician at the City University of New York who specializes in the theory of Lie groups and Lie algebras, and who is particularly known for her computation of the characters of the Virasoro algebra.[1]", "41171431": "Eric Mark Friedlander (born January 7, 1944, in Santurce, Puerto Rico)[1]  is an American mathematician who is working in algebraic topology, algebraic geometry, algebraic K-theory and representation theory.", "26327530": "Robert Kozma is First Tennessee University Professor of Mathematics at the University of Memphis.", "54245870": "Giuseppe Carlo Vergani (fl. 1738–1741) was an Italian accountant and writer from Milan.[1]", "38189552": "Michael Schlessinger is a Professor Emeritus of Mathematics at the University of North Carolina at Chapel Hill who worked in algebraic geometry.", "59718137": "Eve Oja (10 October 1948 – 27 January 2019) was an Estonian mathematician specializing in functional analysis. She was a professor at the University of Tartu.", "12204537": "William Leybourn (1626—1716) was an English mathematician and land surveyor, author, printer and bookseller.[1]", "4340220": "James Macklin \"Mac\" Hyman (born 1950) is an applied mathematician formerly at Los Alamos National Laboratory and currently at Tulane University in the United States. He received his undergraduate degree from Tulane University and his PhD in 1976 from NYU's Courant Institute of Mathematical Sciences under Peter Lax with thesis The method of lines solution of partial differential equations.[1]", "38451711": "Claiborne Green Latimer (1893–1960) was an American mathematician, known for the Latimer–MacDuffee theorem.[1]", "30128643": "John Hind (1796–1866), was an English mathematician.", "50543108": "Tracy Yerkes Thomas (1899–1983) was an American mathematician.", "3357191": "Emanuel Derman (born 1945) is a South African-born academic, businessman and writer. He is best known as a quantitative analyst, and author of the book My Life as a Quant: Reflections on Physics and Finance.[1]", "58505739": "Yilun Dianna Xu is a mathematician and computer scientist whose research concerns the computational geometry of curves and surfaces, computer vision, and computer graphics. She is a professor of computer science at Bryn Mawr College where she chairs the computer science department.[1]", "57522706": "Aimee Sue Anastasia Johnson is an American mathematician who works in dynamical systems. She is a professor of mathematics at Swarthmore College,[1] the winner of the George Pólya Award, and the co-author of the book Discovering Discrete Dynamical Systems.", "57522707": "Kathleen Marie Madden is an American mathematician who works in dynamical systems. She was the dean of the School of Natural Sciences, Mathematics, and Engineering at California State University, Bakersfield.  She won the George Pólya Award and is the co-author of the book Discovering Discrete Dynamical Systems.", "57522708": "Ayşe Arzu Şahin is a Turkish-American mathematician who works in dynamical systems. She was appointed the Dean of the College of Science and Mathematics at Wright State University in June 2020,[1] and is a co-author of two textbooks on calculus and dynamical systems.", "58931730": "The PrimePages is a website about prime numbers originally created by Chris Caldwell at the University of Tennessee at Martin[2] who maintained it from 1994 to 2023.", "70334998": "Fatiha Alabau-Boussouira (born 1961)[1] is a French applied mathematician specializing in the control theory of partial differential equations. She is affiliated with the Laboratoire Jacques-Louis Lions of Sorbonne University as an external member,[2] a professor at the University of Lorraine in the mathematics department of its Metz campus,[3] and a former president of the Société de Mathématiques Appliquées et Industrielles, a French society for applied mathematics.[4]", "49461780": "William Gardiner (died 1752) was an English mathematician.[1] His logarithmic tables of sines and tangents (Tables of logarithms, 1742) had various reprints and saw use by scientists and other mathematicians.", "54475289": "Uri Zwick is an Israeli computer scientist and mathematician known for his work on graph algorithms, in particular on distances in graphs and on the color-coding technique for subgraph isomorphism.[1] With Howard Karloff, he is the namesake of the Karloff–Zwick algorithm for approximating the MAX-3SAT problem of Boolean satisfiability.[2] He and his coauthors won the David P. Robbins Prize in 2011 for their work on the block-stacking problem.[3]", "1751578": "Johann(es) Werner (Latin: Ioannes Vernerus; February 14, 1468 – May 1522) was a German mathematician. He was born in Nuremberg, Germany, where he became a parish priest.  His primary work was in astronomy, mathematics, and geography, although he was also considered a skilled  instrument maker.", "52705829": "Pepijn van Erp (born 1972) is a Dutch mathematician and skeptical activist.", "46545446": "Boris Shapiro (born 1957, Moscow, Soviet Union) is a Russian-Swedish mathematician, whose research concerns differential equations, commutative algebra and Schubert calculus. The Shapiro–Shapiro conjecture (or simply the Shapiro conjecture) was named after Michael Shapiro and him[1] (it is now the well-known Mukhin–Tarasov–Varchenko theorem[2]).", "2406953": "Prof Arthur Geoffrey Walker FRS FRSE (17 July 1909 in Watford, Hertfordshire, England – 31 March 2001)[1][2] was a British mathematician who made important contributions to physics and physical cosmology. Although he was an accomplished geometer, he is best remembered today for two important contributions to general relativity.", "60865066": "Hilary Ockendon is a British mathematician who worked at the University of Oxford until retirement in 2008.  Her research focuses on applications of mathematics with a particular interest in continuum models for industrial problems.  She is an emeritus fellow of Somerville College, Oxford, the former president of the European Consortium for Mathematics in Industry, and the author of multiple books on fluid dynamics.  She is an expert on problems in fluid dynamics, such as the reduction of sloshing in coffee cups.[2]", "53918251": "Tom Bohman is an American mathematician who is a former head of the Department of Mathematical Sciences and is a Alexander M. Knaster Professor at Carnegie Mellon University.[1][2][3][4]", "68958765": "Ellen Louisa Burrell (June 12, 1850 – December 3, 1938) was an American mathematics professor, head of the Department of Pure Mathematics at Wellesley College from 1897 to 1916.", "63453744": "Peter Teichner (born June 30, 1963 in Bratislava, Czechoslovakia) is a German mathematician and one of the directors of the Max Planck Institute for Mathematics in Bonn. His main areas of work are topology and geometry.", "5028401": "Sergei Ivanovich Adian, also Adyan (Armenian: Սերգեյ Իվանովիչ Ադյան; Russian: Серге́й Ива́нович Адя́н; 1 January 1931 – 5 May 2020),[1] was a Soviet and Armenian mathematician. He was a professor at the Moscow State University and was known for his work in group theory, especially on the Burnside problem.", "506420": "Solomon Kullback (April 3, 1907 – August 5, 1994) was an American cryptanalyst and mathematician, who was one of the first three employees hired by William F. Friedman at the US Army's Signal Intelligence Service (SIS) in the 1930s, along with Frank Rowlett and Abraham Sinkov. He went on to a long and distinguished career at SIS and its eventual successor, the National Security Agency (NSA). Kullback was the Chief Scientist at the NSA until his retirement in 1962, whereupon he took a position at the George Washington University.", "61749817": "Alain Bensoussan, born on 12 May 1940 in Tunis, is a French mathematician. He is Professor Emeritus at the University of Paris-Dauphine and Professor at the University of Texas at Dallas.", "1948218": "Robert Hjalmar Mellin (19 June 1854 – 5 April 1933) was a Finnish mathematician and function theorist.[1][2]", "42252859": "Yom Tov Lipman Lipkin (Hebrew: יום טוב ליפמן ליפקין, Russian: Липман Израилевич Липкин; 1846 – February 21 [O.S. February 9] 1875) was a Lithuanian Jewish mathematician and inventor.  He was the youngest son of Rabbi Yisroel Salanter, the father of the Musar movement.", "45070912": "Peter Paule is an Austrian mathematician who works in symbolic computation and its connections to combinatorics, number theory, and special functions. Since 1990 he has held a faculty position at the Research Institute for Symbolic Computation of the Johannes Kepler University of Linz, and since 2009 he has directed the Institute.[1]", "72235587": "Moses ben Joseph Haida (Hebrew: משה בן יוסף היידא, romanized: Moshe ben Yosef Hayda; fl. 17th–18th centuries) was a German mathematician from Hamburg. He was a grandson of Samuel Haida, author of Zikkukin de-nura. He was the author of Sefer ma'aseh ḥoresh ve-ḥoshev, an arithmetic, written at the time of the great fire of Altona (Frankfurt, 1711).[1]", "1751626": "Yakov Grigorevich Sinai (Russian: Я́ков Григо́рьевич Сина́й; born September 21, 1935) is a Russian–American mathematician known for his work on dynamical systems.   He contributed to the modern metric theory of dynamical systems and connected the world of deterministic (dynamical) systems with the world of probabilistic (stochastic) systems.[1]  He has also worked on mathematical physics and probability theory.[2]  His efforts have provided the groundwork for advances in the physical sciences.[1]", "59718227": "John M. McNamara is an English mathematical biologist and Emeritus Professor of Mathematics and Biology in the School of Mathematics at the University of Bristol. He was elected a fellow of the Royal Society in 2012.[1] In 2013, he and Alasdair Houston jointly received the ASAB Medal, and in 2014, he received the Weldon Memorial Prize. In 2018, he was awarded the Sewall Wright Award from the American Society of Naturalists.[2]", "34683477": "Frithiof Edvard Henrik Nevanlinna (16 August 1894 – 20 March 1977) was a Finnish mathematician and professor who worked on classical and complex analysis. He was born in Joensuu, and was the older brother of Rolf Nevanlinna.", "31111767": "Camillo Herbert Grötzsch (21 May 1902 – 15 May 1993) was a German mathematician. He was born in Döbeln and died in Halle. Grötzsch worked in graph theory. He was the discoverer and eponym of the Grötzsch graph, a triangle-free graph that requires four colors in any graph coloring, and Grötzsch's theorem, the result that every triangle-free planar graph requires at most three colors. A student of Paul Koebe, he made important contributions to the theory of conformal mappings and univalent functions: he was the first to introduce the concept of a quasiconformal mapping.", "62995040": "Aaron Galuten (March 2, 1917–September 23, 1994)[1] was an American mathematician, known mainly as the founder and principal operator of the Chelsea Publishing Company.[2]", "932453": "Dirk Jan Struik (September 30, 1894 – October 21, 2000) was a Dutch-born American (since 1934) mathematician, historian of mathematics and Marxian theoretician who spent most of his life in the U.S.[1][2][3]", "13253224": "Giacinto Morera (18 July 1856 – 8 February 1909), was an Italian engineer and mathematician.  He is known for Morera's theorem in the theory of functions of a complex variable and for his work in the theory of linear elasticity.", "20855402": "Raymundo Acosta Favila was a Filipino mathematician. He has his Ph.D. from the University of California, Berkeley from 1939 under the supervision of Pauline Sperry,[1][2] and had his career at the University of the Philippines in Manila.[3] Dr. Raymundo Favila was elected as Academician of the National Academy of Science and Technology in 1979. He was one of those who initiated mathematics in the Philippines. He contributed extensively to the progression of mathematics and the mathematics learning in the country. He has made fundamental studies such as on stratifiable congruences and geometric inequalities. Dr. Favila has also co-authored textbooks in algebra and trigonometry.", "42777196": "Gloria C. Gilmer (née Ford; June 28, 1928 – August 25, 2021) was an American mathematician and educator, notable for being the first African American woman to publish a non-PhD thesis.", "60144243": "Francis Alexander Tarleton (1841–1920) was an Irish mathematician and author who was Professor of Natural Philosophy at Trinity College Dublin (TCD) from 1890 to 1902.[1][2]", "46742133": "Haruzo Hida (肥田 晴三 Hida Haruzo, born 6 August 1952, Sakai, Osaka) is a Japanese mathematician, known for his research in number theory, algebraic geometry, and modular forms.", "54246014": "Giambattista Suardi (January 9, 1711 – March 2, 1767) was an Italian mathematician.", "29407873": "Vojtěch Rödl (born 1 April 1949[1]) is a  Czech American mathematician, Samuel Candler Dobbs Professor at Emory University. He is noted for his contributions mainly to combinatorics  having authored hundreds of research papers.", "14982": "Isidore of Miletus (Greek: Ἰσίδωρος ὁ Μιλήσιος; Medieval Greek pronunciation: [iˈsiðoros o miˈlisios]; Latin: Isidorus Miletus) was one of the two main Byzantine Greek mathematician, physicist and architects (Anthemius of Tralles was the other)[1] that Emperor Justinian I commissioned to design the cathedral Hagia Sophia in Constantinople from 532 to 537. He was born c. 475 AD.[2] The creation of an important compilation of Archimedes' works has been attributed to him.[3] The spurious Book XV from Euclid's Elements has been partly attributed to Isidore of Miletus.[4]", "4307591": "Leslie Kish (born László Kiss, July 27, 1910 – October 7, 2000) was a Hungarian-American statistician and survey methodologist.[1]", "3848839": "Ivar Otto Bendixson[pronunciation?] (1 August 1861 – 29 November 1935) was a Swedish mathematician.", "8895114": "John Alan Robinson (9 March 1930 – 5 August 2016) was a philosopher, mathematician, and computer scientist. He was a professor emeritus at Syracuse University.", "58997387": "Larisa Lvovna Maksimova (Russian: Лариса Львовна Максимова; born 1943) is a Russian mathematical logician known for her research in non-classical logic.", "48609934": "Xiaojun Chen is a Chinese applied mathematician, Chair Professor of Applied Mathematics at Hong Kong Polytechnic University. Her research interests include nonsmooth and nonconvex optimization, complementarity theory, and stochastic equilibrium problems.[1]", "53721744": "Lajos Martin (30 August 1827 – 4 March 1897) was a Hungarian mathematician and engineer, known by his works in transportation and aerodynamics.", "32782993": "Wolfgang Hahn (April 30, 1911 – January 10, 1998) was a German mathematician who worked on special functions, in particular orthogonal polynomials.", "72137364": "Johann Richard Pfanzagl (2 July 1928 – 4 June 2019) was an Austrian mathematician known for his research in mathematical statistics.[1][2]", "14465687": "Oleg Yanovich Viro (Russian: Олег Янович Виро) (b. 13 May 1948, Leningrad, USSR) is a Russian mathematician in the fields of topology and algebraic geometry, most notably real algebraic geometry, tropical geometry and knot theory.", "8272539": "The Treviso Arithmetic, or Arte dell'Abbaco, is an anonymous textbook in commercial arithmetic written in vernacular Venetian and published in Treviso, Italy, in 1478.", "42154655": "Leila Schneps is an American mathematician and fiction writer at the Centre national de la recherche scientifique working in number theory. Schneps has written general audience math books and, under the pen name Catherine Shaw, has written mathematically themed murder mysteries.", "71678626": "Frederic Yui-Ming Wan is a Chinese-American applied mathematician, academic, author and consultant. He is a Professor Emeritus of Mathematics at the University of California, Irvine (UCI),[1] and an Affiliate Professor of Applied Mathematics at the University of Washington (UW).[2]", "69089955": "Maurice Clerc is a French mathematician.", "932515": "Hermann Hankel (14 February 1839 – 29 August 1873) was a German mathematician. Having worked on mathematical analysis during his career, he is best known for introducing the Hankel transform and the Hankel matrix.", "4635303": "Julius Christian Johannes Zeller (24 June 1822, Mühlhausen am Neckar – 31 May 1899, Cannstatt) was a German mathematician. He was born to Gottlob Zeller and Christiana Friedrike Moser.[1]", "146089": "Danica Mae McKellar (born January 3, 1975)[1] is an American actress, mathematics writer, and education advocate. She is best known for playing Winnie Cooper in the television series The Wonder Years.", "66206378": "Annie Raoult (born 14 December 1951)[1] is a French applied mathematician specializing in the mathematical modeling of cell membranes, graphene sheets, and other thin nanostructures. She is vice president of the Centre International de Mathématiques Pures et Appliquées and professor emerita at Paris Descartes University, where she directed the laboratory for applied mathematics.[2][3]", "61586090": "Ching-Li Chai (Chinese: 翟敬立; born 12 June 1956) is a Taiwanese mathematician.", "20429485": "Fr. Nicolas Sarrabat or Sarabat (7 February 1698 – 27 April 1739), also known as Nicolas Sarrabat de la Baisse, was an eighteenth-century French mathematician and scientist. He was born in Lyon, the son of the painter Daniel Sarrabat (1666–1748), and the nephew of engraver Isaac Sarrabat. The Sarrabats had been a prosperous Protestant bourgeois family of clock- and watchmakers, though Nicolas's father had converted to Catholicism.", "41171627": "Shoichiro Sakai (境 正一郎, Sakai Shōichirō, born 1928 in Kanuma, Tochigi) is a Japanese mathematician.", "55622322": "Eduard Selling (5 November 1834 in Ansbach – 31 January 1920 in Munich) was a German mathematician and inventor of calculating machines.", "20462262": "William Edward Hodgson Berwick (11 March 1888 in Dudley Hill, Bradford – 13 May 1944 in Bangor, Gwynedd) was a British mathematician, specializing in algebra, who worked on the problem of computing an integral basis for the algebraic integers in a simple algebraic extension of the rationals.", "55327416": "Xiaonan Ma  (Chinese: 麻小南; born 1972) is a Chinese mathematician working in global analysis and local index theory.", "42154683": "Coralie Colmez is a French author and tutor in mathematics and mathematics education.", "21412541": "Giovanni Francesco Sagredo (19 June 1571 – 5 March 1620) was a Venetian mathematician and close friend of Galileo. He was also a friend and correspondent of English scientist William Gilbert.[1] He is remembered today mainly because he appears as one of the figures in Galileo's controversial work the Dialogue Concerning the Two Chief World Systems (1632).[2][3]", "51100350": "Gyula Strommer (8 May 1920 – 28 August 1995) was a Hungarian mathematician and astronomer.[1][2]", "11713215": "Vladimir Gilelevich Maz'ya (Russian: Владимир Гилелевич Мазья; born 31 December 1937)[1][2][3] (the family name is sometimes transliterated as Mazya, Maz'ja or Mazja) is a Russian-born Swedish mathematician, hailed as \"one of the most distinguished analysts of our time\"[4] and as \"an outstanding mathematician of worldwide reputation\",[5] who strongly influenced the development of mathematical analysis and the theory of partial differential equations.[6][7]", "54442688": "Linda Joy Svoboda Allen is an American mathematician and mathematical biologist, the Paul Whitfield Horn Professor of Mathematics and Statistics at Texas Tech University.[1]", "55622335": "Ferdinando Morozzi (1723 – 1785) was an Italian mathematician, cartographer[1] and architect.", "29211332": "Mihail Zervos is a Greek financial mathematician. He is Professor of Financial Mathematics at the London School of Economics.", "69089989": "Janet McDonald (1905–2006) was an American mathematician who specialized in geometry, specifically the concept of Conjugate Nets. She taught at Vassar College for 27 years and was named professor emerita in 1971.", "998087": "Abu al-Hasan 'Ali ibn 'Abd al-Rahman ibn Ahmad ibn Yunus al-Sadafi al-Misri (Arabic: ابن يونس; c. 950 – 1009) was an important Egyptian astronomer and mathematician,[1][2][3] whose works are noted for being ahead of their time, having been based on meticulous calculations and attention to detail.", "42842830": "Maria Gaetana Agnesi (UK: /ænˈjeɪzi/ an-YAY-zee,[1] US: /ɑːnˈ-/ ahn-,[2][3] Italian: [maˈriːa ɡaeˈtaːna aɲˈɲeːzi, -ɲɛːz-];[4] 16 May  1718 – 9 January 1799) was an Italian mathematician, philosopher, theologian, and humanitarian. She was the first woman to write a mathematics handbook and the first woman appointed as a mathematics professor at a university.[5]", "34945743": "Norbert A'Campo (born 27 April 1941)[1] is a Swiss mathematician working on singularity theory. He earned a doctorate in 1972 from the University of Paris-Sud.[2] In 1974 he was an invited speaker at the International Congress of Mathematicians,[3] and in 1988 he was elected president of the Swiss Mathematical Society.[4] In 2012 he became a fellow of the American Mathematical Society.[5]", "29113050": "Rimhak Ree (Korean: 이임학; December 18, 1922 – January 9, 2005), alternatively Im-hak Ree, was a Korean Canadian mathematician. He contributed in the field of group theory, most notably with the concept of the Ree group in (Ree 1960, 1961).", "14465756": "Otomar Hájek (December 31, 1930 - December 18, 2016[1]) was a Czech-American mathematician, known for his contributions to dynamical systems, game theory and control theory.", "67746527": "Ruma Falk (Hebrew: רומה פלק, née Oren-Aharonovich,[1] 1932–2020) was an Israeli psychologist and philosopher of mathematics known for her work on probability theory and human understanding of probability and statistics.[2]", "55720674": "Rachel Justine Pries  is an American mathematician whose research focuses on arithmetic geometry and number theory.   She is a professor at Colorado State University and both a Fellow of the American Mathematical Society[1] and a Fellow of the Association for Women in Mathematics.[2]", "670436": "Ruth Elke Lawrence-Neimark (Hebrew: רות אלקה לורנס-נאימרק, born 2 August 1971) is a British–Israeli mathematician and a professor of mathematics at the Einstein Institute of Mathematics, Hebrew University of Jerusalem, and a researcher in knot theory and algebraic topology. In the public eye, she is best known for having been a child prodigy in mathematics.", "61946599": "Christina Pagel (/ˈpɑːɡəl/ PAH-gəl) is a German-British mathematician and professor of operational research at University College London (UCL) within UCL's Clinical Operational Research Unit (CORU),[1] which applies operational research, data analysis and mathematical modelling to topics in healthcare. She was Director of UCL CORU from 2017 to 2022[2] and is currently Vice President of the UK Operational Research Society.[3] She also co-leads, alongside Rebecca Shipley, UCL's CHIMERA research hub which analyses data from critically ill hospital patients.[4]", "2833132": "Virgil (c. 700– 27 November 784), also spelled Vergil, Vergilius, Virgilius, Feirgil or Fearghal, was an Irish priest and early astronomer. He left Ireland around 745, intending to visit the Holy Land; but, like many of his countrymen, he settled in Francia. Virgil served as abbot of Aghaboe, bishop of Ossory and later bishop of Salzburg. He was called \"the Apostle of Carinthia\"[1] and \"the geometer\".", "768749": "Johann Jakob Balmer (1 May 1825 – 12 March 1898) was a Swiss mathematician best known for his work in physics, the Balmer series of hydrogen atom.", "47725297": "Lisette G. de Pillis is an American mathematician at Harvey Mudd College and holds the Norman F. Sprague, Jr. Professorship of Life Sciences at Harvey Mudd.[1] She chaired the Department of Mathematics in 2008-2009 and again from 2014 to 2019. She directed the Harvey Mudd College Global Clinic program from 2009 to 2014.  She is also the co-director of the Harvey Mudd College Center for Quantitative Life Sciences.[2]", "2800371": "Louis Bertrand Castel (5 November 1688[1][2] – 11 January 1757[3][4]) was a French mathematician born in Montpellier, who entered the order of the Jesuits in 1703. Having studied literature, he afterwards devoted himself entirely to mathematics and natural philosophy. After moving from Toulouse to Paris in 1720,[5] at the behest of Bernard de Fontenelle, Castel acted as the science editor of the Jesuit Journal de Trévoux.[6]", "768762": "Sydney Chapman FRS (29 January 1888 – 16 June 1970)[1] was a British mathematician and geophysicist.[4] His work on the kinetic theory of gases, solar-terrestrial physics, and the Earth's ozone layer has inspired a broad range of research over many decades.[2][5][6][7][8]", "768770": "George Kingsley Zipf (/ˈzɪf/;[1] January 7, 1902 – September 25, 1950), was an American linguist and philologist who studied statistical occurrences in different languages.[2]", "40614663": "Georg Feigl (13 October 1890 – 20 April 1945) was a German mathematician.", "38058761": "Hermann Kinkelin (11 November 1832 – 1 January 1913)[1] was a Swiss mathematician and politician.", "1194762": "Spiru C. Haret (Romanian pronunciation: [ˈspiru haˈret]; 15 February 1851 – 17 December 1912) was a Romanian mathematician, astronomer, and politician. He made a fundamental contribution to the n-body problem in celestial mechanics by proving that using a third degree approximation for the disturbing forces implies instability of the major axes of the orbits, and by introducing the concept of secular perturbations in relation to this.", "61750027": "Ignace Robert Dautray, born Kouchelevitz on 1 February 1928 in the 10th arrondissement of Paris,[1] is a French engineer, former scientific director of the French Commissariat à l'Energie Atomique (CEA) and former High Commissioner for Atomic Energy. He is a member of the French Academy of Sciences, section mechanical and computer sciences,[2] and of the French Academy of Technology.[3]", "703244": "Pierre Ossian Bonnet (French: [bɔnɛ]; 22 December 1819, Montpellier – 22 June 1892, Paris) was a French mathematician. He made some important contributions to the differential geometry of surfaces, including the Gauss–Bonnet theorem.", "28719892": "Georges Darmois (24 June 1888 – 3 January 1960) was a French mathematician and statistician.  He pioneered in the theory of sufficiency, in stellar statistics, and in factor analysis. He was also one of the first French mathematicians to teach British mathematical statistics.[1]", "70236954": "Katharina Theresia Huber (born 1965)[1] is a German applied mathematician and mathematical biologist whose research concerns phylogenetic trees, evolutionary analysis, their mathematical foundations, and their mathematical visualization. She is an associate professor in the School of Computing Sciences at the University of East Anglia in England, and the school's director of postgraduate research.[2]", "57293598": "Edgar Henry Brown, Jr. (December 27, 1926 – December 22, 2021)[1] was an American mathematician specializing in algebraic topology, and for many years a professor at Brandeis University.[2]", "9779999": "Nathanael Carpenter (7 February 1589 – c. 1628) was an English author, philosopher, and geographer.[1]", "3521313": "David Harbater (born December 19, 1952) is an American mathematician at the University of Pennsylvania, well known for his work in Galois theory, algebraic geometry and arithmetic geometry.", "768802": "James Whitbread Lee Glaisher FRS FRSE FRAS (5 November 1848, Lewisham[1] – 7 December 1928, Cambridge), son of James Glaisher and Cecilia Glaisher, was a prolific English mathematician and astronomer.[2][3]  His large collection of (mostly) English ceramics was mostly left to the Fitzwilliam Museum in Cambridge.", "8993580": "Pyotr (Petr) Yakovlevich Ufimtsev (Russian: Пётр Я́ковлевич Уфи́мцев; born 1931) is a Soviet Russian electrical engineer and mathematical physicist, considered the seminal force behind modern stealth aircraft technology. In the 1960s he began developing equations for predicting the reflection of electromagnetic waves from simple two-dimensional and three-dimensional objects.[1]", "44907311": "Rebecca A. Herb (born 1948) is an American mathematician, a professor emerita at the University of Maryland.[1] Her research involves abstract algebra and Lie groups.", "22625071": "Rodrigo Arocena Linn (born February 23, 1947, in Montevideo) is an Uruguayan mathematician, and rector of the University of the Republic since July 2006.[1][2]", "7420724": "Umesh Virkumar Vazirani is an Indian–American academic who is the Roger A. Strauch Professor of Electrical Engineering and Computer Science at the University of California, Berkeley, and the director of the Berkeley Quantum Computation Center. His research interests lie primarily in quantum computing. He is also a co-author of a textbook on algorithms.[1]", "61717300": "Dorina Irena-Rita Mitrea (born April 30, 1965)[1] is a Romanian-American mathematician known for her work in harmonic analysis, partial differential equations, and the theory of distributions, and in mathematics education. She is a professor of mathematics and chair of the mathematics department at Baylor University.[2]", "703285": "Delfino Codazzi (7 March 1824 in Lodi – 21 July 1873 in Pavia) was an Italian mathematician.[1][2]", "25180986": "Richard John Samworth FRS[1] (born May 1978) is the Professor of Statistical Science and the Director of the Statistical Laboratory, University of Cambridge,[2] and a Teaching Fellow of St John's College, Cambridge. He was educated at St John's College, Cambridge. His main research interests are in nonparametric and high-dimensional statistics. Particular topics include shape-constrained density estimation and other nonparametric function estimation problems, nonparametric classification, clustering and regression, the bootstrap and high-dimensional variable selection problems.", "57555772": "Dr Alexander Ritchie Scott FRSE (1874–27 November 1962) was a 20th-century Scottish mathematician and statistician.", "22625088": "Mario Wschebor Wonsever (3 December 1939 – 16 September 2011) was an Uruguayan mathematician.  He earned his degree at the University of the Republic, Uruguay, where he was Dean of the Faculty of Sciences between 1987 and 1997, after actively participating in the process of its creation. Another important contribution from this period was the \"Document of the four deans\", in which the need to create a national system of tertiary education was laid out.", "47758144": "Jack Kenneth Hale (3 October 1928 – 9 December 2009) was an American mathematician working primarily in the field of dynamical systems and functional differential equations.[4]", "3849024": "George Garfield Hall (5 March 1925 – 6 May 2018) was a Northern Irish applied mathematician known for original work and contributions to the field of quantum chemistry.[1] Independently from Clemens C. J. Roothaan, Hall discovered the Roothaan-Hall equations.", "5094208": "Fritz David Carlson (23 July 1888 – 28 November 1952) was a Swedish mathematician.[1] After the death of Torsten Carleman, he headed the Mittag-Leffler Institute.", "39828290": "Jaikumar Radhakrishnan (born 30 May 1964) is an Indian computer scientist specialising in combinatorics and communication complexity. He has served as dean of the School of Technology and Computer Science at the Tata Institute of Fundamental Research, Mumbai, India, where he is currently a senior professor.[1]", "13417285": "Abram Fet (Russian: Абрам Ильич Фет, Ukrainian: Абрам Ілліч Фет) (5 December 1924 — 30 July 2009) was a Russian mathematician, Soviet dissident, philosopher, Samizdat translator and writer.  He used various pseudonyms for Samizdat, like N. A. Klenov, A.B. Nazyvayev, D.A. Rassudin, S.T. Karneyev, etc. If published, his translations were usually issued under the name of A.I. Fedorov, which reproduced Fet's own initials and sometimes under the names of real people who agreed to publish Fet's translations under their names.", "41171782": "Colin John Bushnell (1947 – 1 January 2021) was a British mathematician specialising in number theory and representation theory. He spent most of his career at King's College London, including a stint as the head of the School of Physical Sciences and Engineering, and made several contributions to the representation theory of reductive p-adic groups and the local Langlands correspondence.", "53033793": "Andrew James Campbell Allen (born 9 February 1856 in Belfast, died 16 November 1923 at Grove Park railway station) was a Northern Irish mathematician and educational administrator whose career was spent in England and whose last three decades were spent as an Anglican clergyman.  Campbell Allen was one of only four Irish students to achieve Senior Wrangler status in the Cambridge mathematical tripos.[1]", "15088466": "Jacques Rohault (French: [ʁɔ.o]; 1618 – 27 December 1672) was a French philosopher, physicist and mathematician, and a follower of Cartesianism.[1]", "56965973": "Alexander Provan Robertson FRSE FIMA (16 June 1925 – 31 January 1995) was a 20th century Scottish mathematician who emigrated to Australia.", "54246232": "Lanfranco Mignoti (Piode, 16th century – 17th century) was an Italian mathematician.", "47725403": "Weiqing Gu is a Chinese-American mathematician who works as the Avery Professor of Mathematics and director of the mathematics clinic at Harvey Mudd College. Her research concerns differential geometry and Grassmann manifolds.[1] She has also worked with Harvey Mudd colleague Lisette de Pillis on the mathematical modeling of cancer.[2]", "56015707": "Fabio Conforto (13 August 1909 – 24 February 1954) was an Italian mathematician.[1] His contributed to the fields of algebraic geometry, projective geometry and analytic geometry.", "33766238": "Georg Christoph Eimmart the Younger (22 August 1638, Regensburg – 5 January 1705, Nürnberg) was a German draughtsman and engraver.", "42482529": "Donald Andrew Dawson (born June 4, 1937) is a Canadian mathematician, specializing in probability.", "54475617": "Eric Jakeman FRS (born 1939) is a British mathematical physicist specialising in the statistics and quantum statistics of waves. He is an Emeritus Professor at the University of Nottingham.", "28654438": "Eva Bayer-Fluckiger (born 25 June 1951) is a Hungarian and Swiss mathematician. She is an Emmy Noether Professor Emeritus at École Polytechnique Fédérale de Lausanne. She has worked on several topics in topology, algebra and number theory, e.g. on the theory of knots, on lattices, on quadratic forms and on Galois cohomology. Along with Raman Parimala, she proved Serre's conjecture II regarding the Galois cohomology of a simply-connected semisimple algebraic group  when such a group is of classical type.[1]", "4209511": "Raimo P. Hämäläinen (born 7 July 1948 in Helsinki, Finland)[1]: 1  is a professor emeritus at the Aalto University School of Science (Aalto SCI), Finland.[2] Hämäläinen founded Systems Analysis laboratory at Aalto SCI in 1984.[3] His research interests include systems intelligence, multiple-criteria decision analysis, sequential games, simulation, and energy modeling.[1]: 4", "44022631": "Rinad Salavatovich Yulmukhametov  (Russian: Ринад Салаватович Юлмухаметов; born 17 January 1957) is a Russian mathematician.[1]", "1227628": "Sir Vaughan Frederick Randal Jones KNZM FRS FRSNZ FAA (31 December 1952 – 6 September 2020) was a New Zealand mathematician known for his work on von Neumann algebras and knot polynomials. He was awarded a Fields Medal in 1990.", "32226166": "Boris Levitan (7 June 1914 – 4 April 2004) was a mathematician known in particular for his work on almost periodic functions, and Sturm–Liouville operators, especially, on inverse scattering.[1]", "61651833": "Pandrosion of Alexandria (Ancient Greek: Πανδροσίων) was a mathematician in fourth-century-AD Alexandria, discussed in the Mathematical Collection of Pappus of Alexandria and known for developing an approximate method for doubling the cube. Although there is disagreement on the subject, Pandrosion is believed by many current scholars to have been female. If so, she would be an earlier female contributor to mathematics than Hypatia.", "3095417": "Dr. Timothy D. Kanold is a mathematics educator and author of textbooks. He was the president of the National Council of Supervisors of Mathematics (NCSM) from 2008 to 2009.[1]", "42482554": "Marcus Jordanus (* ca. 1531 in Krempe; † 1595 in Krempe) was a Danish cartographer and mathematician.", "54442883": "Cynthia A. Phillips is a researcher at the Center for Computing Research of Sandia National Laboratories,[1] known for her work in combinatorial optimization.[2]", "65420165": "Eva-Maria Elisabeth Feichtner (born 1972)[1] is a German mathematician, the founder and director of the Institute for Algebra, Geometry, Topology and their Applications at the University of Bremen, where she is professor of algebra and vice president of internationalization and diversity.[2]\nTopics in her research have included tropical geometry, matroid polytopes, Chow rings, toric varieties, lattices and semilattices, and the wonderful compactification.", "36027272": "Lester Dubins (April 27, 1920 – February 11, 2010) was an American mathematician noted primarily for his research in probability theory.  He was a faculty member at the University of California at Berkeley from 1962 through 2004, and in retirement was Professor Emeritus of Mathematics and Statistics.", "53296009": "Elizabeth Karl (Sister Mary Cordia) (November 16, 1893 – August 30, 1984[1]) was an American mathematician who contributed significantly to the theory of orthopoles in geometry. This was the subject of her PhD thesis at Johns Hopkins University in 1931.", "1620873": "Mexican–American War", "39762828": "Zeev Rudnick or Ze'ev Rudnick (born 1961 in Haifa, Israel) is a mathematician, specializing in number theory and in mathematical physics, notably quantum chaos. Rudnick is a professor at the School of Mathematical Sciences and the Cissie and Aaron Beare Chair in Number Theory at Tel Aviv University.", "473996": "Gaston Tarry (27 September 1843 – 21 June 1913) was a French mathematician. Born in Villefranche de Rouergue, Aveyron, he studied mathematics at high school before joining the civil service in Algeria. He pursued mathematics as an amateur.", "1096590": "Albrecht Fröhlich FRS[1] (22 May 1916 – 8 November 2001) was a German-born British mathematician, famous for his major results and conjectures on Galois module theory in the Galois structure of rings of integers.[1]", "35077006": "Paul Frank Baum (born 1936)[1] is an American mathematician, the Evan Pugh Professor of Mathematics at Pennsylvania State University. He is known for formulating the Baum–Connes conjecture with Alain Connes in the early 1980s.[2]", "30227347": "Sir Robert William Chapman CMG MICE MIEAust (27 December 1866 – 27 February 1942) was an Australian mathematician and engineer.", "63978389": "Carolyn Kieran is a Canadian mathematics educator known for her studies of how students learn algebra. She is a professor emerita of mathematics at the Université du Québec à Montréal.[1]", "44219287": "Mary Lovenia DeConge-Watson (born 1933) is an American mathematician and former nun as part of the Order of the Sisters of the Holy Family.[1] She was the 15th African-American woman to earn her Ph.D. in mathematics.[2]", "57490328": "Ruslan Smelyansky (Russian: Русла́н Леони́дович Смеля́нский) (born 1950) is a Russian mathematician, Dr. Sc., Professor, a professor at the Faculty of Computer Science at the Moscow State University, Corresponding Member of the Russian Academy of Sciences.[1]", "1227675": "David Gale (December 13, 1921 – March 7, 2008) was an American mathematician and economist.  He was a professor emeritus at the University of California, Berkeley, affiliated with the departments of mathematics, economics, and industrial engineering and operations research. He has contributed to the fields of mathematical economics, game theory, and convex analysis.", "61717404": "Tanya Julie Christiansen is an American mathematician who works in scattering theory and the theory of partial differential equations.[1] She is Luther Marion Defoe Distinguished Professor of Mathematics at the University of Missouri.[2]", "40287138": "Olga Nikolaevna Bondareva (April 27, 1937 – December 9, 1991) was a distinguished Soviet mathematician and economist. She contributed to the fields of mathematical economics, especially game theory.", "244649": "Emanuel Lasker (German pronunciation: [eˈmaːnuɛl ˈlaskɐ] ⓘ; December 24, 1868 – January 11, 1941) was a German chess player, mathematician, and philosopher who was World Chess Champion for 27 years, from 1894 to 1921, the longest reign of any officially recognised World Chess Champion in history. In his prime, Lasker was one of the most dominant champions, and he is still generally regarded as one of the strongest players in history.", "42548138": "Carrie Ichikawa Jenkins is a Canadian philosopher who holds a Canada Research Chair[1] and is Professor of Philosophy at the University of British Columbia.[2] She is also a professor at the Northern Institute of Philosophy, University of Aberdeen.[3] Her primary research areas are epistemology, metaphysics, philosophy of logic, philosophy of language, and philosophy of mathematics.[4] She is one of the principal editors of the journal Thought.[5]", "16006063": "Frederic Mather Lord (November 12, 1912 – February 5, 2000) was a psychometrician for Educational Testing Service. The SAT, GRE, GMAT, LSAT and TOEFL are all based on Lord's research.", "932784": "Christopher S. Strachey (/ˈstreɪtʃi/; 16 November 1916 – 18 May 1975) was a British computer scientist.[1][2][3] He was one of the founders of denotational semantics, and a pioneer in programming language design and computer time-sharing.[4] He has also been credited as possibly being the first developer of a video game.[5] He was a member of the Strachey family, prominent in government, arts, administration, and academia.", "64404400": "Jessie Forbes Cameron (1883 – 1968) was a British mathematician who in 1912 became the first woman to complete her doctorate in mathematics at the University of Marburg in Germany.[1]", "605108": "Charles Ehresmann (19 April 1905 – 22 September 1979) was a German-born French mathematician who worked in differential topology and category theory.", "54246325": "Johannes Storms of Mechelen, also known as Joannes Sturmius Mechlinianus, or simply Sturmius or Mechlinianus (1559–1650) was a Belgian mathematician, physician and poet.[1]", "45104054": "Gordana Matic is a Croatian-American mathematician[1] who works as a professor at the University of Georgia.[2] Her research concerns low-dimensional topology and contact geometry.", "28720055": "Bryan Lynn Shader (born 17 December 1961) is a professor of mathematics at the University of Wyoming. He received his Ph.D. from University of Wisconsin-Madison in 1990, his advisor was Professor Richard Brualdi. Shader is the Editor-in-chief of the Electronic Journal of Linear Algebra. He is also Associate Editor of other two journals, Linear Algebra and its Applications (since 2003) and Linear & Multilinear Algebra (since 2009). He is one of the most active mathematicians working on Combinatorial Matrix Theory.[citation needed] He is also noted for his monograph on matrices of sign-solvable linear systems. Besides organizing many workshops, he is a co-principal investigator of Math Teacher Leadership Program, a National Science Foundation project (2009–2014). Shader is special assistant to the Vice-President of Research of University of Wyoming.", "768951": "André-Louis Cholesky (15 October 1875, in Montguyon – 31 August 1918, in Bagneux) was a French military officer, geodesist, and mathematician.", "39828410": "Siva Ramachandran Athreya (born 1971) is an Indian probability theorist specialising in  statistical physics and population biology.[1]", "35273660": "Albert Charles Schaeffer (13 August 1907, Belvidere, Illinois – 2 February 1957) was an American mathematician who worked on complex analysis.", "72989628": "Andrea Gloria Rotnitzky is an Argentine biostatistician whose research involves causal inference on the effects of medical interventions in the face of missing data. She is Prentice Endowed Professor of Biostatistics in the University of Washington School of Public Health.[1]", "50969533": "David Gibb FRSE (31 October 1883 – 28 March 1946) was a Scottish mathematician and astronomer. He was the first person to use the term numerical integration.[1]", "63781826": "Alexander Schmidt (born 1965[1]) is a German mathematician at the University of Heidelberg. His research interests include algebraic number theory and algebraic geometry.", "55327682": "Charles Macdonald (19 July 1828 – 11 March 1901) was a Scottish-Canadian mathematician and educator. Born in Aberdeen, Scotland, Macdonald studied at King's College, Aberdeen, earning degrees in the arts and divinity. The Church of Scotland named Macdonald the chair in mathematics at Dalhousie College in Halifax, Nova Scotia, which he held until his death in 1901. He was an advocate for education reform in Nova Scotia, and was a significant presence for Dalhousie in Halifax. Dalhousie's first library, Macdonald Memorial Library, was named in his honour by former students who raised money to build it.", "605123": "Carlo Emilio Bonferroni (28 January 1892 – 18 August 1960) was an Italian mathematician who worked on probability theory.[2]", "277446": "Abbo or Abbon of Fleury (Latin: Abbo Floriacensis; c. 945 – 13 November 1004), also known as Saint Abbo or Abbon, was a monk and abbot of Fleury Abbey in present-day Saint-Benoît-sur-Loire near Orléans, France.[1]", "1358791": "Nicolae Popescu (Romanian: [nikoˈla.e poˈpesku]; 22 September 1937 – 29 July 2010) was a Romanian mathematician and professor at the University of Bucharest. He also held a research position at the Institute of Mathematics of the Romanian Academy, and was elected corresponding Member of the Romanian Academy in 1997.[1]", "6273995": "Zhu Zaiyu (Chinese: 朱載堉; 1536 – 19 May 1611) was a Chinese mathematician, physicist, choreographer, and music theorist. He was a prince of the Chinese Ming dynasty. In 1584, Prince Zhu innovatively described the equal temperament via accurate mathematical calculation.[1]", "179150": "Jakob Friedrich Fries (German: [fʁiːs]; 23 August 1773 – 10 August 1843) was a German post-Kantian[1] philosopher and mathematician.", "58014671": "Zhihong \"Jeff\" Xia (Chinese: 夏志宏; pinyin: Xià Zhìhóng; born 20 September 1962, in Dongtai, Jiangsu, China) is a Chinese-American mathematician.", "23772112": "Ismaël Boulliau (French: [buljo]; Latin: Ismaël Bullialdus; 28 September 1605 – 25 November 1694) was a 17th-century French astronomer and mathematician who was also interested in history, theology, classical studies, and philology.[1]  He was an active member of the Republic of Letters, an intellectual community that exchanged ideas. An early defender of the ideas of Copernicus, Kepler and Galileo, Ismael Bullialdus has been called \"the most noted astronomer of his generation\". One of his books is Astronomia Philolaica (1645).[2]", "605134": "Richard Dagobert Brauer (February 10, 1901 – April 17, 1977) was a leading German and American mathematician. He worked mainly in abstract algebra, but made important contributions to number theory. He was the founder of modular representation theory.", "605140": "Robert Daniel Carmichael (March 1, 1879 – May 2, 1967) was an American mathematician.", "605144": "Ernesto Cesàro (12 March 1859 – 12 September 1906) was an Italian mathematician who worked in the field of differential geometry. He wrote a book, Lezioni di geometria intrinseca (Naples, 1890), on this topic, in which he also describes fractal, space-filling curves, partly covered by the larger class of de Rham curves, but are still known today in his honor as Cesàro curves.[2] He is known also for his 'averaging' method for the 'Cesàro-summation' of divergent series, known as the Cesàro mean.", "900058": "Philippe Flajolet (French: [flaʒɔlɛ]; 1 December 1948 – 22 March 2011[1]) was a French computer scientist.", "72727516": "Perdita Emma Stevens (born 1966)[1] is a British mathematician, theoretical computer scientist, and software engineer who holds a personal chair in the mathematics of software engineering as part of the School of Informatics at the University of Edinburgh. Her research includes work on model-driven engineering, including model transformation, model checking, and the Unified Modeling Language.[2]", "39959517": "Rose Pauline Peltesohn (16 May 1913 – 21 March 1998) was an Israeli mathematician of German origin.", "310238": "François Viète, Seigneur de la Bigotière (Latin: Franciscus Vieta; 1540 – 23 February 1603), commonly known by his mononym, Vieta, was a French mathematician whose work on new algebra was an important step towards modern algebra, due to his innovative use of letters as parameters in equations. He was a lawyer by trade, and served as a privy councillor to both Henry III and Henry IV of France.", "605155": "Elwin Bruno Christoffel (German: [kʁɪˈstɔfl̩]; 10 November 1829 – 15 March 1900) was a German mathematician and physicist. He introduced fundamental concepts of differential geometry, opening the way for the development of tensor calculus, which would later provide the mathematical basis for general relativity.", "61062118": "Amanda G. Chetwynd PFHEA is a British mathematician and statistician specializing in combinatorics and spatial statistics.\nShe is Professor of Mathematics and Statistics and Provost for Student Experience, Colleges and the Library at Lancaster University, and a Principal Fellow of the Higher Education Academy.[1]", "310247": "Robert Recorde (c. 1510 – 1558) was a Welsh[1][2] physician and mathematician. He invented the equals sign (=) and also introduced the pre-existing plus (+) and minus (−) signs to English speakers in 1557.", "50215912": "Gianfranco Cimmino (12 March 1908 – 30 May 1989) was an Italian mathematician, working mathematical analysis, numerical analysis, and theory of elliptic partial differential equations: he is known for being the first mathematician generalizing in a weak sense the notion of boundary value in a boundary value problem,[1][2] and for doing an influential work in numerical analysis.[3]", "22363114": "Akihiro Kanamori (金森 晶洋, Kanamori Akihiro, born October 23, 1948 in Tokyo) is a Japanese-born American mathematician. He specializes in set theory and is the author of the monograph on large cardinals, The Higher Infinite.[1] He has written several essays on the history of mathematics, especially set theory.", "46808043": "Alicia Dickenstein (born 17 January 1955, in Buenos Aires) is an Argentine mathematician known for her work on algebraic geometry, particularly toric geometry, tropical geometry, and their applications to biological systems.[1]  She is a full professor at the University of Buenos Aires,[2] a 2019 Fellow of the American Mathematical Society,[3] a former vice-president of the International Mathematical Union (2015–2018), and a 2015 recipient of The World Academy of Sciences prize.[4]", "61914091": "William Forrest \"Woody\" Stinespring (16 March 1929, Charlottesville, Virginia – 15 May 2012) was an American mathematician, specializing in operator theory. He is known for the Stinespring factorization theorem.", "44907501": "Rekha Rachel Thomas is a mathematician and operations researcher. She works as a professor of mathematics at the University of Washington, and was the Robert R. and Elaine F. Phelps Professor there from 2008 until 2012. Her research interests include mathematical optimization and computational algebra.[1]", "57850860": "Prof Noel Bryan Slater FRAS FRSE (1912–1973) was a 20th-century British mathematician and astronomer.", "56015853": "Ugo Amaldi (18 April 1875 – 11 November 1957) was an Italian mathematician.[1] He contributed to the field of analytic geometry and worked on Lie groups. His son Edoardo was a physicist.[2]", "30850033": "Pauline Sperry (March 5, 1885 – September 24, 1967) was an American mathematician.[1]", "64764918": "Norbert Schappacher (born 8 October 1950 in Essen) is a German mathematician and historian of mathematics. He was an Invited Speaker at the International Congress of Mathematicians in 2010 in Hyderabad.[1]", "42122244": "Ludwig Wilhelm Emil Ernst Becker FRSE (1860 – 1947) was Regius Professor of Astronomy at the University of Glasgow from 1893 until 1935 when he retired.", "474117": "Danilo Blanuša (Serbian Cyrillic: Данило Блануша; 7 December 1903 – 8 August 1987) was a Croatian Serb mathematician, physicist, engineer and a professor at the University of Zagreb.", "36846598": "Carl Wolfgang Benjamin Goldschmidt (4 August 1807 – 15 February 1851)[1][2][3] was a German astronomer, mathematician, and physicist of Jewish descent[4] who was a professor of astronomy at the University of Göttingen.[1] He is also known as Benjamin Goldschmidt,[2] C. W. B. Goldschmidt,[5][6] Carl Goldschmidt, and Karl Goldschmidt.[3]", "42515463": "Paolo Marcellini  (born 25 June 1947 in Fabriano) is an Italian mathematician who deals with mathematical analysis. He was a full professor at the University of Florence, actually Professor Emeritus, who works on partial differential equations, calculus of variations and related mathematics. He was the Director of the Italian National Group GNAMPA of the  Istituto Nazionale di Alta Matematica (INdAM) and Dean of the Faculty of Mathematical, Physical and Natural Sciences of the University of Florence.", "1162259": "Narendra Krishna Karmarkar (born circa 1956) is an Indian mathematician. Karmarkar developed Karmarkar's algorithm. He is listed as an ISI highly cited researcher.[2]", "1195030": "Joseph Gibson Hoyt (January 19, 1815 – November 26, 1862) was the first chancellor and a professor of Greek at Washington University in St. Louis (then named Washington Institute in St. Louis) from 1858 to 1862. Born in Dunbarton, New Hampshire in 1815, Hoyt received his undergraduate education at Yale University, where he was a member of Skull and Bones. After Hoyt's graduation from Yale in 1840, he served as an instructor in mathematics and natural philosophy at Phillips Exeter Academy from 1840 to 1858, before taking up his post at Washington University. In 1862, Hoyt died in St. Louis, Missouri at the age of 47.", "1162266": "Raj Chandra Bose (or Basu) (19 June 1901 – 31 October 1987) was an Indian American mathematician and statistician best known for his work in design theory, finite geometry and the theory of error-correcting codes in which the class of BCH codes is partly named after him. He also invented the notions of partial geometry, association scheme, and strongly regular graph and started a systematic study of difference sets to construct symmetric block designs. \nHe was notable for his work along with S. S. Shrikhande and E. T. Parker in their disproof of the famous conjecture made by Leonhard Euler dated 1782 that for no n do there exist two mutually orthogonal Latin squares of order 4n + 2.", "45366299": "Mark Norman Ellingham is a professor of mathematics at Vanderbilt University whose research concerns graph theory.[1] With Joseph D. Horton, he is the discoverer and namesake of the Ellingham–Horton graphs, two cubic 3-vertex-connected bipartite graphs that have no Hamiltonian cycle.[2]", "51493922": "Charles-René Reynaud (or Reyneau), (1656, Brissac – 24 February 1728, Paris) was a French mathematician.", "53099555": "Stefan Lech Sokołowski (Gozdawa coat of arms) (25 May 1904- spring 1940) was a Polish mathematician, climber and lieutenant (porucznik[pl]) of artillery in the Polish Land Forces. He was aLwów Eaglet, a group of children who defended the city of Lviv in 1918-1919 during the Polish-Ukrainian War. He was also a Doctor of mathematical sciences. He died as a result of the Katyn massacre, a Soviet massacre of Polish military officers in 1940. [1]", "2702375": "Friedrich Ludwig \"Fritz\" Bauer (10 June 1924 – 26 March 2015) was a German pioneer of computer science and professor at the Technical University of Munich.", "801835": "Jules Antoine Lissajous (French pronunciation: [ʒyl ɑ̃twan lisaʒu]; 4 March 1822 in Versailles – 24 June 1880 in Plombières-les-Dijon) was a French physicist, after whom Lissajous figures are named. Among other innovations, Lissajous invented the Lissajous apparatus, a device that creates the figures that bear his name.  In it, a beam of light is bounced off a mirror attached to a vibrating tuning fork, and then reflected off a second mirror attached to a perpendicularly oriented vibrating tuning fork (usually of a different pitch, creating a specific harmonic interval), onto a wall, resulting in a Lissajous figure. This led to the invention of other apparatus such as the harmonograph.", "41172012": "Hugo E. Rossi (born 1935)[1] is an American mathematician working in complex analysis.", "29113390": "George Johnston Allman (28 September 1824 – 9 May 1904) was an Irish professor, mathematician, classical scholar, and historian of ancient Greek mathematics. His fame rests mainly upon his authorship of Greek Geometry from Thales to Euclid, first published in Dublin in 1889,[1] and republished several times subsequently.", "35273778": "James Alexander Shohat (aka Jacques Chokhate (or Chokhatte), 18 November 1886, Brest-Litovsk – 8 October 1944, Philadelphia) was a Russian-American mathematician at the University of Pennsylvania who worked on the moment problem.[1] He studied at the University of Petrograd and married the physicist Nadiascha W. Galli, the couple emigrating from Russia to the United States in 1923.[1]", "62438457": "Russell David Lyons (6 September 1957) is an American mathematician, specializing in probability theory on graphs, combinatorics, statistical mechanics, ergodic theory and harmonic analysis.[1]", "54246458": "Stanisław Solski (Kalisz, September 21, 1622 – Kraków, 9 August, 1701) was a Polish Jesuit mathematician and architect. He published several works in Polish and Latin.", "56802364": "Nikolai Kapitonovich Nikolski (Николай Капитонович Никольский, sometimes transliterated as Nikolskii, born 16 November 1940)[1] is a Russian mathematician, specializing in real and complex analysis and functional analysis.", "23837760": "Professor Peter D. Killworth (27 March 1946 – 28 January 2008) was an English scientist known for his work on oceanography and on the study of social networks. A prolific writer, he published more than 160 scientific papers over the course of his career.[1] He was also known for his work as a pioneering author of text interactive fiction games during the early 1980s.", "212034": "Reinhard Justus Reginald Selten  (German: [ˈʁaɪnhaʁt ˈzɛltn̩] ⓘ; 5 October 1930 – 23 August 2016) was a German economist, who won the 1994 Nobel Memorial Prize in Economic Sciences (shared with John Harsanyi and John Nash). He is also well known for his work in bounded rationality and can be considered one of the founding fathers of experimental economics.", "63028294": "Sonja Lyttkens (26 August 1919 – 18 December 2014)[1] was a Swedish mathematician, the third woman to earn a mathematics doctorate in Sweden and the first of these women to obtain a permanent university position in mathematics.[2] She is also known for her work to make academia less hostile to women,[3] and for pointing out that the Swedish taxation system of the time, which provided an income deduction for husbands of non-working wives, pressured women even in low-income families not to work. Her observations helped push Sweden into taxing married people separately from their spouses.[4][5]", "34978891": "Uriel Frisch (born in Agen, in France, on December 10, 1940)[1] is a French mathematical physicist known for his work on fluid dynamics and turbulence.", "22232139": "Wilhelm Otto Ludwig Specht (22 September 1907, Rastatt – 19 February 1985) was a German mathematician who introduced Specht modules. He also proved the Specht criterion for unitary equivalence of matrices.[1]", "16301132": "J. S. R. (Roy) Chisholm (26 November 1926 – 10 August 2015) was an English mathematical physicist. He was Professor Emeritus of Applied Mathematics at the University of Kent in Canterbury, where he worked from its founding in 1965 until 1994. Before that he held positions at the University of Glasgow (1951-1954) and Cardiff (1954-1962) following which he was appointed Dublin University Professor of Natural Philosophy at Trinity College Dublin (1962-1966).[1]  He held BA (1948) and PhD (1952) degrees from Cambridge.[2][3][4]", "49265750": "Alfreds Arnolds Adolfs Meders was a German-Latvian mathematician, and a student of Leopold Kronecker. He was a professor at the Riga Technical University until his mandatory repatriation to Germany in 1939.[2]", "5815383": "Joseph Bernstein (sometimes spelled I. N. Bernshtein; Hebrew: יוס(י)ף נאומוביץ ברנשטיין; Russian: Иосиф Наумович Бернштейн; born 18 April 1945) is a Soviet-born Israeli mathematician working at Tel Aviv University. He works in algebraic geometry, representation theory, and number theory.", "48708696": "Lawrence Crawford (sometimes written Laurence Crawford) FRSE LLD (1867–1951) was a Scottish-born mathematician. He was a co-founder of the re-established Royal Society of South Africa in 1908 and served as its President from 1936 to 1941.\nHe was an expert on the Lame function, Mathieu function and proved Klein's theorem.", "26655840": "Takuro Shintani (新谷 卓郎, Shintani Takurō, 4 February 1943 – 14 November 1980) was a Japanese mathematician working in number theory who introduced Shintani zeta functions and Shintani's unit theorem. Shintani died by suicide at the age of 37 on 14 November 1980.[1]", "34061412": "Mikhail Iosiphovich Kadets (Russian: Михаил Иосифович Кадец, Ukrainian: Михайло Йосипович Кадець,  sometimes transliterated as Kadec, 30 November 1923 – 7 March 2011) was a Soviet-born Jewish mathematician working in analysis and the theory of Banach spaces.[1][2][3]", "65518692": "Carlo Ignazio Giulio (11 August 1803 – 29 June 1859) was an Italian mathematician, mechanical engineer and politician.[1][2]", "55589991": "Cora Barbara Hennel (January 21, 1886 – June 26, 1947) was an Indiana mathematician active in the first half of the 20th century.", "9157736": "André Joyal (French: [ʒwajal]; born 1943) is a professor of mathematics at the Université du Québec à Montréal who works on category theory. He was a member of the School of Mathematics at the Institute for Advanced Study in 2013,[1] where he was invited to join the Special Year on Univalent Foundations of Mathematics.[2]", "16989288": "Rajeev Motwani (Hindi: राजीव मोटवानी\n, 24 March 1962 – 5 June 2009) was an Indian American professor of Computer Science at Stanford University whose research focused on theoretical computer science. He was a special advisor to Sequoia Capital. He was a winner of the Gödel Prize in 2001.[2][3][4]", "48446570": "Dmitry Konstantinovich Faddeev (Russian: Дми́трий Константи́нович Фадде́ев, IPA: [ˈdmʲitrʲɪj kənstɐnʲˈtʲinəvʲɪtɕ fɐˈdʲe(j)ɪf]; 30 June 1907 – 20 October 1989) was a Soviet mathematician.", "2866283": "Lorentz Eichstadt (10 August 1596 – 8 June 1660) was a German mathematician and astronomer.  He was a doctor of medicine in Szczecin in Pomerania and taught medicine and mathematics in Danzig.[1]", "70007916": "Oh Yong-Geun is a mathematician and distinguished professor at the Pohang University of Science and Technology and founding director of the IBS Center for Geometry and Physics located on that campus. His fields of study have been on symplectic topology, Floer homology,[1][2] Hamiltonian mechanics, and mirror symmetry[3] He was in the inaugural class of fellows of the American Mathematical Society and has been a member of Institute for Advanced Study, Korean Mathematical Society, and National Academy of Sciences of the Republic of Korea and is on the editorial boards of Journal of Gokova Geometry and Topology and Journal of Mathematics of Kyoto University.", "66567276": "Stephen Mitchell Samuels (1938, Brooklyn – July 26, 2012, Indiana) was a statistician and mathematician, known for his work on the secretary problem[1] and for the Samuels Conjecture involving a Chebyshev-type inequality for sums of independent, non-negative random variables.[2][3]", "58145902": "David Kent Harrison (6 April 1931, Massachusetts – 21 December 1999, Barnstable, Massachusetts) was an American mathematician, specializing in algebra, particularly homological algebra and valuation theory.", "59096172": "Friedrich Bachmann (born 11 February 1909 in Wernigerode, died 1 October 1982 in Kiel.[1]) was a German mathematician who specialised in geometry and group theory.[2]", "14761073": "Jean-François Le Gall (born 15 November 1959) is a French mathematician working in areas of probability theory such as Brownian motion, Lévy processes, superprocesses and their connections with partial differential equations, the Brownian snake, random trees, branching processes, stochastic coalescence and random planar maps.  He received his Ph.D. in 1982 from Pierre and Marie Curie University (Paris VI) under the supervision of Marc Yor.[1]  He is currently professor at the University of Paris-Sud in Orsay and is a senior member of the Institut universitaire de France. He was elected to French academy of sciences, December 2013.", "51494005": "Zhiwei Yun (Chinese: 恽之玮; pinyin: Yùn Zhīwěi; born September 1982) is a Professor of Mathematics at MIT specializing in number theory, algebraic geometry and representation theory, with a particular focus on the Langlands program.", "52837494": "Pietro Catena (1501 – 1576) was an Italian astronomer, philosopher, mathematician,[1] theologian and catholic priest, citizen of the Republic of Venice. He was a precursor of the Renaissance scientific revolution and investigated on the relationships between mathematics, logic and philosophy.[2] As a professor in Padua, Catena occupied the same mathematical chair later assigned to Galileo Galilei.[3]", "62766198": "Ina Kersten (born 1946)[1] is a German mathematician and former president of the German Mathematical Society. Her research concerns abstract algebra including the theory of field extensions and algebraic groups.[2] She is a professor emerita at the University of Göttingen.", "50510967": "Daniel Willis Bump (born 13 May 1952) is a mathematician who is a professor at Stanford University. He is a fellow of the American Mathematical Society since 2015, for \"contributions to number theory, representation theory, combinatorics, and random matrix theory, as well as mathematical exposition\".[1]", "53853305": "Fernando Quadros Gouvêa is a Brazilian number theorist and historian of mathematics who won the Lester R. Ford Award of the Mathematical Association of America (MAA) in 1995 for his exposition of Wiles's proof of Fermat's Last Theorem.[1]\nHe also won the Beckenbach Book Prize of the MAA in 2007 for his book with William P. Berlinghoff, Math through the Ages: A Gentle History for Teachers and Others (Oxton House, 2002; 2nd ed., 2014).[2]\nHe is the Carter Professor of Mathematics at Colby College in Waterville, Maine.[3]", "14007418": "Rudolf Wille (2 November 1937 – 22 January 2017) was a German mathematician and was professor of General Algebra from 1970 to 2003 at Technische Universität Darmstadt (TU Darmstadt). His most celebrated work is the invention of formal concept analysis, an unsupervised machine learning technique that applies mathematical lattice theory to organize data based on objects and their shared attributes.", "26197113": "Wolfgang Lück (born 19 February 1957 in Herford) is a German mathematician who is an internationally recognized expert in algebraic topology.", "35273851": "Simon Sidon or Simon Szidon (1892 in Versec, Kingdom of Hungary – 27 April 1941, Budapest, Hungary) was a reclusive Hungarian mathematician who worked on trigonometric series and orthogonal systems and who introduced Sidon sequences and Sidon sets.[1][2]", "39566461": "Jouko Antero Väänänen (born September 3, 1950 in Rovaniemi, Lapland)[1] is a Finnish mathematical logician known for his contributions to set theory,[2][3][4][5] model theory,[6][7][8] logic[9][10][11] and foundations of mathematics.[5][12] He served as the vice-rector at the University of Helsinki,[13] and a professor of mathematics at the University of Helsinki, as well as a professor of mathematical logic and foundations of mathematics at the University of Amsterdam.[14][15] He completed his PhD at the University of Manchester under the supervision of Peter Aczel in 1977 with the PhD thesis entitled \"Applications of set theory to generalized quantifiers\".[16] He was elected to the Finnish Academy of Science and Letters in 2002.[17]\nHe served as a\nmember of the Senate of the University of Helsinki from 2004 to 2006 and the Treasurer of the European Mathematical Society from 2007 to 2014,[18] as well as the Treasurer of the European Set Theory Society\n[19] since 2012.", "1326206": "Zoe Heriot (sometimes spelled Zoe Herriot) is a fictional character played by Wendy Padbury in the long-running British science fiction television series Doctor Who. A young astrophysicist who lived on a space wheel in the 21st century, she was a companion of the Second Doctor and a regular in the programme from 1968 to 1969.[1][2] Zoe appeared in eight stories (48 episodes).", "54246527": "Domenico Cocoli (1747–1812) was an Italian mathematician[1][2] and physicist, especially active on hydraulics.[3] He was a top physicist of the late Republic of Venice, then of the Napoleonic Italian Republic.[3]", "13122682": "James Jurin FRS FRCP (baptised 15 December 1684 – 29 March 1750) was an English scientist and physician, particularly remembered for his early work in capillary action and in the epidemiology of smallpox vaccination. He was a staunch proponent of the work of Sir Isaac Newton and often used his gift for satire in Newton's defence.", "1883265": "Richard H. Schwartz is a professor emeritus of mathematics at the College of Staten Island;[1] president emeritus of the Jewish Vegetarians of North America (JVNA);[2][3][4] and co-founder and coordinator of the Society of Ethical and Religious Vegetarians (SERV). He is best known as a Jewish vegetarian activist and advocate for animal rights in the United States and Israel.[5]", "19709056": "Gil Kalai (born 1955) is an Israeli mathematician and computer scientist. He is the Henry and Manya Noskwith Professor Emeritus of Mathematics at the Hebrew University of Jerusalem, Israel, Professor of Computer Science at the Interdisciplinary Center, Herzliya, and adjunct Professor of mathematics and of computer science at Yale University, United States.[1]", "2538627": "Abu Amir Yusuf ibn Ahmad ibn Hud (Arabic: أبو عامر يوسف بن أحمد بن هود, romanized: Abū ʿĀmir Yūsuf ibn Aḥmad ibn Hūd; died c. 1085), more commonly known as al-Mu'taman, was a mathematician, and also one of the kings of the Taifa of Zaragoza. The name al-Mu'taman is itself a shortening of his full regnal name al-Mu'taman Billah (Arabic: المؤتمن بالله, romanized: al-Mūʾtaman bi-ʾLlāh, lit. 'Trustee through God').", "507012": "Antiphon of Rhamnus (/ˈæntɪfɒn, -ən/; Greek: Ἀντιφῶν ὁ Ῥαμνούσιος; 480–411 BC) was the earliest of the ten Attic orators, and an important figure in fifth-century Athenian political and intellectual life.", "3292291": "Adam Logan (born 1975 in Kingston, Ontario) is a research mathematician and a top Canadian Scrabble player. He won the World Scrabble Championship in 2005, beating Pakorn Nemitrmansuk of Thailand 3–0 in the final.[1] He is the only player to have won the Canadian Scrabble Championship five times (1996, 2005, 2008, 2013 and 2016). He was also the winner of the 1996 National Scrabble Championship, North America's top rated player in 1997, and the winner of the Collins division of the 2014 North American Scrabble Championship.", "62176391": "Ronald Alan Fintushel (born 1945) is an American mathematician, specializing in low-dimensional geometric topology (specifically of 4-manifolds) and the mathematics of gauge theory.", "59063432": "Maia Nenkova Martcheva-Drashanska is a Bulgarian-American mathematical biologist known for her books on population dynamics and epidemiology. She is a professor of mathematics at the University of Florida, where she is also affiliated with the department of biology.", "1326216": "Hartmut Jürgens (March 17, 1955 - September 23, 2017[1]) was a German mathematician, born in Bremen, Germany.[2] He received his doctorate in 1983 from the University of Bremen.  He has worked in the computer industry, and was the Director of the Dynamical Systems Graphics Laboratory at the University of Bremen.  He is the co-author of both Fractals: An Animated Discussion (a video) and Chaos and Fractals: New Frontiers of Science (Springer-Verlag, ISBN 0-387-97903-4)", "15506": "Isidore of Seville (Latin: Isidorus Hispalensis; c. 560 – 4 April 636) was a Hispano-Roman scholar, theologian, and archbishop of Seville. He is widely regarded, in the words of 19th-century historian Montalembert, as \"the last scholar of the ancient world\".[2]", "32488598": "Edward Baylis (1791–1861) was a British mathematician and founder of insurance companies.", "57687190": "Nobushige Kurokawa (黒川 信重, Kurokawa Nobushige, born 1952) is a Japanese mathematician working in number theory, especially analytic number theory, multiple trigonometric function theory, zeta functions and automorphic forms. He is currently a professor emeritus at Tokyo Institute of Technology.[1]", "14892185": "René de Saussure (17 March 1868 – 2 December 1943) was a Swiss Esperantist and professional mathematician (he defended a doctoral thesis on a subject in geometry at the Johns Hopkins University in 1895 and until 1899 he was professor at the Catholic University of America in Washington, D.C., and later in Geneva and Berne), who composed important works about Esperanto and interlinguistics from a linguistic viewpoint. He was born in Geneva, Switzerland. His chef d'oeuvre is an analysis on the logic of word construction in Esperanto, Fundamentaj reguloj de la vortteorio en Esperanto (\"Fundamental rules of word theory in Esperanto\"), defending the language against several Idist critiques. He developed the concept of neceso kaj sufiĉo (\"necessity and sufficience\") by which he opposed the criticism of Louis Couturat that Esperanto lacks recursion.[1]", "71122074": "John David Philip Meldrum (18 July 1940 in Rabat, Morocco; died 9 August 2018 in Edinburgh, Scotland) was a British Mathematician. Meldrum was an algebraist and his research was mostly related to group theory.", "36289694": "Operations Management", "2604194": "Pierre Samuel (12 September 1921[1] – 23 August 2009[2]) was a French mathematician, known for his work in commutative algebra and its applications to algebraic geometry. The two-volume work Commutative Algebra that he wrote with Oscar Zariski is a classic. Other books of his covered projective geometry and algebraic number theory.", "17775783": "Prof Hyman Levy FRSE (28 February 1889 – 27 February 1975)[1][a] was a Scottish-Jewish philosopher, Emeritus Professor of Imperial College London, mathematician, political activist and fellow of the Royal Society of Edinburgh.[2]", "49986739": "Alice Guionnet (born 24 May 1969)[1] is a French mathematician known for her work in probability theory, in particular on large random matrices.", "63782069": "Kay Wingberg (born 1949) is a German mathematician at the University of Heidelberg. His research interests include algebraic number theory, Iwasawa theory, arithmetic geometry and the structure of profinite (or pro-p) groups.", "59653309": "Linards Reiziņš (14 January 1924 – 1991) was a Latvian mathematician who specialized in the field of differential equations and the conditions under which two systems of differential equations are topologically equivalent.[1]", "61979837": "Andrzej Piotr Świerniak (born February 22, 1950 in Wałbrzych) is a Polish mathematician, specializing in bioinformatics and control theory.[1]", "67779776": "Sergei (or Sergey) Viktorovich Bochkarev (or Bočkarev) (Сергей Викторович Бочкарёв, born July 24, 1941, in Kuybyshev now renamed Samara) is a Soviet and Russian mathematician.", "703683": "David Gregory (originally spelt Gregorie) FRS (3 June 1659[1] – 10 October 1708) was a Scottish mathematician and astronomer. He was professor of mathematics at the University of Edinburgh, and later Savilian Professor of Astronomy at the University of Oxford, and a proponent of Isaac Newton's Principia.", "41139401": "Hans Hermes (German: [ˈhɛʁmɛs]; 12 February 1912 – 10 November 2003) was a German mathematician and logician, who made significant contributions to the foundations of mathematical logic.[1]", "62569676": "Mark H. Holmes is an American applied mathematician and Professor of Mathematics at Rensselaer Polytechnic Institute, where he served as Chair of the Department of Mathematical Sciences, and was the founding Director of the Center for Modeling, Optimization and Computational Analysis (MOCA).[1]", "71941329": "Robert D. Hough is an American born mathematician specializing in number theory, probability and discrete mathematics.  He is an associate professor of mathematics at Stony Brook University.", "35273937": "Gen'ichirō Sunouchi (洲之内 源一郎, Sunouchi Gen'ichirō, 29 October 1911 – 7 March 2008)[1] was a Japanese mathematician working on Fourier series and analysis.[2] He authored over 90 articles written in collaboration with 17 coauthors. The Sunouchi operators are named after him.[3]", "46316757": "Paravastu Aananta Venkata Bhattandha Swamy (born c. 1934) is an Indian-born statistician. His research focused on econometric issues such as the simultaneous presence of measurement error, misspecified functional forms, and omitted variables.[1]", "27147478": "Carl-Gustav Esseen (13 September 1918 in Linköping[1] – 10 November 2001) was a Swedish mathematician.  His work was in the theory of probability.  The Berry–Esseen theorem is named after him.[2]", "22363355": "Michio Jimbo (神保 道夫, Jimbō Michio, born November 28, 1951) is a Japanese mathematician working in mathematical physics and is a professor of mathematics at Rikkyo University. He is a grandson of the linguist Kaku Jimbo [ja].[citation needed]", "2833631": "Leonard Warren Cook CBE CRSNZ (born 13 April 1949) is a professional statistician who was Government Statistician of New Zealand from 1992 to 2000, and National Statistician and Director of the United Kingdom Office for National Statistics,  and Registrar General for England and Wales from 2000 to 2005. He served as Families Commissioner in New Zealand from 2015 to 2018.", "41893091": "Alessandro Faedo (18 November 1913 – 15 June 2001)[1] (also known as Alessandro Carlo Faedo or Sandro Faedo) was an Italian mathematician and politician, born in Chiampo. He is known for his work in numerical analysis, leading to the Faedo–Galerkin method: he was one of the pupils of Leonida Tonelli and, after his death, he succeeded him on the chair of mathematical analysis at the University of Pisa, becoming dean of the faculty of sciences and then rector and exerting a strong positive influence on the development of the university.", "60996836": "Eleanor Crockett Pressly (1918 – May 10, 2003) was an American mathematician and aeronautical engineer in the sounding rocket program at NASA's Goddard Space Flight Center.", "58637544": "Vagif Rza Ibrahimov (born May 9, 1947, in the village of Jahri) is an Azerbaijani mathematician and professor. He is a corresponding member of ANAS and an organizer and a participant of numerous conferences. He has published more than 102 articles abroad. He is a professor at Baku State University.", "41565420": "Marie Anne Victoire Pigeon d'Osangis (1724, Paris – 1767, Berlin) was a French mathematician and writer.", "1785075": "Anthony John Fox (born 25 April 1946) is a British statistician, who has worked in both the public service and academia.", "55819509": "Juan de Ortega (born Palencia, Spain, c. 1480; died c. 1568),[1] was a Spanish mathematician. He wrote some of the earliest works on commercial arithmetic, and discovered an improved method for calculating square roots.", "998647": "William George Horner (9 June 1786 – 22 September 1837) was a British mathematician. Proficient in classics and mathematics, he was a schoolmaster, headmaster and schoolkeeper who wrote extensively on functional equations, number theory and approximation theory, but also on optics. His contribution to approximation theory is honoured in the designation Horner's method, in particular respect of a paper in Philosophical Transactions of the Royal Society of London for 1819. The modern invention of the zoetrope, under the name Daedaleum in 1834, has been attributed to him.[1][2][3]", "66567418": "Antonia Jane Jones (1943 – 2010) was a British mathematician and computer scientist. Her research considered number theory and computer science.", "1752316": "Jürgen Kurt Moser (July 4, 1928 – December 17, 1999) was a German-American mathematician, honored for work spanning over four decades, including Hamiltonian dynamical systems and partial differential equations.", "71122175": "Alaa A. Abdel Bary is an Egyptian professor of mathematics at the Department of Basic & Applied Science Department, in the College of Engineering & Technology, at the Arab Academy for Science, Technology, & Maritime Transport, Alexandria, Egypt. He is the  Vice President for Postgraduates Studies and Scientific Research, a former vice president for Student Affairs and a former Dean of Student Affairs of the institution.[1][2]", "9354498": "Zalman Usiskin is an educator best known as the Director of the University of Chicago School Mathematics Project.", "22494467": "Henk Tijms (Beverwijk, April 23, 1944) is a Dutch mathematician and Emeritus Professor of Operations Research at the VU University Amsterdam.", "48388": "Eudoxus of Cnidus (/ˈjuːdəksəs/; Ancient Greek: Εὔδοξος ὁ Κνίδιος, Eúdoxos ho Knídios; c. 390 – c. 340 BC) was an ancient Greek astronomer, mathematician, doctor, and lawmaker.[1] He was a student of Archytas and Plato. All of his original works are lost, though some fragments are preserved in Hipparchus' Commentaries on the Phenomena of Aratus and Eudoxus.[2] Spherics by Theodosius of Bithynia may be based on a work by Eudoxus.", "10796294": "Charles Pisot (2 March 1910 – 7 March 1984) was a French mathematician. He is chiefly recognized as one of the primary investigators of the numerical set associated with his name, the Pisot–Vijayaraghavan numbers.", "33963270": "Victor Ivrii (Russian: Виктор Яковлевич Иврий),[1] FRSC (born 1 October 1949)[2] is a Russian, Canadian mathematician who specializes in  analysis, microlocal analysis, spectral theory and partial differential equations. He is a professor at the University of Toronto Department of Mathematics.", "52280584": "Professor Ralph Kenna (born 27 August 1964  – died 26 October 2023) was an Irish mathematician and theoretical physicist who was head of the statistical physics research group at Coventry University. He was a specialist in statistical physics, complex systems and Irish mythology.[1][2]", "62045450": "Christof Geiß, also called Geiss Hahn or Geiß Hahn, is a German mathematician.", "41172240": "Jürgen Jost (born 9 June 1956) is a German mathematician specializing in geometry. He has been a director of the Max Planck Institute for Mathematics in the Sciences in Leipzig since 1996.", "22363411": "Krishna Shyamacharya  Amur (born 1931) was a professor emeritus of mathematics in  differential geometry[1][2]  was head of the department of mathematics, Karnatak University, Dharwar.[3] \nAmur was vice-president of Karnatak Education Board, Dharwar.[4] and a brother of G. S. Amur.", "64011543": "Clay Research Fellow (2021)", "31735067": "Patrick Paul Billingsley (May 3, 1925 – April 22, 2011[1][2]) was an American mathematician and stage and screen actor, noted for his books in advanced probability theory and statistics. He was born and raised in Sioux Falls, South Dakota, and graduated from the United States Naval Academy in 1946.", "61717787": "Leah Wrenn Berman Williams (born 1976) is a mathematician at the University of Alaska Fairbanks, specializing in discrete geometry. At the University of Alaska, she is a professor of mathematics, the head of the department of mathematics and statistics, and was the interim dean of the College of Natural Science and Mathematics.[1] She was also a member of the borough assembly of Fairbanks North Star Borough, Alaska from 2018-2021.", "31145247": "Udai Bhan Tewari was an Indian mathematician, Emeritus Professor at IITK. His research work included contribution in the field of group algebra and measure algebra of locally compact group. He was awarded the Shanti Swaroop Bhatnagar Award for his contribution to mathematics.[1]", "48416": "Friedrich Ludwig Gottlob Frege (/ˈfreɪɡə/;[10] German: [ˈɡɔtloːp ˈfreːɡə]; 8 November 1848 – 26 July 1925) was a German philosopher, logician, and mathematician.  He was a mathematics professor at the University of Jena, and is understood by many to be the father of analytic philosophy, concentrating on the philosophy of language, logic, and mathematics. Though he was largely ignored during his lifetime, Giuseppe Peano (1858–1932), Bertrand Russell (1872–1970), and, to some extent, Ludwig Wittgenstein (1889–1951) introduced his work to later generations of philosophers. Frege is widely considered to be the greatest logician since Aristotle, and one of the most profound philosophers of mathematics ever.[11]", "3325221": "Alexander Wilson FRSE (1714 – 16 October 1786) was a Scottish surgeon, type-founder, astronomer, mathematician and meteorologist. He was the first scientist to use kites in meteorological investigations.[1]", "65420584": "Ingo Althöfer (born 1961)[1] is a German mathematician at the University of Jena, where he holds the chair of operations research.[2]", "53787948": "Merslau \"Mers\" Kutt CM (born 1933)[1] is a Canadian inventor, businessman and educator.  He is a former professor of mathematics at Queen's University. Through his company, Micro Computer Machines, he is the developer of the world's first keyboard-based portable microcomputer.[2][3][4][5]", "179501": "Ralph David Abernathy Sr. (March 11, 1926 – April 17, 1990) was an American civil rights activist and Baptist minister. He was ordained in the Baptist tradition in 1948. As a leader of the civil rights movement, he was a close friend and mentor of Martin Luther King Jr. He collaborated with King and E. D. Nixon to create the Montgomery Improvement Association, which led to the Montgomery bus boycott and co-created and was an executive board member of the Southern Christian Leadership Conference (SCLC). He became president of the SCLC following the assassination of King in 1968; he led the Poor People's Campaign in Washington, D.C.,[1] as well as other marches and demonstrations for disenfranchised Americans. He also served as an advisory committee member of the Congress on Racial Equality (CORE).", "45235502": "Stephen Samuel Gelbart (born June 12, 1946) is an American-Israeli mathematician who holds the Nicki and J. Ira Harris Professorial Chair in mathematics at the Weizmann Institute of Science in Israel.[1] He was named a fellow of the American Mathematical Society in 2013 \"for contributions to the development and dissemination of the Langlands program.\"[2]", "20626734": "Robert Detweiler (20 July 1930 – 8 December 2003) was an American competition rower and Olympic champion, naval officer, and scientist of solid state physics. He won a gold medal in coxed eights at the 1952 Summer Olympics, as a member of the American team.[1]", "42122546": "Peter Alan Sweet (1921–2005) was an English astronomer. He was Regius Professor of Astronomy at the University of Glasgow from 1959 until his retirement in 1982. He was also Dean of the Faculty of Science 1973–1975.", "3816757": "Ervand George Kogbetliantz (Armenian: Երվանդ Գևորգի Կողբետլյանց; February 22, 1888 in Rostov-on-the-Don – 1974 in Paris, France) was an Armenian-American mathematician and the first president of the Yerevan State University. He left Russia in 1918. He received a Doctorate in mathematics from the University of Paris in 1923. His mathematical work was mainly on infinite series, on the theory of orthogonal polynomials, on an algorithm for singular value decomposition which bears his name, on algorithms for the evaluation of elementary functions in computers, and the enumeration of prime elements of the Gaussian integers. He also invented a three-dimensional version of chess. He was working at his death with Bobby Fischer on a game of chess for three people. When he first went to America (1941), he taught Mathematics at Lehigh University. In the early 1950s, he was a consultant for IBM in New York City and taught at Columbia University. Prior to moving back to Paris and retiring, he was a professor at Rockefeller University.", "35274039": "Zenon Waraszkiewicz (1909–1946) was a Polish mathematician who introduced Waraszkiewicz spirals.", "8994104": "Augustin Banyaga (born March 31, 1947) is a Rwandan-born American mathematician whose research fields include symplectic topology and contact geometry. He is currently a Professor of Mathematics at Pennsylvania State University.", "769336": "Henry Smith Pritchett (April 16, 1857 – August 28, 1939) was an American astronomer, university president and philanthropist.", "31964476": "Peter Karl Henrici (13 September 1923 – 13 March 1987) was a Swiss mathematician best known for his contributions to the field of numerical analysis.", "5356861": "Michael Paul Fourman FBCS FRSE (born 12 September 1950) is Professor of Computer Systems at the University of Edinburgh in Scotland, UK, and was Head of the School of Informatics from 2001 to 2009.", "34422078": "Jacob Fox (born Jacob Licht in 1984) is an American mathematician. He is a current professor at Stanford University. His research interests are in Hungarian-style combinatorics, particularly Ramsey theory, extremal graph theory, combinatorial number theory, and probabilistic methods in combinatorics.", "49134911": "Dharmottara (Tibetan: chos mchog) was an 8th-century Buddhist author of several important works on pramana (valid cognition, epistemology), including commentaries on the writings of Dharmakirti. Only one of his works survives in the original Sanskrit, the Nyāyabinduṭīkā, while others survive in Tibetan translation.[1][2]", "65486144": "Otto Gerstenberg (11 September 1848 – 24 April 1935) was a German entrepreneur, mathematician and an early 20th-century Berlin art collector.", "12434756": "Nicomedes (/ˌnɪkəˈmiːdiːz/; Greek: Νικομήδης; c. 280 – c. 210 BC) was an ancient Greek mathematician.", "65748294": "Annie Marie Watkins Garraway (born 1940) is an American mathematician who worked in telecommunications and electronic data transmission. She is also a philanthropist.", "1359175": "Ian Grojnowski is a mathematician working at the Department of Pure Mathematics and Mathematical Statistics at the University of Cambridge.[3]", "572753": "Jean Giraud (French: [ʒiʁo]; 2 February 1936 – 27 or 28 March 2007)[1][2] was a French mathematician, a student of Alexander Grothendieck.[3] His research focused on non-abelian cohomology and the theory of topoi. In particular, he authored the book Cohomologie non-abélienne (Springer, 1971) and proved the theorem that bears his name, which gives a characterization of a Grothendieck topos.[4]", "1752401": "Ennio De Giorgi (8 February 1928 – 25 October 1996) was an Italian mathematician who worked on partial differential equations and the foundations of mathematics.", "40189267": "Paul Rudolf Eugen Jahnke (November 30, 1861, in Berlin – October 18, 1921, in Berlin) was a German mathematician.[1]", "28753235": "Leo Katz (29 November 1914 in Detroit – 6 May 1976) was an American statistician. Katz largely contributed to the area of Social Network Analysis. In 1953, he introduced a centrality measure named Katz centrality that computes the degree of influence of an actor in a social network. The computation already outlined the algorithm today known as PageRank.[1]", "41336151": "Michael Struwe (born 6 October 1955 in Wuppertal) is a German mathematician who specializes in calculus of variations and nonlinear partial differential equations. He won the 2012 Cantor medal from the Deutsche Mathematiker-Vereinigung for \"outstanding achievements in the field of geometric analysis, calculus of variations and nonlinear partial differential equations\".[1]", "53787993": "John Fair Stoddard (July 20, 1825 – August 6, 1873) was an American educator and author.", "1752415": "Hans Lewy (20 October 1904 – 23 August 1988) was a Jewish American mathematician, known for his work on partial differential equations and on the theory of functions of several complex variables.[3]", "60767585": "Hazel Perfect (circa 1927 – 8 July 2015)[1] was a British mathematician specialising in combinatorics.", "638305": "Harald August Bohr (22 April 1887 – 22 January 1951) was a Danish mathematician and footballer. After receiving his doctorate in 1910, Bohr became an eminent mathematician, founding the field of almost periodic functions. His brother was the Nobel Prize-winning physicist Niels Bohr. He was on the Denmark national team for the 1908 Summer Olympics, where he won a silver medal.[2]", "29539682": "Duncan Farquharson Gregory (13 April 1813 – 23 February 1844) was a Scottish mathematician.", "12959083": "Toshiyuki Kobayashi (小林 俊行, Kobayashi Toshiyuki, born September 9, 1962) is a Japanese mathematician\nknown for his original work in the field of Lie theory, and in \nparticular for the\ntheory of discontinuous groups\n(lattice in Lie groups)\nand the application of geometric analysis to representation theory. He was a major developer in\nparticular of the theory of discontinuous groups for \nnon-Riemannian homogeneous spaces and\nthe theory of discrete breaking symmetry in unitary representation theory.", "56442229": "Vladimir Mikhailovich Alekseev (Владимир Михайлович Алексеев, sometimes transliterated as \"Alexeyev\" or \"Alexeev\", 17 June 1932, Bykovo, Ramensky District, Moscow Oblast – 1 December 1980) was a Russian mathematician who specialized in celestial mechanics and dynamical systems.[1]", "18562424": "Jack Y. Yang is an American computer scientist and biophysicist. As of 2011, he is the editor-in-chief of the International Journal of Computational Biology and Drug Design.", "15736": "Johannes Kepler (/ˈkɛplər/;[2] German: [joˈhanəs ˈkɛplɐ, -nɛs -] ⓘ;[3][4] 27 December 1571 – 15 November 1630) was a German astronomer, mathematician, astrologer, natural philosopher and writer on music.[5] He is a key figure in the 17th-century Scientific Revolution, best known for his laws of planetary motion, and his books Astronomia nova, Harmonice Mundi, and Epitome Astronomiae Copernicanae, influencing among others Isaac Newton, providing one of the foundations for his theory of universal gravitation.[6] The variety and impact of his work made Kepler one of the founders and fathers of modern astronomy, the scientific method, natural and modern science.[7][8][9]", "63257978": "Coralia Cartis is a Romanian mathematician at the University of Oxford whose research interests include compressed sensing, numerical analysis, and regularisation methods in mathematical optimization. At Oxford, she is a Professor in Numerical Optimization in the Mathematical Institute, and a tutorial fellow of Balliol College.[1]", "58277245": "Peter Chadwick FRS (23 March 1931 – 12 August 2018) was a British applied mathematician and physicist.", "17710462": "Katepalli Raju Sreenivasan is an aerospace scientist, fluid dynamicist, and applied physicist whose research includes physics and applied mathematics. He studies turbulence, nonlinear and statistical physics, astrophysical fluid mechanics, and cryogenic helium.[2][3] He was the dean of engineering and executive vice provost for science and technology of New York University. Sreenivasan is also the Eugene Kleiner Professor for Innovation in Mechanical Engineering at New York University Tandon School of Engineering and a professor of physics and mathematics professor at the New York University Graduate School of Arts and Science and Courant Institute of Mathematical Sciences.[4][5][6][7]", "74333571": "Mary Nicholas Arnoldy (1893–1985) was a Roman Catholic Sister of St. Joseph of Concordia (Kansas), and a mathematician.[1] Along with M. Henrietta Reilly, and Mary Domitilla Thuener, she was one of a very few women and Catholic sisters to earn a doctorate in mathematics before 1940.[2]", "35274123": "Zygmunt Zalcwasser (1898 – 1943) was a Polish mathematician from the Warsaw School of Mathematics in the period between the World Wars collaborating especially in the fields of logic, set theory, general topology and real analysis. Zalcwasser, who worked on the Fourier series, introduced the Zalcwasser rank [Za] measuring the uniform convergence of sequences of continuous functions on the unit interval.[1] Zalcwasser received his Ph.D. at the Warsaw University in 1928. He served as professor at the Wolna Wszechnica Polska in 1933–34 and after the invasion of Poland in 1939 lived in the Warsaw Ghetto. He was murdered in the gas chambers of the Treblinka extermination camp in 1943 during the Holocaust in Poland.[2]", "18398606": "Agnes Sime Baxter (Hill) (18 March 1870 – 9 March 1917) was a Canadian-born mathematician.  She studied at Dalhousie University, receiving her BA in 1891, and her MA in 1892. She received her Ph.D. from Cornell University in 1895; her dissertation was \"On Abelian integrals\", a resume of Neumann's Abelian integral with comments and applications.\"[1]", "73645454": "Jozef Lodewijk Maria Teugels, or Jozef L. Teugels, Jef Teugels (born February 2, 1939) is a Belgian mathematical statistician and actuary. His main contributions are in extreme value theory, stochastic processes, and reinsurance theory.[1]", "343445": "Qian Xuesen (钱学森; 11 December 1911 – 31 October 2009; also spelled as Hsue-shen Tsien) was a Chinese aerospace engineer and cyberneticist who made significant contributions to the field of aerodynamics and established engineering cybernetics.", "21839253": "Samuel Jeake (1623–1690), dubbed the Elder to distinguish him from his son,  was an English merchant, nonconformist, antiquary and astrologer from Rye, East Sussex, England.", "68631960": "Agnieszka Barbara Malinowska is a Polish mathematician known for her research and books on fractional calculus and the fractional calculus of variations. She is an associate professor of mathematics, in the faculty of computer science of Bialystok University of Technology.[1][2]", "29080987": "Julio Rey Pastor (14 August 1888 – 21 February 1962) was a Spanish mathematician and historian of science.", "49659298": "Cornelis de Schepper, Cornelis Duplicius de Schepper or Cornelius de Schepper (1503?-1555) was a Flemish mathematician, counselor and ambassador for the Holy Roman Emperor Charles V, Ferdinand I of Austria and Mary of Hungary, governor of the Netherlands. He is also known by his Latin name Scepperus.", "10370470": "Mark David Haiman is a mathematician at the University of California at Berkeley who proved the\nMacdonald positivity conjecture for Macdonald polynomials. He received his Ph.D in 1984 in the Massachusetts Institute of Technology under the direction of Gian-Carlo Rota.[1] Previous to his appointment at Berkeley, he held positions at the University of California, San Diego and the Massachusetts Institute of Technology.[2]", "58703272": "Wilfred Gordon Malcolm CBE (29 November 1933 – 6 October 2018) was a New Zealand mathematician and university administrator. He was professor of pure mathematics at Victoria University of Wellington from the mid 1970s, until serving as vice-chancellor of the University of Waikato between 1985 and 1994.", "67255724": "Constantin Simirad (13 May 1941 – 28 March 2021) was a Romanian politician and academic.[1]", "43466157": "Carolyn Eisele (June 13, 1902 – January 15, 2000) was an American mathematician and historian of mathematics known as an expert on the works of Charles Sanders Peirce.[1][2][3][4]", "51428781": "Anders Spole (13 June 1630 – 1 August 1699) was a Swedish mathematician and astronomer. He was born at a farm in Målen [sv], the son of blacksmith Per Andersson and his wife Gunilla Persdotter.[1] At the age of twelve he started studying at Jönköpings skola and was sent to the University of Greifswald in 1652.[1] After three years of studies he continued at other universities in Prussia and Saxony, until his return to Barnarp in 1655, where he started preaching in the local church.[1] He continued to study mathematics at Uppsala University, while at the same time being a tutor baron Sjöblad's sons.[1] In 1663, he became a master craftsman of fireworks and the arts of navigation.[1] The following year he accompanied the young Sjöblads on their peregrination around Europe.[2]", "64110002": "Anna Irwin Young (1873–1920) was an American professor of mathematics, physics and astronomy and in 1916 was a charter member of the Mathematical Association of America.[1]", "1850803": "Martin Folkes FRS (29 October 1690 – 28 June 1754) was an English antiquary, numismatist, mathematician and astronomer who served as the president of the Royal Society from 1741 to 1752.", "67026360": "Deborah Jo Bennett (born 1950)[1] is an American mathematician, mathematics educator, and book author. She is a professor of mathematics at New Jersey City University.[2]", "540090": "Don Coppersmith (born c. 1950) is a cryptographer and mathematician. He was involved in the design of the Data Encryption Standard block cipher at IBM, particularly the design of the S-boxes, strengthening them against differential cryptanalysis.[1]\nHe also improved the quantum Fourier transform discovered by Peter Shor in the same year (1994).[2] He has also worked on algorithms for computing discrete logarithms, the cryptanalysis of RSA, methods for rapid matrix multiplication (see Coppersmith–Winograd algorithm) and IBM's MARS cipher. He is also a co-designer of the SEAL and Scream ciphers.", "65355197": "Yuriy Drozd (Ukrainian: Юрій Анатолійович Дрозд; born October 15, 1944) is a Ukrainian mathematician working primarily in algebra. He is a Corresponding Member of the National Academy of Sciences of Ukraine and head of the Department of Algebra and Topology at the Institute of Mathematics of the National Academy of Sciences of Ukraine.", "15807": "John Horton Conway FRS (26 December 1937 – 11 April 2020) was an English mathematician active in the theory of finite groups, knot theory, number theory, combinatorial game theory and coding theory. He also made contributions to many branches of recreational mathematics, most notably the invention of the cellular automaton called the Game of Life.", "12074433": "Ivars Peterson (born 4 December 1948) is a Canadian mathematics writer.", "37010888": "Charles Cameron Conley (26 September 1933 – 20 November 1984) was an American mathematician who worked on dynamical systems.[1]", "26066377": "Haridatta (c. 683 CE) was an astronomer-mathematician of Kerala, India, who is believed to be the promulgator of the Parahita system of astronomical computations. This system of computations is widely popular in Kerala and Tamil Nadu. According to legends, Haridatta promulgated the Parahita system on the occasion of the Mamankam held in the year 683 CE.[1] Mamankam was a 12-yearly festival held in Thirunnavaya on the banks of the Bharathapuzha river.", "998856": "George Darley (1795–1846) was an Irish poet, novelist, literary critic, and author of mathematical texts. Friends with such literary luminaries as Charles Lamb, Thomas Carlyle, and John Clare,[1] he was considered by some to be on a level with Tennyson in “poetic possibilities” in the 1840s,[2] but in the words of famous literary critic George Saintsbury “he had the marks of a talent that never did what it had it in it to do.”[3]", "35274187": "Adriaan Cornelis \"Aad\" Zaanen (14 June 1913 in Rotterdam – 1 April 2003 in Wassenaar) was a Dutch mathematician working in analysis. He is known for his books on Riesz spaces (together with Wim Luxemburg).", "63094219": "Joseph Alphonso Pierce, Sr. (August 10, 1902 – September 18, 1969) was an American mathematician and statistician. He was one of the first African-Americans to earn a PhD in mathematics in the United States. He was an educator who had a long career as teacher, administrator, and researcher.", "61619658": "Enea Bortolotti (28 September 1896 – 22 June 1942) was an Italian mathematician born in Rome.[1]", "36650446": "James William \"Bill\" Bruce (born 11 January 1952) is a British mathematician whose main contributions are in singularity theory and related areas.", "69418449": "Makoto Soejima (副島 真, Soejima Makoto, born 1991) is a Japanese former competitive programmer.[1] He is one of three people to have won both the Google Code Jam and the Facebook Hacker Cup and the only one to have also won a gold medal with a perfect score at the International Mathematical Olympiad (IMO).[1][2][3][4] In International Science Olympiads, he has won three gold medals and one bronze in the International Mathematical Olympiad as well as two silver medals in the International Olympiad in Informatics (IOI).[1][4][5]", "52182483": "Marie Françoise Ouedraogo (born 3 December 1967) is a Burkinabé mathematician. She has previously served in government as permanent secretary of the national policy of good governance.", "45628888": "Christina Sormani is a professor of mathematics at City University of New York affiliated with Lehman College and the CUNY Graduate Center.[1] She is known for her research in  Riemannian geometry, metric geometry, and Ricci curvature, as well as her work on the notion of intrinsic flat distance.[2]", "1490393": "Tibor Radó (June 2, 1895 – December 29, 1965) was a Hungarian mathematician who moved to the  United States after World War I.", "20200921": "Okan Kadri Ersoy (born September 5, 1945) is a professor of electrical engineering and director of Statistical and Computational Intelligence Laboratory at Purdue University, West Lafayette School of Electrical and Computer Engineering. He is a Fellow of IEEE, a Fellow of OSA and a Fellow of ISIBM. Ersoy contributed to the research and education in computer science and engineering, artificial intelligence and bioinformatics. He is on the editorial boards of International Journal of Functional Informatics and Personalized Medicine and International Journal of Computational Biology and Drug Design. He is also on the advisory board of IJCBS.", "38288859": "John William Theodore Youngs (usually cited as J. W. T. Youngs, known as Ted Youngs; 21 August 1910 Bilaspur, Chhattisgarh, India – 20 July 1970 Santa Cruz, California) was an American mathematician.", "3653083": "Paul-André Meyer (21 August 1934 – 30 January 2003) was a French mathematician, who played a major role in the development of the general theory of stochastic processes. \nHe worked at the Institut de Recherche Mathématique (IRMA) in Strasbourg and is known as the founder of the 'Strasbourg school' in stochastic analysis.", "56540637": "Alexander Dmitrievich Wentzell (Александр Дмитриевич Вентцель, born 16 February 1937, Moscow) is a Russian-American mathematician.", "29343195": "Lakkoju Sanjeevaraya Sarma (Telugu: లక్కోజు సంజీవరాయ శర్మ) (22", "68795873": "Andrew Crowther Hurley (1926–1988) was a quantum chemist and mathematician who was elected a Fellow of the Australian Academy of Science in 1972.[1][2]", "64732648": "José Oswaldo Lezama Serrano (born 1956) is a Colombian mathematician who researches abstract algebra and specializes in noncommutative algebra. Lezama graduated from the UIS in 1978 with a B.Sc. in Mathematical Education and obtained a PhD in 1983 under the supervision of Zenon Ivanovich Borevich from the Saint Petersburg State University.[4] Since 1985 Lezama was a full professor at the National University of Colombia; he retired in 2020.[5]", "48545257": "Menahem Max Schiffer (24 September 1911, Berlin – 11 November 1997)[1][2]) was a German-born American mathematician who worked in complex analysis, partial differential equations, and mathematical physics.[3]", "61849065": "Hugh Burkhardt is a British theoretical physicist and educational designer. He was Director of The Shell Centre for Mathematical Education at the University of Nottingham, UK from 1976 to 1992 and is the creator of ISDDE, the International Society for Design and Development in Education.", "14466539": "Julian Keilson (November 19, 1924 – March 8, 1999 in Rochester, New York) was an American \nmathematician.[1][2][3]\nHe was known for his work in probability theory.  His work in survival analysis is relevant to many fields, e.g., medical research, parts supply, asset depreciation, rental pricing, etc.[4]", "64830958": "Zhang Luping (simplified Chinese: 张鹭平; traditional Chinese: 張鹭平; 1945-1998) was a Chinese martial artist and mathematician born in Jiaxing, Zhejiang province.[citation needed] He was best known in China for his exceptional skill at tai chi's push hands, and for an incident in his hometown in which he accidentally broke a weightlifting champion’s forearm during an arm wrestling match. He was a student of Cai Hong Xiang (蔡鸿祥),[1]: 2–7  Wang Zi-Ping,[1]: 6  and Fu Zhong Wen.[1] He was also a descendant of Zhang Jun and of Zhang Jiugao (張九皋), who was the brother of Zhang Jiuling. He was noted for his deep knowledge of the five styles of tai chi, his superb application of the principles, and his highly developed internal power. In an age when many great martial arts teachers remained reluctant to share their highest insights and techniques, Zhang championed in his teaching an attitude of openness and a strong desire to ensure the continuation of Chinese martial traditions.[citation needed]", "28786158": "Henry Martyn Taylor, FRS, FRAS (6 June 1842, Bristol – 16 October 1927, Cambridge), was an English mathematician and barrister.[1][2][3]", "1392110": "Nobuyuki Yoshigahara (芦ヶ原 伸之 Yoshigahara Nobuyuki, commonly known as \"Nob\"; May 27, 1936 – June 19, 2004) was perhaps Japan's most celebrated inventor, collector, solver, and communicator of puzzles.", "53591559": "Giovanni Pighizzini is an Italian theoretical computer scientist known for his work in formal language theory and particularly in state complexity of two-way finite automata. He earned his PhD in 1993 from the University of Milan, where he is a full professor since 2001. Pighizzini serves as the Steering Committee Chair of the annual Descriptional Complexity of Formal Systems academic conference since 2006.", "10305032": "Gordon F. Royle is a professor at the School of Mathematics and Statistics  at The University of Western Australia.[1]", "11157003": "Arto Kustaa Salomaa (born 6 June 1934) is a Finnish mathematician and computer scientist.  His research career, which spans over forty years, is focused on formal languages and automata theory.", "51887628": "Witold Kosiński (August 13, 1946 in Kraków – March 14, 2014 in Warsaw) was a Polish mathematician and computer scientist. He was the lead inventor and main propagator of Ordered Fuzzy Numbers (now named after him: Kosiński's Fuzzy Numbers[1]).", "34749968": "Charles Wells (4 May 1937 in Atlanta, Georgia – 17 June 2017)[1][2] was an American mathematician known for his fundamental contributions to category theory. He was Professor Emeritus of Mathematics at Case Western Reserve University.[3]", "3325459": "Alicia Boole Stott (8 June 1860 – 17 December 1940)[1] was a British mathematician. She made a number of contributions to the field and was awarded an honorary doctorate from the University of Groningen.[2] She grasped four-dimensional geometry from an early age, and introduced the term \"polytope\" for a convex solid in four or more dimensions.[3]", "55655958": "Eleanor Singer (March 4, 1930 – June 3, 2017) was an Austrian-born American expert on survey methodology. She edited Public Opinion Quarterly from 1975 to 1986,[1] and with several co-authors wrote the textbook Survey Methodology.[2] From 1987 to 1989 she was president of the American Association for Public Opinion Research.[1]", "36617753": "Frederik Schuh (7 February 1875, Amsterdam – 6 January 1966, The Hague) was a Dutch mathematician.", "39796251": "Augustin Sesmat  ((1885-04-07)April 7, 1885 Dieulouard -- December 12, 1957(1957-12-12) (aged 72))[1] was a French mathematician and logician. He was professor of history and criticism of science at the Institut Catholique de Paris in the 1930s.[2] He was probably the first person to discover the logical hexagon, thus solving a problem posed by Aristotle.", "46710302": "Peter Landrock (born August 20, 1948 in Horsens) is a Danish cryptographer and mathematician. He is known for his contributions to data encryption methods and codes.[1] Landrock has been active since the 1970s as research scientist and faculty member for Cambridge University and the University of Aarhus and others, and was active for Microsoft and Cryptomathic.[2][3] He has been visiting professor at Oxford University, Leuven University[4] and Princeton University.[5]", "35274272": "Pyotr Lavrentyevich Ulyanov (Russian: Пётр Лавре́нтьевич Улья́нов) (May 3, 1928 – November 13, 2006) was a Russian mathematician working on analysis.", "49266213": "Andrew Paul Guinand (known as Andrew Guinand) (3 March 1912 – 22 March 1987) was an Australian mathematician and a professor at the University of New England.[1]", "18857510": "Adriano Mario Garsia (born 20 August 1928) is a Tunisian-born Italian American mathematician who works in analysis, combinatorics, representation theory, and algebraic geometry. He is a student of Charles Loewner and has published work on representation theory, symmetric functions, and algebraic combinatorics. He and Mark Haiman made the N!_conjecture. He is also the namesake of the Garsia–Wachs algorithm for optimal binary search trees, which he published with his student Michelle L. Wachs in 1977.[1]", "62136175": "Aleksandar Nikolov is a Bulgarian and Canadian theoretical computer scientist working on differential privacy, discrepancy theory, and high-dimensional geometry. He is a professor at the University of Toronto.", "1261099": "Alexander McAulay (9 December 1863 – 6 July 1931) was the first professor of mathematics and physics at the University of Tasmania, Hobart, Tasmania. He was also a proponent of dual quaternions, which he termed \"octonions\" or \"Clifford biquaternions\".", "31735347": "Beatrice Mabel Cave-Browne-Cave, MBE AFRAeS (30 May 1874 – 9 July 1947) was an English mathematician who undertook pioneering work in the mathematics of aeronautics.", "48021043": "Sara Anna van de Geer (born 7 May 1958, Leiden)[1] is a Dutch statistician who is a professor in the department of mathematics at ETH Zurich.[2] She is the daughter of psychologist John P. van de Geer.", "27278905": "Tasawar Hayat (born 1 January 1969) is a Pakistani mathematician who has made pioneering research contributions to the area of mathematical fluid mechanics. He is considered one of the leading mathematicians working in Pakistan and currently is a Professor of Mathematics at the Quaid-i-Azam University.[1]", "50216508": "Konstantin Adolfovic Semendyayev or Semendyaev (Russian: Константин Адольфович Семендяев, German: Konstantin Adolfowitsch Semendjajew); born 9 December 1908 in Simferopol, died 15 November 1988) was a Russian engineer and applied mathematician. He worked in the department of applied mathematics of the Steklov Institute in Moscow. He carried out pioneering work in the area of numerical weather forecasting in Russia.", "52772413": "Helen Jane Wilson,[2] (born 1973), is a British mathematician and the first  female Head of Mathematics at University College London (UCL).", "26164798": "Grzegorz Rozenberg (born 14 March 1942, Warsaw)[1] is a Polish and Dutch computer scientist.[2][3]", "2407999": "Henri Poincaré Prize (2021)", "21872191": "Professor Ernest Oliver (Ernie) Tuck was an Australian applied mathematician, notable for his sustained work in ship hydrodynamics, and for Tuck's incompressibility function.[2]", "47889988": "Mir Maswood Ali  (Bengali: মীর মসূদ আলী; 12 March 1929 – 18 August 2009)[2] was a Canadian statistician and mathematician  of Bengali origin.  He is known for co-discovering the Ali-Mikhail-Haq copula,[3] which is a topic of active research, both in theory[4][5][6][7][8] and application.[9][10][11][12] Ali played a key role in establishing the Journal of Statistical Research,[13]\nof which the first issue appeared in 1970. The December 2008 issue of the Journal of Statistical Research was dedicated in honor of Ali.  In 2008, Ali received the Qazi Motahar Husain Gold Medal Award in recognition of his contributions to statistics.[13]", "15942": "John von Neumann (/vɒn ˈnɔɪmən/ von NOY-mən; Hungarian: Neumann János Lajos [ˈnɒjmɒn ˈjaːnoʃ ˈlɒjoʃ]; December 28, 1903 – February 8, 1957) was a Hungarian-American mathematician, physicist, computer scientist, engineer and polymath. He had perhaps the widest coverage of any mathematician of his time,[9]  integrating pure and applied sciences and making major contributions to many fields, including mathematics, physics, economics, computing, and statistics. He was a pioneer in building the mathematical framework of quantum physics, in the development of functional analysis, and in game theory, introducing or codifying concepts including cellular automata, the universal constructor and the digital computer. His analysis of the structure of self-replication preceded the discovery of the structure of DNA.", "52313671": "Antonio Collalto (21 or 22 April 1765, Venice – 16 July 1820, Padua) was an Italian mathematician and physicist.", "50249290": "Stefan  Grigorievich Samko (Russian: Стефан Григорьевич Самко; born March 28, 1941) is a mathematician active in the field of functional analysis, function spaces and operator theory. He is a retired professor of Mathematics at Algarve University and Rostov State University.[1]", "58113612": "Michel André (26 March 1936 – 9 July 2009) was a Swiss mathematician, specializing in non-commutative algebra and its applications to topology. He is known for André–Quillen cohomology.", "2768466": "Léopold Leau (1868-1943) was a  French mathematician,[1] primarily known for his ties to international auxiliary languages.", "23412309": "Hieronymus Schreiber (died 1547), also called Jerôme Schreiber, was a German doctor, mathematician and astronomer from Nuremberg.", "50871895": "Théodore Olivier (1793–1853) was a French mathematician.", "58998360": "Anne Schilling is an American mathematician specializing in algebraic combinatorics, representation theory, and mathematical physics. She is a professor of mathematics at the University of California, Davis.", "6209114": "Mark A. Pinsky (15 July 1940 – 8 December 2016)[1] was Professor of Mathematics at Northwestern University.  His research areas included probability theory, mathematical analysis, Fourier Analysis and wavelets.  Pinsky earned his Ph.D at Massachusetts Institute of Technology (MIT).[2]", "18267743": "John Farrar (July 1, 1779 – May 8, 1853) was an American scholar. He first coined the concept of hurricanes as “a moving vortex and not the rushing forward of a great body of the atmosphere”, after the Great September Gale of 1815.[1][2][3] Farrar remained Professor of Mathematics and Natural Philosophy at Harvard University between 1807 and 1836. During this time, he introduced modern mathematics into the curriculum. He was also a regular contributor to the scientific journals.", "12467810": "K C Sreedharan Pillai (1920–1985) was an Indian statistician who was known for his works on multivariate analysis and probability distributions.", "44613219": "Ruth Michele Charney (born 1950)[1] is an American mathematician known for her work in geometric group theory and Artin groups. Other areas of research include K-theory and algebraic topology.[2] She holds the Theodore and Evelyn G. Berenson Chair in Mathematics at Brandeis University. She was in the first group of mathematicians named Fellows of the American Mathematical Society.[3][4] She was in the first group of mathematicians named Fellows of the Association for Women in Mathematics.[5][6] She served as president of the Association for Women in Mathematics during 2013–2015,[7] and served as president of the American Mathematical Society for the 2021–2023 term.[8]", "61718116": "Doris G. Skillman Stockton (1924–2018) was an American mathematician specializing in partial differential equations and Banach spaces, and known for her many mathematics textbooks. For many years she was a professor of mathematics at the University of Massachusetts Amherst.[1]", "36552292": "Virgil Snyder (1869, Dixon, Iowa – 1950) was an American mathematician, specializing in algebraic geometry.", "26230372": "Annette Jane Dobson AM (born 4 September 1945) is a Professor of Biostatistics in the University of Queensland's Australian Women and Girl's Health Research (AWaGHR) Centre in the School of Public Health.[1] [2] Dobson was Director of the Australian Longitudinal Study on Women's Health from 1995 to 2013.[3] She is a highly cited publication author,[4] a book author,[5] and has received an Australia Day award.[6]", "245351": "Emil Artin (German: [ˈaʁtiːn]; March 3, 1898 – December 20, 1962) was an Austrian mathematician of Armenian descent.", "48740": "Jules Henri Poincaré (UK: /ˈpwæ̃kɑːreɪ/, US: /ˌpwæ̃kɑːˈreɪ/; French: [ɑ̃ʁi pwɛ̃kaʁe] ⓘ;[1][2][3] 29 April 1854 – 17 July 1912) was a French mathematician, theoretical physicist, engineer, and philosopher of science. He is often described as a polymath, and in mathematics as \"The Last Universalist\",[4] since he excelled in all fields of the discipline as it existed during his lifetime. Due to his scientific success, influence and his discoveries, he has been deemed \"the philosopher par excellence of modern science.\"[5]", "48348780": "Juan Gutiérrez de Gualda (16th century) was a priest and mathematician known to be the author of a popular book on arithmetic.", "22527600": "Ky Fan (樊𰋀, pinyin: Fán Qí, September 19, 1914 – March 22, 2010) was a Chinese-born American mathematician. He was a professor of mathematics at the University of California, Santa Barbara.", "15993": "John Napier of Merchiston. (/ˈneɪpiər/;[1] 1 February 1550 – 4 April 1617), nicknamed Marvellous Merchiston, was a Scottish landowner known as a mathematician, physicist, and astronomer. He was the 8th Laird of Merchiston. His Latinized name was Ioannes Neper.", "60145273": "Frederick Purser (1839–30 January 1910) was an Irish mathematician, author, and member of the Royal Irish Academy.  He was a younger brother to mathematician John Purser.[1]", "47496828": "Svetlozar (Zari) Todorov Rachev is a professor at Texas Tech University who works in the field of mathematical finance, probability theory, and statistics. He is known for his work in probability metrics, derivative pricing, financial risk modeling, and econometrics. In the practice of risk management, he is the originator of the methodology behind the flagship product of FinAnalytica.", "35470974": "Warren Colburn (born in Dedham, Massachusetts, 1 March 1793; died in Lowell, Massachusetts, 13 September 1833) was a Massachusetts businessman, mathematician, and educator.", "11091583": "Michel Pierre Talagrand (born 15 February 1952) is a French mathematician. Docteur ès sciences since 1977, he has been, since 1985, Directeur de Recherches at CNRS and a member of the  Functional Analysis Team of the Institut de Mathématique of Paris. Talagrand was elected as correspondent of the Académie des sciences of Paris in March 1997, and then as a full member in November 2004, in the Mathematics section.", "66141833": "Meike Maria Elisabeth Akveld is a Swiss mathematician and textbook author, whose professional interests include knot theory, symplectic geometry, and mathematics education. She is a tenured senior scientist and lecturer in the mathematics and teacher education group in the Department of Mathematics at ETH Zurich.[1][2][3] She is also the organizer of the Mathematical Kangaroo competitions in Switzerland,[4] and president of the Association Kangourou sans Frontières, a French-based international society devoted to the popularization of mathematics.[5][6]", "32521866": "Martha Euphemia Lofton Haynes (September 11, 1890 – July 25, 1980) was an American mathematician and educator. She was the first African American woman to earn a PhD in mathematics, which she earned from the Catholic University of America in 1943.[1]", "1162889": "A. A. Krishnaswami Ayyangar (1892–1953)[1] was an Indian mathematician. He received his M.A. in Mathematics at the age of 18 from Pachaiyappa's College, and subsequently taught mathematics there. In 1918, he joined the mathematics department of the University of Mysore and retired from there in 1947. He was born in a Tamil Brahmin family.[2] He died in June 1953. He was the father of the Kannada poet and scholar A. K. Ramanujan.[3]", "34193038": "Kazimierz Franciszek Vetulani (3 January 1889 – 4 July 1941) was a Polish civil engineer, professor at the Lviv Polytechnic, member of the Polish Mathematical Society, author of several dozen papers in the fields of technology and mathematics, as well as in the field of musical scale theory.", "47529618": "Gerald Walter Schwarz (born February 15, 1946, Portland, Oregon, United States) is an American mathematician and Professor Emeritus at Brandeis University. Schwarz specializes in invariant theory, algebraic group actions and invariant differential operators.", "64077458": "Ernesto Laura (23 March 1879 – 29 December 1949) was an Italian mathematician born in Porto Maurizio.[1][2]", "36454040": "David Garvin Moursund (November 3, 1936 – September 1, 2021) was an American mathematician, computer scientist, author and educator.  From 2002 until his death, he was a Professor Emeritus in the College of Education at the University of Oregon.  He wrote and taught extensively in the areas of computers,[1][2] mathematics,[3] and brain science in education.", "9092767": "Sir Alfred Bray Kempe FRS (6 July 1849 – 21 April 1922) was a mathematician best known for his work on linkages and the four colour theorem.", "60571297": "Gary Antonick (/ˈæntənɪk/ AN-tə-nik;[1] born February 11, 1963) is an American journalist and recreational mathematician who for many years wrote a puzzle-based column called \"Numberplay\" for the New York Times.[2]", "31375012": "Louis Melville Milne-Thomson CBE FRSE RAS (1 May 1891 – 21 August 1974) was an English applied mathematician who wrote several classic textbooks on applied mathematics, including The Calculus of Finite Differences, Theoretical Hydrodynamics, and Theoretical Aerodynamics. He is also known for developing several mathematical tables such as Jacobian Elliptic Function Tables. The Milne-Thomson circle theorem and the Milne-Thomson method for finding a holomorphic function are named after him.[1] Milne-Thomson was made a Commander of the Order of the British Empire (CBE) in 1952.[2]", "7716518": "Richard David Gill (born 1951[1]) is a British-Dutch mathematician. He has held academic positions in the Netherlands. As a probability theorist and statistician, Gill has researched counting processes. He is also known for his consulting and advocacy on behalf of alleged victims of statistical misrepresentation, including the reversal of the murder conviction of a Dutch nurse who had been jailed for six years.", "7913127": "Zvi Galil (Hebrew: צבי גליל; born June 26, 1947) is an Israeli-American computer scientist and mathematician. Galil served as the president of Tel Aviv University from 2007 through 2009. From 2010 to 2019, he was the dean of the Georgia Institute of Technology College of Computing.[3] His research interests include the design and analysis of algorithms, computational complexity and cryptography. He has been credited with coining the terms stringology and sparsification.[4][5]  He has published over 200 scientific papers[6] and is listed as an ISI highly cited researcher.[7]", "6864552": "Edward Rowe Mores, FSA (/ˈmɒrɪs/; 24 January 1731 [OS: 13 January 1730] – 22 November 1778) was an English antiquarian and scholar, who wrote works on history and typography. He was also instrumental in the founding of The Society for Equitable Assurances on Lives and Survivorships (now commonly known as Equitable Life), and is credited with being the first person to use the professional title actuary in relation to insurance.", "50511529": "Johan Jacob Ferguson was a 17th-century Dutch mathematician who corresponded with Gottfried Wilhelm Leibniz.[1]", "58212009": "Rentsen Enkhbat is the current director of the Institute Mathematics at the National University of Mongolia in Ulaanbaatar, Mongolia. He is a professor of mathematics at the Business School of National University of Mongolia.", "13614766": "Derrick Norman Lehmer (27 July 1867 – 8 September 1938) was an American mathematician and number theorist.", "34193073": "Marvin Isadore Knopp (January 4, 1933 – December 24, 2011) was an American mathematician who worked primarily in number theory. He made\nnotable contributions to the theory of modular forms.", "245430": "Jean Leray (French: [ləʁɛ]; 7 November 1906 – 10 November 1998)[1] was a French mathematician, who worked on both partial differential equations and algebraic topology.", "21413563": "Christian Heinrich von Nagel (28 February 1803 in Stuttgart, Germany – 27 October 1882 in Ulm, Germany) was a German geometer.", "60079804": "Izabela Abramowicz (9 November 1889, Lutosławice – 22 January 1973, Łęczyca) was a Polish mathematician and mathematics educator. She was honoured with the Knight's Cross of the Order of Polonia Restituta for her services to mathematical education.", "34258619": "Member of the European Academy of Sciences [2] (2020)  \nFellow of the American Mathematical Society (2017)  \nFellow of the Society of Industrial and Applied Mathematics (2012) \nSIAG/ APDE Prize[3] (2011)\nRoyal Society Wolfson Research Merit Award (2009)\nAlexander von Humboldt  Fellow (2003)\nAlfred P. Sloan Fellow (1991)", "61882045": "Robert McDowell Thrall (1914–2006) was an American mathematician and a pioneer of operations research.[3]", "40648385": "Geraldine Claudette Darden (born July 22, 1936) is an  American mathematician. She was the fourteenth African American woman to earn a Ph.D. in mathematics.[1]", "2932424": "Robion Cromwell Kirby (born February 25, 1938) is a Professor of Mathematics at the University of California, Berkeley who specializes in low-dimensional topology. Together with Laurent C. Siebenmann he developed the Kirby–Siebenmann invariant for classifying the piecewise linear structures on a topological manifold. He also proved the fundamental result on the Kirby calculus, a method for describing 3-manifolds and smooth 4-manifolds by surgery on framed links. Along with his significant mathematical contributions, he has over 50 doctoral students and is the editor of an influential problem list.[1]", "60079820": "Stanisława Nikodym  (née Liliental; 2 July 1897 — 25 March 1988) was a Polish mathematician and artist. She is known for her results in continuum theory, especially on Jordanian continuums.", "63094480": "Andrew Richard Booker (born 1976)[1] is a British mathematician who is currently Professor of Pure Mathematics at the University of Bristol.[2]  He is an analytic number theorist known for his work on L-functions of automorphic forms[3] and his contributions to the sums of three cubes problem.[4][5]", "60636885": "John Frankland Rigby (22 April 1933 – 29 December 2014) was an English mathematician and academic of the University College of South Wales, Cardiff, when it was part of the University of Wales, and of its successor Cardiff University.", "59850453": "William G. Brown is a Canadian mathematician specializing in graph theory. He is a professor emeritus of mathematics at McGill University.[1]", "43531998": "Thomas Yizhao Hou (born 1962) is the Charles Lee Powell Professor of Applied and Computational Mathematics in the Department of Computing and Mathematical Sciences at the California Institute of Technology. He is known for his work in numerical analysis and mathematical analysis."}