{"39630724": "Herbert Hollingsworth Woodrow (February 25, 1883 – June 14, 1974) was an American psychologist. He served as president of the American Psychological Association in 1941 and was a faculty member at several universities. He was a first cousin of Woodrow Wilson.", "243597": "Albert Ellis (September 27, 1913 – July 24, 2007) was an American psychologist and psychotherapist who founded rational emotive behavior therapy (REBT). He held MA and PhD degrees in clinical psychology from Columbia University, and was certified by the American Board of Professional Psychology (ABPP). He also founded, and was the President of, the New York City-based Albert Ellis Institute.[1] He is generally considered to be one of the originators of the cognitive revolutionary paradigm shift in psychotherapy and an early proponent and developer of cognitive-behavioral therapies.[2]", "35501974": "Pathology", "5060506": "Kelly David Brownell (born October 31, 1951)[1] is a clinical psychologist and scholar of public health and public policy at Duke University whose work focuses on obesity and food policy. He is a former dean of Duke's Sanford School of Public Policy. Noted for his research dealing primarily with obesity prevention, as well as the intersection of behavior, environment, and health with public policy, Brownell advised former First Lady Michelle Obama's initiatives to address childhood obesity[2] and has testified before Congress.[3] He is credited with coining the term \"yo-yo dieting\",[4] and was named as one of \"The World's 100 Most Influential People\" by Time Magazine in 2006.[5]", "26359725": "Wallace Bruce Clift, Jr. (March 27, 1926 – February 5, 2018)[1][2] was an American priest and academic. He was the author of several books and articles in the field of the psychology of religion and a professor emeritus at the University of Denver, where he chaired the Department of Religion for many years.[3] He lectured and gave workshops extensively in the United States, Australia, Europe, and Asia on such topics as Jungian psychology, Christian theology, pilgrimage, spiritual growth, dream interpretation, journaling, and the Myers-Briggs Type Indicator.[4][5] Clift published six books, three of which were co-authored with his wife, the Reverend Jean Dalby Clift.[6][7]", "17217453": "Elias Hull Porter (1914 – December 13, 1987) was an American psychologist. While at the University of Chicago Porter was a peer of other notable American psychologists, including Carl Rogers, Thomas Gordon, Abraham Maslow and Will Schutz.  His work at Ohio State University and later at the University of Chicago contributed to Rogers’ development of client-centered therapy.  Porter's primary contributions to the field of psychology were in the areas of non-directive approaches, relationship awareness theory and psychometric tests.  His career included military, government, business and clinical settings.", "64173999": "Charles Negy is an American psychologist. He is an associate professor of psychology at the University of Central Florida.[1] Beginning in June 2020, Negy was placed under investigation for misconduct. His position at the university has been at the center of controversy over tweets about a supposed and subsequent hostile learning environment in his classes reported by students. In May 2022, an arbitrator ordered his re-instatement.[2]", "11614129": "Michael A. Hogg (born 1954) is a British psychologist, and Professor of Social Psychology in the Department of Psychology at Claremont Graduate University[1] in Los Angeles. He is also an honorary Professor of Social Psychology at the University of Kent in the UK.", "2602933": "Robert Edward Slavin (September 17, 1950 – April 24, 2021) was an American psychologist who studied educational and academic issues. He was known for the Success for All educational model.  Until his death, he was a distinguished professor  and director of the Center for Research and Reform in Education at Johns Hopkins University.", "20166587": "Carl Porter Duncan (December 27, 1921 – August 9, 1999) was a professor of experimental psychology at Northwestern University.", "53557180": "Daniel John Bauer (born June 29, 1973) is an American statistician, professor, and director of the quantitative psychology program at the University of North Carolina, where he is also on the faculty at the Center for Developmental Science. He is known for rigorous methodological work on latent variable models and is a proponent of integrative data analysis, a meta-analytic technique that pools raw data across multiple independent studies.[1]", "20789192": "Robert S. Siegler (born 12 May 1949) is an American psychologist and professor of psychology at Columbia University. He is a recipient of the American Psychological Association's 2005 Distinguished Scientific Contribution Award.[1]", "23574473": "Dame Olive Annie Wheeler, DBE (4 May 1886  – 26 September 1963) was a Welsh educationist and psychologist, and Professor of Education at University College of South Wales and Monmouthshire, now Cardiff University.[1]", "10893259": "Thomas Joiner is an American academic psychologist and leading expert on suicide. He is the Robert O. Lawton Professor of Psychology at Florida State University, where he operates his Laboratory for the Study of the Psychology and Neurobiology of Mood Disorders, Suicide, and Related Conditions. He is author of Why People Die by Suicide (Harvard University Press 2005) and Myths about Suicide (Harvard University Press 2010), and the current editor-in-chief of Suicide and Life Threatening Behavior.", "58669004": "Richard J. Rose (born March 19, 1935)[1] is an American psychologist and behavioral geneticist. He is Emeritus Professor of Psychological & Brain Sciences at Indiana University Bloomington and of Medical & Molecular Genetics at the Indiana University School of Medicine. He is also a visiting professor at the University of Helsinki in Finland. He received his Ph.D. from the University of Minnesota in 1964, where he was advised by David T. Lykken.[2] A founding member of the Behavior Genetics Association,[3] he served as its president in 1999 and received its Dobzhansky Award in 2007.[4] He is known for his research using twins to study human behavioral traits such as alcoholism[5] and IQ.[6] This included working as a consultant on the Minnesota Study of Twins Reared Apart in the 1970s.[7] He began collaborating with scientists at the University of Helsinki in 1984, and received an honorary doctorate from this university in 2009.[8]", "43431898": "Sushant Divgikar, also known as Rani Ko-HE-Nur, is an Indian model, actor, singer, columnist, motivational speaker, drag queen, pageant director, and video jockey.\nIn July 2014, they were crowned Mr Gay India 2014. They represented India at Mr Gay World 2014.[1][2] They won various special awards during Mr Gay World 2014, and have been the only delegate from India to win three sub awards. Divgikar is the first Indian and the first delegate from any country to have won a record 3 individual sub titles and 2 group sub titles at the Mr Gay World 2014 contest.", "3225568": "Judith Rodin (born Judith Seitz, September 9, 1944) is a philanthropist with a long history in U.S. higher education. She was the president of the Rockefeller Foundation from 2005 until 2017.[1] From 1994 to 2004, Rodin served as the 7th president of the University of Pennsylvania, and the first permanent female president of an Ivy League university.[2][3]", "57456609": "Ernst Bernhard (1896-1965) was a German Jungian psychoanalyst, pediatrician and astrologer. Refused asylum by Britain in 1935, he lived in Rome, Italy from 1936 onwards.[1] Following the fascist Italian racial laws of 1938,  Bernhard was sent to the internment camp, Ferramonti di Tarsia, in Calabria where he remained until the liberation of the camp by the Allies in September 1943.", "61454305": "Maite Arruabarrena Unanue (born 1964) is a Spanish-Basque mezzo-soprano opera singer and psychologist. Born in San Sebastián, she studied in Spain and in Italy where she won first prize at the Toti dal Monte International Singing Contest. In addition to singing in Spain's leading theatres and concert halls, she has performed in Austria, France, Italy, the Netherlands, Portugal and the United States.[1][2]", "5027816": "Lauren B. Resnick is an educational psychologist who has made notable contributions to the cognitive science of learning and instruction. She is a professor of psychology at the University of Pittsburgh, and was previously director of the University's Learning Research and Development Center. In 1986-1987, Resnick was the president of the American Educational Research Association. She received the 1998 E. L. Thorndike Award from the American Psychological Association.", "21706729": "Thore Langfeldt (born 30 September 1943) is a Norwegian psychologist and sexologist.\nHe was born in Oslo,[1] and is a trained psychologist at the University of Oslo from 1972. He is married and has three children, and is a specialist in clinical psychology and clinical sexology. He has been a practising a psychologist since 1983 and in 1989 he founded the Institute for Clinical Sexology and Therapy which he led until 2004.[2] Together with Elsa Almås took Langfeldt in 1982 initiated the founding of the Norwegian Association for Clinical Sexology. He has also been a senior researcher at the Norwegian Centre for Violence and Traumatic Stress Studies.", "52672491": "Nathan Adler (1911–1994) was an American psychoanalyst, a lecturer in Criminology and Psychology at the University of California, Berkeley, and professor of clinical psychology at the California School of Professional Psychology at Berkeley/Alameda.[1] Between 1965 and 1970 he conducted extensive clinical studies of drug users in the San Francisco Bay area. He authored the book The Underground Stream: New Lifestyles and the Antinomian Personality.[2] In his youth, he wrote for several prominent leftist journals in New York and served on the editorial board of the New Masses.[3][4]", "53688306": "Elizabeth M. Brannon is an American neuroscientist. She serves as Edmund J. and Louise W. Kahn Term Chair in the Natural Sciences at the University of Pennsylvania.[1] Brannon's research, focused on comparative cognition, numerical cognition, and educational neuroscience, has earned an h-index of 68.[2]", "57751549": "Barbara Stoddard Burks (December 22, 1902—May 25, 1943) was an American psychologist known for her research on the nature-nurture debate as it pertained to intelligence and other human traits.[1] She has been credited with \"...pioneer[ing] the statistical techniques which continue to ground the trenchant nature", "68663293": "Alice Balint (born Alice Székely-Kovács; 1898–1939)[1] was a Hungarian psychoanalyst.", "68139012": "Lucia Capacchione (3 November 1937 – 28 November 2022) was an Italian-American psychologist, art therapist,[1] former graphic designer and a writer[2] who has been bestseller of twenty-two books based on child therapy and self-help, including The Creative Journal (1979) and Recovery of Your Inner Child (1991).[3] She discovered the use of 'writing and drawing with the non-dominant hand' method in art therapy, which she first mentioned it in her work The Power of Your Other Hand (1988).[4] She was the director of Head Start program during the period of President Johnson's war on poverty.[5] A long-time member of American Art Therapy Association and International Expressive Arts Therapy Association[citation needed], she was also a consultant to Walt Disney Imagineering[6] from 1983 till 1993.  Due to medical complications that lead to neurological imbalance Lucia died by suicide on November 28, 2022.", "72005644": "Martie Gail Haselton (born 1970) is an American psychologist and professor of psychology at the University of California, Los Angeles, where she holds positions in the Department of Psychology, Department of Communication Studies, and the Institute for Society and Genetics.[1] Her research is in the field of evolutionary psychology, particularly as it relates to human sexual behavior and intimate relationships.[2]", "58570766": "Judy Garber is a clinical psychologist known for her research on emotional dysregulation and mood disorders, with a focus on cognitive-behavioral interventions for adolescents who have depression.[1] Garber is Cornelius Vanderbilt Professor of Psychology and Human Development at Vanderbilt University.", "2242595": "Leon J. Kamin (December 29, 1927 – December 22, 2017)[1] was an American psychologist known for his contributions to learning theory and his critique of estimates of the heritability of IQ. He studied under Richard Solomon at Harvard and contributed several important ideas about conditioning, including the \"blocking effect\".", "59815974": "Martin Dimond Stewart Braine (June 3, 1926 – April 6, 1996) was a cognitive psychologist known for his research on the development of language and reasoning.[1] He was Professor of Psychology at New York University at the time of his death.", "25671719": "Michael Steven Anthony Graziano (born May 22, 1967[1]) is an American scientist and novelist who is currently a professor of Psychology and Neuroscience at Princeton University.[2] His scientific research focuses on the brain basis of awareness. He has proposed the \"attention schema\" theory, an explanation of how, and for what adaptive advantage, brains attribute the property of awareness to themselves.[3][4] His previous work focused on how the cerebral cortex monitors the space around the body[5][6][7][8][9][10][11] and controls movement within that space.[12][13][14][15][16][17][18][19] Notably he has suggested that the classical map of the body in motor cortex, the homunculus, is not correct and is better described as a map of complex actions that make up the behavioral repertoire.[20] His publications on this topic have had a widespread impact among neuroscientists but have also generated controversy.[21][22][23] His novels[24][25] rely partly on his background in psychology and are known for surrealism or magic realism.[26][27][28] Graziano also composes music including symphonies[29] and string quartets.[30]", "34093096": "Amy Gene Halberstadt is an American psychologist specializing in the social development of emotion. She is currently Alumni Distinguished Undergraduate Professor of Psychology at North Carolina State University in Raleigh, North Carolina, and is an editor of the journal Social Development.[1]", "20330537": "Gerard John Musante (born 1943) is an American psychologist born in New York City.[citation needed] He is the author of the book The Structure House Weight Loss Plan: Achieve Your Ideal Weight Through a New Relationship with Food.[1]", "62273592": "Nicole (Niki) Harré is a New Zealand academic and as of 2019 is a full professor at the University of Auckland[1]  specialising in community psychology and the psychology of sustainability at University of Auckland.[2] Her research addresses issues of sustainability, citizenship, values and political activism.[2] Harré is the author of Psychology for a Better World: Strategies to Inspire Sustainability [3][4] and The Infinite Game How to Live Well Together.[5][6]", "31111226": "Harald Julius Alfred Carl-Ludwig Schultz-Hencke (18 August 1892, Berlin – 23 May 1953, Berlin) was a German psychiatrist and psychotherapist. After an initial introduction to psychoanalysis, with Sandor Rado as psychoanalyst, he was excluded from the German Society of Psychoanalysis because of, among other things, his divergent views on sexuality.", "29964347": "Kevin McManamon (born 9 December 1986) is a Gaelic footballer from Dublin who plays for the St Jude's club and was a senior member of the Dublin county team since 2010. He retired in December 2021.[2]", "5027901": "Alan M. Lesgold, an educational psychologist, is professor of psychology and Dean of the University of Pittsburgh School of Education.  He received a PhD in psychology from Stanford University, where his doctoral advisor was Gordon Bower (1971) and holds an honorary doctorate from the Open University of the Netherlands. The psychologist has made notable contributions to the cognitive science of learning and its application to instructional technology.", "39368768": "Harold Martin Schroder (February 19, 1923 – December 24, 2013) was professor of psychology at Princeton University who conducted research into the so-called 'High Performance Leadership Competencies'.[1]", "61454407": "Alexander von Eye (born September 16, 1949)[1] is a German-American psychologist and former professor of Methods in Psychology at the University of Vienna in Vienna, Austria. Before joining the University of Vienna in 2012, he taught at Michigan State University, where he served as chair of the Unit of Developmental Psychology from 2003 to 2008. Before joining Michigan State University in 1993, he served as Professor of Human Development and Psychology at Penn State University.[2] He has developed methods for analyzing categorical and longitudinal data in psychology. He is a fellow of the American Psychological Association and the American Psychological Society.[3] As of 2015, he lived in Montpellier, France.[4]", "44742736": "Joseph Zubin was born 9 October, 1900 and died 18 December, 1990. He was a Lithuanian-born American educational psychologist and an authority on schizophrenia who is commemorated by the Joseph Zubin Awards.[1] He was the founder of the Biometrics Research Department of New York State Psychiatric Institute.[2]", "56178778": "Douwe Draaisma (Nijverdal, 1953) is a Dutch psychologist and university professor who specializes in the basis and mechanisms of the human memory.[1] He studied psychology and philosophy at the University of Groningen,[1] where he is now a professor by special appointment in the history of psychology.[2][3] He holds the Heymans Chair.[4] Draaisma was appointed Officer of the Order of Orange-Nassau for his achievements in the academic world in April 2014.[5]", "33798238": "Linda Fierz-David (1891–1955) was a German philologist and one of the first Jungian analysts in Zurich.[1] She was the first woman admitted to the University of Basel, where she studied German philology. She met Carl Jung in 1920, becoming one of his first pupils and closest friends.[2]  She collected rare books and studied psychology, anthropology, mythology and literature.", "48674918": "Margaret Keiver Smith (1856–1934) was an American psychologist and psychological and educational researcher.", "64239719": "Catherine Hartley is an American psychologist and an Associate Professor of Psychology within the Department of Psychology and Center for Neural Science at New York University in New York City. Hartley's research explores how brain development impacts the evaluation of negative experiences, decision-making, and motivated behavior. Her work has helped to elucidate how uncontrollable aversive events affect fear learning and how learning to control aversive stimuli can improve emotional resilience.", "1652839": "Ralph Metzner (May 18, 1936 – March 14, 2019) was a German-born American psychologist, writer and researcher, who participated in psychedelic research at Harvard University in the early 1960s with Timothy Leary and Richard Alpert (later named Ram Dass). Metzner was a psychotherapist, and Professor Emeritus of psychology at the California Institute of Integral Studies in San Francisco, where he was formerly the Academic Dean and Academic Vice-president.[1]", "41924719": "Michele J. Gelfand is an American cultural psychologist. She is both a  professor of organizational behavior and the John H. Scully professor of cross-cultural management at the Stanford Graduate School of Business, and – by courtesy – a professor of psychology at the School of Humanities and Sciences of Stanford University.[1] She has published research on tightness–looseness theory.", "13187190": "Frances Jennifer \"Frannie\" Hughes (formerly Crawford) is a fictional character on the daytime soap opera As the World Turns played by several actresses from 1973 to 1992. Frannie was most notably portrayed by future Academy Award winner Julianne Moore, from April 2, 1985, to May 1988 and April 5, 2010.", "56473723": "Terry Lynne Jernigan (1951 or 1952 (age 71–72))[1] is a neuropsychologist and the director of the Center for Human Development at University of California, San Diego.", "53688449": "Barbara Ann Mellers is I. George Heyman University Professor in the psychology department at the University of Pennsylvania. Her research focuses on decision processes.", "23902342": "Louis Breger (November 20, 1935 – June 26, 2020[1]) was an American psychologist, psychotherapist and scholar.[2] He was Emeritus Professor of Psychoanalytic Studies at the California Institute of Technology", "32454792": "Jacqueline Jarrett Goodnow AC FASSA (born 25 November 1924 – 24 June 2014[1]) was a cognitive and developmental psychologist. She studied the interaction of culture and thinking, writing a monograph on the use of Piagetian tasks with schooled and unschooled children in Hong Kong.[2]", "43432081": "Andreas Demetriou (born 4 July 1958) is a former Australian rules footballer who played for South Melbourne in the Victorian Football League (VFL) and Port Melbourne in the Victorian Football Association (VFA).", "27342997": "Trevor James Constable (17 September 1925 − 31 March 2016) was an early UFO writer who believed that the UFO phenomenon was best explained by the presence of enormous amoeba-like animals inhabiting Earth's atmosphere.[1] A native of Wellington, New Zealand, he served 31 years at sea, 26 of them as a radio officer in the U.S. merchant marine. He authored several books on the aerial warfare of World War II, together with co-author Raymond Toliver. These works have been described as uncritical and not grounded in historical realities by several historians[who?].", "44939419": "Sergey Vasilyevich Kravkov (Russian: Сергéй Васи́льевич Кравко́в; 31 May 1893 – 16 March 1951) was a Russian psychologist and psychophysiologist, Doctor of Science in Biology (1935), Corresponding Member of the Academy of Science of the USSR and the Academy of Medical Science of the USSR (1946). He is considered one of the founders of physiological optics, a scientific discipline that studies physiological processes, physical and psychic regularities which characterize the functioning of the organs of human vision.", "637087": "Leo Kanner (/ˈkænər/; born Chaskel Leib Kanner; June 13, 1894 – April 3, 1981) was an Austrian-American psychiatrist, physician, and social activist best known for his work related to infantile autism. Before working at the Henry Phipps Psychiatric Clinic at the Johns Hopkins Hospital, Kanner practiced as a physician in Germany and South Dakota. In 1943, Kanner published his landmark paper Autistic Disturbances of Affective Contact, describing 11 children who displayed \"a powerful desire for aloneness\" and \"an obsessive insistence on persistent sameness.\"[1] He named their condition \"early infantile autism\". Kanner was in charge of developing the first child psychiatry clinic in the United States and later served as the Chief of Child Psychiatry at the Johns Hopkins Hospital. He is one of the co-founders of The Children's Guild, a nonprofit organization serving children, families and child-serving organizations throughout Maryland and Washington, D.C., and dedicated to \"Transforming how America Cares for and Educates its Children and Youth.\" He is widely considered one of the most influential American psychiatrists of the 20th century.", "3160228": "Leonard Carmichael (November 9, 1898 – September 16, 1973) was an American educator and psychologist. In addition, he became the seventh secretary of the Smithsonian Institution in 1953.", "57325745": "Bruce Joel Ellis is an American evolutionary developmental psychologist and professor in the Department of Psychology at the University of Utah. He is known for his research on the positive psychological effects of children's exposure to psychological stress.[1][2] Of this research, he told the Atlantic in 2017 that \"We’re not arguing that stress is good, or that it’s good for kids to grow up in poverty or under harsh conditions. What we’re arguing is that [the detrimental effects of stress] are real, and that’s half the story.\"[3]\nHe has also researched how the timing of puberty among young girls can be influenced by the environment in which they are raised,[4] and by whether they are raised by single mothers.[5][6]", "62568632": "Naomi Miyake (三宅 なほみ, Miyake Nahomi, June 8, 1948 – May 29, 2015) was a Japanese cognitive psychologist. She was a professor at Chukyo University and the University of Tokyo. She is best known for her research on learning and collaboration, in the field of cognitive science.", "49526972": "Sverre Asmervik (born 23 July 1942) is a Norwegian psychologist, novelist and non-fiction writer.", "48609488": "Jonathan Stuart Abramowitz (born June 11, 1969) is an American clinical psychologist and Professor in the Department of Psychology and Neuroscience at the University of North Carolina at Chapel Hill (UNC-CH).[1] He is an expert on obsessive-compulsive disorder (OCD) and anxiety disorders whose work is highly cited.[2] He maintains a research lab and currently serves as the Director of the UNC-CH Clinical Psychology PhD Program. Abramowitz approaches the understanding and treatment of psychological problems from a cognitive-behavioral perspective.", "73414896": "Arthur Ramos de Araujo Pereira (July 7, 1903 - October 31, 1949) was a psychiatrist, professor, and psychologist[1] who was a critical voice in the adoption of psychoanalysis in Brazil.[2] Ramos challenged the White supremacist and eugenic ideologies that Brazilian psychiatrists were adopting in the first half of the 20th century and instead suggested the use of Freudian psychoanalysis to bridge the tensions between Whiteness and Blackness in Brazil.[2]", "20789493": "Marlene Behrmann (born April 14, 1959) is a Professor in the Department of Ophthalmology at the University of Pittsburgh. She was previously a Professor of Psychology at Carnegie Mellon University. She specializes in the cognitive neuroscience of visual perception, with a specific focus on object recognition.[1]", "38549758": "Mary Smith (22 November 1909 – 25 November 1989) was an English-born Australian psychologist.", "2242824": "Jane Loevinger Weissman (February 6, 1918 – January 4, 2008) was an American developmental psychologist who developed a theory of personality which emphasized the gradual internalization of social rules and the maturing conscience for the origin of personal decisions. She also contributed to the theory of measurements by introducing the coefficient of test homogeneity. In the tradition of developmental stage models, Loevinger integrated several \"frameworks of meaning-making\" into a model of humans' constructive potentials that she called ego development (or in German, Ich-Entwicklung). The essence of the ego is the striving to master, to integrate, and make sense of experience. She also is credited with the creation of an assessment test, the Washington University Sentence Completion Test.", "6404375": "Henri Frédéric Ellenberger (6 November 1905 in Nalolo, Barotseland, Rhodesia – 1 May 1993 in Quebec City) was a Canadian psychiatrist, medical historian, and criminologist, sometimes considered the founding historiographer of psychiatry.[1][2] Ellenberger is chiefly remembered for The Discovery of the Unconscious, an encyclopedic study of the history of dynamic psychiatry published in 1970.", "61815067": "Eleanor Jack Gibson (7 December 1910 – 30 December 2002) was an American psychologist who focused on reading development and perceptual learning in infants. Gibson began her career at Smith College as an instructor in 1932, publishing her first works on research conducted as an undergraduate student. Gibson was able to circumvent the many obstacles she faced due to the Great Depression and gender discrimination, by finding research opportunities that she could meld with her own interests. Gibson, with her husband James J. Gibson, created the Gibsonian ecological theory of development, which emphasized how important perception was because it allows humans to adapt to their environments. Perhaps her most well-known contribution to psychology was the \"visual cliff,\" which studied depth perception in both human and animal species, leading to a new understanding of perceptual development in infants. Gibson was elected to the National Academy of Sciences in 1971, the National Academy of Education in 1972, and to the American Academy of Arts and Sciences in 1977. In 1992, she was awarded the National Medal of Science.", "32454950": "Clara Alexandra Weiss (Mayo) (1931–1981) was a social psychologist who conducted research into the processes of social perception and nonverbal communication with the primary purpose of understanding prejudice and stereotyping. Her research shifted the focus from individual behaviors to nonverbal behaviors.[1]", "61454631": "Jacqueline V. Lerner (born 1954) is Professor of Applied Developmental & Educational Psychology in the Lynch School of Education and Human Development at Boston College, where she has taught since 1996. She is a member of the Society for Research in Child Development, the International Society for the Study of Behavioural Development,[1] and Psi Chi.[2] With her husband and research collaborator Richard M. Lerner, she has been active in promoting the concept of positive youth development.[3][4]", "2570539": "Alex Delaware is a literary character created by American writer Jonathan Kellerman.[1] The Alex Delaware detective series begins with When the Bough Breaks, published in 1985.  Delaware appears in 38 of Kellerman's popular murder mysteries. Kellerman set the series in Los Angeles. Delaware is a forensic psychologist, although Kellerman wrote a back story in which Delaware practiced as a child psychologist.", "28916015": "Cordelia Fine (born 1975) is a Canadian-born British philosopher of science, psychologist, and writer.[1] She is a full professor in the History and Philosophy of Science programme at the University of Melbourne, Australia.[2] Fine has written three popular science books on the topics of social cognition, neuroscience, and the popular myths of sex differences. Her latest book, Testosterone Rex, won the Royal Society Science Book Prize, 2017.[3] She has authored several academic book chapters and numerous academic publications.[4] Fine is also noted for coining the term 'neurosexism'.[5]", "61487409": "Emily B. Falk is an American psychologist, neuroscientist, and professor of communication at the Annenberg School for Communication at the University of Pennsylvania,[1] holding secondary appointments in psychology[2] and marketing.[3]", "44251452": "Nicholas Troop is a health psychologist and a principal lecturer in health psychology at the University of Hertfordshire.[1] His range of works include the role of life events, coping and crisis support in the aetiology of eating disorders, stress- and trauma-responses, and mobility into the social rank and attachment.[2]", "66042177": "Jeffrey T.  Hancock is a communication and psychology researcher and professor at the College of Communication Stanford University. Hancock is best known for his research in fields of deception, trust in technology, and the psychology of social media. Hancock has been published in over 80 journal articles and cited in National Public Radio (NPR) and CBS This Morning.", "4929858": "Roy D. Pea is David Jacks Professor of Learning Sciences and Education at the Stanford Graduate School of Education. He has extensively published works in the field of the Learning Sciences and on learning technology design and made significant contributions since 1981 to the understanding of how people learn with technology.[1]", "57063749": "Thomas Teo (born 1963) is a Canadian professor of Historical, Theoretical, and Critical Studies of Psychology at York University in Toronto, Canada. He is a leader in the fields of critical psychology and theoretical psychology.", "16824647": "Gaetano Kanizsa (Hebrew: גאטאנו קאניזסא; 18 August 1913 – 13 March 1993) was an Italian psychologist and artist of Jewish and Slovenian Catholic descent who last served as a founder of the Institute of Psychology of Trieste.", "50510161": "Barbara Robb (née Anne, 15 April 1912 – 21 June 1976) was a British campaigner for the well-being of older people, best known for founding and leading the pressure group AEGIS (Aid for the Elderly in Government Institutions) and for the book Sans Everything: A Case to Answer.[1]", "21707091": "Walter Franklin Prince (22 April 1863 – 7 August 1934) was an American parapsychologist and founder of the Boston Society for Psychical Research in Boston.[1]", "65091924": "Oliva Maria Espín (born December 12, 1938) is a Cuban American counseling psychologist known for her pioneering intellectual contributions to feminist therapy,[1] immigration, and women's studies, and her advocacy on behalf of refugee women to help them to gain access to mental health services.[2] Her interdisciplinary scholarly work brings together perspectives from sociology, politics, and religion to further understanding of issues and barriers related to gender, sexuality, language, and race.[2] She is in the vanguard of transnational psychology, that applies transnational feminist lenses to the field of psychology to study, understand, and address the impact of colonization, imperialism, and globalization.[3] She is the first Latina Professor Emerita of Women’s Studies at San Diego State University.[2][4]", "53852512": "Maurice Anthony (Tony) Gale (1937–2006) was a British psychologist.[1]", "8862067": "William B. Swann (born 1952) is a professor of social and personality psychology at the University of Texas at Austin. He is primarily known for his work on identity, self and self-esteem, but has also done research on relationships, social cognition, group processes, accuracy in person perception and interpersonal expectancy effects. He received his Ph.D. in 1978[2] from the University of Minnesota and undergraduate degree from Gettysburg College.[1]", "74168695": "Beritan Güneş Altın i(born 1995 Kiziltepe, Turkey) is a psychologist and politician. Since June 2023, she is a member of the Grand National Assembly of Turkey representing Mardin for the Green Left Party (YSP).", "53754232": "Jeanne Lavonne Humphrey Block (July 17, 1923 - December 4, 1981) was an American psychologist and expert on child development.[1] She conducted research into sex-role socialization and, with her husband Jack Block, created a person-centered personality framework. Block was a fellow of the American Association for the Advancement of Science and conducted her research with the National Institute of Mental Health and the University of California, Berkeley. She was an active researcher when she was diagnosed with cancer in 1981.", "10303866": "Guy Lyon Playfair (5 April 1935 – 8 April 2018[1]) was a British writer, best known for his books about parapsychology and his investigation of the Enfield poltergeist.[2][3]", "27867515": "Professor Danny Brom is a clinical psychologist and founding director of the Israel Center for the Treatment of Psychotrauma of Herzog Hospitalin Jerusalem, Israel.", "16005506": "Ursula Acosta (née Schmidt; January 14, 1933 - September 10, 2018) was one of the founding members of the Puerto Rican Genealogical Society, who studied and written many works on the subject. She was also a psychologist and retired professor of the University of Puerto Rico at Mayagüez.[1]", "61585797": "Justin J. Lehmiller is an American social psychologist and author. He is a research fellow at the Kinsey Institute at Indiana University.[1]", "14334346": "Mary Nacol Meeker (1921–2003), was an American educational psychologist and entrepreneur. She is best known for her applying J. P. Guilford's Structure of Intellect theory of human intelligence to the field of education.", "49494412": "Bernardica Juretić (born 18 August 1963) is a former Croatian Catholic nun and psychologist who served as the Minister of Social Policy and Youth in the Cabinet of Tihomir Orešković from 22 January 2016 until its dissolution and appointment of the new government in September 2016.[2]", "58210704": "Prof. Dr. Diana Carole Mutz (born 1962)[1] is the Samuel A. Stouffer Professor of Political Science and Communication at the University of Pennsylvania, where she is also the director of the Institute for the Study of Citizens and Politics. She is known for her research in the field of political communication.[2] She formerly served as editor-in-chief of the peer-reviewed journal Political Behavior.[1]", "145810": "Susan Jane Blackmore (born 29 July 1951) is a British writer, lecturer, sceptic, broadcaster, and a visiting professor at the University of Plymouth. Her fields of research include memetics, parapsychology, consciousness, and she is best known for her book The Meme Machine. She has written or contributed to over 40 books and 60 scholarly articles and is a contributor to The Guardian newspaper.[1]", "65091991": "Angela Denise Bryan  is a social psychologist known for her research on HIV/STD prevention, healthy eating habits,[1] and use of legalized cannabis.[2][3][4] She is Professor of Psychology and Neuroscience at the University of Colorado Boulder[5] where she co-directs the Center for Health and Neuroscience, Genes, and Environment.[6]", "1522072": "Henry FitzGerald Heard[1] (6 October 1889 – 14 August 1971), commonly called Gerald Heard, was a British-born American historian, science writer and broadcaster, public lecturer, educator, and philosopher. He wrote many articles and over 35 books.", "47528350": "Richard Louis Schanck (May 7, 1902 – January 3, 1963) was an American social psychologist. He co-authored the first text book on sociology. At the end of his career, he was department head at Bethany College and at Geneva College.  In the 1940s, he led the ACLU Akron branch, to unionize auto and steel workers. Throughout his career, Schanck worked and consulted with city planners, and he was one of the organizers of the Institute of Experimental Method, devoted to the ideas of Edgar Singer.  He taught at many colleges across the country as a guest lecturer or visiting professor.[1]", "65124771": "Tanya L. Chartrand is a social psychologist known for her research on consumer behavior and on non-conscious processes influencing emotions, cognition, and behavior.[1] Chartrand is the Roy J. Bostock Marketing Professor and Professor of Psychology and Neuroscience at Duke University.[2]", "43825572": "Jacquelynne Sue Eccles (born 1944) is an American educational psychologist.[1] She is the Distinguished Professor of Education at the University of California, Irvine and formerly the McKeachie/Pintrich Distinguished University Professor of Psychology and Education at the University of Michigan.", "6470064": "Herbert Herb Clark (born 1940) is a psycholinguist currently serving as Professor of Psychology at Stanford University. His focuses include cognitive and social processes in language use; interactive processes in conversation, from low-level disfluencies through acts of speaking and understanding to the emergence of discourse; and word meaning and word use. Clark is known for his theory of \"common ground\": individuals engaged in conversation must share knowledge in order to be understood and have a meaningful conversation (Clark, 1985). Together with Deanna Wilkes-Gibbs (1986), he also developed the collaborative model, a theory for explaining how people in conversation coordinate with one another to determine definite references. Clark's books include Semantics and Comprehension, Psychology and Language: An Introduction to Psycholinguistics, Arenas of Language Use and Using Language.", "59816384": "Johanne Catherine Paradis is a language scientist and expert on bilingual language development.[1][2] She is Professor of Linguistics and Adjunct Professor of Communication Sciences and Disorders at the University of Alberta,[3] where she directs the Language Acquisition Lab[4] and the Child English Second Language (CHESL) Center.[5]", "2472390": "John Mordechai Gottman (born April 26, 1942) is an American psychologist, professor emeritus of psychology at the University of Washington. His work focuses on divorce prediction and marital stability through relationship analyses. The lessons derived from this work represent a partial basis for the relationship counseling movement that aims to improve relationship functioning and the avoidance of those behaviors shown by Gottman and other researchers to harm human relationships.[1] His work has also had a major impact on the development of important concepts on social sequence analysis. He and his wife, psychologist Julie Schwartz Gottman, co-founded and lead a relationship company and therapist training entity called The Gottman Institute.[2] They have also co-founded Affective Software Inc, a program designed to make marriage and relationship counseling methods and resources available to a larger audience.[3]", "44546515": "Deborah H. Gruenfeld is an American social psychologist whose work examines the way people are transformed by the organizations and social structures in which they work. She is the author of numerous papers on the psychology of power and group behavior. She is the Joseph McDonald Professor of Organizational Behavior at the Stanford Graduate School of Business, and is also a co-director of the Executive Program for Women Leaders at the same institution,[1][2] and is a board member of Stanford’s Center for the Advancement of Women’s Leadership.[3] She was the inaugural chairholder of the Moghadam Family Professorship in 2008.[3] She is a board member of the LeanIn Foundation.[3]", "61880789": "Lisa Bowleg (née: Ingrid Alisa Bowleg[1]) is an applied social psychologist known for conducting research on intersectionality in social and behavioral science[2][3][4] and the relationship between social-contextual factors and stress, resilience, and HIV risk in Black communities.[5][6][7]", "20789724": "Lori L. Holt is a Professor of Psychology at The University of Texas at Austin.  She specializes in speech perception, focusing on how general perceptual and cognitive mechanisms contribute to speech perception and how speech can be used to broadly understand auditory cognition. In pursuit of these research areas, she has employed human perceptual and learning paradigms as well as animal behavioral experiments and computational models.  Holt received a B.S. in psychology from the University of Wisconsin–Madison in 1995 and a Ph.D. in cognitive psychology with a minor in neurophysiology from UW–Madison in 1999. She was faculty in the Department of Psychology and the Center for the Neural Basis of Cognition at Carnegie Mellon University before taking a position as Professor of Psychology at The University of Texas at Austin. Holt served as co-Director of the Center for the Neural basis of Cognition and was one of two recipients of the Troland Research Awards in 2013.", "65092068": "Ellen Kitch Childs (April 11, 1937 – January 10, 1993) was an American clinical psychologist and a lesbian activist known for her participation in the women's liberation movement in North America and for advocating for minority women, prostitutes, gays and lesbians.[1] She was a founding member of the University of Chicago's Gay Liberation [2] and the first African American woman to earn her doctorate degree in Human Development at the University of Chicago.[3]", "49232356": "Sean D. Young (born 1979) is an American social and behavioral psychologist. He is a medical school and Computer and Information Sciences professor with the University of California, Irvine (UCI). He serves as the executive director of the University of California, Institute for Prediction Technology (UCIPT) and the UCLA Center for Digital Behavior (CDB).", "35240436": "Danielle Knafo (Hebrew: דניאל כנפו) is an American clinical psychologist, psychoanalyst, and author. Born in French Morocco and raised in Pennsylvania she is now a professor of psychology and psychoanalysis.[1][2] She is a prolific author, and a popular speaker. She is also a professor at Long Island University-Post in its clinical psychology doctoral program. She writes and lectures on many subjects, including creativity, trauma, psychosis, sexuality and gender, and technology.", "64666108": "Matthew Israel is a controversial American behavioral psychologist who is known for founding the Judge Rotenberg Center and inventing the Graduated Electronic Decelerator.[1] As a freshman in college, Israel read B. F. Skinner's novel, Walden Two, in which the heroes build a utopia by conditioning the residents of a commune through the behaviorist principles of reward and punishment.[2] Israel said that reading Walden Two was like a \"religious conversion\" for him. After reading the book, Israel devoted himself to making the utopia described in it a reality.[3] Israel said that the period between reading the book and his first attempts to start the utopia was a very difficult time of his life. \"I thought about committing suicide,\" he said. \"If I couldn't bring a community into existence, [in] what sense was life worth living?\" Israel went on to study behaviorism under B. F. Skinner and to receive his Ph.D. from Harvard University in 1960.", "39795207": "Benjamin B. Bourdon (1860–1943) was a French psychologist born in Normandy on August 5, 1860. He is often referred to as a pioneer of experimental psychology in France.[1] Bourdon founded the first university established Experimental Psychology and Linguistics laboratory at the University of Rennes in 1896 and integrated the first experimental psychology course in a provincial university in 1891.[2] His life is known by means of his (1932) autobiography in Carl Murchison`s compilation of autobiographies (1932)[3] and biographies by Nicolas, S. (1998),[1] Beuchet (1961),[4] and Piéron (1961).[5]  The accounts of Bourdon's life describe him as   one of the few French advocates of the new scientific psychology.[2]", "33569290": "Joel D. Block (born 1943) is a psychologist and author on relationships and sexuality.[1]  Block is an assistant clinical professor of psychiatry at Hofstra Northwell School of Medicine. He is also a senior psychologist at Northwell Health, where he was the training supervisor of the hospital's Sexuality Center for twenty years, until 2002.", "27179535": "Leah Krubitzer is an American neuroscientist, Professor of Psychology at University of California, Davis,[1] and head of the Laboratory of Evolutionary Neurobiology.[2] Her research interests center on how complex brains in mammals (e.g., humans) evolve from simpler forms. To do this, she focuses on anatomical connections and electrophysiological characteristics of neurons in the neocortex (i.e., the part of the brain associated with perception, cognition, learning, and memory). Using comparative studies, she determines which features of the neocortex are shared by all mammals and how new features of the neocortex have evolved. This allows her to reconstruct evolutionary phylogenies of the neocortex together with their relationship to functional changes. Thus, her work aims to explain the diversity in mammalian behavioral and perceptual abilities by investigating how evolutionarily old developmental mechanisms constrain evolutionary change while also providing the variation needed for the evolution of the diversity of brains found in mammals.[1]", "506386": "David Wechsler (/ˈwɛkslər/; January 12, 1896 – May 2, 1981) was a Romanian-American psychologist. He developed well-known intelligence scales, such as the Wechsler Adult Intelligence Scale (WAIS) and the Wechsler Intelligence Scale for Children (WISC) to get to know his patients at Bellevue Hospital. A Review of General Psychology survey, published in 2002, ranked Wechsler as the 51st most cited psychologist of the 20th century.[1]", "47639": "Liane Gabora is a professor of psychology at the University of British Columbia - Okanagan.[1] She is known for her theory of the \"Origin of the modern mind through conceptual closure,\" which built on her earlier work on \"Autocatalytic closure in a cognitive system: A tentative scenario for the origin of culture.\"", "22166046": "Jerome Kavka (October 9, 1921 in Chicago, Illinois – May 14, 2012 in Oakland, California)[1] was a supervising and training analyst at the Chicago Institute for Psychoanalysis.  From the early 1990s until 2006, he also served as archivist for the Institute.[1]", "44382754": "John Frederick Dashiell (April 30, 1888[1] – May 3, 1975) was an American psychologist and a past president of the American Psychological Association.", "62700079": "Rosemary Gordon (1918 Germany – 17 January 2012, Menerbes, France) was a naturalised British academic, clinical psychologist and leading analytical psychologist and writer. She was a fellow of the Royal Anthropological Institute of Great Britain and Ireland and of the British Psychological Society and an honorary fellow of the Centre for Psychoanalytic Studies at the University of Kent.[1][2]", "69515831": "Keturah Whitehurst (March 12, 1912 – May 20, 2000) was an African American clinical psychologist who graduated with a PhD in psychology from Radcliffe in 1952. Keturah Whitehurst is regarded as \"the mother of Black psychology\".[1]", "55884346": "Eva Schmidt-Kolmer (25 June 1913 – 29 August 1991) was an Austrian-German physician, university teacher and social psychologist.  After 1949 she became an influential researcher into early childhood in the German Democratic Republic, working at the interface between medicine and pedagogy.[1][2]", "21084732": "Sara J. Shettleworth (born 1943) is an American-born, Canadian experimental psychologist and zoologist.  Her research focuses on animal cognition.  She is professor emerita of psychology and ecology and evolutionary biology at the University of Toronto.", "65092162": "June Gruber is an American psychologist. She is associate professor of Psychology and Neuroscience and Director of the Positive Emotion and Psychopathology Laboratory  at the University of Colorado Boulder.[1] She is known for her research on positive affectivity and mental health. She is a licensed clinical psychologist.", "73415236": "Carolyn Gay Barcus (born September 3, 1939) is a Native American psychologist and Native American Elder known for her work with Native American students, self-actualization education research, and for her work with the Society of Indian Psychologists conference held annually in Logan, Utah. Barcus' work in psychology has been recognized as significant. In 2006, the American Psychological Association awarded Barcus the Samuel M. Turner Mentor Award.[1] The American Psychological Association also honored Barcus in a postcard series titled Groundbreaking Women of Color Psychologists.[2]", "62732870": "Adele Juda (9 March 1888 – 31 October 1949) was an Austrian psychologist and neurologist. She studied the incidence of mental illness in gifted and creative German-speaking people.[1] One of those included in her studies was Mozart, whom she deemed to be 'psychiatrically normal'.[2]", "18856523": "James Shanteau (born 1943) is an American professor and psychologist. He is co-developer of the Cochran-Weiss-Shanteau index of performance, which measures expert performance in the absence of an external standard.", "39336524": "Professor Peter K Smith (born 23 September 1943) is a developmental psychologist with a particular interest  in children’s social development.", "2374220": "Helene Deutsch (née Rosenbach; 9 October 1884 – 29 March 1982) was a Polish-American psychoanalyst and colleague of Sigmund Freud. She founded the Vienna Psychoanalytic Institute. In 1935, she immigrated to Cambridge, Massachusetts, where she maintained a practice. Deutsch was one of the first psychoanalysts to specialize in women. She was a Fellow of the American Academy of Arts and Sciences.", "4373076": "Ellis Paul Torrance (October 8, 1915[2] – July 12, 2003) was an American psychologist best known for his research in creativity.", "64404053": "Monica S. Webb Hooper is an American behavioral scientist and clinical psychologist serving as deputy director of the National Institute on Minority Health and Health Disparities. She was a professor at Case Western Reserve University and associate director for cancer disparities research and director of the Office of Cancer Disparities Research in the Case Comprehensive Cancer Center.", "31603288": "Gina M. Biegel is an American author and psychotherapist.", "39271003": "Eugenio Gaddini (18 January 1916 – 27 September 1985) was an Italian physician and psychoanalyst. He was one of the most important psychoanalysts in Italy and occupied a prominent place in the international psychoanalytic movement. He was interested in psyche birth and its progress beginning with lived experience. He is best known for his ideas on the rumination syndrome, or merycism. He wrote several books and papers including A psychoanalytic theory of infantile experience.[1]", "4766301": "Henry Addington Bayley Bruce (June 27, 1874 – February 23, 1959), best known as H. Addington Bruce was an American journalist and author of psychology books.", "9976414": "Marian \"Mouse\" Breland Bailey (born Marian Ruth Kruse; December 2, 1920 – September 25, 2001)[1] was an American psychologist, an applied behavior analyst who played a major role in developing empirically validated and humane animal training methods and in promoting their widespread implementation. She and her first husband, Keller Breland (1915–1965), studied at the University of Minnesota under behaviorist B. F. Skinner[2] and became \"the first applied animal psychologists.\"[3] Together they wrote the book Animal Behavior which was first published in 1966, after Keller's death.", "70728286": "Mirta Galesic is a Croatian American psychologist who is the Cowan Chair in Human Social Dynamics at the Santa Fe Institute. She serves as a member of the faculty at the Complexity Science Hub Vienna.", "50510432": "Ofer Grosbard (Hebrew: עפר גרוזברד; born December 27, 1954) is a clinical psychologist, cultural researcher, Israeli writer and lecturer at Tel Aviv University.", "23378537": "Hans Gerhard Fürth or Hans G. Furth (December 2, 1920, Vienna – November 7, 1999, Takoma Park, Maryland)[1] was a Professor emeritus in the Faculty of Psychology of the Catholic University of America in Washington, D.C.", "53951084": "Justin S. Kruger is an American social psychologist and professor at New York University Stern School of Business.[1][2]", "53197426": "Paolo Knill (June 11, 1932 – September 13, 2020) was a Swiss scientist, artist, and therapist. Knill was a professor at Lesley University in Cambridge, Massachusetts, where he helped to found their graduate program in Expressive Arts Therapy.[1][self-published source][2] In 1994, Knill founded the European Graduate School in Saas-Fee, Switzerland.[3]", "44219003": "Harriet Babcock (1877–1952) was an American psychologist who specialized in abnormal psychology research in addition to developing measures and theories of intelligence.  After her doctoral work at Columbia University, she worked primarily in the Department of Psychology at New York University, and acted as a consultant to the New York City Guidance Bureau.  Babcock developed multiple intelligence tests evaluating mental deterioration and efficiency.", "35469949": "Robert J. Pellegrini is an American psychologist, Professor Emeritus of Psychology at San Jose State University.", "11385471": "Magda Blondiau Arnold (born Magda Barta-Blondau; December 22, 1903 – October 5, 2002)[2] was a Canadian psychologist who was the first contemporary theorist to develop appraisal theory of emotions, which moved away from \"feeling\" theories (e.g. James-Lange theory) and \"behaviorist\" theories (e.g. Cannon-Bard theory) toward the cognitive approach.[3][4] She also created a new method of scoring the Thematic Apperception Test called Story Sequence Analysis.", "26196613": "Barbara Hannah was born in England. She is well known for her association with Carl Gustav Jung whom she joined in 1929 in Zurich[1] and remained so until his death.", "70007447": "Mostafa Tabrizi (Persian: مصطفی تبریزی, born 1945 in Bojnourd) is a psychologist and counselor and reformist politician who is currently representing Bojnourd constituency in the first term of the Parliament of Iran in the Islamic Consultative Assembly.[2][3][4]", "65092248": "Jill G. de Villiers (born 1948) is a developmental psychologist known for her work in the field of language acquisition.[1] She is the Sophia and Austin Smith Professor Emerita of Psychology and Philosophy at Smith College.[2] de Villiers is a Fellow of the American Psychological Association. In 2018, she was elected as a Member of American Academy of Arts and Sciences.[1]", "4700827": "Daniel Lawrence Schacter (born June 17, 1952) is an American psychologist. He is William R. Kenan, Jr.'s endowed professor of psychology at Harvard University.[1] His research has focused on psychological and biological aspects of human memory and amnesia, with a particular emphasis on the distinction between conscious and nonconscious forms of memory and, more recently, on brain mechanisms of memory and brain distortion, and memory and future simulation.", "55065247": "Isabelle Dussauge is a science, technology and society (STS) researcher at the Department of History of Science and Ideas, Uppsala University, Sweden[1] and former assistant professor at the Department of Thematic Studies (technology and social change), Linköping University, Sweden.[2] She is also the co-founder, with Anelis Kaiser, of The NeuroGenderings Network,[3] and acted as guest editor, again with Kaiser on the journal Neuroethics.[4]", "69810852": "Susan Heitler is an American clinical psychologist.[1] She practiced from 1975 to 2020 at the Rose Medical Center in Denver, treating individuals, couples and families. She specializes in treating depression, anger, anxiety,[2] marital problems,[3][4] parental alienation, and conflict resolution[5][6][7]", "25868972": "Wiesław Łukaszeski (born 1941) is one of Poland's leading psychologists,[1] specializing in personality psychology, social psychology, psychology of motivation. Professor at Szkoła Wyższa Psychologii Społecznej in Wrocław and Sopot, assistant professor.", "65092277": "Presidential Early Career Award in Science and Engineering (2005)", "50018999": "Uri Simonsohn is a behavioral scientist at ESADE business school in Ramon Llull University in Barcelona, Spain, and a Senior Fellow at the Wharton School of the University of Pennsylvania. His substantive interest is in Judgment and Decision Making, and he is also a methodologist.", "8436409": "David J. Ostry is an engineer and neuroscientist whose research focuses on human motor control.[1][2][non-primary source needed]", "43956925": "Todd D. Little is a professor of Educational Psychology in the Research, Evaluation, Measurement, and Statistics (REMS) concentration in Educational Psychology at Texas Tech University.", "50739903": "Alajos Mihály Kannás (July 21, 1926, Kiskunhalas, Hungary – May 25, 1999, Los Angeles, United States) was a Hungarian-American psychologist, writer and poet.", "62536393": "Anna Costanza Baldry (16 May 1970 – 9 March 2019)[1] was an Italian social psychologist and criminologist. She was a professor at Università degli Studi della Campania Luigi Vanvitelli. An expert on issues related to violence against women and children, Baldry consulted with such organizations as the United Nations and NATO. For her contributions to society, she was awarded the Order of Merit of the Italian Republic.", "20789967": "Linda May Bartoshuk (born 1938)[1] is an American psychologist. She is a Presidential Endowed Professor of Community Dentistry and Behavioral Science at the University of Florida.[2]  She is an internationally known researcher specializing in the chemical senses of taste and smell, having discovered that some people are supertasters.[3]", "74136281": "Frank Tong is a cognitive neuroscientist and centennial professor of psychology at Vanderbilt University.[1] He grew up in Toronto, Canada. Tong is recognized for his research on the neural bases of human visual perception, visual consciousness, attentional selection, face and object recognition, and visual working memory. In more recent work, he is developing deep neural network models of the human visual system.", "13646566": "Inez Beverly Prosser (c. 1895 - September 5, 1934) was a psychologist, teacher and school administrator. She is often regarded as the first African-American female to receive a Ph.D in psychology. Her work was very influential in the hallmark Brown v. Board of Education Supreme Court ruling. After growing up in Texas, Prosser was educated at Prairie View Normal College, the University of Colorado and the University of Cincinnati. She was killed in a car accident a short time after earning her doctorate.", "11811561": "Maureen Gaffney (born 1947) is an Irish clinical psychologist, broadcaster, writer and columnist.", "18234106": "Tricia Striano Skoler is the Head of the Independent Research Group on Cultural Ontogeny at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany.", "44382980": "Igal Vardi (Hebrew: יגאל ורדי; born 5 May 1953) is an Israeli graphologist, psychologist, artist, writer and entrepreneur. His painting style is topological painting.", "32717583": "Major-General Sir Alfred Edward Turner, KCB (3 March 1842 – 20 November 1918) was a British Army officer of the late nineteenth century, who served in administrative posts in Ireland.", "67025681": "Hans Bosse (16 October 1938 – 27 May 2023) was a German anthropologist, sociologist, and social psychologist. He is best known for his sociological and ethnological research on traditional societies of Papua New Guinea.[2]", "34290455": "Kurt W. Fischer (June 9, 1943 – March 30, 2020) was an educator, author, and researcher in the field of neuroscience and education. Until his retirement in 2015, he was the Charles Bigelow Professor of Education and Director of the Mind, Brain, and Education Program at Harvard Graduate School of Education.[2][3] Fischer studied cognitive and emotional development and learning.[4] His work, called dynamic skill theory,[5] is considered to be one of the Neo-Piagetian theories of cognitive development. It offers an explanation for both consistency and variability in developmental patterns.[6]", "12892954": "Robert Kurzban is an American freelance writer and former psychology professor specializing in evolutionary psychology.", "64011035": "Winfried Rief (born 12 May 1959) is a German psychologist. Since 2000 he has been a professor of clinical psychology and psychotherapy at the University of Marburg. Rief's research examines the psychological factors involved in the development, maintenance and management of physical complaints, including investigations of somatic symptom disorders and placebo effects. Rief is the founding editor of the academic journal Clinical Psychology in Europe.", "56638242": "Katharina Scheiter (27 March 1974) is a German psychologist. She is head of the Multiple Representations Lab at the Leibniz-Institut für Wissensmedien (IWM) and full professor for Empirical Research on Learning and Instruction at the University of Tübingen, Germany. In 2016, she was awarded honorary professor of the School of Education at the University of Nottingham.", "20790053": "Dr. Barbara Landau is the Dick and Lydia Todd Professor in the Department of Cognitive Science at Johns Hopkins University.[1] Landau specializes in language learning, spatial representation and relationships between these foundational systems of human knowledge. She examines questions about how the two systems work together to enhance human cognition and whether one is actually foundational to the other. She is known for her research on unusual cases of development and is a leading authority on language and spatial information in people with Williams syndrome.", "36420399": "Dante Cicchetti is a developmental psychology and developmental psychopathology scientist specializing in high-risk and disenfranchised populations, including maltreated children and offspring of depressed parents.[1] He holds a joint appointment in the Department of Psychiatry at the University of Minnesota Medical School and in the Institute of Child Development. He is the McKnight Presidential Endowed Chair and the William Harris Endowed Chair.", "6372145": "Douglas Northrop Jackson II FRSC (August 14, 1929 – August 22, 2004) was a Canadian psychology professor best known for his work in human assessment and psychological testing.", "17677106": "Francis Fabian Clive-Ross (1921–1981) was a publisher and author whose works focused on occultism, comparative religion, and the Traditionalist School. Clive-Ross was also a Trustee of the World of Islam Festival (held in London in 1976), as well as a justice of the peace.", "19839794": "Ann O'Leary is an American behavioral psychologist, associated with the Centers for Disease Control and Prevention in Atlanta, Georgia. She specializes in behavior associated with AIDS.[1]  O'Leary received her PhD from Stanford University.[2] In 2002, the American Psychological Association's Committee on Psychology and AIDS gave her their Distinguished Leader Award.[1]", "53492533": "Sang Min Leo Whang (November 10, 1962 - ) is a South Korean psychologist, author, and popular political commentator. He has empirically investigated \"the Korean Peoples' identity & their mass-psychology\" by connecting it to a variety of issues such as self, online world identity, consumption behavior, love & relationships, power desire and political decision making.[1][2]  He has mainly researched the different psychological types of people and how the human mind works in on and offline settings.  His most well-known projects are WPI (Whang's Personality Inventory),[3][4] research on the identities of online game players, and research on politicians' public images.[5]  Whang has been a professor at Sejong University from 1994 to 1997 and at Yonsei University from 1997 to 2016.  In January 2016, he was dismissed from his position as a tenured professor at Yonsei University, by excuse of violating an ethical rule, 'having a job outside of professorship without the permission of the university president.'  There is controversy and speculation surrounding his dismissal.  The unusual dismissal of a tenured professor from his position was a retaliatory decision made because of Whang's criticism against Geun-hye Park, the 11th President of South Korea.  She was later impeached and dismissed from the presidency. Whang's dismissal was planned and executed by the late president of Yonsei University, Gap Young Cheung who denied his involvement of this case as a president of university. The late president Gap Young Cheung had a strong reputation that he had wished to hold a government or Blue House position during Ms. Park's presidency.  After the impeachment of Ms. Park, Cheung retired from the university and remained as an honorary professor.  Whang's dismissal is appreciated as an example of an evidence of latent oppression on academia by power.  Dr. Whang currently runs a podcast WhangShimSo, where he provides free consultations on personal and career conflicts, and commentates on the diverse social issues in Korean Society.[6]", "32586550": "Reynol (\"Rey\") Junco is an American psychologist and education and social media researcher. He is known for his pioneering work on using social technologies in higher education. Rey is also known for his statistics, data science, and analytics skills. He is a former fellow at the Berkman Klein Center for Internet & Society at Harvard University.[1]", "58014521": "Suzanne Carolyn Purdy CNZM is a New Zealand psychology academic specialising in auditory processing and hearing loss. She is currently a full professor and head of the School of Psychology at the University of Auckland.[1]", "61553465": "Elżbieta Podleśna (Polish pronunciation: [ɛlʐˈbjɛta pɔˈdlɛɕna]; born 1967 or 1968),[1] also known as Elzbieta Podlesna, is a Polish civil rights activist.[2] She was a leading person in the Polish Women's Strike protests in 2017 and 2018.[3] She has also worked as a psychotherapist.", "66566970": "Joy Angela DeGruy (born October 16, 1957) is an American author, academic, and researcher, who previously served as assistant professor at the Portland State University School of Social Work. She is currently president and CEO of DeGruy Publications, Inc. She is most known for her book Post Traumatic Slave Syndrome, originally published by UpTone Press in 2005 and revised and republished in 2017 by JDP Inc. DeGruy and her research projects have featured in news and activist coverage of contemporary African-American social issues, in addition to public lectures and workshops on U.S. college campuses that include: Morehouse School of Medicine, Fisk University, Spelman College, Harvard University, Yale University, Princeton University, Smith College, Massachusetts Institute of Technology (MIT). Dr DeGruy has spoken at the United Nations, UNESCO, C-SPAN, Oxford University, Association of Black Psychologists, National Association of Social Workers, the World Bank, The Essence Festival, and featured in Essence Magazine, and films that include: \"Cracking the Codes\" a film by Shakti Butler (World Trust Organization),\"InVisible Portraits\"by Oge Egbuonu on the Oprah Winfrey Network (OWN), among others. Dr. Degruy has also received a 2021 grant from the MacArthur Foundation to further her healing work.", "73382718": "Daniel L. Schwartz is an American academic and university administrator. He is the I. James Quillen Dean and Nomellini & Olivier Professor of Educational Technology at the Stanford University Graduate School of Education.[1]", "13777730": "Chris Hatcher, Ph.D., (1946–1999) was a clinical psychologist at the University of California, San Francisco, who was an expert in police and forensic psychology. He dedicated his professional life to the study of violence and its prevention. He died unexpectedly at the age of 52.[1]", "35502924": "Dénes Lukács is a Hungarian scholar, teacher, psychologist and psychoanalyst.[1] He is known for his study on the Szondi test[2] and on Imre Hermann (1889-1984)'s theory of Freudian attachment.[3]", "67517262": "Margaret Vera Cobb (1884-1963) was an educational psychologist. She was elected a fellow of the American Association for the Advancement of Science in 1925.", "18332502": "Howard Kassinove is a  ABPP certified psychologist who works in the area of anger and anger management.  Licensed in the state of New York, he resides with his wife in Rancho Mirage, California.  Kassinove has been an invited speaker in many countries including Argentina, Greece, India, Korea, Romania, Taiwan, and Russia.", "34814806": "David Krech (March 27, 1909 – July 14, 1977) was an American Jewish experimental and social psychologist who lectured predominately at the University of California, Berkeley. Throughout his education and career endeavors, Krech was with many psychologists including Edward Tolman, Karl Lashley, and Rensis Likert.[1]", "277335": "James Sully (3 March 1842 – 1 November 1923)[1] was an English psychologist, philosopher and writer.", "2243430": "George Hoben Estabrooks (December 16, 1895 – December 30, 1973) was a Canadian-American psychologist and an authority on hypnosis during World War II. He was a Harvard University graduate, a Rhodes Scholar, and chairman of the Department of Psychology at Colgate University. He claimed to have used hypnosis to help spies have split personalities to not actually know they were spies in case of capture. He stated it was easy to create and easy to cure using hypnosis.[citation needed]", "54967143": "John Arthur Hill (4 December 1872 – 22 March 1951), best known as J. Arthur Hill, was a British psychical researcher and writer.", "62667631": "Gabriela Roberta Rodríguez de Bukele[1] (née Rodríguez Perezalonso;[2] 31 March 1985) is a Salvadoran educator, prenatal psychologist and the current First Lady of El Salvador, as the wife of the 43rd President of El Salvador, Nayib Bukele. She is also a professional ballet dancer and is part of the dance company Fundación Ballet de El Salvador.", "50183028": "Erich Kirchler (born 4 November 1954) is an Italian-Austrian psychologist and Professor of Economic Psychology at the University of Vienna.[1]", "33864569": "Noshir S. Contractor is an Indian-American network scientist who is the Jane S. & William J. White Professor of Behavioral Sciences in the McCormick School of Engineering & Applied Science, the School of Communication and the Kellogg School of Management and the director of the Science of Networks in Communities (SONIC) Research Group [1] at Northwestern University. He is also the former President of the International Communication Association (ICA) and a Trustee of the Web Science Trust.[2]", "42744700": "Eleanor Acheson McCulloch Gamble (March 2, 1868 – August 30, 1933) was an influential American psychologist from the late 19th century through the early 20th century. Gamble published most of her work on audition and memory influenced by  Georg Elias Müller, Edward B. Titchener, Mary Whiton Calkins, and Ernst Heinrich Weber.[1] Despite her chronic eye conditions she was successful in editing volumes of textbooks, her own papers, and directing many master's degree students. She earned her undergraduate degree from Wellesley College in 1889. She went on to obtain her doctorate from Cornell University in 1898. She held several teaching positions over the course of her career and was a member of several influential organizations including the American Psychological Association (APA). Gamble was a distinguished and well-liked professor at Wellesley College for more than two decades, and by 1930 she was the head of the Department of Philosophy and Psychology following the death of Mary Whiton Calkins. At the time of her death she was professor of psychology and director of the psychological laboratory at Wellesley College.[1]", "64568191": "Sophie Gonzales (born 1992) is an Australian author known for writing young adult queer romantic comedies.[1][2] She grew up in Whyalla South Australia and lives in Adelaide, Australia.[3][4] She graduated from the University of Adelaide, and works as a psychologist.[5][6] Her novel Only Mostly Devastated is a contemporary, queer re-imagining of Grease.[7][8] Her novel The Law of Inertia, an LGBT mystery novel, was published in 2018 and addressed mental health issues including depression, anxiety and suicide.[4]", "48511881": "Tine Kristin Jensen (born 1957) is a Norwegian psychologist. She is a Professor of Psychology at the University of Oslo and a Research Professor at the Norwegian Centre for Violence and Traumatic Stress Studies. Jensen is an expert on children and psychological trauma, developmental psychology, and treatment studies. Her research has focused on e.g. sexually abused children, how Norwegian parents and children coped with the 2004 Indian Ocean earthquake and tsunami, adolescents who survived the Utøya massacre and their families, young unaccompanied asylum seekers and treatment of traumatized children.[1]", "277395": "Laura Catherine Schlessinger (born January 16, 1947),[4] commonly known as Dr. Laura, is an American talk radio host and author.[5] The Dr. Laura Program, heard weekdays for three hours on Sirius XM Radio, consists mainly of her responses to callers' requests for personal advice and often features her short monologues on social and political topics. Her website says that her show \"preaches, teaches, and nags about morals, values, and ethics.\"[6] She is an inductee to the National Radio Hall of Fame in Chicago.", "14662552": "Alfred Josephon Marrow (March 8, 1905 – March 3, 1978) was an American industrial psychologist, executive, civil rights leader, and philanthropist.", "47365024": "Xabier Macias Virgós (born 16 February 1958) is a Spanish psychologist and activist. As of 2008[1] he is appointed president of the Centre Maurits Coppieters. (With a renewed mandate until 2020)", "39828400": "Ursula M. Staudinger (born April 3, 1959 in Nuremberg, West Germany) is a German psychologist and researcher of aging. She is the rector of the Technical University of Dresden (TUD).[1] She was Professor of Sociomedical Sciences and Professor of Psychology at the Robert N. Butler Columbia Aging Center at Columbia University.[2] Between 2013 and 2017 Staudinger was the founding director of the Robert N. Butler Columbia Aging Center and president of the affiliated International Longevity Center.[3][4][5][6][7]", "72235955": "Ruth Florence Namie is an American psychologist known for raising awareness of workplace bullying. Along with her husband, Gary Namie,[1] she founded the Workplace Bullying Institute in 1997.[2] Since the late 1990s, Ruth and Gary Namie have educated the public about workplace bullying, forming the Campaign Against Workplace Bullying, launching the \"Bullybusters\" website in January 1998, and organizing and hosting \"Workplace Bullying 2000,\" the first United States-based conference on workplace bullying.[3]", "11615163": "William Dean Crano (born 1942) is an American psychologist. He is the Oskamp Distinguished Professor of Psychology in the Division of Behavioral and Organizational Sciences (DBOS), Claremont Graduate University.[1]", "31964103": "Shoba Raja is an Indian psychologist and known for her work in developmental issues of vulnerable groups within the field of disability and mental health.", "27016143": "Rashid Al Shamrani (Arabic: راشد الشمراني) is a Saudi Arabian television actor, clinical psychologist and dramatist Writer, known for his role in the Saudi series \"Bayny wa bynak\" (English: Between me and you) 1 and 2 and 3,[1] Began his artistic career when he was student at the age 17.[2]", "16432084": "Dr. Paul Weston is a fictional character on the five-nights-a-week HBO series, In Treatment. The character is portrayed by Gabriel Byrne, who was coined as TV's \"latest Dr. McDreamy\" by the New York Times for the role.[1] According to Byrne, the character of Weston has flaws, but possesses certain virtues:", "34618328": "Henry Edward Field OBE (11 July 1903 – 28 March 1991) was a New Zealand educational psychologist, educationalist and university professor. He was born in Christchurch, New Zealand, on 11 July 1903.[1]", "932831": "Jean-Martin Charcot (French: [ʃaʁko]; 29 November 1825 – 16 August 1893) was a French neurologist and professor of anatomical pathology.[2] He worked on hypnosis and hysteria, in particular with his hysteria patient Louise Augustine Gleizes.[3] Charcot is known as \"the founder of modern neurology\",[4] and his name has been associated with at least 15 medical eponyms, including various conditions sometimes referred to as Charcot diseases.[2]", "50150373": "Vladimir Mikhailovich Rusalov (Russian: Владимир Михайлович Русалов; 5 October 1939 – 17 January 2023) was a Russian psychologist and anthropologist who was the first to develop a temperament model within the activity-specific approach. He was best known for his work in psychology of personality, temperament[1][2][3][4] and differential psychophysiology.[5][6]", "1850345": "Herbert Henri Jasper OC GOQ FRSC (July 27, 1906 –  March 11, 1999) was a Canadian psychologist, physiologist, neurologist, and epileptologist.", "4275189": "Joseph E. LeDoux (born December 7, 1949) is an American neuroscientist whose research is primarily focused on survival circuits, including their impacts on emotions such as fear and anxiety.[1] LeDoux is the Henry and Lucy Moses Professor of Science at New York University, and director of the Emotional Brain Institute, a collaboration between NYU and New York State with research sites at NYU and the Nathan Kline Institute for Psychiatric Research in Orangeburg, New York. He is also the lead singer and songwriter in the band The Amygdaloids.", "70138869": "Patrícia Ribeiro Faro (born 1972) is a Portuguese psychologist and politician. As a member of the Portuguese Socialist Party (PS), she was elected as a deputy in the Portuguese Assembly of the Republic in January 2022, representing the Porto District.", "73972746": "Nicolae Mărgineanu (1905–1980) was a Romanian psychologist.", "42482703": "June Machover Reinisch (born 1943) is an American psychologist who has helped advance the public's general knowledge of human sexual activity.[1] From 1982 to 1993,[2] she was director of the Kinsey Institute at Indiana University.[3] Her research at the Institute focused on sexual and psychosexual development.[4] She has published more than 100 scientific papers in such journals as Science, Nature, JAMA, American Psychologist, Hormones and Behavior, MMWR, JPSP, Archives of Internal Medicine, and the British and American Journals or Psychiatry.", "61914138": "(1983) The Hebrew University of Jerusalem", "59554846": "Robert Edgar Emery (born August 30, 1952)[1] is a professor of psychology and director of the Center for Children, Families, and the Law at the University of Virginia.[2] His research focuses on topics related to family relationships, such as divorce and family violence, and their effects on children's mental health.[3][4] Books that he has authored include Marriage, Divorce, and Children’s Adjustment, Renegotiating Family Relationships: Divorce, Child Custody, and Mediation, The Truth about Children and Divorce: Dealing with the Emotions So You and Your Children Can Thrive, and Two Homes, One Childhood: A Parenting Plan to Last a Lifetime.[5][3][6] He is a fellow of the Association for Psychological Science, as well as of Divisions 12, 37, and 43 of the American Psychological Association.[1]", "21904416": "Fritz Morgenthaler (July 19, 1919 - October 26, 1984) was a Swiss psychoanalyst, physician and painter. Morgenthaler was along with George Devereux one of the founders of ethnopsychoanalysis.", "59194407": "Elizabeth Midlarsky (1941-2023) was an American professor of psychology and education at Teachers College, Columbia University.", "50412586": "Michael David Anestis (born November 18, 1979)[2] is an American clinical psychologist and associate professor in the Department of Urban-Global Public Health in the Rutgers School of Public Health, as well as the executive director of the New Jersey Gun Violence Research Center. Before joining the faculty of Rutgers in 2020, he taught at the University of Southern Mississippi, where he first joined the faculty in 2012.[3]", "3816492": "Bernard Weiner (born 1935) is an American social psychologist known for developing a form of attribution theory which seeks to explain the emotional and motivational entailments of academic success and failure. His contributions include linking attribution theory, the psychology of motivation, and emotion.", "31964209": "Sir Ernest Nathaniel Bennett (12 December 1865 – 2 February 1947) was a British academic, politician, explorer and writer.[1]", "60570685": "Rolf Loeber (June 5, 1942 – November 6, 2017) was a Dutch-born American psychologist and criminologist who specialized in the study of juvenile delinquency. At the time of his death in 2017, he was Distinguished Professor of Psychiatry, Psychology, and Epidemiology at the University of Pittsburgh, where he had taught since 1984. He was also a Professor of Juvenile Delinquency and Social Development at the Free University of Amsterdam in the Netherlands. Along with his wife and collaborator, Magda Stouthamer-Loeber, he was the co-founder and co-director of the University of Pittsburgh's Life History Studies Program.[3] He was elected to the Royal Irish Academy in 2008.[4]", "41172031": "Margaret Beale Spencer  is an American psychologist whose work centers on the effects of ethnicity, gender, and race on youth and adolescent development. She currently serves as the Marshall Field IV Professor of Urban Education in the Department of Comparative Human Development at the University of Chicago.[1] Dr. Spencer's career spans more than 30 years and consists of over 115 published articles and chapters, stemming from work funded by over two-dozen foundations and federal agencies.[2]", "40713287": "Shirin Framroze Darasha (27 December 1938 – 2 May 2012)[1] headed the J.B. Petit High School For Girls as the School Principal for over three decades,[1] from 1973 – 2007.[2] A renowned Indian educator, playwright and feminist, she challenged many stereotypes and traditions in Indian society. She had strong views on the importance of \"joy\" during childhood.  She was not in favour of the excessive work-load and homework fetish that continued to dominate the Indian educational scene.[3][4] She took issue with the prevalent view that girls were at a disadvantage apropos of mathematics and sciences. Darasha maintained that in a nurturing environment where they were not set up to fail in comparison with boys, girls would flourish and blossom.[5] Her creative use of drama in education was an extension of her enduring interest in the stage – as playwright, producer and director. Over the years, Darasha established herself as a distinct and passionate figure in the field of female education in India.[6][7]", "57162825": "Silvia Görres (née Volkart; 11 September 1925 – 14 January 2015) was a German psychotherapist and author. In 1967 she became involved as a volunteer with Lebenshilfe München [de], a regional (and national) charity involved in mental health. Starting in 1971 she became chair of the organisation's Bavarian executive board, successfully backing a number of projects and practical initiatives to improve the quality of life for the mentally impaired.[1][2][3]", "6929491": "Carl Emil Seashore, born Sjöstrand (January 28, 1866 – October 16, 1949) was a prominent American psychologist and educator. He was the author of numerous books and articles principally regarding the fields of speech–language pathology, music education, and the psychology of music and art. He served as Dean of the Graduate College of University of Iowa from 1908–1937. He is most commonly associated with the development of the Seashore Tests of Musical Ability.[1][2][3]", "43891801": "Martine Beck (born 1947) is a French psychotherapist, as well as an author of picture books and other children's literature.", "41204837": "Jeffrey E. Young (born March 9, 1950) is an American psychologist best known for having developed schema therapy. He is the founder of the Schema Therapy Institute.", "59030656": "Robert Earl Lickliter is an American developmental psychologist and professor at Florida International University. He is known for researching the development of intersensory perception and selective attention in humans and other animals. He is a fellow of the Association for Psychological Science and the Society for Behavioral Neuroscience and Comparative Psychology.[1]", "39206022": "Martha E. Bernal (April 13, 1931, San Antonio, Texas – September 28, 2001) was an American clinical psychologist.[1] She earned her doctoral degree at Indiana University Bloomington in 1962. She was the first Latina to receive a doctorate degree in psychology in the United States.[1] She helped with the treatment and assessment of children with behavioral problems and worked to develop organizations that have a focus on ethnic groups.", "22690957": "Rebecca Coleman Curtis is an American author, psychologist, and psychoanalyst. Curtis has written extensively on the topics of Theories of Therapeutic Action, Creativity, Unconscious Processes, the Self, Self-Defeating Behaviors, Gender and Race.", "65092753": "Rosemary Elaine Phelps (born 1955) is an American counseling psychologist whose work has focused on racial identity and the race-related stress experienced by racially diverse students and faculty in higher education. She is known for her advocacy and mentoring of students and faculty of color and her commitment to training counseling psychologists to be culturally responsive and competent.[1] Phelps is Professor and Coordinator of Undergraduate Service Courses in the Department of Human Counseling and Services at the University of Georgia.[2]", "65092762": "1959 M.S., University of California, Berkeley", "61291680": "Sally Casswell ONZM is a New Zealand academic, and as of 2019 is a full professor at the Massey University.[1] She is a member of the WHO Expert Advisory Panel on Drug Dependence and Alcohol Problems and is chair of the Scientific Advisory Board of the Global Alcohol Policy Alliance. She is a Fellow of the Royal Society of New Zealand and an Officer of the Order of New Zealand.[2]", "56802478": "Irwin Douglas Waldman is an American psychologist and geneticist who is professor of psychology at Emory University. He is known for his research in behavior genetics, such as the role of genetic factors in population and race differences in intelligence.[1] This has included work on the Minnesota Transracial Adoption Study.[2] He served as president of the Behavior Genetics Association from 2010 to 2011,[3]: 3  and is now an associate editor for its official journal, Behavior Genetics.[4]", "36617392": "John Robert Putnam French Jr. (August 7, 1913 – October 14, 1995) was an American psychologist who served as professor emeritus at the University of Michigan. He may be best known for his collaboration with Bertram Raven on French and Raven's five bases of power in 1959.", "65092786": "Rachel L. Navarro is a licensed counseling psychologist known for her work in the field of multicultural vocational psychology, focusing on the experience and career goals of Latinas in STEM fields (Science, Technology, Engineering, and Mathematics). She is Professor of Counseling Psychology, Education, and Health and Behavior and Associate Dean for Research and Faculty Development at the University of North Dakota.[1]", "65092790": "Katherine A. Rawson is an American cognitive psychologist known for her educational research on how to optimize learning, promote effective study strategies, and enhance metacognition. She is Professor in the Department of Psychological Sciences at Kent State University.[1] She is co-editor (with John Dunlosky) of The Cambridge Handbook of Cognition and Education,[2] which surveys research on teaching and study strategies that increase learning.", "54049986": "Brenda Nelle Major (born August 21, 1950)[1] is an American social psychologist and distinguished professor in the Department of Psychological and Brain Sciences at the University of California, Santa Barbara, where she heads the Self and Social Identity Lab.[2]", "64994499": "Nicky Hayes is an established psychologist and author, who has written over 25 books on psychology, management and neuroscience and made significant contributions to psychology education, research methods and applied psychology.", "50019525": "Professor Dame Lesley Jean Fallowfield DBE (born October 1949)[1] is a British cancer psychologist and a professor of psycho-oncology at the University of Sussex. The main outcomes of her research have been the establishment of assessment tools to measure quality of life in clinical trials of cancer patients and the design of educational programmes to improve oncologists' communication with their patients.", "3325126": "Susan A. Clancy is a cognitive psychologist and associate professor in Consumer behaviour at INCAE as well as a post-doctoral fellow at Harvard University. She is best known for her controversial work on repressed and recovered memories in her books Abducted and The Trauma Myth.", "65092808": "Margaret-Ellen (Mel) Pipe is a developmental psychologist known for her research on memory development and its application to legal contexts involving eyewitness testimony of children in cases of child abuse. Prior to her retirement, she held the position of Associate Provost for Graduate Studies, Research, and Institutional Effectiveness at the College of Staten Island.[1]", "65092813": "Mary E. Reuder (1923 – 2017) was an American experimental psychologist, statistician, and licensed clinical psychologist known for her involvement in the American Psychological Association (APA) and her active mentorship of women in psychology. Reuder was the former chairperson of the Psychology Department of Queens College, City University of New York and a member of the faculty at Queens College for three decades.", "65879254": "Maritza Montero is a Venezuelan social psychologist and political scientist. She is a Professor and Program Director at the Central University of Venezuela. Her research focuses on community psychology, political psychology, and liberation psychology, with a particular focus on Latin America. She has been the President of the International Society of Political Psychology.", "11025624": "Norman Geschwind (January 8, 1926 – November 4, 1984) was a pioneering American behavioral neurologist, best known for his exploration of behavioral neurology through disconnection models[clarification needed] based on lesion analysis[clarification needed].", "65092824": "Stanley Sue is a clinical psychologist known for his contributions to the field of multicultural studies,[1] specifically in relation to the mental health issues of ethnic minorities[2] and the need for cultural competence in the treatment of psychological disorders. Sue is a Distinguished Professor of Clinical Psychology at Palo Alto University.[3] His work is often cited in discussions about the educational achievements of Asian Americans and the model minority stereotype.[4][5]", "6405347": "Lee Anne Thompson is an American psychology professor known for her work in behavior genetics and the biological processes involved in intelligence.", "64077033": "Georg Ernst Anschütz (15 November 1886 – 25 December 1953) was a German psychologist, who worked especially in the field of music psychology and synaesthesia. Due to his exposed role during the National Socialism period, he was dismissed from university service after 1945. His writings were nevertheless reprinted until the 1970s.", "65092853": "Camille B. Wortman (born July 2, 1947)[1] is a clinical health psychologist and expert on grief and coping in response to traumatic events and loss.[2][3] She is an Emeritus Professor of Psychology at Stony Brook University.[4]", "42253560": "Matthew Schure (May 26, 1948 - February 1, 2023) was an American educational psychologist, professor, and college president.  Schure served as the second president of New York Institute of Technology (NYIT) from 1982 until 2000,[1] succeeding his father, Alexander Schure, NYIT's founder.[2] Thereafter, in 2000, he became president of Philadelphia College of Osteopathic Medicine (PCOM).  During his tenure at PCOM, Schure oversaw an expansion of the college's degree offerings and the opening of its first campus in Georgia.  He retired in June 2014.[3]", "66501881": "Nadya A. Fouad (born 1955) is an American vocational psychologist. She is the Editor-in-Chief of Journal of Vocational Behavior and distinguished professor and chair of the Department of Educational Psychology at the University of Wisconsin-Milwaukee.", "37010698": "Ronald Roesch is a professor of psychology at Simon Fraser University in British Columbia, Canada.", "64273698": "Martin Laurence Fick (30 November 1898 – 2 August 1945) was a South African psychologist and psychometrician. He is noted for his work administering intelligence tests to South African children. On the basis of this research, he concluded that native South African children were intellectually inferior to their European counterparts, in support of the South African government's policy at the time of not investing in native children's education.[1][2][3]", "1555747": "Silver Bear for Best Actress – Berlin International Film Festival 1996 Summer Snow – May Sun                  Best Actress – Asia-Pacific Film Festival 1996 Hu-Du-Men – Lang Kim-sum                  \nHong Kong Film Awards – Best Actress  1988 The Wrong Couples – Wong Mui  1996 Summer Snow – May Sun                 \nLifetime Achievement Award  2009                   \nGolden Bauhinia Awards – Best Actress  1996 Summer Snow – May Sun                   \nHong Kong Film Critics Society Awards – Best Actress  1995 Summer Snow – May Sun                   \nAsian Film Awards – Outstanding Contribution to Asian Cinema  2007", "36453670": "George Stuart Klein (July 15, 1917 – April 11, 1971) was an American psychologist and psychoanalyst who made significant contributions in the experimental areas of the \"new-look perception\", \"cognitive controls\", \"subliminal perception\", \"REM-dream\" studies as well as in the advancement of psychoanalytic \"ego psychology\".", "59882798": "Nancy E. Hill is an American developmental psychologist. She is the Charles Bigelow Professor of Education at the Harvard Graduate School of Education.[1] Hill is an expert on the impact of parental involvement in adolescent development,[2] cultural influences on minority youth development, and academic discourse socialization, defined as parents' academic beliefs, expectations, and behaviors that foster their children's academic and career goals.[3][4]", "40385838": "Jeffrey Alfred Schaler is a psychologist, author, editor, retired professor of justice, law, and society at American University, and former member of the psychology faculty at Johns Hopkins University.[1] He is a prominent critic of psychiatric claims and practices, especially of treatment without consent. Schaler opposes the medicalization of addiction.[2][3][4] He has had a private practice in existential therapy since the 1970s.[5]", "65092911": "Jennifer Woolard is a developmental psychologist known for work within the juvenile justice system.[1][2] Woolard is professor of psychology and adjunct professor of law at Georgetown University.[3] She is involved in the Youth In Custody Practice Model Initiative at the Center for Juvenile Justice Reform at Georgetown University's McCourt School of Public Policy, which seeks to adopt evidence-based developmentally-appropriate practices within juvenile correctional institutions.[4]", "65092915": "Gail Elizabeth Wyatt (born 1944) is a clinical psychologist and board-certified sex therapist known for her research on consensual and abusive sexual relationships and their influence on psychological well-being. She is Professor of Psychiatry and Biobehavioral Sciences at the Ronald Reagan UCLA Medical Center.[1] Wyatt was the first African American woman in the state of California to receive a license to practice psychology and first African American woman to be named a Full Professor of the UCLA School of Medicine.[2]", "60734774": "Dr Nigel Guenole is a Senior Lecturer and director of research for the Institute of Management at Goldsmiths, University of London.[1]", "11287874": "Tommaso Palamidessi (February 16, 1915 – April 29, 1983) was an Italian esotericist. Drawn to astrology, parapsychology, and yoga-tantric doctrines, he was active in the field of the occult and developed a form of Esoteric Christianity that he called Archeosophy. In 1968 he founded the Archeosophical Society in Rome, which is still active and has several thousand members in Italy and the rest of Europe (mainly in Germany, Portugal, and France).[1][2][3][4][5]", "35994946": "John Dollard (29 August 1900 – 8 October 1980) was an American psychologist and social scientist known for his studies on race relations in America and the frustration-aggression hypothesis he proposed with Neal E. Miller and others.", "68435266": "Mabel Luisa Caparrós (born 9 January 1956) is an Argentine psychologist and politician, currently serving as National Deputy elected in Tierra del Fuego. Caparrós previously served as a National Senator for Tierra del Fuego from 2001 to 2007. Historically a member of the Justicialist Party, since 2019 she is a member of the FORJA Concertation Party, and currently forms part of the Frente de Todos.", "73874759": "Reinhard Pekrun (born 1952, Braunschweig, Germany[1]) is a psychological scientist and educational researcher best known for his research on achievement emotions. He is a professor at the University of Essex, United Kingdom,[2] and a professorial fellow at the Institute for Positive Psychology and Education, Australian Catholic University, Sydney.[3]", "42810696": "Gustav Adolf Wohlgemuth (1 November 1868 – 2 March 1942), known as A. Wohlgemuth in his publications, was a German/British businessman who lived in England and made significant contributions to psychology, conducting research into visual perception, memory, and imagery.", "73612631": "Virginia Guzmán Barcos (born 1943) is a Chilean psychologist and sociologist, who was a co-founder of the Flora Tristán Peruvian Women's Center. After completing studies at the Pontifical Catholic University of Chile and École pratique des hautes études (School\nof Higher Education Practices) at the Sorbonne, she went into exile in Peru because of the military dictatorship in Chile. Continuing her studies, she earned a master's degree in Peru and a PhD in Spain. From 1978, she became interested in women's studies and began researching in the area of women and public policy. After twenty years working at the Flora Tristán Peruvian Women's Center, she returned to Chile. Since 2002, she has been the deputy director of the Centro de Estudios de la Mujer (Center of Women's Studies) in Santiago.", "32324958": "David Allen Wolfe (born August 5, 1951) is an academic, psychologist and author specializing in issues of child abuse, domestic violence, children and youth. His work includes the promotion of healthy relationships through school programs, with a major focus on the prevention of child abuse and neglect, bullying, dating violence, unsafe sex, substance abuse and other consequences of unhealthy relationships.", "67190121": "Urve Uusberg (born Urve Piho; 5 January 1953)[1] is an Estonian conductor and psychologist who founded and conducted the choir studio Riinimanda.[citation needed]", "40746352": "Albert Paul Weiss (September 15, 1879 – April 3, 1931) was a German American behavioral psychologist, theorist, scientist, and experimentalist.[1] He was born in Steingrund, Germany. His family moved to the United States shortly after his birth and lived in St. Louis, MO. He was raised in a household of scholarly and philosophical interests although neither of his parents were highly educated. He attended University of Missouri for both undergraduate and graduate school and eventually earned his PhD there in 1916. Weiss initially planned on majoring in physics, mathematics, and philosophy until he was inspired by his professor Max Meyer to become a psychologist.  After earning his PhD, he went to Ohio State University where he did research and taught up until his death. While in school, Weiss became interested in the physiological and sociological aspects of philosophy. He was interested in the role of language in human behavior and used biology, physics, and chemistry to examine human behaviors. He died of heart disease in 1931.", "9125234": "Axel Cleeremans (born 5 March 1962) is a Research Director with the National Fund for Scientific Research (Belgium) and a professor of cognitive science with the Department of Psychology of the Université Libre de Bruxelles, Brussels.", "605565": "Brenda Milner CC GOQ FRS FRSC (née Langford; July 15, 1918) is a British-Canadian neuropsychologist who has contributed extensively to the research literature on various topics in the field of clinical neuropsychology.[1][2] Milner is a professor in the Department of Neurology and Neurosurgery at McGill University and a professor of Psychology at the Montreal Neurological Institute.[3] As of 2020[update], she holds more than 25 honorary degrees and she continued to work in her nineties.[2] Her current work covers many aspects of neuropsychology including her lifelong interest in the involvement of the temporal lobes in episodic memory.[4] She is sometimes referred to as the founder of neuropsychology[5][6] and has been essential in its development. She received the Balzan Prize for Cognitive Neuroscience in 2009, and the Kavli Prize in Neuroscience, together with John O'Keefe, and Marcus E. Raichle, in 2014. She turned 100 in July 2018[7] and at the time was still overseeing the work of researchers.[8]", "65092991": "Vindhya Undurti (born 1955) is a feminist scholar known for her research on gender roles,[1] women's health, and gender based violence, and for her advocacy work on behalf of Indian women.[2] Undurti is Professor of Psychology in the School of Gender Studies at the Tata Institute of Social Sciences in Hyderabad, India.[3]", "62602631": "Isoko Hatano (Japanese: 波多野 勤子 Hatano Isoko; (1905-12-21)December 21, 1905 – (1978-09-15)September 15, 1978) was a Japanese developmental psychologist and writer. Her 1951 book, Shōnenki, was a national bestseller that was adapted into a feature film. She was awarded the Order of the Precious Crown in 1976.", "26328460": "Michael E. Lamb is a professor and former Head of the then Department of Social and Developmental Psychology[1] at the University of Cambridge,[2] known for his influential work in developmental psychology, child and family policy, social welfare, and law.[3][4] His work has focused on divorce, child custody, child maltreatment, child testimony, and the effects of childcare on children's social and emotional development. His work in family relationships has focused on the role of both mothers and fathers and the importance of their relationships with children. Lamb's expertise has influenced legal decisions addressing same-sex parenting, advocating for fostering and adoption by adults regardless of their marital status or sexual orientations.[4] Lamb has published approximately 700 articles,[5] many about child adjustment, currently edits the APA journal Psychology, Public Policy, and Law,[6] and serves on the editorial boards on several academic journals.[7]", "49036693": "Arthur C. Graesser (born 1950) is a professor of psychology and intelligent systems at the University of Memphis[1][2] and is an honorary research fellow in education at the University of Oxford.[3]", "39271836": "Nadja Yvonne Hirsch (born 13 July 1978) is a German politician who served as a Member of the European Parliament (MEP) for the Free Democratic Party of Germany, part of the Alliance of Liberals and Democrats for Europe, from 2009 until 2014 and from 2017 until 2019.", "30686621": "Community is an American television sitcom created by Dan Harmon that ran for 110 episodes. The show, set at the fictional Greendale Community College, depicts the on-campus exploits of a close-knit study group. In the pilot, the main cast members are Joel McHale, Gillian Jacobs, Danny Pudi, Yvette Nicole Brown, Alison Brie, Donald Glover, and Chevy Chase. Ken Jeong joined the main cast starting with the second episode, and Jim Rash was promoted to the main cast at the start of the third season. John Oliver, Jonathan Banks, Paget Brewster, and Keith David also played major roles throughout their stints while not actually being credited among the main cast. The series also features recurring characters, mainly fellow students or teachers at Greendale.", "39468445": "Lydia Kwa (born 1959 in Singapore)[1] is a Canadian writer and psychologist.", "6372769": "Samuel J. Messick III (April 3, 1931 – October 6, 1998) was an American psychologist who worked for the Educational Testing Service (ETS), known for his contributions to validity theory.", "32292265": "Dennis Howitt is a British psychologist. He is a reader in Applied Psychology at Loughborough University and the author of numerous psychology textbooks.[1]  He is a chartered forensic psychologist and a Fellow of the British Psychological Society. His publications also include books on statistics, computing and methodology.", "20037049": "Torild Skard (born 29 November 1936) is a Norwegian psychologist, politician for the Socialist Left Party, a former Deputy Permanent Secretary at the Ministry of Foreign Affairs and a former Chairman of UNICEF.", "3816928": "Richard Noll (born 1959 in Detroit, Michigan) is an American clinical psychologist and historian of medicine. He has published on the history of psychiatry, including two critical volumes on the life and work of Carl Gustav Jung, books and articles on the history of dementia praecox and schizophrenia, and on anthropology on shamanism. His books and articles have been translated into fifteen foreign languages and he has delivered invited presentations in nineteen countries on six continents.", "23870946": "René Warcollier (8 April 1881 – 23 May 1962) was a French chemical engineer and parapsychologist. He was president of the Institut Métapsychique International, and edited and wrote theoretical and experimental reports for its journal.", "39042548": "Robert Roger McCrae (born April 28, 1949)[1] is a personality psychologist. He earned his Ph.D. in 1976,[2] and worked at the National Institute of Aging.[3] He is associated with the Five Factor Theory of personality. He has spent his career studying the stability of personality across age and culture. Along with Paul Costa, he is a co-author of the Revised NEO Personality Inventory.  He has served on the editorial boards of many scholarly journals, including the Journal of Personality and Social Psychology,[4] the Journal of Research in Personality,[5] the Journal of Cross-Cultural Psychology,[6] and the Journal of Individual Differences.[7]", "27442685": "Devendra Singh (January 12, 1938 – May 18, 2010) was a professor of Psychology at the University of Texas, known largely for his research regarding the evolutionary significance of human attraction.", "49135103": "Russell \"Russ\" Alan Poldrack (born 1967) is an American psychologist and neuroscientist.  He is a professor of psychology at Stanford University, associate director of Stanford Data Science, member of the Stanford Neuroscience Institute[1] and director of the Stanford Center for Reproducible Neuroscience[2] and the SDS Center for Open and Reproducible Science.", "22068746": "Anne Fernald is an American psychologist. She serves as the Josephine Knotts Knowles Professor in Human Biology at Stanford University[1] and has been described as \"the leading researcher in infant-directed speech\".[2]", "16465425": "Ph.D. in Clinical Psychology", "51232279": "John Marzillier (born 1946) is a retired psychotherapist who was described as 'a significant shaper of the profession of clinical psychology' in which he practiced for 37 years.[1]", "1752601": "Clark Leonard Hull (May 24, 1884 – May 10, 1952) was an American psychologist who sought to explain learning and motivation by scientific laws of behavior. Hull is known for his debates with Edward C. Tolman. He is also known for his work in drive theory.", "62307870": "Jaan Valsiner (born June 29, 1951, in Tallinn, Estonia) is an Estonian-American professor of developmental and cultural psychology, the recipient of Alexander von Humboldt Prize (1995) for his interdisciplinary\nwork on human development[1][2] and 2017 Hans-Kilian-Award winner,[3][4] the Foreign Member of the Estonian Academy of Sciences[5] and the former Niels Bohr Professor[6] of Cultural Psychology (in 2013–2018),[7] currently, a professor at Aalborg University, Denmark.[8]", "68075042": "Masami Ohinata is a Japanese academic and president of Keisen University in Tokyo.[1][2][3]", "1097251": "John D. Mayer is an American psychologist at the University of New Hampshire, specializing in emotional intelligence and personality psychology. He co-developed a popular model of emotional intelligence with Peter Salovey.[1] He is one of the authors of the Mayer-Salovey-Caruso Emotional Intelligence Test (MSCEIT),[2] and has developed a new, integrated framework for personality psychology, known as the Systems Framework for Personality Psychology. He is the author of Personal Intelligence: The Power of Personality and How It Shapes Our Lives.", "40615482": "Wendy Wood is a UK-born psychologist who is the Provost Professor of Psychology and Business at University of Southern California, where she has been a faculty member since 2009.  She previously served as vice dean of social sciences at the Dornsife College of the University of Southern California. Her primary research contributions are in habits and behavior change along with the psychology of gender.", "15023676": "Laurie A. Rudman is a social psychology feminist professor as well as the Director of the Rutgers University Social Cognition Laboratory who has contributed a great deal of research to studies on implicit and explicit attitudes and stereotypes, stereotype maintenance processes, and the media's effects on attitudes, stereotypes, and behavior on the Feminism movement. She was awarded the 1994 Gordon Allport Intergroup Relations Prize (with Eugene Borgida) for her research examining the effects of sexist advertising on men's behavior toward female job applicants.", "24690248": "The science of bereavement and trauma\nThe four trajectories of grief\nCoining the term \"coping ugly\"", "44219979": "Paul Thomas Young (1892–1978) was an American experimental psychologist and inventor.[1]", "6405729": "David C. Rowe (27 September 1949 – 2 February 2003) was an American psychologist known for his work studying genetic and environmental influences on adolescent onset behaviors such as delinquency and smoking.[1] His research into interaction between genetics and environment led to the discovery of the Scarr–Rowe effect.", "73219687": "Bruno Max Wilhelm Petermann (1898-1941) was a German psychology professor who published one of the early textbooks on Gestalt theory.", "56802924": "Christian Lorenzi (born April 15, 1968) is Professor of Experimental Psychology at École Normale Supérieure in Paris, France, where he has been Director of the Department of Cognitive Studies and Director of Scientific Studies until.[1] Lorenzi works on auditory perception.", "49397388": "Saima Wazed (Bengali: সায়মা ওয়াজেদ; born 9 December 1972),[1] also known as Putul (Bengali: পুতুল), is a Bangladeshi autism activist. She is the daughter of Bangladesh's Prime Minister, Sheikh Hasina. She had been drafted as a global autism advocate of the World Health Organization's 25-member Expert Advisory Panel on mental health for 4 years in 2014.", "64274062": "Simon Biesheuvel (3 April 1908 – 13 June 1991) was a Dutch-born South African psychologist. He is considered to be one of the most influential psychologists in the history of South Africa, and a 1991 obituary described him as \"the doyen of psychologists in South Africa.\"[1]", "58703507": "Antje Susanne Meyer (born 15 December 1957, Hemer, West Germany)[1] is a German-Dutch experimental psychologist, known for her work in language production. She is currently one of the scientific directors of the Max Planck Institute for Psycholinguistics in Nijmegen, the Netherlands, and also a professor of individual differences in language processing at Radboud University.", "1621653": "David Michael Buss (born April 14, 1953) is an American evolutionary psychologist at the University of Texas at Austin, researching human sex differences in mate selection. He is considered one of the founders of evolutionary psychology.[1][2][3]", "51265175": "Ayelet Gundar-Goshen (Hebrew: איילת גונדר-גושן; born 1982) is an Israeli clinical psychologist and author.[1]", "60472989": "France Kovacs Heussenstamm (November 6, 1928 – March 6, 2019) was an American artist and psychologist. She was a professor of art and education at Columbia University, an associate professor at California State University, Los Angeles, and instructor at Sierra High School, Whittier, California.  In sociology research, her experiment entitled, Bumper Stickers and the Cops, is widely referenced, as its findings continue to remain of controversy.", "46972582": "Camarin Grae is the pen name of Marian Grace (born 1941),[1] an American writer of lesbian-themed science fiction.[2] She has been a three-time Lambda Literary Award nominee: The Secret in the Bird was a Lambda Literary Award for Lesbian Fiction nominee at the 1st Lambda Literary Awards in 1989, Slick was a nominee for Lesbian Mystery at the 3rd Lambda Literary Awards in 1991, and Stranded was nominated for Lesbian Science Fiction, Fantasy or Horror at the 4th Lambda Literary Awards in 1992.", "16400038": "Hans Loewald (1906–1993) was a German-American psychoanalyst and theorist. While apparently a traditional Freudian, Loewald in his thinking was both elegant and quietly revisionist[1] - a radical conservatist.", "2408102": "Sylvan Muldoon (February 18, 1903 – October 15, 1969) was an American esotericist who promoted the concept of astral projection. According to Muldoon, astral projection is an out-of-body experience (OBE) that assumes the existence of an astral body separate from the physical body and is capable of travelling outside it. A 2012 Princeton University Press publication by Hugh Urban asserted that one of Muldoon's most popular books formed the basis for theories of the Church of Scientology founder L. Ron Hubbard which he claimed were his own.", "65093301": "Debra Titone is a cognitive psychologist known for her research on bilingualism and multilingualism. She is currently a Professor of Psychology and a chair holder of Canada Research in Language & Multilingualism at McGill University.[1][2] Titone is a founding member and officer of the professional society, Women in Cognitive Science.[3] She and her colleagues have written about gender disparities in opportunities, along with the advancement of women the field of cognitive science, with specific reference to Canada.[4]", "81590": "Social Interest\nFamily ConstellationBirth Order", "48348855": "Professor Warren Meck (17 November 1956 – 21 January 2020)[1] was a professor in psychology and neuroscience at Duke University. His main field of interest was Interval-Timing mechanisms and subjective time perception.[2] He was editor in chief in the journal of Timing & Time Perception.[3] He introduced an interesting time perception model in 1984 and 2005.[4] He explained that time is created in a dedicated module in the certain internal clock.[5] Meck has over 19,000 citations in google scholar.[6]", "41336513": "Helmut Leder (born 1963 in Bardenberg, Germany) is a Professor of Empirical Aesthetics in Psychology at the Faculty of Psychology of the University of Vienna, in Austria and he is the Head of the Cognitive Sciences Research Hub. He received his Degree Diploma in Psychology in 1990 from the RWTH Aachen University, with a minor in art history, and his Ph.D. in Psychology in 1996 from University of Fribourg and a habilitation from FU Berlin in 2001. His research within the field of experimental aesthetics has aimed to clarify the psychological processes involved in the appreciation of art and aesthetics. From 2014 until 2018, he was the president of the International Association of Empirical Aesthetics.", "6405826": "Frank L. Schmidt (April 29, 1944 – August 21, 2021)[1] was an American psychology professor at the University of Iowa known for his work in personnel selection and employment testing. Schmidt was a researcher in the area of industrial and organizational psychology with the most number of publications in the two major journals in the 1980s.[2] In the 1990s he was the 4th most published researcher in Journal of Applied Psychology (JAP) and Personnel Psychology (PP), the two principal publications in the field of industrial-organizational psychology.[2] He was also winner of the first Dunnette Prize, the most prestigious lifetime achievement award given by the Society for Industrial and Organizational Psychology \"to honor living individuals whose work has significantly expanded knowledge of the causal significance of individual differences through advanced research, development, and/or application\".[3]", "65093315": "Stephanie Johnson Rowley is a developmental psychologist and academic administrator known for her work on racial identity and parental socialization of race and ethnicity.[1] She is the dean of University of Virginia's School of Education and Human Development.", "6831812": "Neal Elgar Miller (August 3, 1909 – March 23, 2002) was an American experimental psychologist.[3] Described as an energetic man with a variety of interests, including physics, biology and writing, Miller entered the field of psychology to pursue these.[4] With a background training in the sciences, he was inspired by professors and leading psychologists at the time to work on various areas in behavioral psychology and physiological psychology, specifically, relating visceral responses to behavior.", "65093319": "Yael Niv is a neuroscientist who studies human and animal reinforcement learning and decision making. She is Professor of Psychology and Neuroscience at Princeton University.[1] Niv is known for her research contributions and for her visible advocacy work fighting against gender bias in neuroscience.[2] Niv is founder of biaswatchneuro.com, a website that tracks statistics in an effort to combat sexism in science.[3]", "5324490": "Lee S. Shulman (born September 28, 1938) is an American educational psychologist and reformer. He has made notable contributions to the study of teaching, assessment of teaching, and the fields of medicine, science, and mathematics.", "4013772": "Seymour Bernard Sarason (January 12, 1919, Brownsville, Brooklyn, New York – January 28, 2010, New Haven, Connecticut) was Professor of Psychology Emeritus at Yale University, where he taught from 1945 to 1989.[1] He is the author of over forty books and over sixty articles,[2] and he is considered to be one of the most significant American researchers in education, educational psychology, and community psychology. One primary focus of his work was on education reform in the United States. In the 1950s he and George Mandler initiated the research on test anxiety. He founded the Yale Psycho-Educational Clinic in 1961 and was one of the principal leaders in the community psychology movement. In 1974, he proposed psychological sense of community, a central concept in community psychology.[3] Since then, sense of community has become a well-known and commonly used term both in academic and non-academic settings.", "62865100": "Stanley Feldman is an American professor of political science who specializes in political psychology. He has been the president of the International Society of Political Psychology from 2013 to 2014.[1] One of the central focuses of his work has been on right-wing authoritarianism.[2] According to Google Scholar, he has been cited nearly 20,000 times by other academics.[3] He is currently working at the Stony Brook University,[4] as well as being a visiting academic at the University of Melbourne.[5]", "39010007": "Robert William Hamilton Jr. (1930 – 16 September 2011), known as Bill, was an American physiologist known for his work in hyperbaric physiology.", "54771416": "George Levinger (1927–2017) was Professor of Psychology at the University of Massachusetts in Amherst.[1] Born in Berlin, Germany, he fled the Nazi regime with his Jewish family in 1935, first moving to Switzerland and then to London, before emigrating to the United States in 1941. He received his B.A. from Columbia University in 1946. After his army service in Tokyo and time in the import-export business, he received a 1951 M.A. in clinical psychology from the University of California, Berkeley and a 1955 Ph.D. in social psychology from the University of Michigan. He later taught at Bryn Mawr College (1957–60), Western Reserve University (1960–65), and the University of Massachusetts (1965–92).", "37043932": "Peter Kinderman (born 1965) is professor of Clinical Psychology at the University of Liverpool, and is a Chartered Clinical Psychologist.", "72171230": "Ricardo Felipe Muñoz is an academic, psychologist, and author. He is Distinguished Professor of Clinical Psychology at Palo Alto University, and Professor Emeritus of Psychology at the School of Medicine at the University of California, San Francisco (based at San Francisco General Hospital—SFGH).[1] He serves as Adjunct Clinical Professor at Stanford University, and Affiliated Faculty at the University of California, Berkeley.", "31309537": "Denise Rousseau (born 20 October 1951) is a professor at Carnegie Mellon University. She holds an H.J. Heinz III Chair in Organizational Behavior and Public Policy, Heinz College[1] and jointly Tepper School of Business.[2]", "64896744": "Suzanne Higgs is an English psychologist. She is a Professor in the Psychobiology of Appetite at the University of Birmingham and was editor-in-chief of the journal Appetite from 2012-2022.", "70336239": "Gordon Lee Paul (2 September 1935 - 15 April 2014) was a clinical psychologist, researcher, and university professor instrumental in the development of evidence-based psychotherapy research.[1] He published more than 200 scientific papers and research monographs and formulated the ultimate clinical research question: What treatment, by whom, is most effective for this individual, with that specific problem, under which set of circumstances, and how does it come about? to guide research on psychotherapy effectiveness. [1][2] [3] Paul was the recipient of many awards including the Distinguished Scientist Award from Section 3 of Division 12 of the American Psychological Association, the Distinguished Scientific Contribution to Clinical Psychology from the American Psychological Association, and the Trailblazer Award for Lifetime Achievement from the Association for Behavioral and Cognitive Therapy as well as listing on Good Housekeeping's \"Best Mental Health Experts\"[4] He held an academic appointment at the University of Illinois at Urbana-Champaign from 1965 to 1980 and was appointed to the Hugh Roy and Lillie Cranz Cullen Distinguished University Chaired Professorship at the University of Houston in 1980; a position he held until his retirement in 2011.[5]", "65093363": "MA, Ohio State University (1952)", "55459573": "Merit Kerstin Hertzman-Ericson, née Lundberg (4 February 1911 in Danderyd – 26 March 1998 in Saltsjöbaden[1]) was a Swedish psychologist and author.", "442101": "Edward Chace Tolman (April 14, 1886 – November 19, 1959) was an American psychologist and a professor of psychology at the University of California, Berkeley.[1][2] Through Tolman's theories and works, he founded what is now a branch of psychology known as purposive behaviorism. Tolman also promoted the concept known as latent learning first coined by Blodgett (1929).[3] A Review of General Psychology survey, published in 2002, ranked Tolman as the 45th most cited psychologist of the 20th century.[4]", "69910274": "Leah H. Somerville is an American psychologist who is a professor at Harvard University. She is a member of the Human Connectome Project. Somerville was awarded the 2022 National Academy of Sciences Troland Research Award.[1]", "59850502": "Kathryn Paige Harden is an American psychologist and behavior geneticist. She is Professor of Psychology at the University of Texas at Austin, where she is also the leader of the Developmental Behavior Genetics lab and the co-director of the Texas Twin Project.[2][3] She is also a Faculty Research Associate at the University of Texas at Austin's Population Research Center and a Jacobs Foundation research fellow.[4]", "8371978": "Katherine Safford Harris[1] is a noted psychologist and speech scientist. She is Distinguished Professor Emerita in Speech and Hearing at the CUNY Graduate Center [2] and a member of the Board of Directors [3] Archived 2006-03-03 at the Wayback Machine of Haskins Laboratories. She is also the former President of the Acoustical Society of America and Vice President of Haskins Laboratories.", "53329689": "Vladimir Augusto Gessen Rodríguez is a Venezuelan politician, journalist and psychologist.", "22789921": "Amanda Woodward is Dean of the Division of the Social Sciences and the William S. Gray Professor of Psychology at the University of Chicago.[1] Her research investigates infant social cognition and early language development including the understanding of goal-directed actions, agency, theory of mind, and learning from social partners. She is a fellow of the American Academy of Arts and Sciences.", "212776": "Ram Dass (born Richard Alpert; April 6, 1931 – December 22, 2019),[1] also known as Baba Ram Dass, was an American spiritual teacher, guru of modern yoga,[2] psychologist, and writer. His best-selling[3] 1971 book Be Here Now, which has been described by multiple reviewers as \"seminal\",[4][5][6] helped popularize Eastern spirituality and yoga in the West.[7] He authored or co-authored twelve more books on spirituality over the next four decades, including Grist for the Mill (1977), How Can I Help? (1985), and Polishing the Mirror (2013).", "49495851": "Tracy Kendler, née Sylvia Seedman (August 4, 1918 – July 28, 2001) was an American research psychologist known for her research in discrimination learning.[1]", "41271091": "Lisbeth F.K. Holter Brudal (born 19 September 1935) is a Norwegian psychologist living in Oslo, Norway. She is particularly known for her pioneer work in the areas of birth psychology and communication.", "56442679": "Judith Hubback (born Eläis Judith Fischer Williams; 23 February 1917 – 6 January 2006) was a British analytical psychologist and sociologist noted for her early studies into women and work.", "3292987": "Carol Tomlinson-Keasey was the former chancellor of the University of California, Merced. She held a Ph.D. from the University of California, Berkeley, and was a professor at the university's School of Social Sciences, Humanities, and Arts.[1] Her research interests included developmental psychology and development of cognitive potential. She announced her resignation in March 2006, and continued her duties until August 31, 2006.", "59555650": "Theodore D. Wachs (born February 6, 1941)[3] is an American psychologist and professor in the Department of Psychological Sciences at Purdue University.[4] He has studied the effects of environmental factors, such as noise, on children's mental development.[5][6] He has also conducted research in the field of behavioral genetics.[4] Wachs was one of the founders of the Global Child Development Group in 2007.[7]", "65617730": "2009: PhD in Neuropsychology/Sport (UWC)", "769870": "James Rowland Angell (/ˈeɪndʒəl/; May 8, 1869 – March 4, 1949) was an American psychologist and educator who served as the 16th President of Yale University between 1921 and 1937. His father, James Burrill Angell (1829–1916), was president of the University of Vermont from 1866 to 1871 and then the University of Michigan from 1871 to 1909.", "20922191": "Robert Richardson Sears (/sɪərz/; August 31, 1908[1] – May 22, 1989[2]) was an American psychologist who specialized in child psychology and the psychology of personality.  He was the head of the psychology department at Stanford and later dean of the School of Humanities and Sciences there,[2] continued the long-term I.Q. studies of Lewis Madison Terman at Stanford,[3] and authored many pivotal papers and books on various aspects of psychology.", "35864405": "Gil Gabriel Noam, Ed.D., Dr. Habil is the founder and director of The PEAR Institute: Partnerships in Education and Resilience.[1] and an associate professor at Harvard Medical School and McLean Hospital.[2] Trained as a clinical and developmental psychologist and psychoanalyst in both Europe and the United States, Noam has a strong interest in supporting resilience in youth, especially in educational settings.[3] He served as the director of the Risk and Prevention program, and is the founder of the RALLY Prevention Program, a Boston-based intervention that bridges social and academic support in school, afterschool, and community settings.[4] Noam has also followed a large group of high-risk children into adulthood in a longitudinal study that explores clinical, educational, and occupational outcomes.", "51199835": "Florence Winger Bagley (January 7, 1874 – 1952) was a 19th-century American psychologist.[1] Bagley's work focused on the research of Fechner's color rings and color aesthetics.[2] She was listed in the first biographical compilation of American scientists.[3]", "41271134": "Donald Benjamin Lindsley (December 23, 1907 – June 19, 2003) was a physiological psychologist most known as a pioneer in the field of brain function study. Considered by his colleagues to have been worthy of winning the Nobel Prize in Physiology for discovering the reticular activating system along with Horace Winchell (Tid) Magoun  and Giuseppe Moruzzi, Lindsley was instrumental in demonstrating the use of electroencephalography (EEG) in the study of brain function.[1]", "9125728": "Stephen Marc Breedlove (born 1954)[1][2][self-published source?] is the Barnett Rosenberg professor of Neuroscience at Michigan State University in East Lansing, Michigan.[3]  He was born and raised in the Ozarks of southwestern Missouri.[2] After graduating from Central High School (Springfield, Missouri) in 1972,[4] he earned a bachelor's degree in Psychology from Yale University in 1976,[2] and a Ph.D. in psychology from UCLA in 1982.[2] He was a professor of psychology at the University of California, Berkeley from 1982 to 2003,[2] moving to Michigan State in 2001.[2]  He works in the fields of Behavioral Neuroscience and Neuroendocrinology. He is a member of the Society for Neuroscience[5] and the Society for Behavioral Neuroendocrinology,[6] and a fellow of the Association for Psychological Science (APS)[7] and the Biological Sciences section of the American Association for the Advancement of Science (AAAS).[8]", "21544809": "Bonnie Lowenthal (born February 19, 1940) is an American politician who represented California's 70th State Assembly district. Lowenthal also served on the Long Beach City Council prior to her service in the Assembly.  Lowenthal unsuccessfully ran for Mayor of Long Beach in 2014, failing to get past the primary nominating election, earning 19% of the vote.", "27574125": "Wynn R. Schwartz (born 1950) is an American clinical and experimental psychologist, research psychoanalyst, best known for his work on the Person Concept and his contributions to Descriptive psychology.[1]", "41566071": "Scott S. Hall a psychology and behavioral science professor and researcher at Stanford University's School of Medicine, specializing in Fragile X syndrome, Prader-Willi syndrome, and in research on the relationship of Fragile X syndrome to other conditions, including autism spectrum disorders.[1][2][3] He received a Doctor of Philosophy degree in psychology from the Institute of Psychiatry in 1997.\n[1]", "16253": "John Philippe Rushton (December 3, 1943 – October 2, 2012) was a Canadian psychologist and author. He taught at the University of Western Ontario until the early 1990s, and became known to the general public during the 1980s and 1990s for research on race and intelligence, race and crime, and other purported racial correlations.[1]", "11026310": "Second World War", "32292747": "Stephen Thomas Wegener (born November 20, 1952) is an American rehabilitation psychologist specializing in the psychology of pain management.[1] His work seeks to improve function and reduce disability for persons with chronic illness and impairments, including occupational injuries, rheumatic disease, spinal cord injury or limb loss. He also develops cognitive-behavioral therapy and self-management to prevent or mitigate pain associated with disability, and examines psychological variables that can affect positive outcomes.", "2736015": "Milton Rokeach (born in Hrubieszów as Mendel Rokicz, December 27, 1918 – October 25, 1988) was a Polish-American[citation needed] social psychologist. He taught at Michigan State University, the University of Western Ontario, Washington State University, and the University of Southern California. A Review of General Psychology survey, published in 2002, ranked Rokeach as the 85th most cited psychologist of the 20th century.[1]", "67911571": "Lorraine Komisarjevsky Tyler FBA MAE,   (b. 1945) is a British neuroscientist. She is Professor of Cognitive Neuroscience at the University of Cambridge.[1]", "1359775": "Hugh Crichton-Miller (born in Genoa, Italy, 5 February 1877, died 1 January 1959 in London) was a Scottish physician and psychiatrist. He founded the Bowden House nursing home for nervous diseases at Harrow-on-the-Hill in 1912 and the Tavistock Clinic in London in 1920.[1]", "56704934": "Rand Donald Conger (born August 29, 1941)[1] is Distinguished Professor Emeritus of Human Development & Family Studies at the University of California, Davis. He previously taught at Iowa State University, where he was the founding director of the Institute for Social and Behavioral Research. He is known for his research on risk factors for, and protective factors against, substance use and mental disorders.[2] He has also researched the effects of stress on child development and academic achievement.[3]", "2867114": "Doreen Kimura FRSC (February 15, 1933 – February 27, 2013) was a Canadian psychologist who was professor at the University of Western Ontario and professor emeritus at Simon Fraser University.[1] Kimura was recognized for her contributions to the field of neuropsychology and later, her advocacy for academic freedom.[2] She was the founding president of the Society for Academic Freedom and Scholarship.[3]", "2244524": "Theodor Waitz (17 March 1821 – 21 May 1864) was a German psychologist and anthropologist. His research in psychology brought him into touch with anthropology, and he will be best remembered by his monumental work in six volumes, Die Anthropologie der Naturvölker (\"The anthropology of peoples that live close to nature\").[1]", "4603829": "Dr. Johan (Sjeng) Kremers (born 10 May 1933) was the Queen's Commissioner of the Dutch province of Limburg from 1977 to 1990.[1]", "7913402": "Paul B. Baltes (18 June 1939 – 7 November 2006) was a German psychologist whose broad scientific agenda was devoted to establishing and promoting the life-span orientation of human development. He was also a theorist in the field of the psychology of aging. He has been described by American Psychologist as one of the most influential developmental psychologists.[1]", "70696891": "Hande Eslen-Ziya (born 1976) is a Turkish-born, Norway-based sociologist and psychologist. She is Professor of Sociology and Director of the Populism, Anti-Gender and Democracy Research Group at the University of Stavanger in Norway.[1] She has an established interest in gender and social inequalities, transnational organizations and social activism, and has a substantial portfolio of research in this field. Her research has been published in Gender, Work and Organisation, Emotion, Space and Society, Social Movement Studies, European Journal of Women’s Studies, Culture, Health and Sexuality, Leadership, Men and Masculinities, and Social Politics, as well as in other internationally recognized journals. She is known for her work on the concept of \"troll science,\" that she describes as an alternative discourse created by right-wing populist ideologies such as the anti-gender movement in opposition to established scholarly discourse.", "67911613": "María Elena Medina-Mora Icaza (born 3 October 1951) is a Mexican researcher and psychologist. Medina-Mora Icaza was inducted into El Colegio Nacional on 6 March 2006.[1]", "48480190": "Louis \"Lou\" Gerstman (April 22, 1930 – March 17, 1992) was an American neuropsychologist best known for his work in speech synthesis.[1] He was a co-inventor, along with John Kelly, of the computer portrayed as HAL 9000 in the film 2001: A Space Odyssey.[1] He also worked with Irv Teibel on Teibel's psychoacoustic environments recording series at Bell Labs, where Gerstman was working at the time.[2]", "57065411": "Debbie Gross is the founder and director of the religious women crisis center Tahel.[1] She founded the organization in 1993[2] to help women in a time of crisis and now it is a national center in Israel to help women and children dealing with trauma.[3]", "1392580": "Marie Jahoda (26 January 1907 – 28 April 2001) was an Austrian-British social psychologist.", "68927432": "Lisa Beth Spanierman is an American psychologist who is professor of Counseling and Counseling Psychology in the College of Integrative Sciences and Arts at Arizona State University. Her research focuses on racial attitudes, microaggressions, and related topics. A fellow of the American Psychological Association, she received the Fritz and Lynn Kuder Early Career Award from the Association's Society of Counseling Psychology in 2012.[1] She is the co-author of the book Microaggressions in Everyday Life.[2]", "31506395": "Dr. Steven Kull is a political psychologist who studies the impact of public opinion on public policy.\nHe has conducted polls and focus groups in over 30 countries around the world. He has led in-depth studies in the United States and the Muslim world, as well as numerous large multi-nation studies of world public opinion. Kull appears regularly in international media and has testified to or consulted with the U.S. Congress, the U.S. State Department, the United Nations, NATO, the European Commission, and other agencies.", "46776288": "Frank de Miranda (8 March 1913 in Bloemendaal – 1986, in Ede) was a Dutch sculptor, psychologist and publicist.[1]", "66994144": "Helena Pietraszkiewicz (20 July 1953 – 1 March 2021) was a Polish psychologist and politician.[1]", "15450109": "Lawrence K. Jones is an American counseling psychologist, career assessment developer, and writer of international standing. Jones is a professor Emeritus in the College of Education at North Carolina State University. He received his master's degree from the University of Pennsylvania, and his Ph.D. in counseling psychology at the University of Missouri.[1]  His work has been published in more than 50 scientific journals and books.  He is the author of the Encyclopedia of Career Change and Work Issues, selected as one of the \"Outstanding Reference Sources\" by the American Library Association. He received the annual, national Professional Development award of the American Counseling Association and he is a National Certified Counselor.[2]", "39272452": "James \"Jim\" A. Dinsmoor  (October 4, 1921 – August 25, 2005) was an American experimental psychologist who published work in the field of the experimental analysis of behavior.[1]", "58114080": "June J. Pilcher is Alumni Distinguished Professor of Psychology at Clemson University.[1] Her specialization is the study of sleep habits and the effects of sleep deprivation in human beings. She was named a Fellow of the Association for Psychological Science in 2010,[2] and from 2016 through 2018 she was a Distinguished Lecturer of Sigma Xi.[1][3] In 2018, the National Academy of Sciences honored her with the Jefferson Science Fellowship which allowed her to work at the United States Agency for International Development.[4][5] In 2019, she hosted a seminar at the University of Nebraska at Kearney Science Café titled That Tricky Brain.[6]", "53100582": "Norman S. Endler (May 2, 1931 - May 7, 2003) was a Canadian psychologist noted for his research on stress, coping and personality.", "19578922": "Bärbel Elisabeth Inhelder (15 April 1913 – 17 February 1997) was a Swiss psychologist most known for her work under psychologist and epistemologist Jean Piaget and their contributions toward child development.", "45563959": "Dorothy Evelyn Miell OBE FRSE is a professor of Social Psychology. Since March 2010, she has been Head of the College of Arts, Humanities and Social Sciences, and Vice-Principal, at the University of Edinburgh.[1] Before moving to Edinburgh, she was Dean of Social Sciences at the Open University. Her research focuses on collaboration and communication patterns, recently in the context of creative endeavors.[2]", "3784778": "Ira Progoff (August 2, 1921 – January 1, 1998) was an American psychotherapist, best known for his development of the Intensive Journal Method while at Drew University.[1] His main interest was in depth psychology and particularly the humanistic adaptation of Jungian ideas to the lives of ordinary people. He founded Dialogue House in New York City to help promote this method.", "5587038": "William David \"Bill\" Winn (1945–2006[1]) was an American educational psychologist, and professor at the University of Washington College of Education, known for his work on how people learn from diagrams, and on how cognitive and constructivist theories of learning can help instructional designers select effective teaching strategies.", "37044319": "Karl Beth (1872–1959) was a German academic involved in the fields of the history of religion, the psychology of religion, and Christianity. He has been described as \"one of the founding fathers of the psychology of religion\".[1]", "1556580": "Mihaly Robert Csikszentmihalyi (/ˈmiːhaɪ ˈtʃiːksɛntmiːˌhɑːjiː/ MEE-hy CHEEK-sent-mee-HAH-yee, Hungarian: Csíkszentmihályi Mihály Róbert, pronounced [ˈt͡ʃiːksɛntmihaːji ˈmihaːj] ⓘ; 29 September 1934 – 20 October 2021) was a Hungarian-American psychologist. He recognized and named the psychological concept of \"flow\", a highly focused mental state conducive to productivity.[1][2] He was the Distinguished Professor of Psychology and Management at Claremont Graduate University. Earlier he served as the head of the department of psychology at the University of Chicago and of the department of sociology and anthropology at Lake Forest College.[3]", "2506854": "Paul Beard (14 October 1904 – 9 June 2002) was an English author and poet who for 16 years was the President of the College of Psychic Studies.[1] Beard was based in London, England. The organization was devoted to finding in spiritualism evidence of life after death. During his tenure as a member and president Beard wrote an article that was published in Spiritual Frontiers in 1970 on \"How to Guard Against Possession.\" During this research he experimented extensively with using an ouija board.[citation needed] In his role as President of CPS, he lectured and mentored many aspiring students in the art of spiritualism.", "5881967": "Robert Ladd Thorndike[1] (September 22, 1910 – September 21, 1990) was an American psychometrician and educational psychologist who made significant contributions to the analysis of reliability, the interpretation of error, cognitive ability, and the design and analysis of comparative surveys of achievement test performance of students in various countries.[2]", "65159280": "William Robert Nelson \"Buck\" Blair (22 March 1915 – 22 August 1990) was a Canadian psychologist and academic administrator.[1]", "2736242": "Dr. Elizabeth Olivet is a fictional character on Law & Order, the TV crime drama. Carolyn McCormick portrayed her from 1991 to 1997 and in 1999. The character was revived in 2002, although her appearances were infrequent and her last was in 2009. Since Law & Order’s cancellation, the Dr. Olivet character has occasionally been on Law & Order: Special Victims Unit, most recently in 2018.", "27410549": "Aubrey C. Daniels (born May 17, 1935, in Lake City, South Carolina, USA) is the founder and chairman of the board for Aubrey Daniels International or ADI,[1] a Performance Management consulting company.[2]", "3031157": "Vivian Gussin Paley (January 25, 1929 – July 26, 2019) was an American pre-school and kindergarten teacher and early childhood education researcher. She taught and did most of her research at the University of Chicago Laboratory Schools and was the recipient of a MacArthur Fellowship, as well as the author of numerous books.", "43532412": "Donald Snygg (September 24, 1904 – February 1, 1967) was a teacher, a scholar, and a successful basketball and football coach. He is best known for and identified with the beginnings of Phenomenological Psychology.", "43565184": "Vicki Anderson FASSA FAHMS is an Australian clinical neuropsychologist and researcher. Since 2002 she has been the Theme Director of the Critical Care and Neurosciences group at the Murdoch Children's Research Institute in Melbourne, Australia, and she established the Australian Centre for Child Neuropsychological Studies at the Royal Children's Hospital.[1][2]", "42123403": "Ross W. Greene is an American clinical child psychologist. The author of several books on child behavior, Greene originated the Collaborative & Proactive Solutions (CPS) model of intervention. He is the founding director of the non-profit Lives in the Balance, and developed and executive produced the documentary film, The Kids We Lose. Greene's research has been published in academic journals and he and the CPS model have been mentioned in popular media. He advocates against punitive, exclusionary disciplinary practices, including detention, suspension, expulsion, corporal punishment, restraint, and seclusion.", "39829643": "Neal Roese (born February 13, 1965) holds the SC Johnson Chair in Global Marketing at the Kellogg School of Management at Northwestern University.[1] Trained as a social psychologist, he is most well known for his work on judgment and decision making, counterfactual thinking, and regret.", "5324941": "John Burville Biggs AM (born 25 October 1934, in Hobart, Tasmania) is an Australian educational psychologist and novelist who developed the SOLO taxonomy for assessing the quality of learning outcomes, and the model of constructive alignment for designing teaching and assessment.[1][2]", "68173966": "Regan A. R. Gurung (born August 9, 1969) is an American psychologist and award-winning author.[1]", "2179219": "Oliver James (born 26 October 1953) is a British psychologist, author, journalist, television producer and broadcaster.", "30818468": "Ralph Coverdale (1918–1975) was a British soldier, psychologist[1] and business consultant.[2] He established The Coverdale Organization[3] and the Coverdale Training method. He has been credited as a founder of coaching as a business practice in British industry.[4]", "73449640": "Joanne Marrow (January 22, 1945 – June 24, 2014) was an American clinical psychologist, author, feminist,[1] and advocate of LGBT rights.[2] She was a tenured professor of psychology at California State University, Sacramento (CSUS), where she taught the psychology of women and human sexuality for 30 years.[2] She helped establish Women Escaping a Violent Environment (WEAVE), a Sacramento-based shelter for women who are victims of domestic abuse.[1]", "68829353": "Alondra Carrillo Vidal[1] (born 23 July 1991) is a Chilean psychologist who was elected as a member of the Chilean Constitutional Convention.", "38453417": "David Richard Olson (born June 16, 1935) is a Canadian cognitive developmental psychologist who has studied the development of language, literacy, and cognition, particularly  the mental lives of children, their understanding of language and mind and the psychology of teaching.  Olson is University Professor Emeritus at the Ontario Institute for Studies in Education at the University of Toronto, where he has taught since 1966.", "54968489": "Bryan Edward Kolb OC FRSC (born 1947) is a Canadian neuroscientist, neuropsychologist, researcher, author and educator. Kolb's research focuses on the organization and functions of the cerebral cortex.", "49987753": "Belisa Vranich (born 28 April 1966) is an American clinical psychologist, author, public speaker, and founder of The Breathing Class (TM). She has been an active consultant and columnist, promoting intentional breathing practices to improve health and providing psychological viewpoints on sex and relationships. She is an advocate for women's health, as well as volunteering, mentorship, and animal rescue.[1]", "475313": "Dr. Susan Calvin is a fictional character appearing in Isaac Asimov's Robot series of science fiction short stories. According to I, Robot, Susan Calvin was born in the year 1982 and died at the age of 82, either in 2064 or 2065.", "65913010": "Gabriel José Martín Martín (San Fernando, July 12, 1971) is a Spanish gay and intersex psychologist, writer and activist.", "57884852": "Benjamin Bernard Lahey is an American psychologist and developmental epidemiologist. He is the Irving B. Harris Professor in the Departments of Health Studies and Psychiatry and Behavioral Neuroscience at the University of Chicago. He has conducted research on psychological problems in children, adolescents, and adults such as ADHD and antisocial behavior, and he was a member of a scientific panel that constructed the current definition of ADHD in the 1990s.[1] He was one of the authors of the papers that first hypothesized a hierarchical organization of dimensions of psychological problems, with a general factor at the top of the hierarchy.[2][3][4] He is a fellow of the American Psychological Association and the Association for Psychological Science. He is also a member of both the International Society for Research in Child and Adolescent Psychopathology and the Society of Clinical Child and Adolescent Psychology, as well as a former president of both organizations.[5] Lahey has received the Distinguished Research Award from the Society of Clinical and Adolescent Psychology.", "59883704": "Jack Anthony Naglieri (born 1950)[1] is an American school psychologist and research professor at the University of Virginia. He is also a senior research scientist at the Devereux Center for Resilient Children and an emeritus professor at George Mason University, as well as a former professor at Ohio State University. He is known for his development of the Naglieri Nonverbal Ability Test and (with Jagannath Prasad Das) the Das–Naglieri cognitive assessment system.[1][2]", "2015421": "Rosario Inés Consuelo Yolanda Salazar (previously McFarland; also known as \"Rosie\" and \"Ro-Ro\") is a fictional character on the American television sitcom Will & Grace, portrayed by actress Shelley Morrison.[2][3] Originally due to appear just once, the character was so popular with audiences that the show's writers made her a semi-regular character.", "3555517": "Joy Browne (born Joy Oppenheim; October 24, 1944—August 27, 2016),[1] also known as Dr. Joy,  was an American talk show host, specializing in advice counselling. She hosted a nationally syndicated call-in talk show for several decades, heard on numerous radio stations in the U.S. and Canada.", "25837764": "Mieko Kamiya (神谷 美恵子, Kamiya Mieko, January 12, 1914 – October 22, 1979) was a Japanese psychiatrist who treated leprosy patients at Nagashima Aiseien Sanatorium. She was known for translating books on philosophy. She worked as a medical doctor in the Department of Psychiatry at Tokyo University following World War II. She was said to have greatly helped the Ministry of Education and the General Headquarters, where the Supreme Commander of the Allied Powers stayed, in her role as an English-speaking secretary, and served as an adviser to Empress Michiko. She wrote many books as a highly educated, multi-lingual person; one of her books, titled On the Meaning of Life (Ikigai Ni Tsuite in Japanese), based on her experiences with leprosy patients, attracted many readers.", "508123": "Margaret Floy Washburn[1] (July 25, 1871 – October 29, 1939), was a leading American psychologist in the early 20th century, was best known for her experimental work in animal behavior and motor theory development. She was the first woman to be granted a PhD in psychology (1894); the second woman, after Mary Whiton Calkins, to serve as president of the American Psychological Association (1921);[1] and the first woman elected to the Society of Experimental Psychologists.[2] A Review of General Psychology survey, published in 2002, ranked Washburn as the 88th most cited psychologist of the 20th century, tied with John Garcia, James J. Gibson, David Rumelhart, Louis Leon Thurstone, and Robert S. Woodworth.[3]", "8536284": "Martha Stout (born August 12, 1953)[1] is an American psychologist and author.", "67387616": "Liselott Margarete \"Lisa\" Kahn (née Kupfer; July 15, 1921 – July 3, 2013) was a German-American poet and scholar of psychology and German studies. She studied at the University of Heidelberg, where she obtained a PhD in psychology in 1953. She married the German-American scholar Robert L. Kahn and emigrated to the United States, where she was a teacher at The Kinkaid School from 1964 to 1968 and professor of German at Texas Southern University from 1968 to 1990, serving as head of the foreign language department from 1988.", "82145": "Jean Berko Gleason (born 1931) is an American psycholinguist and professor emerita in the Department of Psychological and Brain Sciences at Boston University[1] who has made fundamental contributions to the understanding of language acquisition in children, aphasia, gender differences in language development, and parent–child interactions.[2]", "46678242": "Timothy A. Salthouse is the Brown-Forman professor of Psychology in the Department of Psychology at the University of Virginia where he leads the Cognitive Aging Laboratory.", "57458923": "Johanna Fenichel, née Heilborn (Berlin, Germany 21 October 1897 - Los Angeles, California 12 October 1975) was a child psychologist.", "20037868": "Jostein Rise (born 1945) is a Norwegian social psychologist.", "377075": "Conwy Lloyd Morgan, FRS[1] (6 February 1852 – 6 March 1936) was a British ethologist and psychologist. He is remembered for his theory of emergent evolution, and for the experimental approach to animal psychology now known as Morgan's Canon, a principle that played a major role in behaviourism, insisting that higher mental faculties should only be considered as explanations if lower faculties could not explain a behaviour.", "12370168": "Raymond N. Guarendi, aka Dr. Ray, is a practicing clinical psychologist and authority on parenting and behavioral issues active in the Catholic media, and is also a well known author.  Guarendi is an advocate of common sense approaches to child rearing and discipline issues.", "10567936": "Kenneth I. Pargament (born November 3, 1950)[1] is an emeritus professor of psychology at Bowling Green State University (Ohio, USA).", "8732932": "Jesse Stephen Miller (1940 – March 29, 2006) was a psychologist and psychodynamic psychotherapist.", "61882642": "1995 John Merck Scholars Award;", "41763092": "Glenn Walters is an American forensic psychologist and associate professor of Criminal Justice at Kutztown University in Pennsylvania. He worked for three decades in federal government as a clinical psychologist and drug program coordinator for military and federal prison inmates. He has published widely in criminology, including addiction.", "53395750": "Edward Trusted Bennett (1 July 1831 – 16 November 1908), best known as Edward T. Bennett, was a British botanist and psychical researcher.", "2408748": "Arthur Rex Knight, (9 May 1903 – 12 March 1963) known as Rex Knight, was born in Wilcannia, New South Wales in Australia. He later emigrated to the United Kingdom and became a psychologist.", "17088829": "Rochelle Lynne \"Shelly\" Chaiken (born 1949) is an American social psychologist. She first received her BS from the University of Maryland, College Park in 1971 for mathematics. She later earned her MS (in 1975) and her PhD (in 1978) at the University of Massachusetts Amherst in social psychology. She was a professor of psychology at New York University, but is now retired.[1]", "69288254": "Mark Louis Hatzenbuehler is the John L. Loeb Associate Professor of the Social Sciences in the Psychology Department at Harvard University. He was previously a tenured associate professor in the Department of Sociomedical Sciences at Columbia University. Much of his research focuses on the effects of social stigma on mental health among members of minority groups. He has received multiple awards from professional societies, including the 2016 Janet Taylor Spence Award from the Association for Psychological Science.[1][2]", "22561091": "Tim Weissman (born 1970) is a clinical psychologist and ten-time world champion in the sport of professional Air Hockey.[1] He is a major subject of the documentary Way of the Puck. He is credited for creating a move called the \"circle drift.\"[2] He has also been referred to as \"The Kasparov of Air Hockey.\"[3]", "34455876": "Professor Dame Til Wykes, Lady Davies (born March 1953)[1] is an English academic, author and editor.", "10338631": "Celia Kitzinger and Sue Wilkinson are a British lesbian couple who lobbied to have their relationship recognised as a marriage in England.", "15024459": "Rochel Gelman (born January 23, 1942) is an emeritus psychology professor at Rutgers University,[1] New Brunswick, NJ, and Co-Director of the Center for Cognitive Science.[1] Gelman is married to fellow psychologist C. Randy Gallistel. Prior to joining the Rutgers faculty she taught at the University of California, Los Angeles.[2][3]", "62439762": "Emma Sophia Baker ((1856-02-27)February 27, 1856 – (1943-10-26)October 26, 1943)[1] was a Canadian psychologist.[1] In 1903, she became the first person to earn a Ph.D. in philosophy from the University of Toronto, it is important to know that psychology was considered a subdiscipline of philosophy at the time. Baker was also one of the first two women to earn a Ph.D. from that institution, the other was chemist Clara Benson.[2][3]", "57065821": "Anne Ancelin Schützenberger (29 March 1919 – 23 March 2018)[1] was a French psychologist and psychotherapist. During the Second World War she was a member of the French Resistance.", "69648736": "Zoe Kourtzi is Professor of Experimental Psychology at the University of Cambridge.[1] She is the Scientific Director of Early Detection of Neurodegenerative diseases (EDoN), a project involving an international team supported by Alzheimer's Research UK, researching mechanisms for learning and plasticity in dementia patients.[2]", "64340324": "Marcela Pini (born 1972) is a Uruguayan activist, psychologist and teacher. Pini is one of the first three transgender people to have earned a college degree in Uruguay.", "46678372": "Dean Keith Simonton is a Distinguished Professor of Psychology at the University of California, Davis. He is particularly interested in the study of human intelligence, creativity, greatness, and the psychology of science.", "64733565": "Philip Marcus Levy (1934 – 2011) was a British psychologist who specialised in the field of mathematical psychology.", "9716095": "Dame Reubina Ann Ballin ONZ DBE (20 February 1932 – 2 September 2003) was a New Zealand psychologist and victims' rights advocate. In 2002, she was accorded New Zealand's highest civilian honour, membership of the Order of New Zealand.", "70173070": "Chanequa Walker-Barnes is an American theologian and psychologist. Her research as a clinical psychologist has focused on African American health disparities, and as a womanist theologian she has written about the myth of the \"StrongBlackWoman\" and the need for the voices of women of color. She has written two books, Too Heavy a Yoke and I Bring the Voices of My People.", "55525776": "Conor Vivian Dolan (born 5 April 1962 in Blenheim, New Zealand, also sometimes known as C.V. Dolan)[1] is a New Zealand psychologist and professor in the Faculty of Behavioural and Movement Sciences at Vrije Universiteit Amsterdam.", "45466001": "Howard S. Hoffman (May 23, 1925 – August 31, 2006) was an American experimental psychologist.", "63357330": "Carolina Martuscelli Bori (January 4, 1924—October 4, 2004) was a Brazilian psychologist, specialized in experimental psychology. She was instrumental in establishing psychology undergraduate courses in Brazilian universities, as well as regularizing standards for the  profession in the country.[1] Bori was president of the Brazilian Society for the Advancement of Science (SBPC) from 1986 to 1989.[2]", "6898069": "Peter Jensen is a Canadian Olympic trainer and sports psychologist. He has worked with Olympians for over 20 years; the 2010 Vancouver Winter Games was his seventh Olympics.", "49574": "Abbot Howard Hoffman (November 30, 1936 – April 12, 1989) was an American political and social activist who co-founded the Youth International Party (\"Yippies\") and was a member of the Chicago Seven. He was also a leading proponent of the Flower Power movement.[1][2][3]", "65618353": "Roger Money-Kyrle  was a British psychoanalyst renowned for his wide-ranging intellect interested in the ways an individual psyche relates to the wider sphere of human society.[1]  A member of the British Psycho-Analytical Society, Money-Kyrle blended the British empirical tradition and a neopositivistic approach to philosophy of the Viennese school of Moritz Schlick[2] in areas of social sciences research which would later be referred to as social psychology.", "803263": "Joy Paul Guilford (March 7, 1897 – November 26, 1987) was an American psychologist best remembered for his psychometric study of human intelligence, including the distinction between convergent and divergent production.", "2605527": "Thomas Charles Lethbridge (23 March 1901 – 30 September 1971), better known as T. C. Lethbridge, was an English archaeologist, parapsychologist, and explorer. A specialist in Anglo-Saxon archaeology, he served as honorary Keeper of Anglo-Saxon Antiquities at the Cambridge University Museum of Archaeology and Ethnology from 1923 to 1957, and over the course of his lifetime wrote twenty-four books on various subjects, becoming particularly well known for his advocacy of dowsing.", "53428696": "Thelma Gwinn Thurstone (December 11, 1897 – February 12, 1993) was a U.S. psychologist.[2][3]", "66961884": "Frederick Phillip Morgeson is an industrial and organizational psychologist at Michigan State University, where he is the Eli Broad Professor of Management in the Broad College of Business. He is the editor of the Annual Review of Organizational Psychology and Organizational Behavior and an elected fellow of the Academy of Management, American Psychological Association, Association for Psychological Science, and Society for Industrial and Organizational Psychology.", "57721309": "Kenneth Richardson (born 21 July 1942) is a British psychologist, author, and former lecturer at the Open University, where he began working in 1971.[1][2] He has written several books highly critical of IQ testing and related concepts in the field of psychometrics, such as Spearman's g.[3][4] He contends that the definitions of intelligence, and the assumptions of its causes, \"lie at the core of political ideologies\", and has called for IQ tests to be banned.[5] He has supported this position by arguing that IQ tests do not measure cognitive ability, but rather conformity with the culture of the tests' designers.[6][7][8] Richardson debated the measurement of intelligence with philosopher of science Michael Ruse on the BBC's In Our Time.[9]", "29245923": "Albert Nalchajyan (born August 22, 1939 in Gyumri (Leninakan), Armenia) is an Armenian psychologist.[1] Spheres of his scientific interests include Psychology, Ethnology and Philosophy.", "6144489": "Oliver Louis Zangwill FRS (29 October 1913 – 12 October 1987) was a British neuropsychologist. He was Professor of Experimental Psychology, University of Cambridge, 1952–1981, and then professor emeritus.  His father was author Israel Zangwill; his mother was author Edith Ayrton, whose parents were physicist William Edward Ayrton and physician Matilda Chaplin.  He was elected a Fellow of the Royal Society in 1977.[1]", "63848939": "Daisy Fancourt (born June 1990[2]) is a British researcher who is an Associate Professor of Psychobiology and Epidemiology at University College London.[3][4][5] Her research focuses on the effects of social factors on health, including loneliness, social isolation, community assets, arts and cultural engagement, and social prescribing.[6] During the COVID-19 pandemic Fancourt led a team running the UK's largest study into the psychological and social impact of COVID-19 and established the international network COVID Minds, aiming to better understand the impact of coronavirus disease on mental health and well-being.[6]", "11223537": "Chad Allen (born June 5, 1974) is an American retired actor and psychologist. Beginning his career at the age of seven, Allen is a three time Young Artist Award winner and GLAAD Media Award honoree. He was a teen idol during the late 1980s as David Witherspoon on the NBC family drama Our House and as Zach Nichols on the NBC sitcom My Two Dads[1][2] before transitioning to an adult career as Matthew Cooper on the CBS western drama Dr. Quinn: Medicine Woman.[3] He announced his retirement from acting in April 2015.[4]", "1655285": "David West Keirsey (/ˈkɜːrziː/; August 31, 1921 – July 30, 2013[1]) was an American psychologist, a professor emeritus at California State University, Fullerton, and the author of several books. In his most popular publications, Please Understand Me (1978, co-authored by Marilyn Bates) and the revised and expanded second volume Please Understand Me II (1998), he laid out a self-assessed personality questionnaire, known as the Keirsey Temperament Sorter, which links human behavioral patterns to four temperaments and sixteen character types. Both volumes of Please Understand Me contain the questionnaire for type evaluation with detailed portraits and a systematic treatment of descriptions of temperament traits and personality characteristics. With a focus on conflict management and cooperation, Keirsey specialized in family and partnership counseling and the coaching of children and adults.", "27345401": "Arthur Paul Shimamura (June 26, 1954 – October 6, 2020[1]) was a professor of psychology and faculty member of the Helen Wills Neuroscience Institute at the University of California, Berkeley. His research focused on the neural basis of human memory and cognition. He received his BA in experimental psychology from the University of California, Santa Barbara in 1977 and his PhD in cognitive psychology from the University of Washington in 1982. He was a post-doctoral fellow in the laboratory of Larry Squire, where he studied amnesic patients. In 1989, Shimamura began his professorship at UC Berkeley. He has published over 100 scientific articles and chapters, was a founding member of the Cognitive Neuroscience Society, and has been science advisor for the San Francisco Exploratorium science museum.", "10568203": "Bibb Latané (/ˈlɑːtəneɪ/; born July 19, 1937) is an American social psychologist. He worked with John M. Darley on bystander intervention in emergencies.[1] He has also published many articles on social attraction in animals, social loafing in groups, and the spread of social influence in populations.", "69943822": "Helen Block Lewis (August 22, 1913 – January 18, 1987)[1] was an American psychiatrist and psychoanalyst. Her work pioneered the study of the differences between guilt and shame. She founded the journal Psychoanalytic Psychology, taught at universities, was the psychoanalysis division president of the American Psychological Association, and wrote several books. Her books include Shame and Guilt in Neurosis, Psychic War in Men and Women, Freud and Modern Psychology volume 1 and 2, Sex and the Superego, and The Role of Shame in Symptom Formation.", "26952215": "W. Bryan Dockrell (1929–2010) was a Scottish education researcher, with degrees from the University of Manchester, Trinity College Dublin, Edinburgh University and the University of Chicago. He made an important contribution to the development of British Educational Research particularly through his time as Director of the Scottish Council for Research in Education (SCRE) from 1971 to 1986. \nPrior to his time at SCRE Bryan worked in England, Canada and the USA[1]", "65094173": "Scyatta A. Wallace is a developmental psychologist who studies how gender, race, and culture impact health outcomes of urban Black youth. In her community-based research and practice, Wallace emphasizes the importance of cultural competence and the need to diversify the workforce in health and mental health professions to better serve ethnic-minority communities.[1] Wallace is an associate professor of psychology with tenure at St. John's University.[2]", "311840": "Ronald David Laing (7 October 1927 – 23 August 1989), usually cited as R. D. Laing, was a Scottish psychiatrist who wrote extensively on mental illness—in particular, psychosis and schizophrenia.[1] Laing's views on the causes and treatment of psychopathological phenomena were influenced by his study of existential philosophy and ran counter to the chemical and electroshock methods that had become psychiatric orthodoxy. Laing took the expressed feelings of the individual patient or client as valid descriptions of personal experience rather than simply as symptoms of mental illness. Though associated in the public mind with the anti-psychiatry movement, he rejected the label.[2] Laing regarded schizophrenia as the normal psychological adjustment to a dysfunctional social context,[3] although later in life he revised his views.[4][1]", "56541729": "James D. Herbert (born June 20, 1962) is a psychologist, professor,  and university administrator. On July 1, 2017, he became the sixth president of the University of New England.[1]", "14467622": "Charles R. Berger was an American professor emeritus of communication at the University of California, Davis.[1] Berger died on September 25, 2018, from health complications arising from cancer.[2][3]", "3555878": "Dorothy Rowe (née Conn; 17 December 1930 – 25 March 2019) was an Australian-British psychologist and author, whose area of interest was depression.", "21479982": "John D. Bonvillian (1948-2018)[1] was a psychologist and associate professor - emeritus in the Department of Psychology and the Interdepartmental Program in Linguistics at the University of Virginia in Charlottesville, Virginia.[2] He is the principal developer of Simplified Signs,[3] a manual sign communication system designed to be easy to form, easy to understand and easy to remember.  He is also known for his research contributions to the study of sign language, child development, psycholinguistics, and language acquisition.", "30786098": "Vladimir Nikolayevich Myasishchev (Russian: Влади́мир Никола́евич Мяси́щев; 11 July 1893 – 4 October 1973) was a Soviet psychologist and developmental psychologist.", "4702770": "René F.W. Diekstra (born 20 July 1946, Sneek, the Netherlands) is a Dutch psychologist.[1][2][3] Apart from being a scientist, he is also well known as an author of popular psychology books. He is the developer of many psychological programs for policy and well-being and writes for Dutch regional newspapers and several magazines.\nFrom 1987 to 1989, he was appointed manager of the programme on Psychosocial and Behavioral aspects of Health and Development of the World Health Organization in Geneva. He was also the founder of the International Academy of Suicide Research and the scientific journal Archives of Suicide Research. Diekstra became one of the foremost researchers in the field of suicidal behavior and author of many scientific papers and books in the field. He was also one of the first recipients of the Stengel Award, the world's most prestigious honor in the field of research on suicide.", "311872": "Marion Jean Woodman (née Boa,[1] August 15, 1928 – July 9, 2018) was a Canadian mythopoeic author, poet, analytical psychologist and women's movement figure. She wrote and spoke extensively about the dream theories of Carl Jung.[2][3][4] Her works include Addiction to Perfection, The Pregnant Virgin and Bone: Dying into Life.[5]", "148032": "William Schutz (December 19, 1925 – November 9, 2002) was an American psychologist.[1][2]", "49201734": "Carolyn M. Mazure (born 1949) is an American psychologist and the Norma Weinberg Spungen and Joan Lebson Bildner Professor of Psychiatry and Psychology at the Yale School of Medicine.[1]  She created and directs Women’s Health Research at Yale — Yale’s interdisciplinary research center on health and gender.[2]", "311880": "Clarissa Pinkola Estés (born January 27, 1945) is an American writer and Jungian psychoanalyst. She is the author of Women Who Run with the Wolves (1992), which remained on the New York Times bestseller list for 145 weeks and has sold over two million copies.", "180811": "Clayton Paul Alderfer (September 1, 1940 - October 30, 2015)[1] was an American psychologist and consultant known for further developing Maslow's hierarchy of needs.", "52314701": "Charles Alexander Lockhart Robertson (4 April 1825 – 18 May 1897), best known as C. Lockhart Robertson, was a Scottish asylum doctor and spiritualist.", "311899": "Harley Quinn (Harleen Frances Quinzel) is a character appearing in American comic books published by DC Comics. She was created by Paul Dini and Bruce Timm for Batman: The Animated Series as a henchwoman for the Joker, and debuted in its 22nd episode, \"Joker's Favor\", on September 11, 1992. While intended to appear in one episode, Quinn became a recurring character within the DC Animated Universe (DCAU) as the Joker's sidekick and love interest, and was adapted into DC Comics' canon seven years later, beginning with the one-shot Batman: Harley Quinn #1 (October 1999). Quinn's origin story features her as a former psychologist at Gotham City's Arkham Asylum who was manipulated by and fell in love with the Joker, her patient, eventually becoming his accomplice and lover. The character's alias is a play on the stock character Harlequin from the 16th-century Italian theater commedia dell'arte.", "56345189": "Lyle Vincent Jones (March 11, 1924 – April 13, 2016) was an American psychologist known for his pioneering work in psychometrics. He was an early architect of the National Assessment of Educational Progress.[1]", "180839": "Victor Harold Vroom (August 9, 1932 – July 26, 2023) was a Canadian psychologist and business school professor at the Yale School of Management.", "3031656": "Pavel Petrovich Blonsky (Russian: Павел Петрович Блонский; May 26 [O.S. May 14], 1884 – February 15, 1941) was a Russian Soviet psychologist, philosopher, and founder of Soviet paedology. [1]", "60310124": "Carol Arlene Prescott is a professor in the Department of Psychology at the University of Southern California (USC), where she also holds a joint appointment in the Davis School of Gerontology. Before joining the faculty of USC in 2005, she was an assistant, and later associate, professor in the Department of Psychiatry at Virginia Commonwealth University. Her research focuses on the genetic and environmental contributions to variation in cognition, as well as on identifying causes of substance use disorders.[2]", "5423760": "Herbert W. Marsh is an educational psychologist who has published influential research on self-concept, motivation and university students' evaluations of teaching effectiveness. The website of Oxford University, where he is currently a faculty member, notes the following.", "69059223": "Barry R. Komisaruk (born 1941) is an American psychologist and Distinguished Professor of Psychology at Rutgers University.[1][2]\nHe is known for his works on sexology and sex therapy.[3][4]", "11911841": "Shelley Elizabeth Taylor (born 1946) is an American psychologist. She serves as a distinguished professor of psychology at the University of California, Los Angeles. She received her Ph.D. from Yale University, and was formerly on the faculty at Harvard University.[1] A prolific author of books and scholarly journal articles, Taylor has long been a leading figure in two subfields related to her primary discipline of social psychology: social cognition and health psychology. Her books include The Tending Instinct[2] and Social Cognition,[3] the latter by Susan Fiske and Shelley Taylor.", "15549091": "Sarnoff Andrei Mednick, (January 27, 1928 – April 10, 2015) was a psychologist who pioneered the prospective high-risk, longitudinal study to investigate the etiology (causes) of psychopathology, or mental disorders. His emphasis was on schizophrenia. He made significant contributions to the study of creativity, psychopathy, alcoholism and suicide in schizophrenia. He was a Professor Emeritus at The University of Southern California, where he had been a tenured professor since the early '70s and remained highly active in his eighties. Mednick was the first scientist to revisit the genetic basis of mental disorders, following the era of eugenics. He was the recipient of the Joseph Zubin Award in 1996, with more than 300 peer-reviewed publications on the topic.[1]", "17515174": "Sheng He (born 1964, China) is a professor of psychology in the Department of Psychology, University of Minnesota.[1]", "54739628": "Eve Ash is an Australian psychologist, motivational speaker, filmmaker, author and entrepreneur.[1] Eve is the CEO and founder of Seven Dimensions and co-created the Cutting Edge Communication Comedy series starring Erin Brown and Emmy Award winning Kim Estes.[2][3][4] Eve's books Rewrite Your Life! and Rewrite Your Relationships! were co-written with Rob Gerrand and published by Penguin Books. Her documentary Shadow of Doubt about the murder of Bob Chappell and conviction of Susan Neill-Fraser was nominated for best feature documentary at the AACTA Awards.She produced and stars in a 6 part TV series: Undercurrent: True Murder Investigation.[5] Her latest film, Man on the Bus, won the audience award at the Jewish International Film festival 2019. Eve was a Director/ Board Member of the Australian Film Institute[6][7] and Film Victoria (formerly the Victorian Film Corporation).[8]", "17079": "Kay Redfield Jamison (born June 22, 1946) is an American clinical psychologist and writer. Her work has centered on bipolar disorder, which she has had since her early adulthood. She holds the post of the Dalio Professor in Mood Disorders and Psychiatry at Johns Hopkins University School of Medicine and is an Honorary Professor of English at the University of St Andrews.", "15385271": "Michael Inzlicht is professor of psychology at the University of Toronto recognized in the areas of social psychology and neuroscience. Although he has published papers on the topics of prejudice, academic performance, and religion, his most recent interests have been in the topics of self-control, where he borrows methods from affective and cognitive neuroscience to understand the underlying nature of self-control, including how it is driven by motivation.[1]", "49169082": "Carroll C. (Cornelius) Pratt (27 April 1894 – 8 October 1979) was an American psychologist and musicologist. Much of his work centered on the interplay of psychology, music and emotion. He was involved with the experimental psychology and Gestalt psychology movements.", "71484108": "Aslı Özyürek is a linguist, cognitive scientist and psychologist. She is professor at the Center for Language Sciences and the Donders Institute for Brain, Cognition and Behaviour at Radboud University Nijmegen, and incoming Director of the Multimodal Language Department of the Max Planck Institute for Psycholinguistics.[1][2]", "48677583": "Sandra Freedman Witelson is a Canadian neuroscientist best known for her analysis of specimens from Albert Einstein's brain, as well as exploring anatomic and functional differences regarding male and female brains, handedness, and sexual orientation.[1] She and her colleagues maintain the world's largest collection of \"cognitively normal\" brains (numbering 125 as of 2006) at McMaster University in Hamilton, Ontario.[1]", "37044953": "Louis A. Sass is a professor of Clinical Psychology at the Graduate School of Applied and Professional Psychology at Rutgers University who specializes in severe psychopathology, philosophy and psychology, and psychology and the arts.[1] Sass has served on the faculty of Rutgers University since 1983 and has been a visiting professor at a wide range of institutions both in the United States and abroad. He has been published widely, and his book Madness and Modernism: Insanity in the Light of Modern Art, Literature, and Thought has been called \"a new landmark in the study of the modern era.\".[2] The revised edition of Madness and Modernism (Oxford University Press, 2018) won the BMA: British Medical Association's 2018 award for Best Book in Psychiatry.", "27149019": "Timothy Martin Mulholland (born November 13, 1949) is a Brazilian-American professor. He is a Psychology graduate from Westmont College and obtained Master's and Doctoral degrees in Cognitive Psychology from the University of Pittsburgh.", "21086948": "Akiko Nakagami (中上 晶子, Akiko Nakagami) is a popular expert on family therapy and a business entrepreneur (former president of HAPPY PRINT), born in Tokyo, Japan.", "4113124": "Vladeta Jerotić (Serbian Cyrillic: Владета Јеротић; 2 August 1924 – 4 September 2018) was a Serbian psychiatrist, psychotherapist, philosopher and writer.", "70468326": "Psychologist", "59458284": "Bernard Morris Bass (June 11, 1925 – October 11, 2007) was an American scholar in the fields of leadership studies and organizational behavior.[1] He was distinguished professor emeritus in the School of Management at Binghamton University, where he was also the founding director of the Center for Leadership Studies. He was a founding editor-in-chief of Leadership Quarterly.[2] He was also a fellow of the Society for Industrial and Organizational Psychology and the Academy of Management.[3] He is well known for his research on transformational leadership, which was inspired by the work of James MacGregor Burns.[4][5] His Bass Handbook of Leadership has been described as \"the authoritative resource book in leadership\".[1] When he retired from Binghamton University, he was the most cited leadership scholar in the world.[6] His awards included the Society for Industrial and Organizational Psychology's Distinguished Scientific Contributions Award (1994), the Society of Psychologists in Management's Distinguished Practice in Psychology award (1997), the Academy of Management's Eminent Leadership Scholar Award (2006), and the Lifetime Achievement Award from the International Leadership Association's Leadership Legacy Program (2008).[2][3] In 2018, the Center for Leadership Studies that Bass helped to establish in 1987 was renamed in honor of him and his wife, Ruth.[6]", "18531069": "Claudia Anne Hammond (born 23 May 1971) is a British author, frequent radio presenter and podcast host for BBC Radio 4 and the BBC World Service, and occasional TV presenter.", "13583110": "Dan B. Allender is an American Christian therapist, author, and professor focusing on sexual abuse and trauma recovery, as well as story, marriage and family, and Christian Sabbath. Allender received his Master of Divinity from Westminster Theological Seminary and his PhD in Counseling Psychology from Michigan State University. He has taught at Grace Theological Seminary (1983-1989), Colorado Christian University (1989-1997), and The Seattle School of Theology and Psychology (where he is still teaching as of 2020).[1]", "770827": "Robert Beno Cialdini (born April 27, 1945) is an American psychologist. He is the Regents' Professor Emeritus of Psychology and Marketing at Arizona State University and was a visiting professor of marketing, business and psychology at Stanford University.[1][2]", "74400529": "Other reasons this message may be displayed:", "13026074": "Caroline Beaumont Zachry  (20 April 1894 – 22 February 1945) was an educational psychologist born in New York City to James Greer Zachry and Elise Clarkson Thompson. Her maternal grandfather was Hugh Smith Thompson the Governor of South Carolina from 1882 to 1886.", "48284445": "Nancy McWilliams, Ph.D., ABPP., is emerita visiting professor at the Graduate School of Applied and Professional Psychology at Rutgers University.[1] She has written on personality and psychotherapy.[2][3][4]", "41829153": "Paul Raymond Gilbert OBE (born 20 July 1951) is a British clinical psychologist. Gilbert is the founder of compassion focused therapy (CFT), compassionate mind training (CMT) and the author of books such as The Compassionate Mind: A New Approach to Life's Challenges[2] and Overcoming Depression.[3]", "705313": "Robert Allan Monroe[1]  (October 30, 1915 – March 17, 1995) was an American radio broadcasting executive who became known for his ideas about altered states of consciousness and for founding The Monroe Institute which continues to promote those ideas. His 1971 book Journeys Out of the Body is credited with popularizing the term \"out-of-body experience\".", "30851876": "Paul Joire (1856–1930) was a leading French parapsychologist, professor at the \"Psycho-physiological Institute of France\" and president of the \"Societé Universelle d'Études Psychiques\"  (\"Universal Society of Psychic Studies\").[1]", "20824873": "Alison Gopnik (born June 16, 1955) is an American professor of psychology and affiliate professor of philosophy at the University of California, Berkeley. She is known for her work in the areas of cognitive and language development, specializing in the effect of language on thought, the development of a theory of mind, and causal learning. Her writing on psychology and cognitive science has appeared in Science, Scientific American,[1] The Times Literary Supplement, The New York Review of Books, The New York Times, New Scientist, Slate and others.[2] Her body of work also includes four books and over 100 journal articles.", "56017711": "Sandra L. Murray is Professor of Psychology at the University at Buffalo, State University of New York.  She is a social psychologist known for her work on close relationships and their trajectories over time. Murray received the American Psychological Association Award for Distinguished Scientific Early Career Contributions to Psychology (Area: Social Psychology) in 2003 for \"distinguished and original contributions to an understanding of motivated social cognition in relationships.\"[1] Other awards include the New Contribution Award from the International Society for the Study of Personal Relationships in 1998 and 2000, the Outstanding Early Career Award from the International Society for Self and Identity in 2000,[2] the Career Trajectory Award from the Society of Experimental Social Psychology in 2012,[3] the Mid-Career Distinguished Contribution Award from the International Association for Relationship Research in 2016, and the SUNY Chancellor's Award for Excellence in Scholarship and Creative Activities in 2020.[4]", "9290545": "Mary  McCanney Gergen (December 12, 1938; September 22, 2020)[1] was an American social psychologist specializing in feminist studies women's studies and social constructionism.[2] She is known for her contributions to the field of feminist studies, organization development, and social process.[3][4]", "639800": "Bruno Bettelheim (August 28, 1903 – March 13, 1990) was an Austrian-born psychologist, scholar, public intellectual and writer who spent most of his academic and clinical career in the United States. An early writer on autism, Bettelheim's work focused on the education of emotionally disturbed children, as well as Freudian psychology more generally. In the U.S., he later gained a position as professor at the University of Chicago and director of the Sonia Shankman Orthogenic School for Disturbed Children, and after 1973 taught at Stanford University.[2]", "57131833": "William H. Thompson (June 16, 1895 – July 6, 1981)[1] was a writer, psychologist, professor, Presbyterian minister, and the father-in-law of Warren Buffett.", "1196865": "Mr. Mackey Jr. is a fictional character in the adult animated television series South Park. He is voiced by series co-creator Trey Parker and debuted in the season one episode \"Mr. Hankey, the Christmas Poo\".[1] The school counselor at South Park Elementary, he is best known for saying \"m'kay\" at the end (or beginning) of most of his sentences.", "28525377": "Samuel F. Sears Jr. is a professor of health psychology at East Carolina University (Greenville, NC).[1]", "39732046": "David B. Feldman is an American psychologist who is an associate professor of psychology at Santa Clara University. His research focuses on hope, meaning, and growth in the face of life's difficulties, and he has been instrumental in developing Hope Therapy and applying it to various populations.[1]", "39076687": "Delroy L. Paulhus is a personality psychology researcher and professor. He received his doctorate from Columbia University and has worked at the University of California, Berkeley and the University of California, Davis. Currently, Paulhus is a professor of psychology at the University of British Columbia in Vancouver, Canada where he teaches undergraduate and graduate courses.[1] He is best known for being  the co creator of the dark triad, along with fellow researcher Kevin Williams.[2][3][4]"}