{"53545729": "Albert Nikiforovich Tavkhelidze (Russian: Альберт Никифорович Тавхелидзе, Georgian: ალბერტ ნიკიფორეს ძე თავხელიძე; 16 December 1930 – 27 February 2010) was President of the Georgian National Academy of Sciences (1986–2005).[1][2] Tavkhelidze was a Doctor of Physical and Mathematical Sciences, Professor, Academician of the Georgian National Academy of Sciences; and earned a Fellowship in the Russian Academy of Sciences.[3]", "55839497": "Romi Mankin (born November 7, 1947) is an Estonian physicist known for his work in the field of stochastic processes. Currently he holds a post in Tallinn University as a Professor of Theoretical Physics. He is well published having published many articles in both the Proceedings of the Estonian Academy of Sciences and in the various sections of Physical Review (typically E but also D).[1][2] and other major journals.[3]", "60984077": "Anna Maria Ciccone, or Mariannina Corradina Ciccone, was an Italian physicist.", "61803288": "Barry H. Honig (born 1941) is an American biochemist, molecular biophysicist, and computational biophysicist, who develops theoretical methods and computer software for \"analyzing the structure and function of biological macromolecules.\"[2][3][4][5]", "10914584": "Luciano Maiani (born 16 July 1941,[1] in Rome) is a Sammarinese physicist best known for his prediction of the charm quark with Sheldon Glashow and John Iliopoulos (the \"GIM mechanism\").[2]", "70945567": "Hassan Sayyad Khodaei (Persian: حسن صیاد خدایی, 1972 - May 22, 2022) was an Iranian military officer who served in the Islamic Revolutionary Guard Corps (IRGC). Serving as a Holy Shrine Defender, he was assassinated on 22 May 2022 by motorcycle-riding gunmen in front of his home. Iran has blamed the assassination on \"global arrogance,\" a term used to refer to the United States and its allies, such as Israel.[2] According to the Wall Street Journal, the New York Times and other sources citing people familiar with the matter, Khodaei planned kidnappings and killings for an arm of the IRGC known as Quds Force Unit 840, including failed plots to kill an Israeli diplomat, an American general and a French intellectual.[3][4][5][6]", "28248873": "Steven Jonathan Carlip (born 1953) is an American professor of physics at the University of California, Davis. He is known for his work on  (2+1)-dimensional quantum gravity, the quantum gravitational basis of black hole thermodynamics, and causal dynamical triangulations. Carlip graduated from Harvard University with a Bachelor of Arts in physics in 1975. In 1987, he graduated from the University of Texas at Austin, with a Doctor of Philosophy under the direction of Bryce DeWitt. After a post-doctoral period at Institute for Advanced Study in Princeton, New Jersey, he has been teaching — since 1990 — at University of California, Davis.", "49875763": "Captain Nicholas Hunter Heck (1 September 1882 – 21 December 1953) was a career officer of the United States Coast and Geodetic Survey Corps. A leading geophysicist of his time, Heck made important contributions in the study of seismology and oceanography. He also revolutionized hydrographic surveying by developing the wire-drag surveying technique and introduced radio acoustic ranging into Coast and Geodetic Survey hydrography.", "10914612": "Per Arne Rikvold (born 4 October 1948 in Norway) is an academic physicist specializing in materials science, condensed-matter physics and computational science.", "6785846": "Arkady Beynusovich (Benediktovich) Migdal (Russian: Арка́дий Бе́йнусович (Бенеди́ктович) Мигда́л; Lida, Russian Empire, 11 March 1911 – Princeton, United States, 9 February 1991) was a Soviet physicist and member of the Academy of Sciences of the Soviet Union. He developed the formula that accounts for the Landau–Pomeranchuk–Migdal effect, a reduction of the bremsstrahlung and pair production cross sections at high energies or high matter densities.[1]", "63671100": "Prof. Yoav Shechtman (Hebrew: יואב שכטמן; born March 17, 1980) is an Israeli physicist. He is currently a Harrington Faculty Fellow at The University of Texas after previously heading the Nano-Bio-Optics lab at the Technion – Israel Institute of Technology. Yoav Shechtman is the son of Nobel Prize laureate Dan Shechtman.[1][2]", "527165": "Martin John Rees, Baron Rees of Ludlow, OM, FRS, HonFREng, FMedSci, FRAS, HonFInstP[10][2]  (born 23 June 1942) is a British cosmologist and astrophysicist.[11] He is the fifteenth Astronomer Royal, appointed in 1995,[12][13][14] and was Master of Trinity College, Cambridge, from 2004 to 2012 and President of the Royal Society between 2005 and 2010.[15][16][17][18][19][20]", "18189118": "Anita Goel is an American physicist, physician, and scientist in the emerging field of Nanobiophysics. At the Nanobiosym Research Institute (NBS), Goel examines the physics of life and the way nanomotors read and write information into DNA.", "57805641": "Paul M. Sutter is an astrophysicist, science educator and science communicator.", "10685260": "Andrzej Sołtan (25 October 1897 – 10 December 1959) was a Polish nuclear physicist. He also worked on spectroscopy in the band between far ultraviolet and X-rays. During his visit to Caltech in 1932–33, together with H. Richard Crane and Charles Christian Lauritsen, he discovered a method for producing neutron beams, by bombarding lithium or beryllium nuclei with accelerated deuterons.[1][2]", "73960272": "Dominique Vautherin (October 30, 1941, Bois-Colombes – December 7, 2000, Paris) was a French theoretical physicist, specializing in nuclear physics.[1][2]", "63474516": "Robert Elie Klapisch (26 December 1932 – 21 March 2020[1]) was a French engineer and physicist.[2][3]", "22874968": "Alexander Gerst (born 3 May 1976 in Künzelsau, Baden-Württemberg) is a German European Space Agency astronaut and geophysicist, who was selected in 2009 to take part in space training. He was part of the International Space Station Expedition 40 and 41 from May to November 2014. Gerst returned to space on 6 June 2018, as part of Expedition 56/57. He was the Commander of the International Space Station. He returned to Earth on 20 December 2018.[1] After the end of his second mission and before being surpassed by Luca Parmitano in 2020, he held the record for most time in space of any active ESA astronaut (362 days), succeeding Italian astronaut Paolo Nespoli, and German ESA astronaut Thomas Reiter, who formally held the record for the longest time in space for any active or retired ESA astronaut.", "30739295": "Norman H. Margolus (born 1955)[1] is a Canadian-American[2] physicist and computer scientist, known for his work on cellular automata and reversible computing.[3] He is a research affiliate with the Computer Science and Artificial Intelligence Laboratory at the Massachusetts Institute of Technology.[4]", "68225888": "Fyodor Dmitriyevich Klement (or Feodor Klement; 12 June 1903, Saint Petersburg – 28 June 1973, Tartu) was a Soviet and Estonian physicist and academician.[1] Although born to Estonian parents, his native language was Russian. Klement's specialty was luminescence.", "30313313": "Wolfgang Eisenmenger (11 February 1930 – 10 December 2016) was a German physicist.[2][3]", "723811": "Kastriot Selman Islami (born August 18, 1952 in Tirana, Albania) is an Albanian politician. Formerly member of the Communist Party of Albania, turned moderate Socialist. He was Chairman of the Parliament of Albania from April 17, 1991 to April 6, 1992. On April 3, 1992, when the last communist president, Ramiz Alia resigned, Islami served as acting president for three days. During the presidency of Sali Berisha (1992–1997), Islami had no important positions in the government, but from 1997 to 2005 he was an important person in the government again holding several Ministerial positions in the Socialist \"NANO government\" . Most prominently he was foreign minister from 2003 to 2005, but lost his position in the cabinet when a new government was formed with Berisha as prime minister after the 2005 elections. He returned to Democratic Party on 7 May 2013 after he left the Socialist Party in March.", "59509604": "Vladimir Privman (2 January 1955 – 14 April 2018) was a professor of physics at Clarkson University, where he held the Robert A. Plane Endowed Professorship. He also held joint appointments in the departments of Chemistry and Electrical and Computer Engineering.[2] He was best known for his work on bio-inspired information processing, synthesis of colloids and nanoparticles, spintronics and quantum computing, statistical mechanics, polymer science, and chemical kinetics.[3] He also made numerous contributions to the field of unconventional computing.[4] In total, he authored over 250 academic papers and books.", "4918119": "Renate Loll (born 19 June 1962, Aachen)[1] Is a German physicist. She is a  Professor in Theoretical Physics at the Institute for Mathematics, Astrophysics and Particle Physics of the Radboud University in Nijmegen, Netherlands.[2]  She previously worked at the Institute for Theoretical Physics of Utrecht University. She received her Ph.D. from Imperial College, London, in 1989. In 2001 she joined the permanent staff of the ITP, after spending several years at the Max Planck Institute for Gravitational Physics in Golm, Germany.  With Jan Ambjørn and Polish physicist Jerzy Jurkiewicz she helped develop a new approach to  nonperturbative quantization of gravity, that of Causal Dynamical Triangulations.", "62458729": "Theodore Holstein (18 September 1915– 8. May 1985) was an American theoretical physicist, specialized in solid-state physics and atomic physics.", "66587499": "Rolf Gruetter (born 1962 in Geneva) is a Swiss physicist and neurobiologist specialized in magnetic resonance, biomedical imaging and brain metabolism. He is a professor of physics at EPFL (École Polytechnique Fédérale de Lausanne) and the head of the Laboratory Functional and Metabolic Imaging at the School of Basic Sciences.[1][2]", "49777525": "Professor Rodney Loudon FRS (born 25 July 1934) was a British physicist, best known for his work in quantum optics. He was Emeritus Professor of Theoretical Physics at the University of Essex.[4][3][5][6]", "559991": "Jean Cabannes (born 12 August 1885 – died 31 October 1959) was a French physicist specialising in optics.[1]", "65112958": "Natalia M. Litchinitser is an Electrical Engineer and Professor at Duke University. She works on optical metamaterials and their application in photonic devices. Litchinitser is a Fellow of the American Physical Society, The Optical Society and the Institute of Electrical and Electronics Engineers.", "5802878": "Reverend Osmond Fisher (17 November 1817 – 12 July 1914) was an English clergyman, geologist and geophysicist. He was one of the early geologists who proposed the idea that the earth consisted of a solid crust floating above a fluid core.", "46697348": "Lassina Zerbo  is a Burkinabé politician and scientist who served as the Prime Minister of Burkina Faso from 2021 to 2022. Prior to that he was the Executive Secretary of the Comprehensive Nuclear-Test-Ban Treaty Organization. On 24 January 2022, Zerbo was deposed in a coup d'état.", "55675782": "Pinaki Majumdar (born 26 January 1964) is an Indian condensed matter physicist and the director of the  Harish-Chandra Research Institute. Known for his research on correlated quantum systems, Majumdar is a recipient of the Global Indus Technovator Award of the Massachusetts Institute of Technology. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2007.[1][note 1]", "5147529": "George H. Miller Ph.D. served as director of the Lawrence Livermore National Laboratory (LLNL) from 2007 until 2011.[1]  Dr. Miller, an employee of the Laboratory for 34 years, replaced Michael Anastasio, who left LLNL to head Los Alamos National Laboratory.", "74386326": "Francisco Balzarotti (born in 1982 in Buenos Aires, Argentina) is an Argentinian scientist known for his work in super-resolution microscopy, particularly MINFLUX. He is a Group Leader at the Research Institute of Molecular Pathology (IMP) in Vienna, Austria.[1]", "29232025": "Richard Freeman Post[1] (November 14, 1918 – April 7, 2015) was an American physicist notable for his work in nuclear fusion, plasma physics, magnetic mirrors, magnetic levitation, magnetic bearing design and direct energy conversion.[2]", "1608605": "Alexander Grossmann (5 August 1930 – 12 February 2019) was a French-American physicist of Croatian origin.", "48794528": "Simon Peter Rosen (August 4, 1933 – October 13, 2006)[1] was an American theoretical particle physicist, known for his work on beta decay and neutrino oscillation.[2]", "58526624": "Gary F. Hinshaw (born in San Rafael, California) is a cosmologist and physics professor at the University of British Columbia. Hinshaw worked on the Wilkinson Microwave Anisotropy Probe (WMAP) whose observations of Cosmic Microwave Background (CMB) have provided significant insights into cosmology. He holds both US and Canadian citizenship.", "69143456": "Kohei Ito (born 1965) is a Japanese physicist. He is the president of Keio University and Chairman of the Keio University Athletic Association. His research fields are solid-state physics, quantum computers, electronic materials, nanotechnology, and semiconductor isotope engineering. His favorite words are \"the world becomes narrower if you move\" and \"the duty of the blessed\".", "57576357": "University of British Columbia", "3247014": "David L. Fried (April 13, 1933 – May 5, 2022) was an American scientist, best known for his contributions to optics. Fried described what has come to be known as the Fried Parameter, or r0 (often pronounced r-naught, but also r-zero).  The Fried Parameter is a measure of the strength of the turbulence in the atmosphere of Earth. The turbulence causes what is known as seeing in astronomy and usually limits the optical resolution of ground-based telescopes and the detail in their images of astronomical objects. The Fried Parameter describes the smallest diameter of a telescope aperture at which the image fidelity starts to suffer significantly from turbulent airflows in the atmosphere of Earth. The Fried Parameter may change quickly on the time scale of minutes, or less. Typical values for the Fried Parameter in the visible spectrum may range from less than one centimeter (you can detect turbulence with your eye) to some tens of centimeters at good astronomical sites.", "43027366": "Leonidas D. Marinelli (28 November 1906 – 13 September 1974) was the American radiological physicist who is best known for founding the field of Human Radiobiology and developing the Marinelli Beaker.[1]", "68881333": "Adam Leibovich (born March 23, 1970) is an American theoretical physicist. He is a full professor and the Betty J. and Ralph E. Bailey Dean of the Kenneth P. Dietrich School of Arts and Sciences and the College of General Studies at the University of Pittsburgh. His research is primarily in quantum chromodynamics (QCD) and the application of effective field theory to problems of hadronic physics, particularly particles containing one or more heavy quarks. Leibovich also has worked on gravitational wave physics. He was elected a fellow of the American Physical Society in 2017 and a fellow of the American Association for the Advancement of Science in 2018.", "3738554": "Bo Sundqvist (born 21 September 1941) is a Swedish physicist and former rector magnificus of Uppsala University.", "9243588": "Caesar Aya-ay Saloma is a professor of the National Institute of Physics (NIP) at the University of the Philippines College of Science and a member of the National Academy of Science and Technology.", "22711239": "Geraint Francis Lewis, FLSW (born 14 March 1969) is a Welsh astrophysicist, who is best known for his work on dark energy, gravitational lensing and galactic cannibalism.\n[1]\nLewis is a Professor of Astrophysics (Teaching and Research) at the Sydney Institute for Astronomy, part of the University of Sydney's School of Physics. He is head of the Gravitational Astrophysics Group. He was previously the Associate Head for Research at the School of Physics, and held an Australian Research Council Future Fellowship between 2011 and 2015. Lewis won the 2016 Walter Boas Medal in recognition of excellence in research in Physics.[2] In 2021, he was awarded the David Allen Prize of the Astronomical Society of Australia for exceptional achievement in astronomy communication.[3]", "68848584": "Helen Keil Holt (1937 – September 29, 2016) was an American physicist at the National Bureau of Standards, known for her research on gas lasers and quantum metrology.[1]", "39521226": "Vladimir Yevgenyevich Fortov (Russian: Владимир Евгеньевич Фортов; 23 January 1946 – 29 November 2020) was a Russian physicist and politician who served as director of the Joint Institute for High Temperatures (1992–2013) and as president of the Russian Academy of Sciences (2013–2017).[1] His research was in thermal physics, shock waves and plasma physics.", "23792588": "Michael E. Wysession (born December 6, 1961) is a professor of Earth and Planetary Sciences at Washington University in St. Louis,[1] and author of numerous science textbooks published by Pearson Education, Prentice Hall and the Savvas Learning Corporation. Wysession has made many contributions to geoscience education and literacy, including chairing the inclusion of Earth and space science in the U.S. National Academy of Science report A Framework for K-12 Science Education [2] and the U.S. K-12 Next Generation Science Standards[3]", "11733968": "Mark Buchanan (born October 31, 1961, in Cleveland, Ohio) is an American outreach physicist and author. He was formerly an editor with the international journal of science Nature, and the popular science magazine New Scientist. He has been a guest columnist for the New York Times, and currently writes a monthly column for the journal Nature Physics.", "65407955": "John McLaren Emmerson (1938-2014) was an Australian physicist, barrister, and collector of rare books. He published and taught on nuclear and particle physics at the University of Oxford, was an authority on Intellectual Property law, and amassed a book collection reflecting his interest in 17th century British history. His is one of the world's largest collections of rare English printed books relating to the reign of Charles I and the English Civil War.[1]", "34999253": "Harald Rose  (born 14 February 1935 in Bremen[1]) is a German physicist.", "494559": "Captain Atom is the name of several superheroes appearing in American comic books, initially owned by Charlton Comics before being acquired in the 1980s by DC Comics.[1] All possess some form of energy-manipulating abilities.", "789472": "Vladimir Aleksandrovich Fock (or Fok; Russian: Влади́мир Алекса́ндрович Фок) (December 22, 1898 – December 27, 1974) was a Soviet physicist, who did foundational work on quantum mechanics and quantum electrodynamics.", "53873640": "Nivrathi Suryanarayanashastry Satya Murthy (5 February 1936–8 October 1984) was an Indian physicist and the head of the Nuclear Physics Division of Bhabha Atomic Research Centre. Known for his research in Molecular reaction dynamics, Murthy was an elected fellow of the Indian National Science Academy, National Academy of Sciences, India and Indian Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards,[1] for his contributions to Physical Sciences in 1980.[2][note 1]", "7146476": "Liviu Constantinescu (26 November 1914 – 29 November 1997) was a Romanian geophysicist, professor of geophysics, member of the Romanian Academy. He was the cofounder, together with Sabba S. Ștefănescu, of the Romanian school of geophysics.", "61869041": "Tiago de Paula Peixoto is a Brazilian physicist who works in the areas of network science, statistical physics, and complex systems. He is currently an associate professor of network and data science at the Central European University.[1]", "65997822": "Stephanie Reich is a German physicist and Professor at the Free University of Berlin. Her research considers the physics of nanostructures, which she studies using experimental characterisation techniques and computational simulations.", "45714438": "Horst Artur Wenninger (1938 - † 16 July 2020)[1] was a German physicist who spent most of his career at CERN, later for the FAIR project.[2]", "1641486": "Martin Lewis Perl (June 24, 1927 – September 30, 2014) was an American chemical engineer and physicist who won the Nobel Prize in Physics in 1995 for his discovery of the tau lepton.", "62852112": "A. Gareth Brenton FLSW.[1] is a Welsh physicist and chemist known for his work in mass spectrometry.", "58133523": "Olga Malinkiewicz (Polish pronunciation: [ˈɔlɡa malinˈkjɛvit͡ʂ]; born 26 November 1982) is a Polish physicist, inventor of a method of producing solar cells based on perovskites using inkjet printing. She is a co-founder and the Chief Technology Officer at Saule Technologies.[1]", "40602644": "Everitt Pinnell Blizard (30 September 1916 – 22 February 1966) was a Canadian-born American nuclear physicist and nuclear engineer, known for his work on nuclear reactor physics and shielding.", "54234131": "Andreas Wallraff is a German physicist who conducts research in quantum information processing and quantum optics. He has taught as a professor at ETH Zürich in Zürich, Switzerland since 2006.[6] He worked as a research scientist with Robert J. Schoelkopf at Yale University from 2002 to 2005, during which time he performed experiments in which the coherent interaction of a single photon with a single quantum electronic circuit was observed for the first time.[7] His current work at ETH Zürich focuses on hybrid quantum systems combining superconducting electronic circuits with semiconductor quantum dots and individual Rydberg atoms as well as quantum error correction with superconducting qubits.[8]", "51153954": "Stuart Bruce Dalziel is a British and New Zealand fluid dynamicist. He is currently based at the Department of Applied Mathematics and Theoretical Physics at the University of Cambridge, where he has directed the GKB Laboratory since 1997.[2] He was promoted to the rank of Professor in 2016.[3]", "21269541": "Victor Manuel Velasco Herrera is a theoretical physicist and researcher at the Institute of Geophysics of the National Autonomous University of Mexico (UNAM). He rejects the scientific consensus on climate change, claiming that the IPCC ignores solar activity, which he considers the most important factor.[1] In the summer of 2008, he predicted the world would \"soon\" enter a little ice age.", "71732264": "Nikolai Aleksandrovich Borisevich[a] (21 September 1923 – 25 October 2015) was a Soviet and Belarusian physicist and public figure. Borisevich is best known for his 1955 discovery of the stabilization and labilization phenomenon of electronically excited polyatomic molecules, but also developed the first optical filters to demonstrate infrared radiation.", "28970025": "Werner Döring (2 September 1911, Berlin – 6 June 2006, Malente) was a German theoretical physicist. From 1963 until his retirement in 1977, he was an ordinary professor at the University of Hamburg. His main interest was the theory of magnetism. His textbooks on theoretical physics have influenced several generations of students.", "70814767": "Richard Francis Xavier Casten (born November 1, 1941) is an American nuclear physicist. He serves as the D. Allan Bromley Professor Emeritus of Physics at Yale University, where he was also the director of the Wright Nuclear Structure Laboratory from 1995 to 2008.[1] He is known for his research in nuclear structure and radioactive nuclear beams.[2] He is also known for Casten's triangle, which was introduced in 1981.[3]", "8948787": "Charles W. Misner (/ˈmɪsnər/; June 13, 1932 – July 24, 2023) was an American physicist and one of the authors of Gravitation. His specialties included general relativity and cosmology.  His work has also provided early foundations for studies of quantum gravity and numerical relativity.", "62852148": "Alexey Vikhlinin (born September 17, 1970) is a Russian-American astrophysicist notable for achievements in the astrophysics of high energy phenomenon, namely galaxy cluster cosmology[1] and the design of space-based X-ray observatories.[2] He is currently a senior astrophysicist at the Smithsonian Astrophysical Observatory, part of the Center for Astrophysics | Harvard & Smithsonian in Cambridge, Massachusetts. He was recently the Science and Technology Definition Team (STDT) Community Co-chair (along with Feryal Özel) for the Lynx X-ray Observatory, a NASA-funded Large Mission Concept Study under consideration by the 2020 Decadal Survey on Astronomy and Astrophysics.", "10587189": "John Emilio Vidale (Papanice (KR) Italia born March 15, 1959) is an American-born seismologist who specializes in examining seismograms to explore features within the Earth. He received the American Geophysical Union's James B. Macelwane Medal in 1994.", "72256569": "Jacinta Carmel Conrad is an American soft matter physicist. She is the Frank M. Tiller Professor of Chemical and Biomolecular Engineering at the University of Houston. Conrad was elected a fellow of the American Physical Society in 2022 for \"experimental contributions to understanding nanoparticle dynamics, bacterial adhesion, and colloid-polymer mixtures, using advanced microscopy and light scattering techniques.\"", "4099130": "Robert Fischell (born February 10, 1929) is a physicist, prolific inventor, and holder of more than 200 U.S. and foreign medical patents.[1][2][3][4][5] His inventions have led to the creation of several biotechnology companies. He worked at the Johns Hopkins University Applied Physics Laboratory full-time for 25 years and part-time for an additional 13 years. He contributed to APL's satellite navigation work; he later developed a rechargeable implantable pacemaker that could be programmed with radiowaves,[6][7][8][9] (Pacesetter Systems purchased by Siemens, now the CRM division of St. Jude Medical). He and his team at Hopkins also helped miniaturize the implantable cardiac defibrillator.[10] Mr. Fischell went on to invent the implantable insulin pump (MiniMed, spun off from Pacesetter Systems in 1985), numerous coronary stents used to open clogged arteries (IsoStent merged with Cordis, in turn purchased by Johnson & Johnson),[11] and two feedback systems that provide early warning of epileptic seizures (NeuroPace) and heart attacks (Angel Medical Systems).[4] Fischell recently donated $30 million to the University of Maryland College Park Foundation to establish a bioengineering department and an institute for biomedical devices at the A. James Clark School of Engineering.[12]", "26643514": "John Adam Fleming,  (January 28, 1877 – July 29, 1956) was an American geophysicist interested in the magnetosphere and the atmospheric electricity.\nFleming worked first at the United States Coast and Geodetic Survey with his superior Louis Agricola Bauer, who founded the Department of Terrestrial Magnetism at the Carnegie Institution of Washington. He steadily advanced in the hierarchy of the institute and became its director in 1935. In 1925, Fleming served as president of the Philosophical Society of Washington.[1] Fleming was elected into the National Academy of Sciences in 1940.\n[2][3][4]", "27069508": "Karl-Otto Kiepenheuer (10 November 1910 – 23 May 1975) was a German astronomer and astrophysicist. His research focused on the Sun, and for that purpose he initiated construction of several solar telescopes and founded the Kiepenheuer Institute for Solar Physics.", "17566791": "Max Gunter Lagally (born 23 May 1942, Darmstadt, Germany) is Erwin W. Mueller Professor and Bascom Professor of Surface Science at the University of Wisconsin–Madison.[1]", "32115785": "Wayne A. Hendrickson (born April 25, 1941, New York City) is an American biophysicist and university professor at Columbia. Dr. Hendrickson is a university professor at Columbia University in the department of biochemistry and molecular biophysics and Violin Family Professor of Physiology and Cellular Biophysics. He is also Chief Life Scientist in the Photon Sciences Directorate at Brookhaven National Laboratory and scientific director of the New York Structural Biology Center. Hendrickson has a B.A. from the University of Wisconsin at River Falls, a Ph.D. in biophysics at Johns Hopkins University with Warner Love, and postdoctoral research experience with Jerome Karle at the Naval Research Laboratory (NRL). He and his colleagues use biochemistry and x-ray crystallography to study molecular properties in atomic detail with current emphasis on membrane receptors and cellular signaling, on viral proteins and HIV infection, on molecular chaperones and protein folding, and on structural genomics of membrane proteins. Hendrickson's advances in diffraction methodology have contributed significantly to the emergence of structural biology as a major force in modern biology and molecular medicine.", "57052237": "Wolfgang Kaiser (17 July 1925 – 20 October 2023) was a German physicist who worked in the fields of laser and solid-state physics.", "30542926": "Raymond Neil Wilson (23 March 1928 – 16 March 2018)[1] was an English physicist and telescope optics designer, best known for pioneering the use of active optics in large telescopes.[2]", "64654417": "Jean L. Turner is an astrophysicist and distinguished professor in the Department of Physics and Astronomy at the University of California, Los Angeles.[1] She was lead author on research and discovery of a particular star cluster in the dwarf galaxy NGC 5253, considered 'remarkable' for being an extremely dusty gas cloud and having highly efficient star formation.[2][3][4][5][6][7][8][9][10][11][12][13][14][15]", "18418771": "Julio Gea-Banacloche (born 1957) is professor of physics and currently the head of the department of physics at the University of Arkansas. He is notable for his contribution to the field of quantum information, where he has shown that the quantum mechanical nature of the fields used to manipulate the quantum information carriers (qubits) themselves might lead to unpredictable errors in the performance of the quantum logical operations. The lower bound on the size of these errors can be made smaller by increasing the energy of the control system. This has led Gea-Banacloche to predict a minimum energy requirement for quantum computation, which has given rise to some controversy.[1]", "47090776": "Hideyuki Arata (新田 英之, Arata Hideyuki, born in Okinawa) is a Japanese engineering scientist.", "11340890": "Mourad Dhina (Arabic: مراد دهينة; born 6 August 1961) is an Algerian physicist and activist living in Switzerland. He is the executive director of the Alkarama non-governmental organization.[1]", "14584923": "Sir Kariamanikkam Srinivasa Krishnan, FRS[1] (4 December 1898 – 14 June 1961) was an Indian physicist. He was a co-discoverer of Raman scattering,[2] for which his mentor C. V. Raman was awarded the 1930 Nobel Prize in Physics.", "33786975": "Clarence Samuel Clay Jr. (1923–2011) was a geophysicist specialized in oceanography. He was known for his contributions in acoustics. Although he signed most of his papers, \"C.S. Clay\", he was called simply, \"Clay\" by his friends, students, and colleagues. He was also known as \"Clay Clay\".", "71994467": "Heinrich Leutwyler (born Oct 12, 1938) is a Swiss theoretical physicist, with interests in elementary particle physics, the theory of strong interactions, and quantum field theory.[1]", "43584612": "Donald Bannerman Macleod (21 July 1887 – 8 March 1972) was a New Zealand molecular physicist.", "17370213": "Satosi Watanabe (渡辺 慧, Watanabe Satosi, 26 May 1910 – 15 October 1993) was a theoretical physicist. He studied various topics, such as the time reversal of quantum mechanics, pattern recognition, cognitive science, and the concept of time. He was the first physicist who claimed that quantum probability theory is time-asymmetric (irreversible; non-invariant under time reversal), and reject the conventional analysis of the time reversal of probability laws. He developed the Double Inferential Vector Formalism (DIVF), later known as the Two-state vector formalism (TSVF), which is sometimes interpreted as contradicting his claim of time-asymmetry, but this is a misunderstanding. He also proposed the Ugly duckling theorem.[1][2]", "14650472": "Lee C. Teng (Chinese: 鄧昌黎; pinyin: Dèng Chāng–lí; 5 September 1926 – 24 June 2022) was a Chinese-born physicist known for his work with the Advanced Photon Source of the Argonne National Laboratory.  He has made numerous contributions to the field of accelerator physics.", "46894185": "Susan McKenna-Lawlor (born 3 March 1935) is an Irish astrophysicist. She is an emeritus professor of experimental physics at Maynooth University.", "42306664": "John Michael Kovac (born 1970) is an American physicist and astronomer. His cosmology research, conducted at the Center for Astrophysics | Harvard & Smithsonian in Cambridge, Massachusetts, focuses on observations of the Cosmic Microwave Background (CMB) to reveal signatures of the physics that drove the birth of the universe, the creation of its structure, and its present-day expansion. Currently, Kovac is Professor of Astronomy and Physics at Harvard University.[1]", "39685227": "Marsha Isack Lester is an American physical chemist. She is currently the Edmund J. Kahn Distinguished Professor of Chemistry at the University of Pennsylvania.[1] Lester uses both theoretical and experimental methods to study the physical chemistry of volatile organic compounds present in the Earth's atmosphere. Her current work focuses on the hydroxyl radical and Criegee intermediates.", "20647019": "Vladimir Evgen'evich Zakharov (Russian: Влади́мир Евге́ньевич Заха́ров; 1 August 1939 – 20 August 2023) was a Soviet and Russian mathematician and physicist. He was Regents' Professor of mathematics at The University of Arizona,[1] director of the Mathematical Physics Sector at the Lebedev Physical Institute, and was on the committee of the Stefanos Pnevmatikos International Award.[2] Zakharov's research interests covered physical aspects of nonlinear wave theory in plasmas, hydrodynamics, oceanology, geophysics, solid state physics, optics, and general relativity.[3]", "55708781": "Vinay Gupta (born 31 March 1972) is an Indian materials scientist and a former senior scientist at the Physics of Energy Harvesting department of the National Physical Laboratory of India. Known for his studies on organic solar cells, carbon nanotubes arrays and Förster resonance energy transfer, Gupta is a former Alexander von Humboldt Fellow. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2017.[1][note 1]", "40832111": "Oscar Edward Meinzer (November 28, 1876 – June 14, 1948) was an American hydrogeologist who has been called the \"father of modern groundwater hydrology\".[2][4][3] He was awarded the William Bowie Medal in 1943. The O. E. Meinzer award is named for him. He collaborated with Norah Dowell Stearns, one of the first women hydrogeologists.[5]", "57576562": "Jennifer Hoffman is an American astrophysicist and associate professor at the University of Denver. She studies the circumstellar material around stars.", "61705344": "John E. Bowers is an American physicist, engineer, researcher and educator. He is the Fred Kavli Chair in Nanotechnology,[2] the director of the Institute for Energy Efficiency and a distinguished professor in the Departments of Electrical and Computer Engineering and Materials at University of California, Santa Barbara.[3] He was the deputy director of American Institute of Manufacturing of Integrated Photonics from 2015 to 2022.[4]", "61574273": "Rem Viktorovich Khokhlov (Russian: Рем Викторович Хохлов; July 15, 1926, in Livny – August 8, 1977, in Moscow) was a Soviet physicist and university teacher, rector of Lomonosov Moscow State University, one of the founders of nonlinear optics.[1][2][3]", "38079625": "Ljubov A. Rebane (née Chagalova) (September 6, 1929 Leningrad – June 13, 1991 Tallinn) was an Estonian physicist.[1] She graduated from Leningrad University in 1952 and received a PhD in Physics and Mathematics in 1961 from the same university.[2]", "69700748": "Suzanne Frances Scarlata is the Richard Whitcomb Professor at Worcester Polytechnic Institute. She is known for her work on how cells respond to hormones and neurotransmitters. She is an elected fellow of the American Association for the Advancement of Science.", "25791629": "Carol Hirschmugl, is professor of physics at the University of Wisconsin at Milwaukee, principal investigator at the Synchrotron Radiation Center, and director of the Laboratory for Dynamics and Structure at Surfaces. She received her B.Sc. in physics from State University of New York at Stony Brook in 1987 and her applied physics PhD from Yale University in 1994. She has received an Alexander von Humboldt grant, a University of California President's Postdoctoral Fellowship, multiple National Science Foundation Grants, a Research Corporation Research Innovation Award, and a UWM Research Growth Initiative. She is notable for her research in applications of infrared microspectroscopy to biological specimens and materials science at the Lawrence Berkeley National Laboratory, Brookhaven National Laboratory, and the Synchrotron Radiation Center.", "43224206": "Dorel Zugrăvescu (25 November 1930 – 20 November 2019) was a Romanian geophysicist who was elected a corresponding member of the Romanian Academy in 1991,[1] and was an honorary member of the Academy of Sciences of Moldova.[2] He was born in Râmnicu Vâlcea, and died in Constanța, aged 88.", "58264724": "James Robert Milne PRSSA FRSE (c.1880–3 February 1961) was a 20th-century Scottish physicist. He served as president of the Royal Scottish Society of Arts from 1923 to 1925.[1]", "14060696": "David Edward Leaman (1943 in Hobart, Australia – 18 January 2018)[1][2] was an author, structural geologist, geohydrologist and geophysicist.[3]", "12258457": "Daniel Zissel Freedman (born 1939 in Hartford, Connecticut) is an American theoretical physicist. He is an Emeritus Professor of Physics and Applied Mathematics at the Massachusetts Institute of Technology (MIT), and is currently a visiting professor at Stanford University. He is mainly known for his work in supergravity. He is a member of the U. S. National Academy of Sciences.[1]", "63605917": "Ulrich Fred Kocks known as Fred Kocks,  is a physicist cum materials scientist.", "19729567": "Aneesur Rahman (24 August 1927 – 6 June 1987[1]) pioneered the application of computational methods to physical systems.  His 1964 paper[2] on liquid argon studied a system of 864 argon atoms on a CDC 3600 computer, using a Lennard-Jones potential.  His algorithms still form the basis for many codes written today.  Moreover, he worked on a wide variety of problems, such as the microcanonical ensemble approach to lattice gauge theory, which he invented[3][4] with David J E Callaway.[5]", "17140896": "Ukichiro Nakaya (中谷 宇吉郎, Nakaya Ukichirō, July 4, 1900 – April 11, 1962) was a Japanese physicist and science essayist known for his work in glaciology and low-temperature sciences. He is credited with making the first artificial snowflakes.", "65277090": "Imad Ahmad Barghouthi (Arabic: عماد أحمد البرغوثي, born 1962) is a Palestinian astrophysicist. He is a member of the Barghouti hamula. Barghouti is presently professor of Theoretical Space Plasma Physics at Al-Quds University, and resides in Beit Rima near Ramallah. A leading researcher in his field,[1] he has authored 42 papers in peer-reviewed scientific journals.[2]", "2100387": "Nikolai Alexandrovich Kozyrev (Russian: Никола́й Алекса́ндрович Ко́зырев; 2 September 1908 – 27 February 1983) was a Soviet Russian astronomer and astrophysicist.[1]", "4623524": "José Goldemberg (born in Santo Ângelo, May 27, 1928) is a Brazilian physicist, university educator, scientific leader and research scientist. He is a leading expert on energy and environment issues.", "63605925": "Jeffrey H. Winicour is an American physicist and professor at the University of Pittsburgh,[1] who specialized in the theory of relativity.  Winicour's 1964 PhD dissertation was an \"investigation of the gravitational coupling of radiation fields in the framework of the general theory of relativity.\"[2] Winicour was the advisor to Luis Lehner, who received the 1999 Nicholas Metropolis Award from the American Physical Society. The award credited Lehner and Winicour, as advisor, for \"developing a method that significantly advances the capability for modeling gravitational radiation by making possible the stable numerical solution of Einstein's equation near moving black holes.\"[3]", "396454": "Max Theodor Felix von Laue (German: [maks fɔn ˈlaʊ̯ə] ⓘ; 9 October 1879 – 24 April 1960) was a German physicist who received the Nobel Prize in Physics in 1914 for his discovery of the diffraction of X-rays by crystals.[2]", "13536424": "Corneli(u)s Rudolphus Theodorus, Baron Krayenhoff[1] (Nijmegen, 2 June 1758 – Nijmegen, 24 November 1840) was a physicist, artist, general, hydraulic engineer, cartographer and – against his will and for only a short time – Dutch Minister of War.", "63835305": "Peter Rudolf Wyder (26 February 1934) was a Swiss physicist and a professor of experimental solid-state physics at the Radboud University Nijmegen in the Netherlands from 1967 until 1988 and in 1990.[1] Wyder later served as director of the High Field Magnet Laboratory in Grenoble, France.", "396459": "Sir William Henry Bragg OM KBE FRS (2 July 1862 – 12 March 1942) was an English physicist, chemist, mathematician, and active sportsman who uniquely[1] shared a Nobel Prize with his son Lawrence Bragg – the 1915 Nobel Prize in Physics: \"for their services in the analysis of crystal structure by means of X-rays\".[2] The mineral Braggite is named after him and his son. He was knighted in 1920.", "31493292": "Adolf Gustav Stephan Smekal (12 September 1895 – 7 March 1959) was an Austrian theoretical physicist, with interests in solid state physics,[1] known for the prediction of the inelastic scattering of photons (the Raman effect).[2]", "36605101": "Maw-Kuen Wu (Chinese: 吳茂昆; pinyin: Wú Màokūn; born December 6, 1949) is a Taiwanese physicist specializing in superconductivity, low-temperature physics, and high-pressure physics. He was a professor of physics at University of Alabama in Huntsville, Columbia University, and National Tsing Hua University, the Director of the Institute of Physics at Academia Sinica, the president of the National Dong Hwa University, and is currently a distinguished research fellow of the Institute of Physics, Academia Sinica, and international member of National Academy of Sciences.", "71601323": "Oliver Holmes Gish (September 7, 1883, Dickinson County, Kansas – February 22, 1987, Athens, Georgia)[1] was an American geophysicist, known for his research on atmospheric electricity and earth currents.[2] He \"contributed to our understanding of magnetic storms and the daily variation of the geomagnetic field.\"[3]", "12946607": "Christopher T. Hill (born  June 19, 1951) is an American theoretical physicist at the Fermi National Accelerator Laboratory who did undergraduate work in physics at M.I.T. (B.S., M.S., 1972), and graduate work at Caltech (Ph.D., 1977, Murray Gell-Mann[1]).   Hill's Ph.D. thesis, \"Higgs Scalars and the Nonleptonic Weak Interactions\" (1977) contains one of the first detailed discussions of the two-Higgs-doublet model\nand its impact upon weak interactions.[2]", "60165295": "Christine Silberhorn (born 19 April 1974) is a German physicist specialising in quantum optics, full professor at the Paderborn University. In 2011, Silberhorn was awarded the Leibniz Prize and was the youngest recipient of the 2.5 million Euro prize at that time.[1]", "17599665": "Thor Nathaniel Rhodin (December 9, 1920 – February 17, 2006) was an American professor of Applied and Engineering Physics at Cornell University and the University of Chicago's James Franck Institute, and is credited with pioneering work in the birth and evolution of surface science beginning with his research on surface sensitivity using auger electron spectroscopy. He played a major role, over several decades, in shaping the development of the field from fundamental work, using the field ion microscope, on the imaging and bonding of individual atoms at surfaces to the fundamentals of surface catalysis of hydrocarbon chemistry by the transition metals.", "3411121": "Wang Sichao (Chinese: 王思潮; 1937 – 17 June 2016) was a Chinese astronomer and scholar.[1] Between 1963 and 1999, he was a researcher at the Purple Mountain Observatory in Nanjing. Wang researched asteroids, meteors, comets, and unidentified flying objects.", "65998005": "Daniel R. Altschuler (born 1944 in Montevideo) is a Uruguayan physicist linked in his professional activity to the Arecibo radio telescope in Puerto Rico, where he was director from 1992 to 2003.[1] He is a writer, known for his science outreach work, and is very sensitive to the distinction between science and pseudoscience. In 2010 he received the Andrew Gemant Award from the American Institute of Physics.[2]", "396469": "Charles Glover Barkla FRS[2] FRSE (7 June 1877 – 23 October 1944) was a British physicist, and the winner of the Nobel Prize in Physics in 1917 for his work in X-ray spectroscopy and related areas in the study of X-rays (Roentgen rays).[3]", "54299834": "Palash Baran Pal (Bengali: পলাশ বরন পাল Palāś Baran Pāl, born : 1955) is an Indian theoretical physicist, an Emeritus Professor in the Physics Department of Science College, Calcutta University, Kolkata,[1] a writer,[2][3] a linguist[4] and a poet. His main area of research is Particle Physics. His works in the area of neutrino physics and relativistic treatment of particle properties in matter are well recognized in the particle physics community. Apart from his scientific contributions, he has authored well known text books in physics as well as several popular science literature in Bengali to popularize science.", "34344122": "Jabez Curry Street (May 5, 1906 – November 7, 1989) was an American physicist, a co-discoverer of atomic particles called muons.\n[1]\n[2]\n[3]\nStreet was also notable for heading the group at MIT that created ground and ship radar systems.[1]  He also directed development of LORAN Navigation System, which is used worldwide for navigation purposes.[1] Street was chairman of the physics department at Harvard University[1] and acting director of the Cambridge Electron Accelerator,[1] a member of the National Academy of Sciences.[2]\nThe National Academies Press called him \"a boldly innovative experimental physicist whose discoveries in cosmic rays influenced decisively the course of high-energy physics.\"[2]", "44272830": "John \"Anders\" Bárány (born 13 July 1942) is a Swedish scientist working in the field of theoretical physics.", "69733566": "Ian R. Mann FRSC (born 6 June 1971) is a British space weather researcher. He is a Full Professor of physics at the University of Alberta and former Canada Research Chair in Space Physics. In 2020, Mann was elected a Fellow of the Royal Society of Canada in recognition of how his \"research has delivered transformative understanding of extreme space radiation and geospace dynamics.\"", "396482": "Victor Franz Hess (German: [ˈvɪktoːɐ̯ fʁants ˈhɛs]; 24 June 1883 – 17 December 1964) was an Austrian-American physicist, and Nobel laureate in physics, who discovered cosmic rays.[1]", "51317955": "Harry Devonald Griffith FRSE (3 April 1898 – 11 April 1964) was a British physicist and author.", "396485": "Carl David Anderson (September 3, 1905 – January 11, 1991) was an American physicist. He is best known for his discovery of the positron in 1932, an achievement for which he received the 1936 Nobel Prize in Physics, and of the muon in 1936.", "396496": "Otto Stern (German pronunciation: [ˈɔto ˈʃtɛʁn] ⓘ; 17 February 1888 – 17 August 1969) was a German-American physicist and Nobel laureate in physics. He was the second most nominated person for a Nobel Prize, with 82 nominations in the years 1925–1945[1] (most times nominated is Arnold Sommerfeld with 84 nominations), ultimately winning in 1943.", "58526932": "Norman C. Jarosik is a US astrophysicist. He has worked on the Wilkinson Microwave Anisotropy Probe (WMAP) whose observations of Cosmic Microwave Background Radiation (CMBR) have provided significant insights into cosmology.", "50531540": "Rafael Amen-Zadeh - physical and mathematical sciences, professor, the \"Honored Teacher\" of Azerbaijan (2009).", "8490198": "Rebecca Oppenheimer is an American astrophysicist and one of four curator/professors in the Department of Astrophysics at the American Museum of Natural History (AMNH) on Manhattan's Upper West Side. Oppenheimer is a comparative exoplanetary scientist. She investigates planets orbiting stars other than the Sun. Her optics laboratory is the birthplace of a number of new astronomical instruments designed to tackle the problem of directly seeing and taking spectra of nearby solar systems with exoplanets and studying their composition, with the ultimate goal of finding life outside the solar system.[1][2]", "46664919": "Werner Hofmann (born November 11, 1952, in Baden-Baden) is a German professor of physics. He is director of the Max Planck Institute for Nuclear Physics in Heidelberg.", "48532693": "Daria Guidetti (born 1978)[2] is an Italian astrophysicist linked to the INAF. She studied astronomy at the University of Bologna and is a member of the astronomy club at Montelupo (Italian: Gruppo Astrofili Montelupo).[3]", "19664092": "Carolyne Marina Van Vliet (1929 – 2016) was a Dutch-American physicist notable for the theory of generation-recombination noise and for the theory of quantum transport in non-equilibrium statistical mechanics, as well as for her  many contributions to the foundations of Linear Response Theory. She was a Fellow of the American Physical Society (APS)[1] and of the Institute of Electrical and Electronics Engineers (IEEE).[2][3]", "396514": "Sir Edward Victor Appleton GBE KCB FRS[1] (6 September 1892 – 21 April 1965) was an English physicist,[4][5] Nobel Prize winner (1947) and pioneer in radiophysics. He studied, and was also employed as a lab technician, at Bradford College from 1909 to 1911.", "396517": "Cecil Frank Powell, FRS[1] (5 December 1903 – 9 August 1969) was a British physicist, and Nobel Prize in Physics laureate for heading the team that developed the photographic method of studying nuclear processes and for the resulting discovery of the pion (pi-meson), a subatomic particle.[3]", "21007592": "Wilhelm Orthmann (1 May 1901 – 6 July 1945) was a German physicist. He was director of the physico-technical department of the Industrial College of Berlin. During World War II, he was also employed by the Reich Aviation Ministry.", "63474921": "Huda al-Naimi (Arabic: هدى النعيمي) is a medical physicist and writer from Qatar.", "46468329": "Peter Molnar (August 25, 1943 – June 23, 2022)[1] was a professor in Geological Sciences at the University of Colorado. His research focused on aspects of how mountain ranges form[2] and continental lithosphere deforms.[3]", "63311086": "Sippanondha Ketudat (Thai: สิปปนนท์ เกตุทัต, RTGS: Sippanon Ketthat, pronounced [sìp.pā.nōn kèːt.tʰát]; 23 February 1931 – 16 July 2006) was a Thai nuclear physicist, educationist and technocrat. He was a professor at Chulalongkorn University, and served as Secretary-General of the Office of the National Education Commission, Minister of Education and Minister of Industry. He held seats on several university councils, including multiple chairmanships, and was an honorary fellow of the Royal Society of Thailand.", "39455982": "Edgar Harold Andrews (born 16 December 1932) is an English physicist and engineer. He is emeritus professor of materials at Queen Mary, University of London.", "51383537": "CERN Achievement Award", "1477874": "Hunter Rouse (March 29, 1906 – October 16, 1996) was a hydraulician known for his research on the mechanics of fluid turbulence.", "396531": "Edward Mills Purcell (August 30, 1912 – March 7, 1997) was an American physicist who shared  the 1952 Nobel Prize for Physics for his independent discovery (published 1946) of nuclear magnetic resonance in liquids and in solids.[2] Nuclear magnetic resonance (NMR) has become widely used to study the molecular structure of pure materials and the composition of mixtures. Friends and colleagues knew him as Ed Purcell.", "396539": "Polykarp Kusch (January 26, 1911 – March 20, 1993) was a German-born American physicist. In 1955, the Nobel Committee gave a divided Nobel Prize for Physics, with one half going to Kusch for his accurate determination that the magnetic moment of the electron was greater than its theoretical value, thus leading to reconsideration of—and innovations in—quantum electrodynamics. (The other 1955 physics laureate was Willis Eugene Lamb, who won for his work on the spectrum of hydrogen.)", "32443645": "Michael D. Towler (also referred to as Mike Towler, complete name Michael David Towler) is a theoretical physicist associated with the Cavendish Laboratory of the University of Cambridge and formerly research associate at University College, London and College Lecturer at Emmanuel College, Cambridge. He created and owns the Towler Institute in Vallico di Sotto in Tuscany, Italy.", "45452543": "Beth A. Brown (February 4, 1969 – October 5, 2008) was a NASA astrophysicist with a research focus on X-ray observations of elliptical galaxies and black holes. She earned a Ph.D. in Astronomy from the University of Michigan in 1998, becoming the first African-American woman to do so.[1]", "22547714": "David P. Landau (born June 22, 1941) is distinguished research professor of physics and founding director of the Center for Simulational Physics at the University of Georgia. In 1967, he received his PhD at Yale University under the direction of Werner P. Wolf. Two years later, he moved to the University of Georgia. Although intending to continue experimental research, he instead initiated high-quality Monte Carlo studies of phase transitions. He is a Fellow of the American Physical Society. He won the Aneesur Rahman Prize for Computational Physics, the highest award in computational physics given by the American Physical Society. In 2016, he received the doctor honoris causa degree from the Federal University of Minas Gerais.", "53349635": "Lilabati Bhattacharjee (née Ray) was a mineralogist, crystallographer and a physicist. She studied with the scientist Satyendra Nath Bose, and completed her MSc in physics from the University College of Science and Technology (commonly known as Rajabazar Science College), University of Calcutta in 1951.", "396548": "Ilya Mikhailovich Frank (Russian: Илья Михайлович Франк; 23 October 1908 – 22 June 1990) was a Soviet physicist who received the 1958 Nobel Prize for Physics, jointly with Pavel Alekseyevich Cherenkov and Igor Y. Tamm, also of the Soviet Union. He received the award for his work in explaining the phenomenon of Cherenkov radiation. He received the Stalin prize in 1946 and 1953 and the USSR state prize in 1971.", "63147269": "John Markus Blatt (23 November 1921, Vienna – 16 March 1990, Haifa) was an Austrian-born American theoretical physicist.", "62459147": "Pablo Jarillo-Herrero (born June 11, 1976, in Valencia) is a Spanish physicist and current Cecil and Ida Green Professor of Physics \n[1]\nat Massachusetts Institute of Technology (MIT).", "1936653": "Samuel Leon Braunstein (born 1961) is a professor at the University of York, UK. He is a member of a research group in non-standard computation and has a particular interest in quantum information, quantum computation, and black hole thermodynamics.", "15043853": "Yurii Shirokov, (Широков, Юрий Михайлович 21.6.1921—5.7.1980) was a writer, physicist, and professor. He graduated from Moscow State University (Moscow) in 1948. He worked in the same university, then in the Steklov Mathematical Institute (Moscow). He wrote more than 100 scientific papers\n[1]\nand several monographs, among which the textbook \"Nuclear Physics\" is particularly relevant.\n.[2]", "28904721": "Lakshminarayanapuram Ananthakrishnan Ramdas (3 June 1900 – 1 January 1979) was an Indian physicist and meteorologist, known for discovering the atmospheric phenomenon of the Ramdas layer or Lifted Temperature Minimum where the lowest temperature in the atmosphere is not on the ground but a few tens of centimeters above the ground resulting. This can be seen in thin layer fogs which are at some height above the ground. He has been called the father of agricultural meteorology in India.", "560402": "Fang Lizhi (方励之, pinying Fāng lì zhī; also Li-Zhi; February 12, 1936 – April 6, 2012) was a Chinese astrophysicist, vice-president of the University of Science and Technology of China, and activist whose liberal ideas inspired the pro-democracy student movement of 1986–87 and, finally, the Tiananmen Square protests of 1989.[1] Because of his activism, he was expelled from the Chinese Communist Party in January 1987.[2] For his work, Fang was a recipient of the Robert F Kennedy Human Rights Award in 1989, given each year.[3] He was elected an academician of the Chinese Academy of Sciences in 1980, but his position was revoked after 1989.", "3181845": "Edgar Buckingham (July 8, 1867 in Philadelphia, Pennsylvania – April 29, 1940 in Washington DC) was an American physicist.", "396566": "Johannes Hans Daniel Jensen (German pronunciation: [ˈhans ˈjɛnzn̩] ⓘ; 25 June 1907 – 11 February 1973) was a German nuclear physicist. During World War II, he worked on the German nuclear energy project, known as the Uranium Club, where he contributed to the separation of uranium isotopes. After the war, Jensen was a professor at the University of Heidelberg. He was a visiting professor at the University of Wisconsin–Madison, the Institute for Advanced Study, University of California, Berkeley, Indiana University, and the California Institute of Technology.[1]", "396568": "Charles Hard Townes (July 28, 1915 – January 27, 2015) was an American physicist.[4][5] Townes worked on the theory and application of the maser, for which he obtained the fundamental patent, and other work in quantum electronics associated with both maser and laser devices.[6][7][8][9][10][11][12][13][14]  He shared the 1964 Nobel Prize in Physics with Nikolay Basov and Alexander Prokhorov.[3][15][16] Townes was an adviser to the United States Government, meeting every US president from Harry S. Truman (1945) to Bill Clinton (1999).", "56462617": "Christian Schönenberger (born 5 July 1956 in Zürich[1]) is a Swiss experimental physicist and professor at the University of Basel working on nanoscience and nanoelectronics.", "54365465": "John Stephen Clifton FInstP, FIPEM (April 1930 – 20 January 2023) was a British medical physicist.", "20647201": "Rudolf Karl Anton Tomaschek (23 December 1895 in Budweis, Bohemia[1] – 8 February 1966, Breitbrunn am Chiemsee) was a German experimental physicist. His scientific efforts included work on phosphorescence, fluorescence, and (tidal) gravitation. Tomaschek was a supporter of deutsche Physik, which resulted in his suspension from his university posts after World War II. From 1948 to 1954, he worked in England for the Anglo-Iranian Oil Company (AIOC). In 1954, when AIOC became BP, he went to Germany and was president of the Permanent Tidal Commission.", "12946726": "Joseph David Lykken (/ˈlɪkən/ LIK-ən; born June 17, 1957) is an American theoretical physicist at the Fermi National Accelerator Laboratory and, from July 1, 2014 to Sept 6, 2022, he was the Deputy Director of Fermilab.[1] He is currently leading the Fermilab Quantum Institute.[2]", "67112230": "Olga Shishkina is a Russian physicist known for her research in fluid mechanics, including turbulence, Rayleigh–Bénard convection, and the structure and motion of boundary layers. She is a researcher in the Laboratory for Fluid Physics, Pattern Formation and Biocomplexity of the Max Planck Institute for Dynamics and Self-Organization in Göttingen, Germany,[1] where she leads the \"Theory of Turbulent Convection\" group.[2]", "7736616": "Yves Oscar Fortier, OC, FRSC (August 17, 1914 – August 19, 2014) was a Canadian geologist.[1] He was the director of the Geological Survey of Canada from 1964 to 1973. He led expeditions to the Canadian Arctic in the 1950s and 1960s which identified significant potential oil and gas resources. He died at the age of 100 on August 19, 2014.[2]", "1805611": "Árpád Duka-Zólyomi (8 May 1941 – 26 July 2013) was a Hungarian nuclear physicist, university teacher and politician from Slovakia. He was deputy of National Council from 1992 to 2004 and Member of the European Parliament with the Party of the Hungarian Coalition, part of the European People's Party, from 2004 to 2009.[1]", "22875437": "Sven Anders Flodström (born 1 October 1944) is a Swedish professor of materials physics at the Royal Institute of Technology.", "396589": "Alfred Kastler (French: [kastlɛʁ]; 3 May 1902 – 7 January 1984) was a French physicist, and Nobel Prize laureate.[2]", "53579058": "Horace Maynard Trent (December 20, 1907 – December 16, 1964) was an American physicist best known for being part of the team that found that the crack of a bullwhip was actually a sonic boom.[1]  He is also the author of the currently accepted force-current analogy in physics known as the Trent analogy.", "48827699": "Licia Verde (born 14 October 1971, Venice, Italy) is an Italian cosmologist and theoretical physicist and currently ICREA[1] Professor of Physics and Astronomy at the University of Barcelona.[2] Her research interests include large-scale structure, dark matter, dark energy, inflation and the cosmic microwave background.", "34213172": "University of California, Berkeley (MA)", "44535093": "Vladimir Kadyshevsky (5 May 1937 – 24 September 2014) was a Russian theoretical physicist.", "4459828": "Sir John Currie Gunn CBE FRSE (13 September 1916 – 26 July 2002) was an influential Scottish mathematician and physicist.[1]", "36113723": "Dibyendu Nandi is an Indian space scientist known for his research related to Solar Magnetic Cycle, solar dynamic activity and its influence on Space Weather. Nandi is currently the head of the Center of Excellence in Space Sciences, India or CESSI at IISER Kolkata. He is associated with Montana State University, Center for Astrophysics | Harvard & Smithsonian and IISER Kolkata where he carried most of his research work.", "72060222": "Alice Louise Bean is an American physicist whose research concerns particle physics, and particularly particles beyond those predicted from the standard model of particle physics. She is a distinguished professor of physics at the University of Kansas.[1][2]", "396611": "Leon N. Cooper[1] (born February 28, 1930) is an American physicist and Nobel Prize laureate who, with John Bardeen and John Robert Schrieffer, developed the BCS theory of superconductivity.[2][3] His name is also associated with the Cooper pair and the BCM theory of synaptic plasticity.[4]", "12258630": "Sergio Ferrara (born 2 May 1945) is an Italian physicist working on theoretical physics of elementary particles and mathematical physics. He is renowned for the discovery of theories introducing supersymmetry as a symmetry of elementary particles (super-Yang–Mills theories, together with Bruno Zumino[1]) and of supergravity, the first significant extension of Einstein's general relativity, based on the principle of \"local supersymmetry\" (together with Daniel Z. Freedman, and Peter van Nieuwenhuizen[2]). He is an emeritus staff member at CERN and a professor emeritus at the University of California, Los Angeles.", "396615": "John Robert Schrieffer (/ˈʃriːfər/; May 31, 1931 – July 27, 2019)[1] was an American physicist who, with John Bardeen and Leon Cooper, was a recipient of the 1972 Nobel Prize in Physics for developing the BCS theory, the first successful quantum theory of superconductivity.", "65801544": "Netta Engelhardt is an Israeli-American theoretical physicist known for her work resolving the black hole information paradox, concerning the apparent loss of physical information from objects that enter black holes and become transformed into Hawking radiation.[1] She is the Biedenharn Career Development Assistant Professor of Physics at the Massachusetts Institute of Technology.[2]", "44109128": "George Leon Weil (September 18, 1907 – July 1, 1995) was an American physicist. On December 2, 1942, he removed the control rod from the Chicago Pile-1 nuclear reactor, initiating the first man-made, self-sustaining nuclear chain reaction.", "42831178": "Yigal Meir (20 November 1957) is the Graham Beck professor of Quantum Science and Technology at Ben Gurion University, specializing in condensed matter;[1] in particular mesoscopic physics, disordered systems and strongly correlated materials. Among his achievements is the derivation of the Meir-Wingreen Formula,[2] and solving the 0.7 anomaly puzzle[3] in quantum point contacts.", "56921417": "Dilhan Eryurt (29 November 1926 – 13 September 2012) was a Turkish astrophysicist who made major contributions to scientific research on the formation and evolution of the Sun and other main sequence stars.[1]", "62983500": "Ronald Gordon Giovanelli, DSc, FAA[1] (/dʒoʊvɑ’nɛli/; 30 April 1915 — 27 January 1984) was an Australian solar researcher, astronomer and physicist,[2] who contributed to the fields of astrophysics, solar physics, radiative transfer, and astronomical optics.[3] His career spanned more than 40 years, commencing prior to World War II.[4] Giovanelli was the recipient of the 1949 Edgeworth David Medal by the Royal Society of New South Wales for the discipline of astrophysics, which recognises distinguished contributions by scientists under the age of 35 years old in their respective fields.[5] He was also elected into the Fellowship of the Australian Academy of Science in 1962 for his contributions in the field of physics.[6]", "396621": "Ivar Giaever (Norwegian: Giæver, IPA: [ˈìːvɑr ˈjèːvər]; born April 5, 1929) is a Norwegian-American engineer and physicist who shared the Nobel Prize in Physics in 1973 with Leo Esaki and Brian Josephson \"for their discoveries regarding tunnelling phenomena in solids\".[1] Giaever's share of the prize was specifically for his \"experimental discoveries regarding tunnelling phenomena in superconductors\".[2]", "24710471": "Sir Norman Stanley Alexander Kt CBE (7 October 1907 – 26 March 1997) was a New Zealand physicist instrumental in the establishment of many Commonwealth universities, including Ahmadu Bello University in Nigeria, and the Universities of the West Indies, the South Pacific and Botswana, Lesotho and Swaziland.[1] He was knighted in 1966.", "71503184": "Warren Wesley Buck III (born 16 February 1946) is an American physicist. He is credited with establishing the physics PhD program at Hampton University, a historically Black college in Hampton, Virginia, which was also the campus's first PhD program in any subject. Buck was also the first chancellor of University of Washington-Bothell and oversaw the university's transition to a four-year institution. His research focuses on nuclear and subatomic particles, including studies of the interactions between particles and anti-particles and the nature of mesons and the quark model.[1]", "31886673": "H. Pierre Noyes (December 10, 1923 – September 30, 2016)[1] was an American theoretical physicist.  He became a member of the faculty at the SLAC National Accelerator Laboratory at Stanford University in 1962.[2] Noyes specialized in several areas of research, including the relativistic few-body problem in nuclear and particle physics.[2][3]", "8621395": "Bernard J. Eastlund (1938 – December 12, 2007) was an American physicist who received his B.S. in physics from Massachusetts Institute of Technology (MIT) and his Ph.D. in physics from Columbia University. In 1970 he received a Special Achievement Certificate from the U. S. Atomic Energy Commission for co-invention of the \"fusion torch.\"[1]", "8490325": "Professor Ctirad Uher is the C. Wilbur Peters Collegiate Professor at the University of Michigan in Ann Arbor. Born in Prague, Czech Republic, he graduated from the University of New South Wales, Australia in 1972 and earned his Ph.D. from there in 1979.", "23137622": "Juan Pablo Paz (born 1959) is an Argentinian physicist that works in the field of quantum computing. A research scientist currently working at the University of Buenos Aires, he has also worked at the Los Alamos National Laboratory in the United States.", "396631": "Brian David Josephson FRS (born 4 January 1940) is a British theoretical physicist and professor emeritus of physics at the University of Cambridge.[3] Best known for his pioneering work on superconductivity and quantum tunnelling, he was awarded the Nobel Prize in Physics in 1973 for his prediction of the Josephson effect, made in 1962 when he was a 22-year-old PhD student at Cambridge University. Josephson is the first Welshman to have won a Nobel Prize in Physics. He shared the prize with physicists Leo Esaki and Ivar Giaever, who jointly received half the award for their own work on quantum tunnelling.[4][5]", "50761050": "Kevin Kit Parker is a lieutenant colonel in the United States Army Reserve[1] and the Tarr Family Professor of Bioengineering and Applied Physics at Harvard University.[2] His research includes cardiac cell biology and tissue engineering, traumatic brain injury, and biological applications of micro- and nanotechnologies. Additional work in his laboratory has included fashion design, marine biology, and the application of counterinsurgency methods to countering transnational organized crime.[3]", "63311195": "Thomas Michael O'Neil (born September 2, 1940 in Hibbing, Minnesota) is an American physicist who specializes in plasma physics.[1]", "45223261": "Philip Michael Tuts is an American high-energy experimental particle physicist, and Professor and Chair of the Columbia University Physics Department.[1] Tuts is a Fellow of the American Physical Society.[2] He holds a seat on the executive committees of the United States LHC Users' Association and the American Physics Society Forum on Physics and Society, and is Divisional Councilor of the Division of Particles and Fields of APS.[3] Tuts earned his Bachelor's in Physics from MIT in 1974, and his MA and PhD from the State University of New York at Stony Brook in 1976 and 1979, respectively.[1] He joined the physics department at Columbia University in the City of New York in 1983 and was appointed Chair in 2014.[1][2] Tuts is currently a member of the ATLAS experiment team at CERN and formerly served as US ATLAS Operations Program Manager.[4]", "396640": "Sir Martin Ryle FRS[4] (27 September 1918 – 14 October 1984) was an English radio astronomer who developed revolutionary radio telescope systems (see e.g. aperture synthesis) and used them for accurate location and imaging of weak radio sources. In 1946 Ryle and Derek Vonberg were the first people to publish interferometric astronomical measurements at radio wavelengths. With improved equipment, Ryle observed the most distant known galaxies in the universe at that time. He was the first Professor of Radio Astronomy in the University of Cambridge and founding director of the Mullard Radio Astronomy Observatory. He was the twelfth Astronomer Royal from 1972 to 1982.[5] Ryle and Antony Hewish shared the Nobel Prize for Physics in 1974, the first Nobel prize awarded in recognition of astronomical research.[6] In the 1970s, Ryle turned the greater part of his attention from astronomy to social and political issues which he considered to be more urgent.", "70946147": "Oleg Leonidovich Kuznetsov (born 29 August 1938)[1] is a Russian geophysicist.[2] He is a full member of the Russian Academy of Natural Sciences and has served as its president since 1993.[1]", "60231018": "Angela Karen Speck is a Professor of Astrophysics and the Chair of the Department of Physics & Astronomy at the University of Texas at San Antonio.[1] She works on infrared astronomy and the study of space dust. She is a popular science communicator, and was co-chair of the National Total Solar Eclipse Task Force.", "3706220": "Louis-Noël Moresi FAA (born 30 October 1965) is a Professor of Computational Mathematics & Geophysics at The Australian National University. He has deeply influenced the understanding of the Geophysics community through his own research as well as providing software for the community to use.", "74288495": "Roland Emil Busch (born 22 November 1964) is a German business executive and physicist who has been the chief executive officer of Siemens since 2021.", "396657": "Ben Roy Mottelson (9 July 1926 – 13 May 2022) was an American-Danish nuclear physicist. He won the 1975 Nobel Prize in Physics for his work on the non-spherical geometry of atomic nuclei.", "32378225": "Egbert Kankeleit (16 April 1929 – 23 December 2022) was a German nuclear physicist.[1]", "61476211": "Werner Gruber (born 15 March 1970) is an Austrian physicist, author, lecturer, and cabaret artist and is well known from ORF and as a member of the Social Democratic Party of Austria (SPÖ).", "396661": "Leo James Rainwater (December 9, 1917 – May 31, 1986) was an American physicist who shared the Nobel Prize in Physics in 1975 for his part in determining the asymmetrical shapes of certain atomic nuclei.", "11210100": "Thomas “Rock” Mackie is a medical physicist.", "70749560": "Alan Herbert Glasser is an American physicist.", "48434556": "Doron Gepner (born March 31, 1956) is an Israeli theoretical physicist.[2]\nHe made important contributions to the study of  string theory, two-dimensional conformal field theory, and integrable models.", "44764548": "Stefano Buono (born 1966) is an Italian physicist, and the chief executive officer (CEO) of Advanced Accelerator Applications, a company he founded in 2002 to develop a patent from the European Organization for Nuclear Research (CERN) in the radioisotope production field.[1][2]", "52759944": "Jeff Dahn OC FRSC (born in 1957 in the United States and emigrated to Nova Scotia, Canada in 1970) is a Professor in the Department of Physics & Atmospheric Science and the Department of Chemistry at Dalhousie University. He is recognized as one of the pioneering developers of the lithium-ion battery, which is now used worldwide in laptop computers, cell-phones, cars and many other mobile devices. Although Dr. Dahn made numerous contribution to the development of lithium-ion batteries, his most important discovery was intercalation of Li+ ions into graphite from solvents comprising ethylene carbonate, \n[3] which was the final piece of the puzzle in the invention of commercial Li-ion battery. Nevertheless, Dahn was not selected for the 2019 Nobel Prize in Chemistry, which recognized only John Goodenough, M. Stanley Whittingham and Akira Yoshino.[4]", "67276171": "Igor O. Girka (born April 29, 1962) is a Ukrainian physicist and specialist in plasma physics. He is the dean of the School of Physics and Technology of Kharkiv National University (since 2005), a Corresponding Member of the National Academy of Sciences of Ukraine (since 2018), and a laureate of the K. D. Sinelnikov prize of the National Academy of Sciences of Ukraine (2010). He conducts research in plasma physics, nuclear fusion, and plasma electronics.", "67898764": "Joanne S. LaCourse (also written as Joanne La Course and published as Joanne Snare and Joanne S. Manning) is an American laser scientist associated with GTE. She earned her PhD in physics in 1977 from the University of North Carolina at Chapel Hill with the dissertation Superconducting Transition Temperatures and Residual Resistivities of Highly Disordered Lanthanum-Gold Films[1] and was named a Fellow of the IEEE in 1995, \"for contributions to the understanding of dynamic characteristics of semiconductor lasers\".[2][3] She was vice-president for membership of the IEEE Lasers and Electro-Optics Society in 1995.[4]", "396684": "Burton Richter (March 22, 1931 – July 18, 2018)[3][4] was an American physicist. He led the Stanford Linear Accelerator Center (SLAC) team which co-discovered the J/ψ meson in 1974, alongside the Brookhaven National Laboratory (BNL) team led by Samuel Ting for which they won Nobel Prize for Physics in 1976. This discovery was part of the November Revolution of particle physics. He was the SLAC director from 1984 to 1999.", "56495502": "Charles Meneveau (born 1960) is a French-Chilean born American fluid dynamicist, known for his work on turbulence, including turbulence modeling and computational fluid dynamics.", "21269902": "Christopher Jargocki (born Krzysztof Piotr Leopold Jargocki, Polish pronunciation: [jarˌˈgɔtski], April 29, 1944 in Warsaw, Poland), also known by the pen name Christopher Jargodzki, is a Polish-born American physicist, author, and translator who is a Professor Emeritus of Physics at the University of Central Missouri, as well as the Director of the Center for Cooperative Phenomena.[1]  He held a previous academic appointment at Northeastern University in Boston.", "331154": "Joseph Antoine Ferdinand Plateau (French pronunciation: [ʒozɛf ɑ̃twan fɛʁdinɑ̃ plato]; 14 October 1801 – 15 September 1883) was a Belgian physicist and mathematician. He was one of the first people to demonstrate the illusion of a moving image.[2] To do this, he used counterrotating disks with repeating drawn images in small increments of motion on one and regularly spaced slits in the other. He called this device of 1832 the phenakistiscope.", "55741843": "Dagmar Elisabeth Schipanski (née Eichhorn; 3 September 1943 – 7 September 2022) was a German physicist, academic, and politician from Thuringia. Although best known for her 1999 nomination as President of Germany by the conservative Christian Democratic Union (CDU) and its sister party, the Christian Social Union of Bavaria (CSU), Schipanski held a variety of political and academic roles during her four-decade-long career and was awarded numerous honors, most notably the Order of Merit of the Federal Republic of Germany in 1996.[1]", "396694": "Philip Warren Anderson ForMemRS HonFInstP (December 13, 1923 – March 29, 2020) was an American theoretical physicist and Nobel laureate. Anderson made contributions to the theories of localization, antiferromagnetism, symmetry breaking (including a paper in 1962 discussing symmetry breaking in particle physics, leading to the development of the Standard Model around 10 years later), and high-temperature superconductivity, and to the philosophy of science through his writings on emergent phenomena.[3][4][5][6][7] Anderson is also responsible for naming the field of physics that is now known as condensed matter physics.[8]", "396697": "Sir Nevill Francis Mott CH FRS (30 September 1905 – 8 August 1996) was a British physicist who won the Nobel Prize for Physics in 1977 for his work on the electronic structure of magnetic and disordered systems, especially amorphous semiconductors. The award was shared with Philip W. Anderson and J. H. Van Vleck. The three had conducted loosely related research. Mott and Anderson clarified the reasons why magnetic or amorphous materials can sometimes be metallic and sometimes insulating.[1][2][3][4][5]", "21663129": "Robert R. Shannon is Professor Emeritus of Optical Sciences at the University of Arizona College of Optical Sciences.[1] \nHe was president of the Optical Society of America in 1985.[2]", "1510811": "Graviton (Franklin Hall) is a supervillain appearing in American comic books published by Marvel Comics. Created by writer Jim Shooter and artist Sal Buscema, he first appeared in The Avengers #158, dated April 1977.[1] Over the years, he has mainly opposed the Avengers in their various incarnations.", "52563356": "Xavier Barcons Jáuregui is a Spanish physicist and astronomer appointed as ESO director general from 1 September 2017.[1]", "28183968": "Stanley Corrsin (3 April 1920 – 2 June 1986) was an American physicist, fluid dynamicist, and Theophilus Halley Smoot Professor of Engineering at the Johns Hopkins University.[1] He was known for his contributions in the field of fluid dynamics in general and turbulence in particular. He was a recipient of Fluid Dynamics Prize in 1983.[2] Corrsin died of cancer on 2 June 1986 at the age of 66.[3]", "57511332": "Stanislaus Cornelius Maria (Stan) Bentvelsen (Schipluiden, 6 May 1965) is a Dutch physicist. He is the director of Nikhef since 2014.", "63180199": "Ali Enver Aliev (Crimean Tatar: Ali Enver oğlu Aliyev; Russian: Али Энверович Алиев; born September 10, 1955) is a Crimean Tatar American physicist, research professor at the NanoTech Institute, and adjunct professor at Physics Department, The School of Natural Sciences and Mathematics, University of Texas at Dallas.[1] In 2011 he was recognized an “Inventor of the year” by Time magazine[2] His fields of current research interest are nanoscience and nanotechnologies, electrochromism and acoustics. He holds a number of invention patents from  the United States Patent and Trademark Office (USPTO).[3]", "396721": "Sheldon Lee Glashow (US: /ˈɡlæʃoʊ/,[1][2] UK: /ˈɡlæʃaʊ/;[3] born December 5, 1932) is a Nobel Prize-winning American theoretical physicist. He is the Metcalf Professor of Mathematics and Physics at Boston University and Eugene Higgins Professor of Physics, emeritus, at Harvard University, and is a member of the board of sponsors for the Bulletin of the Atomic Scientists.", "2592182": "Dirk Coster (5 October 1889 – 12 February 1950) was a Dutch physicist. He was a professor of Physics and Meteorology at the University of Groningen.", "396732": "James Watson Cronin (September 29, 1931 – August 25, 2016[1]) was an American particle physicist.[2][3]", "396733": "Val Logsdon Fitch (March 10, 1923 – February 5, 2015) was an American nuclear physicist who, with co-researcher James Cronin, was awarded the 1980 Nobel Prize in Physics for a 1964 experiment using the Alternating Gradient Synchrotron at Brookhaven National Laboratory that proved that certain subatomic reactions do not adhere to fundamental symmetry principles. Specifically, they proved, by examining the decay of K-mesons, that a reaction run in reverse does not retrace the path of the original reaction, which showed that the reactions of subatomic particles are not indifferent to time. Thus the phenomenon of CP violation was discovered. This demolished the faith that physicists had that natural laws were governed by symmetry.", "54037950": "Gerhard Wagner (born 1945) is a German-American physicist. Currently the Elkan Rogers Blout Professor of Biological Chemistry and Molecular Pharmacology at Harvard Medical School, he is an Elected Fellow of the American Association for the Advancement of Science, German National Academy of Sciences Leopoldina, American Academy of Arts and Sciences, National Academy of Sciences and International Society of Magnetic Resonance.[1][2][3]", "69406141": "Nandivada Rathnasree (26 November 1963 – 9 May 2021) or N. Rathnasree was an Indian astrophysicist, science communicator, and science historian, who was the director of India's Nehru Planetarium for over twenty years. She was responsible for improvements to the planetarium, as well as for researching the use of historical architectural astronomical instruments in India. She is known for her work in science communication.", "54037953": "Christopher J. Keane is an American physicist and astronomer currently at Washington State University and an Elected Fellow of the American Association for the Advancement of Science.[1][2][3]", "3444162": "Burt Ovrut is an American theoretical physicist best known for his work on heterotic string theory. He is currently Professor of Theoretical High Energy Physics at the University of Pennsylvania.", "396737": "Nicolaas Bloembergen (March 11, 1920 – September 5, 2017) was a Dutch-American physicist and Nobel laureate, recognized for his work in developing driving principles behind nonlinear optics for laser spectroscopy.[1] During his career, he was a professor at Harvard University and later at the University of Arizona and at Leiden University in 1973 (as Lorentz Professor).", "396739": "Arthur Leonard Schawlow (May 5, 1921 – April 28, 1999) was an American physicist and co-inventor of the laser with Charles Townes. His central insight, which Townes overlooked, was the use of two mirrors as the resonant cavity to take maser action from microwaves to visible wavelengths. He shared the 1981 Nobel Prize in Physics with Nicolaas Bloembergen and Kai Siegbahn for his work using lasers to determine atomic energy levels with great precision.[1][2]", "396741": "Kai Manne Börje Siegbahn (20 April 1918 – 20 July 2007) was a Swedish physicist who shared the 1981 Nobel Prize in Physics.[1]", "3968454": "Hugo M. Rietveld (7 March 1932 – 16 July 2016[1][2]) was a Dutch crystallographer who is famous for his publication on the full profile refinement method in powder diffraction, which became later known as the Rietveld refinement method. The method is used for the characterisation of crystalline materials from X-ray powder diffraction data. The Rietveld refinement uses a least squares approach to refine a theoretical line profile (calculated from a known or postulated crystal structure) until it matches the measured profile. The introduction of this technique which used the full profile instead of individual reflections was a significant step forward in the diffraction analysis of powder samples.", "396743": "Kenneth Geddes \"Ken\" Wilson (June 8, 1936 – June 15, 2013) was an American theoretical physicist and a pioneer in leveraging computers for studying particle physics. He was awarded the 1982 Nobel Prize in Physics for his work on phase transitions—illuminating the subtle essence of phenomena like melting ice and emerging magnetism.  It was embodied in his fundamental work on the renormalization group.", "29199815": "James S. Langer is an American professor of physics at the University of California at Santa Barbara.[1]", "7507400": "Juan Ignacio Cirac Sasturain (born 11 October 1965), known professionally as Ignacio Cirac, is a Spanish physicist. He is one of the pioneers of the field of quantum computing and quantum information theory. He is the recipient of the 2006 Prince of Asturias Award in technical and scientific research.", "70127055": "Aron Pinczuk (February 15, 1939 – February 13, 2022)[1][2] was an Argentine-American experimental condensed matter physicist who was professor of physics and professor of applied physics at Columbia University.[3] He was known for his work on correlated electronic states in two dimensional systems using photoluminescence and resonant inelastic light scattering methods. He was a fellow of the American Physical Society, the American Association for the Advancement of Science and the American Academy of Arts and Sciences.", "34082255": "Melvin Lax  (March 8, 1922 – December 8, 2002) was a distinguished professor of physics at City College of New York[1][2] and was elected a member of the National Academy of Sciences in 1983,[3] and notable for his contributions to research of random processes in physics.[4] He was the chairman of the Theoretical Physics Department at Bell Labs from 1962 to 1964.[3] He was also a Fellow of the American Academy of Arts and Sciences, the American Physical Society, the American Association for the Advancement of Science, and the Optical Society of America.[3]", "51056083": "Rafael Rebolo López (born September 12, 1961, in Cartagena, Spain) is a Spanish astrophysicist.  In October 2013 he became the director of the Instituto de Astrofísica de Canarias[1] (Institute of Astrophysics of the Canary Islands; IAC). He is a professor at the Spanish National Research Council.  In 2002 Rebolo became an external professor at the Max Planck Institute for Astronomy and a member of the Max Planck Society.", "59641300": "Roman Smoluchowski (born 31 August 1910 in Zakopane; died 12 January 1996 in Austin, Texas)[1] was a notable physicist who worked in Poland, and after World War II settled in Institute for Advanced Study in Princeton, New Jersey. He was the son of the statistical physics pioneer Marian Smoluchowski. In 1974, Roman Smoluchowski was awarded a Guggenheim Fellowship. In 1984, the minor planet 4530 Smoluchowski was named after him.[2]", "21663188": "Jean M. Bennett (1930–2008) was the first woman president of The Optical Society in 1986.[1]", "63311318": "Usha Kulshreshtha (born July, 1964) is an Indian theoretical physicist, specializing in the Dirac's instant-form and light-front quantization of quantum field theory models, string theory models and D-brane actions using the Hamiltonian, path integral and BRST quantization methods, constrained dynamics,  construction of gauge theories and their quantizaton under gauge-fixing as well as study of boson stars, and wormholes in general relativity and gravity theory.", "495065": "Louis Essen OBE FRS[1](6 September 1908 – 24 August 1997) was an English physicist whose most notable achievements were in the precise measurement of time and the determination of the speed of light.  He was a critic of Albert Einstein's theory of relativity, particularly as it related to time dilation.", "17468893": "James Marvin Herndon (born 1944) is an American interdisciplinary scientist and serial conspiracy theorist who earned his BA degree in physics in 1970 from the University of California, San Diego and his Ph.D. degree in nuclear chemistry in 1974 from Texas A&M University.[1] For three years, J. Marvin Herndon was a post-doctoral assistant to Hans Suess and Harold C. Urey in geochemistry and cosmochemistry at the University of California, San Diego. He has been profiled in Current Biography, and dubbed a “maverick geophysicist” by The Washington Post.[2]", "56102379": "Ajit Kembhavi (born 16 August 1950) is an Indian astrophysicist. He is presently a Professor Emeritus at the Inter-University Centre for Astronomy and Astrophysics, (IUCAA) at Pune, India,[1] of which he was also a founder member. He also serves as a Vice President of the International Astronomical Union.[2] He is the Principal Investigator of Pune Knowledge Cluster along with Professor L. S. Shashidhara.", "42110444": "Anupam Mazumdar is a theoretical physicist at the University of Groningen[1] specializing in cosmology and quantum gravity.", "17599982": "Dr. Rudolf Maria \"Ruud\" Tromp (born 3 September 1954, Alkmaar)[1] is a Dutch American scientist at IBM Research Division, Thomas J. Watson Research Center and a Physics Professor at Leiden University.[2]", "43748851": "George Richard Pickett FRS (born 1939) is Professor of Low Temperature Physics at Lancaster University.[1][2]", "47549940": "Álvaro Freire de Villalba Alvim (16 April 1863 – 21 May 1928) was a Brazilian  physician, pioneer in radiology and radiotherapy. He studied in France with Pierre and Marie Curie and performed the first radiograph in Brazil, which was on the xiphopagus case for Brazilian surgeon Eduardo Chapot Prévost.", "43126261": "Ryszard Horodecki (born 30 September 1943) is a Polish physicist and a professor of University of Gdańsk.[1] He contributed largely to the field of quantum informatics. In his most widely cited paper, 'Separability of Mixed States: Necessary and Sufficient Conditions'[2] written together with his sons, Michał and Paweł, he proposed the idea currently known as the Peres-Horodecki criterion. With over 12,000 citations, he is considered to be one of the leading Polish physicists[citation needed].", "5377527": "Bernard Haisch is a German-born American astrophysicist who has done research in solar-stellar astrophysics and stochastic electrodynamics.[1] He has developed with Alfonso Rueda a speculative theory that the non-zero lowest energy state of the vacuum, as predicted by quantum mechanics, might provide a physical explanation for the origin of inertia, and might someday be used for spacecraft propulsion. Haisch has advocated the serious scientific study of phenomena outside the traditional scope of science and is known for his interest in the UFO phenomenon as well as a variety of other unorthodox topics.", "69897721": "Lawrence Wellburn Fagg Jr. (October 10, 1923 – May 3, 2015) was an American physicist.", "790014": "Andrei Dmitriyevich Linde (Russian: Андре́й Дми́триевич Ли́нде; born March 2, 1948) is a Russian-American theoretical physicist and the Harald Trap Friis Professor of Physics at Stanford University.", "67407359": "Graciela Beatriz Gelmini is a theoretical physicist who specializes in astroparticle physics.[1][2] She is a professor at the University of California, Los Angeles (UCLA),[3] and became a fellow of the American Physical Society in 2004.[4]", "19074563": "Shlomo Havlin (Hebrew: שלמה הבלין) (born July 21, 1942) is a professor in the Department of Physics at Bar-Ilan University, Ramat-Gan, Israel. He served as President of the Israel Physical Society (1996–1999), Dean of Faculty of Exact Sciences (1999–2001), chairman, Department of Physics (1984–1988).", "70749706": "Alevtina Pavlovna Shmeleva (Russian: Алевтина Павловна Шмелева; 11 June 1928 – 25 April 2022) was a Russian nuclear physicist.", "5803533": "Nicola Cabibbo (10 April 1935 – 16 August 2010[1]) was an Italian physicist, best known for his work on the weak interaction.", "921111": "Frederick Alexander Lindemann, 1st Viscount Cherwell, CH, PC, FRS (/ˈtʃɑːrwɛl/ CHAR-wel; 5 April 1886 – 3 July 1957) was a British physicist who was prime scientific adviser to Winston Churchill in World War II.", "43093529": "Clement D. Child (1868 – 1933) was an American physicist and educator.[1]  He is noted particularly for \"Child's law\" (1911), which is an equation that describes the electric current that flows between the plates of a vacuum tube.[2] Vacuum tubes were the main components in electronics from about 1905 to 1960, when transistors and integrated circuits mostly supplanted them.[3] Child's Law is still a staple of textbooks treating charged particle motion in vacuum and in solids.[4]", "16649763": "Edward Carroll Stone (born January 23, 1936)[1] is an American space scientist, professor of physics at the California Institute of Technology, and former director of the NASA Jet Propulsion Laboratory (JPL).[2][3]", "462371": "Richard Henry Bolt (April 22, 1911 – January 13, 2002) was an American physics professor at MIT with an interest in acoustics. He was one of the founders of the company Bolt, Beranek and Newman, which built the ARPANET, a forerunner of the Internet.", "6491684": "Gaolian Liu (Chinese: 刘高联; pinyin: Líu Gāolián, born July, 1932) is a scientist of Engineering Thermal Physics and Hydrodynamics, a professor of Shanghai University,[1] and an academician of the Chinese Academy of Sciences.", "9571879": "Giuseppe Cocconi (1914–2008) was an Italian physicist who was director of the Proton Synchrotron at CERN in Geneva.\nHe is known for his work in particle physics and for his involvement with SETI where he wrote, \"[t]he probability of success is difficult to estimate; but if we never search, the chance of success is zero.\"", "1183272": "Alan Jay Heeger (born January 22, 1936) is an American physicist, academic and Nobel Prize laureate in chemistry.", "47648296": "Armen Sarvazyan (born July 2, 1939) is a biophysicist and entrepreneur, serving as Chief Science Officer of Artann Laboratories. He is known for his work on the use of shear acoustic waves in medical imaging and diagnostics and the invention of shear-wave elasticity imaging (SWEI).", "32476724": "Sergei Vladimirovich Kolesnikov (Russian: Сергей Владимирович Колесников; born 1948) is a Russian businessman who has lived in self imposed exile outside Russia since 2010.[1] He is best known as a whistleblower after his December 2010 letter to Dmitry Medvedev, which exposed a corrupt scheme that included the construction of 'Putin's Palace' and challenged the Russian president to fight corruption.[2][3] After he left Russia, his revelations of large scale corruption in President Putin's inner circle led to investigations in major Western media.[4][5][6]", "659002": "Sir Anthony James Leggett KBE FRS HonFInstP[1] (born 26 March 1938) is a British–American theoretical physicist and professor emeritus at the University of Illinois Urbana-Champaign.[5] Leggett is widely recognised as a world leader in the theory of low-temperature physics, and his pioneering work on superfluidity was recognised by the 2003 Nobel Prize in Physics.[6] He has shaped the theoretical understanding of normal and superfluid helium liquids and strongly coupled superfluids.[7] He set directions for research in the quantum physics of macroscopic dissipative systems and use of condensed systems to test the foundations of quantum mechanics.[8][9]", "63868476": "Sudhir Ranjan Jain (born 16 May 1963) is an Indian theoretical physicist[1][2][3] at the Bhabha Atomic Research Centre, Mumbai, known for his contributions in complex quantum systems and Nonlinear dynamics. He was a scientist at the nuclear physics division of Bhabha Atomic Research Centre, a professor at Homi Bhabha National Institute and is an adjunct professor and member of the Academic Board at the Centre for Excellence in Basic Sciences. He has authored Mechanics, Waves and Thermodynamics: An Example-based Approach and A Primer on Fluid Mechanics with Applications.[4]\n[5] His doctoral advisor was Prof. Suresh V. Lawande,[6] who was a student of Edward Teller.[7]", "15601218": "David W. Snoke is a physics professor at the University of Pittsburgh in the Department of Physics and Astronomy. In 2006 he was elected a Fellow of the American Physical Society \"for his pioneering work on the experimental and theoretical understanding of dynamical optical processes in semiconductor systems.\"[1] In 2004 he co-wrote a controversial paper with prominent intelligent design proponent Michael Behe. In 2007, his research group was the first to report Bose-Einstein condensation of polaritons in a trap.[2]\nDavid Snoke and theoretical physicist Jonathan Keeling recently published an article announcing a new era for polariton condensates saying that polaritons are arguably the \"...best hope for harnessing the strange effects of quantum condensation and superfluidity in everyday applications.\"\n[3]", "58625602": "Angela Villela Olinto (born July 19, 1961) is an astroparticle physicist and the Albert A. Michelson Distinguished Service Professor at the University of Chicago as well as the dean of the Physical Sciences Division. Her current work is focused on understanding the origin of high-energy cosmic rays, gamma rays, and neutrinos.[1]", "54365762": "Dr John Haybittle (18 October 1922 - 19 November 2017) was a British medical physicist.[1]", "43650637": "Anja Strømme is an ionospheric physicist at SRI International and the principal scientist at the Sondrestrom Upper Atmospheric Research Facility.[1] She has also worked with the National Science Foundation.[2] Strømme has been a member of the American Geophysical Union since 2005.[3]", "21663310": "Robert G. Greenler is an American physicist. His research centered on the optical properties of surfaces. Greenler received his B.S. from the University of Rochester and a Ph.D. from Johns Hopkins University. He taught physics at the University of Wisconsin–Milwaukee from 1962-1992.[1] He became professor emeritus of the same university after his retirement.", "58986066": "Zohra Aziza Baccouche ('Dr. Z') was an American physicist and science filmmaker. She was an American Association for the Advancement of Science Mass Media Science and Engineering fellow at CNN and founder and CEO of media company Aziza Productions.[1] Declared legally blind at the age of eight, Baccouche lost her sight due to a brain tumor at eight years old.[2] She died in 2021.[3]", "5279320": "Emil Johann Wiechert (26 December 1861 – 19 March 1928) was a German physicist and geophysicist who made many contributions to both fields, including presenting the first verifiable model of a layered structure of the Earth and being among the first to discover the electron.  He went on to become the world's first Professor of Geophysics at the University of Göttingen.[1]", "58494554": "Emma J. Bunce OBE (born 1975) is a British space physicist and Professor of Planetary Plasma Physics at the University of Leicester.[1] She holds a Royal Society Wolfson Research Merit Award. Her research is on the magnetospheres of Saturn and Jupiter. She is principal investigator (PI) of the MIXS instrument on BepiColombo, was deputy lead on the Jupiter Icy Moons Explorer proposal, and co-investigator on the Cassini–Huygens mission.", "1642078": "Paul Felix Neményi (June 5, 1895 – March 1, 1952) was a Hungarian mathematician and physicist who specialized in continuum mechanics.  He was known for using what he called the inverse or semi-inverse approach, which applied vector field analysis, to obtain numerous exact solutions of the nonlinear equations of gas dynamics, many of them representing rotational flows of nonuniform total energy. His work applied geometrical solutions to fluid dynamics.  In continuum mechanics, \"Neményi's theorem\" proves that, given any net of isothermal curves, there exists a five parameter family of plane stress systems for which these curves are stress trajectories.", "31592030": "Katarzyna Chałasińska-Macukow (born 20 March 1946 in Łódź, Poland) is Polish physicist and professor at the University of Warsaw. In 2005 and again in 2008 elected for the post of the rector of the University of Warsaw.[1]", "56462944": "Sheila Pearson MBE (née Kanani) is a British astronomer and the Education, Outreach and Diversity Officer at the Royal Astronomical Society.", "21433950": "The Atomic City is a 1952 American film noir thriller film directed by Jerry Hopper and starring Gene Barry and Lydia Clarke.", "13405795": "Cornelis A. \"Neil\" Gehrels (October 3, 1952 – February 6, 2017) was an American astrophysicist specializing in the field of gamma-ray astronomy. He was Chief of the Astroparticle Physics Laboratory at NASA's Goddard Space Flight Center (GSFC) from 1995 until his death, and was best known for his work developing the field from early balloon instruments to today's space observatories such as the NASA Swift mission, for which he was the principal investigator. He was leading the WFIRST (now called the Nancy Grace Roman Space Telescope) wide-field infrared telescope forward toward a launch in the mid-2020s. He was a member of the National Academy of Sciences and the American Academy of Arts and Sciences.", "10128999": "Eigil Friis-Christensen (29 October 1944 – 21 September 2018)[1] was a Danish geophysicist specializing in space physics.", "52498026": "Ethan R. Siegel is an American theoretical astrophysicist and science writer, who studies the Big Bang theory. In the past he has been a professor at Lewis & Clark College and a blogger at Starts With a Bang, on ScienceBlogs and also on Forbes.com since 2016.", "560749": "Johann Karl Friedrich Zöllner (8 November 1834, Berlin – 25 April 1882, Leipzig) was a German astrophysicist who studied optical illusions. He was also an early psychical investigator.", "66424431": "Jean Goguel (2 January 1908 – 5 January 1987) was a French geologist and geophysicist. He was an Honorary Fellow of the Geological Societies of America, of London, and of Belgium. He played an important leadership role in the International Union of Geodesy and Geophysics and he was made chairman of the European Association of Exploration Geophysicists in 1952[1][2]", "70422134": "Bruce W. Shore (1935 — 9 January 2021) was an American theoretical physicist known for his works in atomic physics and the theory of the interaction of light with matter.", "1412733": "Pierre Lemonnier (aka Petro Lemonnier) (28 June 1675 in Saint-Sever – 27 November 1757 in Saint-Germain-en-Laye) was a French astronomer, a professor of Physics and Philosophy at the Collège d'Harcourt (University of Paris), and a member of the French Academy of Sciences.[1][2][3]", "47746686": "Kurt Ludwig Adelberger is an American astrophysicist and sustainability manager, who formerly worked at Google as a principal in energy and sustainability and was previously the Engagement Manager for McKinsey & Company.[1]", "691839": "William George Unruh (/ˈʌnruː/;[citation needed] born August 28, 1945) is a Canadian physicist at the University of British Columbia, Vancouver who described the hypothetical Unruh effect in 1976.", "429694": "Arthur Louis Day (October 30, 1869 – March 2, 1960) was an American geophysicist and volcanologist. He studied high temperature thermometry, seismology and geothermal energy.", "74190468": "Gloria Platero Coello is a Spanish physicist whose research involves the computational simulation of quantum dots and other quantum behavior on nanostructures. She works for the Spanish National Research Council (CSIC) as a research professor at the Materials Science Institute of Madrid (ICMM).[1]", "51809925": "Dennis Eugene Hedke (born October 1, 1952) is an American politician. He has served as a Republican member for the 99th district in the Kansas House of Representatives since 2011. The American Conservative Union gave him a lifetime rating of 88%.[1][2]", "70487688": "Beverley Ann P. Taylor is an American physicist and physics educator known for her physics books for children. She is a professor emerita at Miami University Hamilton in Hamilton, Ohio.[1]", "68456073": "Bernhard Mistlberger (born 1987) is an Austrian theoretical particle physicist known for his significant work in the area of quantum field theory. He is known for multi-loop calculations in quantum chromodynamics (QCD), including the first high-precision theoretical predictions of Higgs and vector boson production at the Large Hadron Collider.[1]", "18419339": "Alessandro Vespignani (born April 4, 1965) is an Italian-American physicist, best known for his work on complex networks, and particularly for work on the applications of network theory to the mathematical modeling of infectious disease, applications of computational epidemiology, and for studies of the topological properties of the Internet. He is currently the Sternberg Family Distinguished University Professor of Physics, Computer Science and Health Sciences at Northeastern University,[1] where he is the director of the Network Science Institute.", "2428557": "Carl Heinrich Hermann (17 June 1898 – 12 September 1961), or Carl Hermann German: [kaʁl ˈhɛʁman] ⓘ, was a German physicist and crystallographer known for his research in crystallographic symmetry, nomenclature, and mathematical crystallography in N-dimensional spaces. Hermann was a pioneer in crystallographic databases and, along with Paul Peter Ewald, published the first volume of the influential Strukturbericht (Structure Report) in 1931.[1]", "724626": "Allan Whitenack Snyder (born 1942) is the director of the Centre for the Mind at the University of Sydney, Australia where he also holds the 150th Anniversary Chair of Science and the Mind. He is a co-founder of Emotiv Systems and winner of the International Australia Prize in 1997 and the Marconi Prize in 2001 for his contributions to optical physics. Snyder is also the Creator and Chairman of the What Makes a Champion? forum, an official Olympic cultural event first held at the Sydney 2000 Olympic Games. He is also the Chair of Research on the MindChamps World Research, Advisory and Education Team, with a focus on neuroscience.[1]", "47386263": "Arthur 'Blaine' Bowman (born 1946 in Ogden, Utah, USA) is a leading proponent of ion chromatography, who has served variously as chairman, president, chief executive officer, and director of Dionex Corporation, a manufacturer of analytical instruments. Bowman received the 2015 Pittcon Heritage Award in recognition of his contributions to the field of ion chromatography.", "7442074": "Walter Eduard Thirring  (29 April 1927 – 19 August 2014) was an Austrian physicist after whom the Thirring model in quantum field theory is named.[1]  He was the son of the physicist Hans Thirring.[2][3][4]", "49811103": "Linda Walsh (born 1958; née Grimshaw) is a British scientist who specializes in radiation epidemiology. She is an honorary visiting research fellow in the Medical Physics Department of the University of Zurich in Switzerland.[1][2]", "72093353": "Carol Elizabeth Anway (also published as Carol Anway-Wiese; born 1965[1]) is a retired American physicist known for her work on computational industrial physics for Boeing,[2] and particularly on lightning protection for airplanes.[3][4]", "20549291": "Paul A. Crowell is a professor of physics at the University of Minnesota, United States. His research specialties include spin dynamics and transport in ferromagnets and ferromagnet-semiconductor heterostructures. Crowell received his BA in physics and mathematics from Swarthmore College in Pennsylvania later earning his PhD in physics from Cornell University in 1994. He is an honors undergraduate physics instructor and is the leader of a research group exploring \"Spin Dynamics, Transport and Magneto-optics.\"[1]", "7114411": "Thomas Lydwell Eckersley FRS[1] (27 December 1886 – 15 February 1959) was an English theoretical physicist and engineer.[1][3]", "7245485": "Giorgio Parisi Cavaliere di Gran Croce OMRI (born 4 August 1948) is an Italian theoretical physicist, whose research has focused on quantum field theory, statistical mechanics and complex systems. His best known contributions are the QCD evolution equations for parton densities, obtained with Guido Altarelli, known as the Altarelli–Parisi or DGLAP equations, the exact solution of the Sherrington–Kirkpatrick model of spin glasses, the Kardar–Parisi–Zhang equation describing dynamic scaling of growing interfaces, and the study of whirling flocks of birds.[1] He was awarded the 2021 Nobel Prize in Physics jointly with Klaus Hasselmann and Syukuro Manabe for groundbreaking contributions to theory of complex systems, in particular \"for the discovery of the interplay of disorder and fluctuations in physical systems from atomic to planetary scales\".[2]", "1445553": "Nina Byers (January 19, 1930 – June 5, 2014) was a theoretical physicist, research professor and professor of physics emeritus in the department of physics and astronomy, UCLA,[1] and Fellow of Somerville College, Oxford.", "61738674": "Lieutenant Colonel William Arthur Prowse OBE TD (1907– 14 July 1981)[1] was a British physicist and academic administrator. He was the founding Master of Van Mildert College, Durham.[2]", "3542705": "Major General Hugh W. Hardy (December 10, 1924 – April 3, 2003) was a United States Marine Corps Reserves major general and a geoscientist. Hardy served with the Marine Corps Reserves for 40 years.  In his civilian career as a geoscientist, he had a 34-year career with Exxon which included pioneering research in well-logging and 3D seismic exploration.", "44076735": "Anita Mehta (born Calcutta) is an Indian physicist and Leverhulme Visiting Professor at the University of Oxford.[1][2][3]", "66916032": "Josef (Joseph or Iosif) Isaevich Gitelson (Russian: Ио́сиф Иса́евич Гительзо́н); (6 July 1928 – 25 September 2022) was a Soviet and Russian biophysicist.[3] PhD in biology (1955), DrSc in medicine (1961), Professor, Member of the Russian Academy of Sciences (1991);[4] Corresponding member of the USSR Academy of Sciences (1979), Member of the USSR Academy of Sciences (1990). Director of Institute of Biophysics, Siberian Branch of the Russian Academy of Sciences (1984-1996). Academic Advisor at this Institute since 1996. Scientific supervisor of Institute of Fundamental Biology and Biotechnology Siberian Federal University. Member of International Academy of Astronautics. Honorary Citizen of Krasnoyarsk Krai since Sept 20, 2013[5] and the city of Krasnoyarsk. In 2018, JI Gitelson was awarded the highest award of the Russian Academy of Sciences, Lomonosov Gold Medal[6] for the justification and development of the ecological direction of biophysics, which has achieved a number of outstanding fundamental and practical results, in particular, in marine and laboratory studies of bioluminescence.[7]", "60395208": "Jörg Kärger (born 3 October 1943) is a German physicist.", "57577163": "Crispin William Gardiner (born 18 October 1942) is a New Zealand  physicist, who has worked in the fields of quantum optics, ultracold atoms and stochastic processes. He has written about 120 journal articles and several books in the fields of quantum optics, stochastic processes and ultracold atoms.[1]", "15208140": "William James Stirling CBE FRS FInstP (4 February 1953 – 9 November 2018) was a physicist who served as the first Provost of Imperial College London. He was appointed to this role in August 2013 and retired in August 2018.[2]", "102095": "Robert Hofstadter (February 5, 1915 – November 17, 1990)[1] was an American physicist. He was the joint winner of the 1961 Nobel Prize in Physics (together with Rudolf Mössbauer) \"for his pioneering studies of electron scattering in atomic nuclei and for his consequent discoveries concerning the structure of nucleons\".[2][3]", "233171": "Victor G. Szebehely (August 21, 1921  – September 13, 1997) was a key figure in the development and success of the Apollo program.", "49286876": "Xue Qikun (Chinese: 薛其坤; born December 1963) is a Chinese physicist. He is a professor of Tsinghua University, Beijing. He has done much work in Condensed Matter Physics, especially on superconductors and topological insulators.[1][2]  In 2013, Xue was the first to achieve the quantum anomalous Hall effect (QAHE), an unusual orderly motion of electrons in a conductor, in his laboratory at Tsinghua University.  Xue is a  member of the Chinese Academy of Sciences, vice president for research of Tsinghua University, and director of State Key Lab of Quantum Physics.[3] In 2016, he was one of the first recipients of the new Chinese Future Science Prize for experimental discovery of high-temperature superconductivity at material interfaces and the QAHE. This award has been described as \"China's Nobel Prize\".[4][5]", "1150687": "Hauke Harder (born 1963 in Heide (Holstein), Germany) is a German composer[1] and experimental physicist.[2][3]", "23006949": "Louis Leprince-Ringuet (27 March 1901, in Alès – 23 December 2000, in Paris) was a French physicist, telecommunications engineer, essayist and historian of science.[1]", "71012074": "Gabor J. Kalman (December 12, 1929 – December 10, 2022) was a Hungarian-American physicist, academic, and author. He was a Distinguished Research Professor Emeritus at Boston College.[1]", "47615730": "Torbjörn Sjöstrand (born 13 November 1954) is a Swedish theoretical physicist and a professor at Lund University in Sweden,[1] where he also got his PhD in 1982.[2] He is one of the main authors of PYTHIA, a program for generation of high-energy physics events.[3]", "46665459": "Gerard James Milburn (born 1958) is an Australian theoretical quantum physicist notable for his work on quantum feedback control, quantum measurements, quantum information, open quantum systems, and Linear optical quantum computing (aka the Knill, Laflamme and Milburn scheme).[3][4][5][6][7]", "44076790": "Prabhat C Chandra[1] (born 4 December 1950) is an Indian geophysicist. Since 1973, he has done extensive work in the field of hydrogeophysics, encompassing groundwater exploration, development and management with a specialization in groundwater geophysics using various geophysical methods.", "73338615": "Marta Dark McNeese is an American physicist and professor at Spelman College. She was the first African American woman to receive a bachelor's degree in physics from the University of Virginia.[1] Her research focuses on laser interactions with biological tissues and electro-optical effects in biomolecules, and has applications in light-emitting devices, diodes for displays, and flexible light-emitting materials.[2][3]", "233211": "Ernst Florens Friedrich Chladni (UK: /ˈklædni/, US: /ˈklɑːdni/, German: [ɛʁnst ˈfloːʁɛns ˈfʁiːdʁɪç ˈkladniː]; 30 November 1756 – 3 April 1827) was a German physicist and musician. His most important work, for which he is sometimes labeled as the father of acoustics, included research on vibrating plates and the calculation of the speed of sound for different gases.[1] He also undertook pioneering work in the study of meteorites and is regarded by some as the father of meteoritics.[2]", "42831611": "Askerov Bahram Mehrali oglu (5 October 1933 - 12 March 2014)[1][2] was a physicist. He was born in the village of Ahmedabad, Tovuz district, Republic of Azerbaijan. In 1957 he graduated from the Physics and Mathematics Faculty of Baku State University. He went on to graduate study at Institute of Semiconductors in Saint Petersbourg, Russia, where he worked under the supervision of A.I.Anselm. In 1966 he was invited to teach at Baku State University, since 1971 he headed the chair for solid state Physics at the University. Works on the theory of solid state. He developed (together with A.I.Anselm) a quantum theory of thermomagnetic phenomena in semiconductors and metals. They proposed a method for calculating dissipative thermomagnetic currents in quantized magnetic fields, when the usual transport equation is not applicable. B.M.Askerov generalized the W.W.Adams and L.J.Goldstein's density matrix method, underlying the quantum theory of transverse thermomagnetic phenomena in semiconductors, to the case of the indium-antimonide-type conduction band. He elaborated a theory of electron transport phenomena in quantum wells, classical and size-quantized films, and superlattices.", "36507394": "Hilde Levi (9 May 1909 – 26 July 2003) was a German-Danish physicist. She was a pioneer of the use of radioactive isotopes in biology and medicine, notably the techniques of radiocarbon dating and autoradiography. In later life she became a scientific historian, and published a biography of George de Hevesy.", "38539013": "Ian A. Young is an Intel engineer.[1] Young is a co-author of 50 research papers,[2] and has 71 patents[3]\nin switched capacitor circuits, DRAM, SRAM, BiCMOS, x86 clocking, Photonics and spintronics.", "1019659": "Aleksander Jabłoński (born 26 February 1898 in Woskresenówka, in Imperial Russia, died 9 September 1980 in Skierniewice, Poland) was a Polish physicist and member of the Polish Academy of Sciences. His research was in molecular spectroscopy and photophysics.", "40079121": "Martin Bodo Plenio (born 20 May 1968) is a German physicist, Alexander von Humboldt Professor, and Director of the Institute for Theoretical Physics at Ulm University.", "1019676": "Sylwester Kaliski (19 December 1925 – 16 September 1978) was a Polish engineer, professor and military general. He was a member of the Polish Academy of Sciences (PAN).", "18517789": "Dame Athene Margaret Donald DBE FRS HonFInstP HonFRSC (née Griffith; born 15 May 1953)[1] is a British physicist.[4][5] She is Professor Emerita of Experimental Physics at the University of Cambridge, and Master of Churchill College, Cambridge.[6][7][8][9][10][11][12]", "47779613": "Bernard Peters (born Bernhard Pietrowski in 1910 in Posen, Germany - February 2, 1993 in Copenhagen)[citation needed] was a nuclear physicist, with a specialty in cosmic radiation. He was a recipient of the Padma Bhushan, the third highest Indian civilian award.[1]", "57610018": "University of Leeds", "855843": "Mark Brian Wise (born November 9, 1953, in Montreal, Quebec) is a Canadian-American theoretical physicist. He has conducted research in elementary particle physics and cosmology.[1] He is best known for his role in the development of heavy quark effective theory (HQET), a mathematical formalism that has allowed physicists to make predictions about otherwise intractable problems in the theory of the strong nuclear interactions. He has also published work on mathematical models for finance and risk assessment.", "54365986": "Luigi Di Lella (born in Naples, 7 December 1937) is an Italian experimental particle physicist. He has been a staff member at CERN for over 40 years, and has played an important role in major experiments at CERN such as CAST and UA2. From 1986 to 1990 he acted as spokesperson for the UA2 Collaboration, which, together with the UA1 Collaboration, discovered the W and Z bosons in 1983.[1]", "58068777": "Martin B. Einhorn (14 August 1942) is an American theoretical physicist.[1]", "48271145": "Andrey Aleksandrovich Gershun (Russian: Андре́й Алекса́ндрович Ге́ршун, 22 October 1903 – 6 December 1952) was a Soviet physicist known for his work in photometry and optics, and was one of the founders of Vavilov State Optical Institute Hydrooptics Science School.", "25399084": "Lars Vegard (3 February 1880 – 21 December 1963) was a Norwegian physicist who is a pioneer in crystallography. He also made contributions to materials science and the science of aurora borealis.[1][2] The Vegard's law in solid state chemistry and materials science,[3][4] the only law of nature formulated by a Norwegian,[5] is named after him.", "73207611": "Dominique Bockelée-Morvan (born 1957) is a French astrophysicist and planetary scientist specializing in the molecular composition of comets.[1]  She is a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the Paris Observatory,[2] and a former president of Commission 15 on the Physical Study of Comets & Minor Planets of the International Astronomical Union.[3]", "63541057": "Pavel Kaskarov (June 5, 1947, Moscow, RSFSR, Soviet Union born) — was a Soviet and Russian physicist. Doctor of physical and mathematical Sciences, honored Professor of Moscow state University. Head of the Department of General physics for the faculty of chemistry/General physics and molecular electronics[1]", "28184392": "Gordon Leon Kane (born January 19, 1937) is Victor Weisskopf Distinguished University Professor at the University of Michigan and director emeritus at the Leinweber Center for Theoretical Physics (LCTP), a leading center for the advancement of theoretical physics. He was director of the LCTP from 2005 to 2011 and Victor Weisskopf Collegiate Professor of Physics from 2002 - 2011.  He received the Lilienfeld Prize from the American Physical Society in 2012, and the J. J. Sakurai Prize for Theoretical Particle Physics in 2017.", "37982024": "Anupam Garg is a professor in the department of Physics & Astronomy at Northwestern University, Illinois. He received his Ph.D. in 1983 from Cornell University. In 2012, he became a Fellow of the American Physical Society (APS) thanks to his work on molecular magnetism and macroscopic quantum phenomena.", "23007051": "John M. (Sean) Cadogan is  Professor of Physics at the University of New South Wales and a former Canada Research Chair in Advanced Materials.[1][2]", "32345934": "Mario Coppola (Rome, February 5, 1937 – Rome, March 5, 2011) was an Italian physicist active in the field of nuclear physics.\nCoppola, son of Leonardo and Elena Alestra lived his early childhood in Rome until the degree in Physics in 1960, a student of Edoardo Amaldi. From 1961 to 1964 was PostDoc at Columbia University in New York, then for a short period, the University of Padua, and subsequently worked in the years 1964 to 1971 the Bureau Central de Mesures Nucleaires (BCMN) Euratom Geel (Belgium). He obtained his teaching qualification in Nuclear Physics at the University of Milan in 1969.[citation needed]", "38178647": "Henry Edgar Hall FRS (1928 – 4 December 2015) was a professor of low temperature physics at the University of Manchester. He was the 2004 recipient of the Guthrie Medal and Prize. Hall was awarded a Ph.D. in 1957 from Emmanuel College, Cambridge with thesis title The rotation of liquid helium II. He worked at the University of Manchester from 1958 to 1995, when he retired.[1] He died on 4 December 2015.[2][3]", "37752671": "EPS Quantum Electronics Prize (2011)", "40046434": "Rubby Sherr[a] (September 14, 1913 – July 8, 2013)[1] was an American nuclear physicist who co-invented a key component of the first nuclear weapon while participating in the Manhattan Project during the Second World War. His academic career spanned nearly eight decades, including almost 40 years working at Princeton University.[1]", "14978921": "Herbert Walther (January 19, 1935 in Ludwigshafen/Rhein, Germany – July 22, 2006 in Munich) was a leader in the fields of quantum optics and laser physics. He was a founding director of the Max Planck Institute of Quantum Optics (MPQ) in Garching, Germany.[1] He also was Chair of Physics at Ludwig Maximilian University of Munich. He is primarily known for his experimental work on cavity quantum electrodynamics (in the form of the micromaser) as well his groundbreaking work on the ion trap.", "65539949": "Rolf Hendrik Siemssen (15 March 1933 – 29 January 2021) was a Dutch[1]-German[2] nuclear physicist. He was a professor of experimental nuclear physics at the University of Groningen between 1971 and 1998. Siemssen was director of the Kernfysisch Versneller Instituut (nl) between 1972 and 1991.", "42045297": "Radha Balakrishnan is an Indian theoretical physicist. She is a retired professor at the Institute of Mathematical Sciences, Chennai, India. After her early work in condensed matter physics on quantum crystals, she switched fields to nonlinear dynamics and has published research papers on a variety of topics.[1][2][3][4]", "31166322": "James Stanley Hey FRAS FRS MBE[1] (3 May 1909 – 27 February 2000) was an English physicist and radio astronomer. With the targeted application of radar technology for astronomical research, he laid the basis for the development of radio astronomy. While working in Richmond Park during the Second World War, Hey discovered that the Sun radiates radio waves and localised for the first time an extragalactic radio source in the constellation Cygnus.", "40472434": "Cornelis Jacobus (Cor) Gorter (14 August 1907, Utrecht – 30 March 1980, Leiden) was a Dutch experimental and theoretical physicist. Among other work, he discovered paramagnetic relaxation and was a pioneer in low temperature physics.[1]", "20418421": "Professor David Norman (born 1949) is a British Chartered Physicist[1] and ornithologist, he has lived in Cheshire since 1978.[2]", "69144441": "Matthias Scheffler (born June 25, 1951, in Berlin) is a German theoretical physicist whose research focuses on condensed matter theory, materials science, and artificial intelligence. He is particularly known for his contributions to density-functional theory and many-electron quantum mechanics and for his development of multiscale approaches. In the latter, he combines electronic-structure theory with thermodynamics and statistical mechanics, and also employs numerical methods from engineering. As summarized by his appeal \"Get Real!\" he introduced environmental factors (e. g. partial pressures, deposition rates, and temperature) into ab initio calculations.[2] In recent years, he has increasingly focused on data-centric scientific concepts and methods (the 4th paradigm of materials science)[3][4] and on the goal that materials-science data must become \"Findable and Artificial Intelligence Ready\".", "43257721": "Reinhard Mecke (born 14 July 1895 in Stettin; died 30 December 1969) was a German physicist, who focused on chemical physics. He was one of the pioneers of infrared spectroscopy.", "63541115": "Moscow State University", "40406914": "Robert Bigham Brode (June 12, 1900 – February 19, 1986) was an American physicist, who during World War II led the group at the Manhattan Project's Los Alamos Laboratory that developed the fuses used in the atomic bombing of Hiroshima and Nagasaki.", "55840644": "Erna Martha Frins Pereira (born 31 December 1960) is a Uruguayan physicist. She works as a professor and researcher at the University of the Republic. She was president of the Uruguayan Physics Society from 2007 to 2011. In 2012 she won the National L'Oréal-UNESCO Award for Women in Science for her research in environmental physics.", "50040708": "Yaron Oz (Hebrew: ירון עוז; born August 10, 1964, in Haifa) is full Professor of the School of Physics and Astronomy at Tel Aviv University.", "5115787": "Oleg Sushkov is a professor at the University of New South Wales and a leader in the field of high temperature super-conductors. Educated in Russia in quantum mechanics and nuclear physics, he now teaches in Australia.[1]", "61411214": "Hyperfine structure of atomic sodium", "41717646": "Robert J. Nemiroff is an Astrophysicist and Professor of Physics at Michigan Technological University. He received his Ph.D. from the University of Pennsylvania in Astronomy and Astrophysics in 1987 and his B.S. from Lehigh University in Engineering Physics in 1982.[1] He is an active researcher with interests that include gamma-ray bursts, gravitational lensing, and cosmology, and is the cofounder and coeditor of Astronomy Picture of the Day (APOD),[2] the home page of which receives over a million hits a day, approximately 20% of nasa.gov traffic.[3]  He is married and has one daughter.[4]", "56004496": "Bidhu Bhushan Ray (also Bidhu Bhusan Ray, Bidhubhusan Ray and B. B. Ray) was an Indian physicist. He was a pioneer in the field of X-ray spectroscopy, and his laboratory was the first of its kind in India. Also notable are his contributions to studies related to scattering of light in the atmosphere. He played a significant role in facilitating contacts between Indian and European scientists. He was elected Fellow, Indian National Science Academy, and held the post of Khaira Professor of Physics at the Rajabazar Science College, University of Calcutta until the time of his death.[1]", "30871443": "Hugh David Politzer (/ˈpɑːlɪtsər/; born August 31, 1949) is an American theoretical physicist and the Richard Chace Tolman Professor of Theoretical Physics at the California Institute of Technology.[1][2] He shared the 2004 Nobel Prize in Physics with David Gross and Frank Wilczek for their discovery of asymptotic freedom in quantum chromodynamics.[3]", "3608467": "Bud Grace (born c. 1944)[1] is an American cartoonist, who has worked on the comic strip Ernie, whose title was later changed to Piranha Club in the United States. He also drew the Babs and Aldo comic strip for King under the pseudonym Buddy Valentine.", "17010581": "Andrej Čadež (born September 12, 1942 in Ljubljana) is a Slovene physicist and astrophysicist.", "68456342": "Krzysztof Sacha (born September 2, 1970) is a Polish theoretical physicist. He is currently Professor of Physics at the Jagiellonian University in Cracow.[1]", "4493211": "Daniel Gralath (30 May 1708 – 23 July 1767) was a physicist and a mayor of Danzig.[1]", "66555803": "Anatoliy Hlibovych Zahorodniy (Ukrainian: Анатолій Глібович Загородній; born 29 January 1951) is a Ukrainian theoretical physicist and an organizer of science; an academician of NANU (since 2006), Vice President (2011-2020) and President of the National Academy of Sciences of Ukraine  (since October 2020).[1] Director of Nikolay Bogolyubov Institute of Theoretical Physics of the NAS of Ukraine (since 2002). \nDoctor of Physical and Mathematical Sciences (1990), Professor (1998), Laureate of the State Prize of Ukraine in Science and Technology (2005), Honored Worker of Science and Technology of Ukraine (2012). He has been a Member of the National Security and Defense Council of Ukraine (since January 20, 2021).[citation needed]", "73076637": "Marjorie Pettit Meinel (born Marjorie Steele Pettit; May 13, 1922 – June 24, 2008) was an American astronomer and optical scientist. Her research focused on telescope design and optics, the technological applications of solar energy, atmospheric phenomena including the optical effects of volcanic eruptions, and the study of variable stars.[1] For over 60 years she was the research collaborator and wife of fellow astronomer Aden Meinel.", "61837215": "Greg Gbur (born June 29, 1971) is an American author and physicist who specializes in the study of classical coherence theory in optical physics.[1] He is a full professor at the University of North Carolina at Charlotte in the Department of Physics and Optical Science.[2]", "40275879": "Hans Walter Hugo Busch[1] (27 February 1884 in Jüchen, North Rhine-Westphalia, Germany – 16 February 1973 in Darmstadt, Hesse) was a German physicist. He was a pioneer of electron optics and laid the theoretical basis for the electron microscope.", "47255469": "Henry Rainsford Hulme (9 August 1908 – 8 January 1991)[1] was a British scientist who is considered one of the four major minds behind the successful British hydrogen bomb project. He was the father of author and convicted murderer Anne Perry.", "72585133": "Wei Rongjue (born September 4, 1916) was a Chinese physicist and professor at Nanjing University. In 1952, he was appointed chairman of the physics department at Nanjing University.[1][2]", "39391150": "William P. Lonc SJ (May 5, 1930 – November 27, 2014) was a professor emeritus of physics at Saint Mary's University in Canada and also the co-translator and co-editor of the series The Jesuit Relations, working assiduously in translating over 64 historical works by Lucien Campeau and other French Canadian Jesuit sources into English.[1]", "62328749": "Roberta M. Humphreys is an American observational stellar astrophysicist. She is Professor Emerita at the University of Minnesota. Her work has included Galactic structure, observational stellar evolution, stellar populations, and large databases. She is best known for her research on massive stars in the Milky Way and in nearby resolved galaxies.[1]", "59281329": "Peter Barker (born 1967) is an Australian-born British physicist.", "74289074": "Dieter Haidt (born 1940) is a German physicist, known for his contribution to the 1973 discovery of weak neutral currents.[1][2] The discovery was made in the Gargamelle experiment, which used a heavy liquid bubble chamber detector in operation at CERN from 1970 to 1979.[3]", "37982132": "Samo Kuščer (born 1952) is a Slovene physicist and writer.", "64556980": "Yau Usman Idris is a Nigerian nuclear physicist and the current director general (CEO) of the Nigerian Nuclear Regulatory Authority (NNRA).[1] He was appointed by Muhammadu Buhari, President of the Federal Republic of Nigeria.[2][3][4]", "68784073": "Mareena Katherine Robinson Snowden is the first Black woman to earn a Ph.D. in nuclear engineering from the Massachusetts Institute of Technology.[1]", "167882": "John Thomas Romney Robinson FRAS[1] FRS FRSE (23 April 1792 – 28 February 1882), usually referred to as Thomas Romney Robinson, was a 19th-century Irish astronomer and physicist. He was the longtime director of the Armagh Astronomical Observatory, one of the chief astronomical observatories in the UK of its time.", "28970956": "Amir Muhsin Abo-Shaeer (Arabic: امر موهسين ابوسهايير; born March 20, 1972) is an American teacher and mechanical engineer. In 2001, during his first year of teaching, he established the Dos Pueblos Engineering Academy (DPEA) on the Dos Pueblos High School campus. In addition to being the Director of the DPEA, he teaches physics, engineering, robotics, machining and manufacturing. His focused outreach efforts have yielded 50% female student enrollment in the DPEA. He also ran FRC Team 1717 as part of the academy program. He was named a MacArthur Fellow in 2010. He is the first high school teacher to win the award, as well as the first FIRST mentor to win the award for work relating to FIRST robotics.[1][2][3]", "17010638": "Lavo Čermelj, Italianized in Lavo Cermeli (10 October 1889 – 26 January 1980) was a Slovene physicist, political activist, publicist and author. In the 1930s, he was one of the foremost representatives of Slovene anti-Fascist émigrés from the Italian-administered Julian March, together with Josip Vilfan, Ivan Marija Čok, and Engelbert Besednjak.", "2396111": "Robert Elmer Horton (May 18, 1875 – April 22, 1945) was an American hydrologist, geomorphologist, civil engineer, and soil scientist, considered by many to be the father of modern American hydrology. An eponymous medal is awarded by the American Geophysical Union (AGU) to recognize outstanding contributions to the field of hydrological geophysics. The AGU Hydrology section (representing about a 3rd of AGU's membership) was formed largely due to his personal property (near New York) that was bequeathed to AGU.", "65507284": "Caridad Borrás is a Spanish medical physicist. Her career started in 1964 at the Santa Creu i Sant Pau Hospital in Barcelona.[1] From 1988 to 2000, she was Regional Advisor of the Radiological Health Program and, from 2000 to 2002, Coordinator of Essential Drugs and Technology at the Pan American Health Organization in Washington D.C.", "33034198": "Miguel Angel Fernández Sanjuán (Miguel A. F. Sanjuán) is a Spanish Theoretical Physicist from Leon, Spain. He is known for his contributions in nonlinear dynamics, chaos theory, and control of chaos,[1] and has published several scientific papers and popular news articles. He has supervised around 20 PhD students in Nonlinear Dynamics, Chaos and Complex Systems.", "70127578": "James Avery Sauls is an American physicist.", "37883870": "Barbara Jacak (Polish pronunciation: [ˈjat͡sak]) is a nuclear physicist who uses heavy ion collisions for fundamental studies of hot, dense nuclear matter. She is director of the Nuclear Science Division, Lawrence Berkeley National Laboratory, and a professor of physics at UC Berkeley.[1] Before going to Berkeley, she was a member of the Department of Physics and Astronomy at Stony Brook University, where she held the rank of distinguished professor. She is a leading member of the collaboration that built and operates the PHENIX detector, one of the large detectors that operated at the Relativistic Heavy Ion Collider at Brookhaven National Laboratory, and was involved in the discovery of the quark gluon plasma and its strongly coupled, liquid-like behavior. Throughout her career she has served on many advisory committees and boards, including the National Research Council Committee on Nuclear Physics, and the Physical Review C editorial board.[2]", "58691554": "Uwe Rau is a German physicist who made important contributions to the physics of the photovoltaic device, notably on explaining energy losses in thin-film solar cells and on the use of the reciprocity principle to characterize solar cells by electroluminescence techniques. This led to the development of this technique as a standard in research and industry.", "48467940": "Dilip Devidas Bhawalkar is an Indian optical physicist and the founder director of the Raja Ramanna Centre for Advanced Technology (CAT), an institute under the Department of Atomic Energy, serving as a centre for higher studies in the fields of lasers and particle accelerators.[1] He is credited with pioneering research in optics and lasers in India and is reported to have contributed in making CAT a partner in the International Linear Collider and Large Hadron Collider experiments of the European Organization for Nuclear Research (CERN).[2] He is a recipient of the Shanti Swarup Bhatnagar Prize, the highest Indian award in science and technology.[3] The Government of India awarded him the fourth highest civilian award of the Padma Shri in 2000.[4]", "33296357": "Li Bin is a senior associate working jointly in the Nuclear Policy Program and Asia Program at the Carnegie Endowment for International Peace. He is a physicist with an interest in nuclear disarmament, and his research focuses on China’s nuclear and arms control policy and U.S.-China nuclear relations. Previously, Li Bin was a professor of international relations at Tsinghua University, where he was the founding director of the Arms Control Program at the Institute of International Studies. He has also directed the arms control division at the Institute of Applied Physics and Computational Mathematics. Li Bin was a MacArthur Foundation Peace and Security Fellow at the Massachusetts Institute of Technology and Princeton University.[1]", "62230504": "Anna Isobel McPherson (1901–1979) was a Canadian physicist and the first female professor in the Department of Physics at McGill University.[1][2]", "50761706": "Jorge Alberto López (born 1955 in Monterrey, Mexico[1]) is a physicist and educator and the Schumaker Professor of Physics at the University of Texas at El Paso.[2] He is known for his work in heavy ion collision dynamics[3] and for his outreach to the Hispanic community in the United States to increase diversity in physics, effective teaching and mentoring of undergraduate students (particularly underrepresented minorities), development of bilingual physics education programs, and building collaborations between American and Latin American universities.[4][5] He is one of the founders of the National Society of Hispanic Physicists[6] and author of books on nuclear physics, surface science, and statistical analysis of elections.", "53710827": "Robert R. Caldwell is an American theoretical physicist and professor of physics and astronomy at Dartmouth College.  His research interests include cosmology and gravitation.[2] He is known primarily for his work on theories of cosmic acceleration,[3] in particular dark energy, quintessence,[4] and the Big Rip scenario.[5]\n[6]", "15536109": "Volodymyr Petrovych Semynozhenko (Ukrainian: Володи́мир Петро́вич Семино́женко) (born 9 June 1950) is a Ukrainian politician and scientist. Semynozhenko is a former Vice Premier Minister of Ukraine (in 1999, 2001–2002 and in 2010[1][2][3]) and head of the Association of Ukrainian Scientists, and is now a member of the Board of the National Academy of Sciences, and served as the Chair of the Parliament Committee on Sciences and Technology. He is also the author of Ukrainian Legislation on Technology Parks. Semynozhenko was the party leader of the Party of Regions from late 2001 until early 2003.[4][5] Since March 2009 Semynozhenko is party leader of the party New Politics.[6][7] In addition, he created and served as the Head of the Ministry of Sciences and Technologies of Ukraine from 1996 to 1998, and has led numerous technology and innovation Committees in the Cabinet of Ministers.", "47648750": "David Bowman Nicodemus (1 July 1916 – 19 June 1999) was a physicist, Physics Professor and Administrator at Oregon State University, and part of the Manhattan Project team.", "14094321": "Sandip Chakrabarti is an Indian astrophysicist.  He developed a computer model to show how life on earth could have originated in outer space.[1]", "67178482": "Aavo Sirk (born in 1945[1]) is an Estonian physicist.", "72585205": "Grant Tremblay (born March 13, 1984) is an American astrophysicist notable for research on supermassive black holes, science communication, and public advocacy for large space telescopes. He is currently an Astrophysicist at the Harvard-Smithsonian Center for Astrophysics,[1] and was formerly a NASA Einstein Fellow at Yale University,[2] a Fellow at the European Southern Observatory (ESO), and an Astronomer at ESO's Very Large Telescope (VLT).", "3182592": "Sir David Neil Payne CBE FRS FREng[1] (born 13 August 1944) is a British professor of photonics who is director of the Optoelectronics Research Centre at the University of Southampton. He has made several contributions in areas of optical fibre communications over the last fifty years and his work has affected telecommunications and laser technology. Payne’s work spans diverse areas of photonics, from telecommunications and optical sensors to nanophotonics and optical materials, including the introduction of the first optical fibre drawing tower in a university.", "46272512": "Georg Pfotzer (29 November 1909 – 24 July 1981) was a German physicist.", "58462219": "Carol Travis Alonso is a Canadian-born American physicist, author and horsewoman. She was a co-discoverer of Element 106, Seaborgium, with Nobel laureate Glenn Seaborg and other team members at Lawrence Berkeley National Laboratory. She received her B.S. degree from Allegheny College, and her Ph.D. in nuclear physics from the Massachusetts Institute of Technology. Alonso worked on nuclear defense research and policy for 26 years at Lawrence Livermore National Laboratory (LLNL), where she managed various research programs and contributed to government policy on the role of nuclear testing.[1] She co-authored a Report to Congress on stockpile reliability. She collaborated with NASA astronaut Taylor Wang in experiments on Space Shuttle Challenger. Her research led to a nationally broadcast interview on NBC's Today Show. She was awarded a Gold Citation by Allegheny College for her work in national security. Alonso was appointed Assistant Associate Director for National Security until her retirement from LLNL in 2001. She now trains horses to dance to music. She won a bronze medal from the United States Dressage Federation. She competed a freestyle to music by invitation in the U.S. Dressage Finals in Lexington, KY. Alonso and her horse El Gavilan exhibited a Century Club ride for The Dressage Foundation. She has recently published an historical novel, Sun Stallion.", "62558220": "Georges Vendryes (1920 – 16 September 2014) was a French physicist who played a significant role in the French nuclear industry and is considered the \"father\" of fast breeder reactor technology, for which he received the Enrico Fermi Prize[1] and Japan Prize.[2]", "34082829": "Tom Charles Bayley Foxon FRS is a British physicist, and emeritus professor at the University of Nottingham.[1][2]", "55021589": "Jean Elizabeth Laby (4 November 1915 – 31 May 2008) was an early Australian atmospheric physicist.", "561173": "Kim Maltman (born 1951) is a Canadian poet and physicist who lives in Toronto, Ontario.  He is a professor of applied mathematics at York University and pursues research in theoretical nuclear/particle physics. He is serving as a judge for the 2019 Griffin Poetry Prize.", "69472279": "Vancouver, British Columbia", "40734745": "Kam-Biu Luk (Chinese: 陸錦標, born 1953) is a professor of physics, with a focus on particle physics, at UC Berkeley and a senior faculty scientist in the Lawrence Berkeley National Laboratory's physics division.[1] Luk has conducted research on neutrino oscillation and CP violation. Luk and his collaborator Yifang Wang were awarded the 2014 Panofsky Prize \"for their leadership of the Daya Bay experiment, which produced the first definitive measurement of θ13 angle of the neutrino mixing matrix.\"[1][2] His work on neutrino oscillation also received 2016 Breakthrough Prize in Fundamental Physics shared with other teams.[3]\nHe also received a Doctor of Science honoris causa from the Hong Kong University of Science and Technology in 2016. Luk is a fellow of the American Physical Society,[1] and the American Academy of Arts and Sciences.", "60330013": "Elizabeth Gardner (25 August 1957 – 18 June 1988) was a British theoretical physicist.[1]  She is best known for her groundbreaking work on a phase transition known as the Gardner transition and on disordered networks.[2]", "24514590": "Adam Frederick Falk (born April 19, 1965) is the president of the Alfred P. Sloan Foundation. Earlier in his career, Falk was the president of Williams College,[1] a university administrator at Johns Hopkins University, and a theoretical physicist.[2]", "70979620": "Efim Arsentievich Liberman (February 1, 1925, Moscow – September 3, 2011, Jerusalem). Soviet and Russian biophysicist and physiologist, winner of the USSR State Prize (1975).", "23695400": "Shu Xingbei (Chinese: 束星北; pinyin: Shù Xīngběi; October 1, 1905 - October 30, 1983), also known as Hsin Pei Soh, was a Chinese physicist and educator.", "68259881": "Cecilia Lunardini is an Italian nuclear astrophysicist known for her research on neutrinos from the sun, from the cosmic neutrino background, from supernovae and failed supernovae,[1] and from collisions of stars with black holes.[2][3] She is a professor of physics at Arizona State University.", "21499946": "Heinz Maier-Leibnitz (28 March 1911, in Esslingen am Neckar – 16 December 2000, in Allensbach) was a German physicist.[1] He made contributions to nuclear spectroscopy, coincidence measurement techniques, radioactive tracers for biochemistry and medicine, and neutron optics. He was an influential educator and an advisor to the Federal Republic of Germany on nuclear programs.", "41750574": "Arnab Rai Choudhuri is an Indian scientist working in the area of Astrophysical MHD, specially in context of solar magnetic cycle.", "36671540": "Pierre-Michel Duffieux (1891–1976) was a French physicist, known as the founder of Fourier optics.", "73764925": "Earl David Shaw (born 26 November 1937) is an American physicist and professor, known for his work in laser science and developing laser technology. He is credited as the co-founder of the spin-flip Raman tunable laser.[1]", "32444480": "Lucien Hardy (born 1966) is a British-Canadian theoretical physicist currently based at the Perimeter Institute for Theoretical Physics in Waterloo, Canada.", "60756035": "John Michael Cornwall (born 19 August 1934 in Denver, Colorado) is an American theoretical physicist who does research on elementary particle physics and quantum field theory as well as geophysics and physics of near-space. He is known for the Pinch Technique.[1][2]", "63508549": "Martha Christina Lux-Steiner, (née Steiner; December 18, 1950, Bern), is a Swiss physicist.  From 1995 to 2016 she was the first female tenured professor in the department of physics at the FU Berlin.  Lux-Steiner holds a Federal Cross of Merit, 1st class.", "22417479": "Zia Mian (Urdu: ضياء میاں  ) is a Pakistani-American physicist, nuclear expert, nuclear policy maker and research scientist at Princeton University.", "40734790": "Costas Varotsos (Greek: Κώστας Βαρώτσος; born 14 August 1956) is a Greek physicist known from his contribution to the global climate-dynamics research and remote sensing.[1]", "74453062": "Tina Asatiani (Georgian: თინათინ ლევანის ასული ასათიანი; Armenian: Թինա Լևանի Ասաթիանի; 12 March 1918 – 20 July 2011) was an Armenian physicist of Georgian origin. Academician of the National Academy of Sciences of the Republic of Armenia (1996), doctor of physical and mathematical sciences (1971), professor (1974). Honored Worker of Science and Technology of the Armenian SSR (1980). Winner of the Lenin Prize (1970). Founder of the Georgian charity community in Armenia, \"Iveria.\"", "43880522": "Craig Edward DeForest (born August 13, 1968) is an American solar physicist and the Vice-Chair of the American Astronomical Society's Solar Physics Division.[1]  He leads the heliophysics research group at the Boulder, Colorado offices of the Southwest Research Institute and holds an adjunct faculty position at the University of Colorado, Boulder.  His wide-ranging contributions to the field of experimental astrophysics of the Sun include: early work on the MSSTA, a sounding rocket that prototyped modern normal-incidence EUV optics such as are used on the Solar Dynamics Observatory; his discovery of sound waves in the solar corona in 1998;[2] standardization of computer vision techniques that are used to measure and track magnetic fields on the solar surface;[3] co-invention with colleague Charles Kankelborg of the fluxon semi-Lagrangian approach to numerical MHD modeling;[4] and pioneering work on quantitative remote sensing of the solar wind via Thomson scattered light.[5]", "13242444": "Benedict Friedlaender (8 July 1866 – 21 June 1908; first name occasionally spelled Benedikt) was a German Jewish sexologist, sociologist, economist, volcanologist, and physicist.", "15732816": "Norman Abraham Haskell (1905-1970), was an American geophysicist", "1740884": "Oscar Wallace Greenberg (born February 18, 1932)[citation needed] is an American physicist and professor at University of Maryland College of Computer, Mathematical, and Natural Sciences.  In 1964, he posited the existence of quarks that obeyed parastatistics as the fundamental constituents of hadronic particles.\n,[1]", "69963860": "Jonathan Arons (born 16 August 1943) is an American astrophysicist.", "14028886": "Margaret Mary Murnane NAS AAA&S (born 23 January 1959) is an Irish physicist, who served as a distinguished professor of Physics at the University of Colorado at Boulder, having moved there in 1999, with past positions at the University of Michigan and Washington State University. She is currently Director of the STROBE NSF Science and Technology Center, and is among the foremost active researchers in laser science and technology. Her interests and research contributions span topics including atomic, molecular, and optical physics, nanoscience, laser technology, materials and chemical dynamics, plasma physics, and imaging science. Her work has earned her multiple awards[1][2][3] including the MacArthur Fellowship award in 2000, the Frederic Ives Medal/Quinn Prize in 2017, the highest award of The Optical Society, and the 2021 Benjamin Franklin Medal in Physics.", "61313111": "The Overwatch franchise, a series of first-person shooter games developed by Blizzard Entertainment consists of 39 playable characters across both games. The original 2016 game, Overwatch, featured 32 playable characters known as heroes and a number of supporting characters as part of the game's narrative, which is told through animated media and digital comics outside of the game. Its sequel, Overwatch 2, was released in October 2022 and replaced Overwatch. The sequel builds upon the same hero roster and added more characters, currently consisting of 39 heroes. However, as Overwatch 2 had been developed to be a faster game with five-versus-five teams rather than six-versus-six, several of the characters had tweaks or major rebuilds within Overwatch 2, as well as different character designs.", "54366296": "Pierre Darriulat (born 17 February 1938) is a French experimental particle physicist. As staff member at CERN, he contributed in several prestigious experiments. He was the spokesperson of the UA2 collaboration from 1981 to 1986, during which time the UA2 collaboration, together with the UA1 collaboration, discovered the W and Z bosons in 1983.", "67375194": "Bogdan Andrei Bernevig (born 1978 in Bucharest) is a Romanian Quantum Condensed Matter Professor of Physics at Princeton University and the recipient of the John Simon Guggenheim Fellowship in 2017.[1]", "40407137": "Lawrence Harding Johnston (February 11, 1918 – December 4, 2011) was an American physicist, a young contributor to the Manhattan Project. He was the only man to witness all three atomic explosions in 1945: the Trinity nuclear test in New Mexico and the atomic bombings of Hiroshima and Nagasaki in Japan.[1][2][3][4][5]", "30871655": "Eugen Goldstein (/ˈɔɪɡən/; 5 September 1850 – 25 December 1930) was a German physicist. He was an early investigator of discharge tubes, the discoverer of anode rays or canal rays, later identified as positive ions in the gas phase including the hydrogen ion.[1][2] He was the great uncle of the violinists Mikhail Goldstein and Boris Goldstein.", "64032874": "Linda Young is a distinguished fellow at the U.S. Department of Energy’s (DOE) Argonne National Laboratory and a professor at the University of Chicago’s Department of Physics and James Franck Institute. Young is also the former director of Argonne’s X-ray Science Division.", "18550893": "Paul Gerber (1854 Berlin, Germany – 13 August 1909 Freiburg im Breisgau, Germany) was a German physics teacher. He studied in Berlin from 1872 to 1875. In 1877 he became a teacher at the Realgymnasium (high school) in Stargard in Pommern. Gerber is known for his controversial work on the speed of gravity and the perihelion shift of Mercury's orbit.", "67375220": "Srinivasan Ramakrishnan[1] is a condensed matter physicist working on experimental ultra-low temperature research. He was the director and distinguished professor of the Tata Institute of Fundamental Research (TIFR).[2][3] Recently, he joined IISER Pune as a distinguished professor.", "55545975": "John Corner, CBE (4 January 1916 – 23 July 1996) was a British mathematician and physicist. He is best known for his work on interior ballistics and the British hydrogen bomb programme.", "18518137": "Alan West Brewer (1915 – 21 November 2007) was a Britanno-Canadian physicist and climatologist. Born in Montreal, Quebec, Canada and raised in Derby, England, he earned a scholarship to study physics at the University College London. He received his M.Sc. there, and began to work for the Met Office in 1937. During World War II, he researched contrails for the Royal Air Force, making the discovery that the stratosphere is much drier than had been presumed. Later this observation led to the development of Brewer-Dobson circulation. Brewer worked at the Subdepartment of Atmospheric, Oceanic and Planetary Physics, University of Oxford from 1948 until 1962, when he became a professor at University of Toronto. In 1977, Brewer retired from the University of Toronto, returning to England, in Devon, where he farmed until nearly 80 years old.[1][2][3]", "43683968": "Anthony Brian Watts FRS[2][1] is a British marine geologist and geophysicist and Professor of Marine Geology and Geophysics in the Department of Earth Sciences, at the University of Oxford.[5]", "65769603": "Anderson Sunda-Meya is a Congolese–American physicist and the Norwood Endowed Professor of Physics at Xavier University in New Orleans. He also holds the position of Associate Dean. Sunda-Meya was awarded the 2021 American Physical Society Excellence in Physics Education Award.[1]", "70848646": "John Vig (born 31 May 1942) is a physicist, executive and inventor. His career has been with the U.S. Army Research Lab and he has also been active with the IEEE. He is known for his inventions in UV-ozone cleaning, chemical polishing of quartz surfaces, polyimide bonding of resonators and noise in MEMS.[3]", "2527370": "Léon Rosenfeld (French: [ʁɔzɛnfɛld]; 14 August 1904 in Charleroi – 23 March 1974[1]) was a Belgian physicist and Marxist.", "25399438": "Sun Weiguo (Chinese: 孙卫国; born April 16, 1954) is a Chinese physicist. He is Professor and former President of Xihua University in Chengdu, Sichuan.[1]", "40374423": "Joseph Alan Rudnick (born 1944) is an American physicist and professor in the Department of Physics and Astronomy at UCLA.  Rudnick currently serves as the senior dean of the UCLA College of Letters and Science and dean of the Division of Physical Sciences. He previously served as the chair of the Department of Physics and Astronomy.  His research interests include condensed-matter physics, statistical mechanics, and biological physics.[1][2][3]", "48173208": "Bharat Vishnu Ratra (born 26 January 1960) is an Indian-American physicist, theoretical cosmologist and astroparticle physicist who is currently a university distinguished professor of physics at Kansas State University.[1]", "55971998": "Alexander Dmitriyevich Dolgov (born 1 July 1941) is a Russian physicist and a professor at Novosibirsk State University and the University of Ferrara who is known for his contribution in cosmology and astroparticle physics.[3][2]", "67866785": "Henry Shull Arms (1912–1972) was an American and later British physicist and engineer. He worked in the British and Allied programmes to make a nuclear weapon and later developed civilian nuclear reactors in the UK.", "26054820": "Helmut W. Schulz (1912 – 28 January 2006) was a German chemical engineer and professor at Columbia University known for his many works in disparate fields like nuclear physics, rocketry and waste-to-energy processes. He developed the process for separating uranium isotopes.", "37034": "Frederick Seitz (July 4, 1911 – March 2, 2008) was an American physicist, tobacco industry lobbyist, climate change denier and former head of the United States National Academy of Sciences.", "56856747": "Anna Louise Watts is a Professor of Astrophysics at the University of Amsterdam. She studies neutron stars and their thermonuclear explosions.[1][3]", "6066348": "Georgi (Gia) Dvali (Georgian: გიორგი (გია) დვალი; born 30 May 1964) is a Georgian theoretical physicist. He is a professor of theoretical physics at the Ludwig Maximilian University of Munich, a director at the Max Planck Institute for Physics in Munich, and holds a Silver Professorship Chair at the New York University.[1] His research interests include String theory, Extra dimensions, Quantum gravity, and the Early universe.", "60493997": "Jean Marie Carlson (born 1962) is a professor of complexity at the University of California, Santa Barbara. She studies robustness and feedback in highly connected complex systems, which have applications in a variety of areas including earthquakes, wildfires and neuroscience.", "18583725": "Jasper Kirkby is a British experimental particle physicist working at CERN. He is known for his pioneering idea of Tau-Charm Factory, an accelerator for the BEPC II in Beijing. He has led large particle accelerator experiments at SPEAR and the Paul Scherrer Institute. He completed his degrees in Oxford and London, then spent twelve years at Stanford University before joining CERN in 1984.[1] Since 2013, he's been a professor at Goethe-Universität Frankfurt am Main.[2]", "17600689": "Robert Bruce Lindsay (1 January 1900 – 2 March 1985) was an American physicist and physics professor, known for his prolific authorship of physics books in acoustics, and historical and philosophical analyses of physics.[1][2]", "14127285": "August Chełkowski (Polish pronunciation: [ˈauɡust xɛwˈkɔfskʲi], 27 February 1927 – 31 October 1999) was a prominent Polish physicist and politician.", "69636279": "Susan Joyce Seestrom is an American experimental nuclear physicist and physics administrator, the Chief Research Officer at Sandia National Laboratories.[1] Before moving to Sandia, she was the first female head of the Physics Division[2][3] and the Weapons Physics Directorate at the Los Alamos National Laboratory, and she became the first female chair of the Nuclear Science Advisory Committee of the Department of Energy and National Science Foundation.[2] She is known for her research on neutrons and particularly on ultracold neutrons.[4]", "4165817": "David John Hugh Cockayne FRS[5] FInstP (19 March 1942 – 22 December 2010) was Professor in the physical examination of materials in the Department of Materials at the University of Oxford and professorial fellow at Linacre College from 2000 to 2009.[6][7] He was the president of the International Federation of Societies for Microscopy from 2003 till 2007, then vice-president 2007 to 2010.[5]", "69898433": "Chang-Yun \"Charlie\" Fan (January 7, 1918 – January 21, 2009) was a Chinese-born American physicist.", "73633985": "Iryna Ivanivna Adamenko (Ukrainian: Ірина Іванівна Адаменко; 25 January 1935, Kyiv — 1 October 2010) was a Ukrainian scientist, Doctor of Physical and Mathematical Sciences, and Professor at the Taras Shevchenko National University of Kyiv.[1]", "15536322": "Dieter Matthaei (born 1 February 1949 in Clausthal-Zellerfeld, Germany) is a German radiotherapist and internist.", "36769992": "Solomon Isakovych Pekar (Ukrainian: Соломон Ісакович Пекар; 16 March 1917 – 8 July 1985) was a Soviet theoretical physicist, born in Kyiv, Ukraine. He was a full Member of the Ukrainian Academy of Sciences and is known for his fundamental contributions to condensed matter physics, especially for introducing and advancing the concept of polaron as a charge carrier in solids.", "69844": "Herbert Dingle (2 August 1890 – 4 September 1978) was an English physicist and philosopher of science, who served as president of the Royal Astronomical Society from 1951 to 1953. He is best known for his opposition to Albert Einstein's special theory of relativity and the protracted controversy that this provoked.", "64491737": "Arturo Arias Suárez (Nueva Imperial, August 10, 1923 – Santiago, March 12, 2001) was a Chilean engineer and scientist, known for his contributions in the fields of soil mechanics, earthquake engineering and seismology.", "6983898": "Kun Yang (Chinese: 杨昆;[1] born 1967), is a Chinese physicist. In 1994 he got his Ph.D. in the condensed matter theory from the Indiana University. Three years later he worked as a postdoc at Princeton University and two years later became Sherman Fairchild's senior research fellow at California Institute of Technology. He joined the faculty of Florida State University in 1999 and since then dedicated his life to study unconventional superconductors and quantum magnetism.[citation needed] Currently he is a professor at the Florida State University[2] and is an author of over 80 peer-reviewed articles.", "1806560": "Robert Sinclair Dietz (September 14, 1914 – May 19, 1995) was a scientist with the United States Coast and Geodetic Survey. Dietz, born in Westfield, New Jersey,[1] was a marine geologist, geophysicist and oceanographer who conducted pioneering research along with Harry Hammond Hess concerning seafloor spreading, published as early as 1960–1961. While at the Scripps Institution of Oceanography he observed the nature of the Emperor chain of seamounts that extended from the northwest end of the Hawaiian Island–Midway chain and speculated over lunch with Robert Fisher in 1953 that something must be carrying these old volcanic mountains northward like a conveyor belt.[2]", "52302050": "Richard Börnstein (9 January 1852 – 13 May 1913) was a German physicist and meteorologist.", "11964643": "Alastair G. W. (Graham Walter) Cameron (21 June 1925 – 3 October 2005)[1] was an American–Canadian astrophysicist and space scientist who was an eminent staff member of the Astronomy department of Harvard University. He was one of the founders of the field of nuclear astrophysics, advanced the theory that the Moon was created by the giant impact of a Mars-sized object with the early Earth, and was an early adopter of computer technology in astrophysics.", "2822381": "Harold E. Puthoff (born June 20, 1936) is an American parapsychologist and electrical engineer.[2] In the 2010s, he co-founded the company To the Stars with Tom DeLonge.", "21106928": "Herbert Arthur Stuart (27 March 1899, Zurich – 8 April 1974, Hanover) was a German experimental physicist who made contributions in molecular physics research. During World War II, he was director of the experimental physics department at the Technische Hochschule Dresden. From 1955, he was the head of the high polymer physics laboratory at the University of Mainz.", "22778103": "Robert V. Duncan is a physicist at Texas Tech University, Texas and previously served as vice chancellor for research at the University of Missouri in Columbia, Missouri.[1] Prior to his current posting he held various assignments while\nserving as a professor of physics at UNM, including associate dean for research in the college of arts and sciences there, professor of physics and astronomy at the University of New Mexico, was named as the Gordon and Betty Moore Distinguished Scholar in the division of physics, mathematics and astronomy at the California Institute of Technology (Caltech), and is a fellow (and life member) of the American Physical Society \"for pioneering advances in experimental studies of dynamic critical phenomena near the superfluid transition in 4He, and for the development of novel instrumentation and measurement techniques for use on earth and in space\".[2][3]", "26120444": "Sir Clifford Charles Butler FRS[1] (20 May 1922 – 30 June 1999) was an English physicist, best known for the discovery of the hyperon and meson types of particles. In later life, Butler was involved in educational policy, serving as director of the Nuffield Foundation and vice-chancellor of Loughborough University.", "63246589": "William Henry Matthaeus (born 1951) is an American astrophysicist and plasma physicist. He is known for his research on turbulence in magnetohydrodynamics (MHD) (e.g. numerical simulations and kinetic theory)[1][2][3][4] and astrophysical plasmas (e.g. solar wind and its fluctuations),[5][6][7][8][9][10] for which he was awarded the 2019 James Clerk Maxwell Prize for Plasma Physics.[11]", "64229628": "Shamima Karim Choudhury (born February 12, 1951) is a Bangladeshi physicist, academician, researcher, and women-in-science advocate.[1] She retired as a Professor from the Department of Physics, University of Dhaka on 30 June 2016 after 44 years of teaching and research. She supervised more than 70 Masters and MPhil students in Physics. She is a Fellow of Bangladesh Physical Society. She is a member of OWSD, IOP and many national science societies. She is the team Leader of WIP in Bangladesh. She worked as the Provost of Rokeya Hall and as Director of the Bose Centre for Advanced Study and Research in Natural Sciences (named after Prof. Satyendra Nath Bose) at Dhaka University.[2]", "4067599": "Richard Martin Gans (7 March 1880 – 27 June 1954), German of Jewish origin, born in Hamburg, was the physicist who founded the Physics Institute of the National University of La Plata, Argentina. He was its Director in two different periods.", "8851729": "Fred Begay (July 2, 1932 – April 30, 2013), also Fred Young or Clever Fox, was a Navajo/Ute nuclear physicist.[1] Begay was born in Towaoc, Colorado on the Ute Mountain Indian Reservation.[2]  His work was in the alternative use of laser, electron and ion beams to heat thermonuclear plasmas for use as alternative energy sources.[2]", "1446163": "Anil Kakodkar, FNA (born 11 November 1943) is an Indian nuclear physicist and mechanical engineer. He was the chairman of the Atomic Energy Commission of India and the Secretary to the Government of India, he was the Director of the Bhabha Atomic Research Centre, Trombay from 1996 to 2000. He was awarded the Padma Vibhushan, India's second highest civilian honour, on 26 January 2009.", "168213": "Richard Threlkeld Cox (August 5, 1898 – May 2, 1991) was a professor of physics at Johns Hopkins University, known for Cox's theorem relating to the foundations of probability.[1]", "53842201": "Louise H. Kellogg (November 18, 1959 – April 15, 2019) was an American geophysicist with expertise in chemical geodynamics and computational geophysics and experience in leading multidisciplinary teams to advance geodynamics modeling and scientific visualization.[1][2] Kellogg was a Distinguished Professor at the University of California, Davis and director of the Computational Infrastructure for Geodynamics.[3] She was also a major contributor to the Deep Carbon Observatory project of the Sloan Foundation.", "1249565": "Sir John Bertram Adams KBE FRS[1] (24 May 1920 – 3 March 1984)[2] was an English accelerator physicist and administrator.", "168223": "Theodore Alvin Hall (October 20, 1925 – November 1, 1999) was an American physicist and an atomic spy for the Soviet Union, who, during his work on United States efforts to develop the first and second atomic bombs during World War II (the Manhattan Project), gave a detailed description of the \"Fat Man\" plutonium bomb, and of several processes for purifying plutonium, to Soviet intelligence.[1] His brother, Edward N. Hall, was a rocket scientist who led the U.S. Air Force's program to develop an intercontinental ballistic missile, personally designing the Minuteman missile and convincing the Pentagon and President Eisenhower to adopt it as a key part of the nation's strategic nuclear triad.[2]", "56332577": "Hatem Zeine is an American physicist, inventor, and technologist from Jordan known for his invention of RF-based wireless power transmission, called Cota®.[better source needed][better source needed]", "63836450": "Joan Henri van der Waals (2 May 1920 – 21 June 2022) was a Dutch physicist. He was professor of experimental physics at Leiden University between 1967 and 1989. He specialized in molecular physics and clathrate hydrates. One of van der Waals's most significant contributions to the study of hydrates was a series of papers between 1953 and 1958, which eventually culminated in the 1959 publication of his paper on the canonical partition function for clathrates, along with J. C. Platteeuw. To create this partition function, van der Waals made a number of simplifying assumptions, most prominently that neighboring guest gas molecules cannot interact and there is a maximum of one guest per cage.", "40341801": "Bodo von Borries (born 22 May 1905 in Herford, North Rhine-Westphalia, Germany — died 17 July 1956 in Aachen, North Rhine-Westphalia) was a German physicist.[1] He was the co-inventor of the electron microscope.", "18682154": "Avery Gilbert is a self-described \"smell scientist\"[1] and \"sensory psychologist\".[2]", "71373105": "Walter R. L. Lambrecht (born 1955) is a Belgian physicist.", "63312177": "Michele Cooke is an American geoscientist and professor at the University of Massachusetts Amherst. Cooke is known for her research on earthquakes, as well as her activism in support of other deaf and hard-of-hearing scientists.", "41816371": "Bernard Waldman (October 12, 1913 – November 1, 1986) was an American physicist who flew on the Hiroshima atomic bombing mission as a cameraman during World War II.", "34017587": "Carlo Cercignani (17 June 1939 in Teulada – 7 January 2010 in Milan) was an Italian mathematician known for his work on the kinetic theory of gases. His contributions to the study of Boltzmann's equation include the proof of the H-theorem for polyatomic gases.[1][2][3]  The Cercignani conjecture is named after him.[4]", "59117880": "John C. Mankins is a former NASA physicist known for his work on space-based solar power.[1]", "62296377": "Member State of the Arab League", "57741630": "Carlo Bernardini (22 April 1930 – 21 June 2018) was an Italian physicist and politician who served as a Senator from 1976 to 1979.[1]", "53842240": "Gerald E. Marsh is a physicist, retired from Argonne National Laboratory, who has worked and published widely in the areas of science, nuclear power, and foreign affairs."}