{"3765038": "Orville Vogel (1907–1991) was an American scientist and wheat breeder whose research made possible the \"Green Revolution\" in world food production.[1]", "11006766": "May Roberta Berenbaum (born July 22, 1953) is an American entomologist whose research focuses on the chemical interactions between herbivorous insects and their host plants, and the implications of these interactions on the organization of natural communities and the evolution of species. She is particularly interested in nectar, plant phytochemicals, honey and bees, and her research has important implications for beekeeping.[1]", "56652594": "Meghan Anne Duffy is an American biologist and the Susan S. Kilham Collegiate Professor of Ecology and Evolutionary Biology at the University of Michigan. She focuses on the causes and consequences of parasitism in natural populations of lake populations. In 2019, she created a task force to examine factors that influence the mental health and well-being of graduate students at the University of Michigan.[2][3][1][4]", "60158771": "Janice Chen is co-founder and chief technology officer of Mammoth Biosciences, a Brisbane, California-based company founded in 2018 that is developing diagnostic tests using CRISPR.[1][2][3] She received her B.S. degree from Johns Hopkins University and as a graduate student at the University of California, Berkeley, she worked in the lab of CRISPR pioneer Jennifer Doudna, receiving her PhD in Molecular and Cell Biology.[3]", "36401971": "Magnus Andreas Thulstrup (13 April 1769 – 18 May 1844) was a Norwegian surgeon. From 1814, he was a professor of surgery and obstetrics at the University of Oslo. From 1826, he was chief surgeon at Oslo University Hospital, Rikshospitalet. He served as a \nmember of the commission for pharmaceutical legislation and The Norwegian Medical Society (Det Norske Medicinske Selskab).\n[1]\n[2]\n[3] He was one of the first professors at the University of Christiania. His background was in the military field cutting profession, which developed into modern-day anatomy and surgery. His military doctor's career culminated in 1819 with the position of Norwegian general surgeon.[4]", "42070839": "Max Auerbach (26 January 1879 in Elberfeld – 21 November 1968 in Karlsruhe-Durlach) was a German zoologist known for his research of Cnidospora.", "48395069": "Alfred Charles Coles MRCP FRSE (1866–26 September 1944) was an English physician, microbiologist and academic author. He was described as \"a master of the microscope\".[1] He made major advancements in the understanding of Hodgkin’s disease and in the blood parasites of both animals and man.[2]", "42267455": "Eduardo Arzt (born February 22, 1953) is an Argentine molecular biologist, Master in Experimental Biology, Doctor (Ph.D) from the Faculty of Pharmacy and Biochemistry (University of Buenos Aires). Currently, he is a senior researcher at CONICET, distinguished professor of the Faculty of Natural Sciences of the University of Buenos Aires, External Scientific Member of the Max Planck Society (Germany) and director of the Biomedicine Research Institute of Buenos Aires[1] – CONICET – Partner Institute of the Max Planck Society.", "55440192": "Jacques Dubochet (born 8 June 1942)[1] is a retired Swiss biophysicist.[2][3] He is a former researcher at the European Molecular Biology Laboratory in Heidelberg, Germany, and an honorary professor of biophysics at the University of Lausanne in Switzerland.[3][4]", "34140994": "Marvin P. Bryant (July 4, 1925 – October 16, 2000), also known as “Marv”, was an American microbiologist and bacteriologist,[1][2] Professor in the Departments of Dairy Science and Microbiology at the University of Illinois, a member of the National Academies of Science,[2] editor in chief of the American Society of Microbiology Publications.[1][3]", "33977176": "Edith Berkeley (1 September 1875–25 February 1963) was a Canadian marine biologist who specialized in the biology of polychaetes. The Edith Berkeley Memorial Lectures were established in the University of British Columbia in her memory in 1969.", "22999899": "Israel Michael Lerner (May 14, 1910 – June 12, 1977) was a prominent geneticist and evolutionary biologist. Born in Harbin, Manchuria, he received his Ph.D. in genetics at the University of California, Berkeley in 1936. He was appointed instructor of poultry husbandry and joined the university's department of genetics in 1958.", "42365789": "David Ehrenfeld is an American professor of biology at Rutgers University and is the author of over a dozen publications, including The Arrogance of Humanism (1978), Becoming Good Ancestors: How We Balance Nature, Community, and Technology (2009), and Swimming Lessons: Keeping Afloat in the Age of Technology (2002). He is often described as one of the forerunners of twentieth-century conservation biology.[1] Ehrenfeld's work primarily deals with the inter-related topics of biodiversity, conservation, and sustainability. He is also the founding editor of Conservation Biology, a peer-reviewed scientific journal that deals with conserving the biodiversity of Earth, and has written for various magazines and newspapers including The New York Times, the Los Angeles Times, and Harper's Magazine.[2]", "72971108": "Elena Martínez Fontes (Buenos Aires, 12 January 1915 – 4 May 1989) was an Argentine biologist who specialized in marine invertebrates. She is known for being one of four scientists called the \"Four of Melchior\" (Las Cuatro de Melchior) referring to the Argentinean temporary base in Antarctica. She was there In November 1968 with the Argentineans Irene Bernasconi, a specialist in echinoderms, the bacteriologist María Adela Caría and the specialist in marine algae, Carmen Pujals. They were the first female Argentine scientists to carry out fieldwork in Antarctica.[1][2]", "42267494": "B K Thelma commonly known as Bittianda Kuttapa Thelma is a professor in the Department of Genetics at the University of Delhi, South Campus, New Delhi, India. She is the Principal investigator and Co-ordinator of the Centre of excellence on Genomes Sciences and Predictive Medicine funded by the Govt. of India. She is also the Co-ordinator of a major project on newborn screening for inborn errors of metabolism in Delhi state which aims to demonstrate the feasibility of mandatory screening of newborns in the country and to generate epidemiological data for the testable IEMs in the genetically distinct Indian population, for the first time.", "51147624": "Fabio Rinaldi is a research scientist at the IDSIA, Switzerland. Until 2019 he was a researcher and group leader at the University of Zurich.", "40596333": "Donald Low (May 2, 1945 - September 18, 2013) was a Canadian microbiologist noted for his role in battling the SARS outbreak of 2003. He was microbiologist-in-chief at Mount Sinai Hospital, Toronto, from 1985 to 2013.", "39580528": "Alan C. Kamil is an American experimental psychologist.  He is the Director, School of Biological Sciences and George Holmes Professor of Biological Sciences and Psychology at the University of Nebraska, Lincoln.[1]  Kamil's work focusses on the evolution of memory and adaptive specializations of learning in many animal species, especially the Clark's nutcracker and other birds.[1]  Kamil has published  peer reviewed articles on both theoretical aspects of comparative psychology and animal cognition, and on empirical studies of animal learning and memory.  In 2013 Kamil was honoured by the Comparative Cognition Society for his contributions to the study of animal cognition.[2]", "63632244": "Vanessa M. Hirsch is a Canadian-American veterinary pathologist and scientist. She is a senior investigator and chief of the nonhuman primate virology section at the National Institute of Allergy and Infectious Diseases. Hirsch researches AIDS pathogenesis, the evolution and origins of primate lentiviruses, and HIV vaccine development.", "50852731": "Katrin Linse is a German marine biologist, best known for her work on discovering new Antarctic and deep sea species.", "17560444": "Sister Paula González, S.C., Ph.D., (October 25, 1932 - July 31, 2016) entered the  Sisters of Charity of Cincinnati in 1954. She earned her doctorate in biology at the Catholic University in Washington, DC, and was a biology professor at the College of Mount St. Joseph in Cincinnati, Ohio, for 21 years.[1]", "42431360": "Masanori Baba (馬場 昌範, Baba Masanori) is a Japanese professor of microbiology who works at the  Kagoshima University in Kagoshima, Japan. On May 20, 2013, he was awarded the Gertrude B. Elion Memorial Award by the International Society for Antiviral Research for his research into anti-AIDS drugs.[1][2]: 11", "816001": "Sir Peter Karel, Baron Piot, KCMG, FRCP, FFPH, FMedSci (born 17 February 1949)[1] is a Belgian-British microbiologist known for his research into Ebola and AIDS.", "64615301": "Richard Ferrero is a microbiologist. He is a senior research fellow of the National Health and Medical Research Council (NHMRC). In the Centre for Innate Immunity and Infectious Diseases at the Hudson Institute, he also holds the position of senior scientist and head of the Gastrointestinal Infection and Inflammation Research Group.[1][2]", "53277574": "Gisela Storz is a microbiologist at the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) at the National Institutes of Health (NIH). She is a member of the National Academy of Sciences.", "34861957": "Ernest Mosny (4 January 1861 – 25 April 1918) was a French physician and hygienist born in La Fère, Aisne.[1]", "7140234": "Sharmila Bhattacharya is an Indian-American scientist who works as the chief scientist for astrobionics and head of the Biomodel Performance and Behavior laboratory at NASA Ames Research Center.[1] She is the subject matter expert of the US Senate Committee on Commerce, Science and Transportation and the principal investigator for Biomodel Performance Laboratory of Space Biosciences Division of NASA Ames Research Center.[2][3] She was part of a project which sent fruit flies into space to study human illnesses and to study the effects of space radiation, both which will help space explorers.[4] She has received the Ames Honor Award the successful launch of the MVP-Fly-01 experiment, 2018, NASA Exceptional Scientific Achievement Medal, 2018, etc.[3]", "35681165": "Orlando Marques de Almeida Mendes  (Island of Mozambique, 4 August 1916 – Maputo, 11 January 1990) was a Mozambican biologist and  writer.", "64779155": "Víctor Manuel Toledo Manzur (born 1945)[1] is a Mexican biologist who served as Secretary of Environment and Natural Resources (SEMARNAT) of Mexico from May 27, 2019 to September 2, 2020. This was his first public charge, although he had worked with President Andrés Manuel López Obrador (AMLO) since 2011.[2]", "947091": "Dale Sanders, FRS (born 13 May 1953) was Director of the John Innes Centre,[1] an institute for research in plant sciences and microbiology in Norwich, England.", "37024678": "Diethard Tautz (born 17 August 1957 in Glonn) is a German biologist and geneticist, who is primarily concerned with the molecular basis of the evolution of mammals. Since 2006 he is director at the Max Planck Institute for Evolutionary Biology in Plön.", "39154598": "Mathilde Carmen Hertz (14 January 1891 – 20 November 1975) was a biologist, and was one of the first influential women scientists in the field of biology and a pioneer in the field of comparative psychology.  Working in Germany, her career started to unravel in 1933 due to her Jewish ancestry.[1]  She was the younger daughter of the famous physicist Heinrich Rudolf Hertz.", "62583732": "Irma Thesleff is a Professor Emerita at the University of Helsinki known for her research on the development of mammalian organs, especially tooth development.[2][3]", "17527733": "Henri Lecoq (18 April 1802 – 4 August 1871) was a French botanist. Charles Darwin mentioned this name in 1859 in the preface of his famous book On The Origin of Species as a believer in the modification of species. Darwin wrote:[1]", "72283073": "Alan Weyl Bernheimer Sr. (December 9, 1913, Philadelphia – January 3, 2006, New York City) was an American microbiologist, known as a pioneer of modern bacterial toxinology.[1]", "33158087": "Sarah Perin \"Sally\" Otto FRSC (born October 23, 1967) is a theoretical biologist, Canada Research Chair in Theoretical and Experimental Evolution, and is currently a Killam Professor at the University of British Columbia.[1] From 2008-2016, she was the director of the Biodiversity Research Centre at the University of British Columbia.[2] Otto was named a 2011 MacArthur Fellow.[3]  In 2015 the American Society of Naturalists gave her the Sewall Wright Award for fundamental contributions to the unification of biology. In 2021, she was awarded the Darwin–Wallace Medal for contributing major advances to the mathematical theory of evolution.[4]", "68383690": "Eileen E. M. Furlong FRS MAE is an Irish molecular biologist working in the fields of transcription, chromatin biology, developmental biology and genomics.[3] She is known for her work in understanding how the genome is regulated, in particular to how developmental enhancers function, how they interact within three dimensional chromatin topologies and how they drive cell fate decisions during embryogenesis.[1][4][5] She is Head of the Department of Genome Biology at the European Molecular Biology Laboratory (EMBL). Furlong was elected a member of the European Molecular Biology Organization (EMBO) in 2013,[6] the Academia Europaea in 2016[7] and to EMBO’s research council in 2018.[8]", "59339722": "Vicki D. Huff is an American geneticist and cancer researcher. She is a professor in the department of genetics and the director of the Sequence and Microarray Facility at University of Texas MD Anderson Cancer Center. Huff is also a professor at UTHealth Graduate School of Biomedical Sciences. She completed a doctor of philosophy in human genetics at University of Michigan in 1987. From 1987 to 1990, Huff was a postdoctoral fellow in biochemistry and molecular biology at MD Anderson Cancer Center.[1]", "52032464": "Mary Corliss Pearl (born July 5, 1950), an environmental scientist, is a former Dean of William E. Macaulay Honors College. She was appointed by Chancellor Milliken in September  2016, and served until August 2021.[1] Formerly, Dr. Pearl served as the first dean and administrative vice president of Stony Brook University Southampton. Before coming to Macaulay Honors College, she was CEO of The Garrison Institute.", "62417": "John Burdon Sanderson Haldane FRS (/ˈhɔːldeɪn/; 5 November 1892 – 1 December 1964[1][2]), nicknamed \"Jack\" or \"JBS\",[3] was a British-Indian scientist who worked in physiology, genetics, evolutionary biology, and mathematics. With innovative use of statistics in biology, he was one of the founders of neo-Darwinism. He served in the Great War, and obtained the rank of captain.[4] Despite his lack of an academic degree in the field,[1] he taught biology at the University of Cambridge, the Royal Institution, and University College London.[5] Renouncing his British citizenship, he became an Indian citizen in 1961 and worked at the Indian Statistical Institute for the rest of his life.", "65237970": "Yinling Hu is a Chinese molecular biologist specialized in cancer immunometabolism, inflammation, and tumorigenesis. She is a senior investigator in the National Cancer Institute. She was an assistant professor at University of Texas MD Anderson Cancer Center.", "48460760": "Laurence Lanfumey-Mongredien is a neuroscientist specializing in preclinical research in neuroscience and molecular neuropsychopharmacology. Based at INSERM, she is the team leader of the “Pathophysiology of anxio-depressive and addictive disorders” research group.[1] She is also a member of many scientific communities, most notably serving as a councilor on the executive committee of the European College of Neuropsychopharmacology.[2]", "54850521": "Edward Charles Holmes FRS FAA[6] (born 26 February 1965)[2] is a British evolutionary biologist and virologist. Since 2012, he has been a fellow of the National Health and Medical Research Council (NHMRC) in Australia and professor at the University of Sydney.[4][7][8] He was an honorary visiting professor at Fudan University in Shanghai, China, from 2019-2021.[9]", "488416": "Michael Eugene Nicolas Majerus (13 February 1954 – 27 January 2009) was a British geneticist and professor of evolution at the University of Cambridge. He was also a teaching fellow at Clare College, Cambridge. He was an enthusiast in Darwin's theory of evolution by natural selection and became a world authority in his field of insect evolutionary biology. He was widely noted for his work on moths and ladybirds and as an advocate of the science of evolution. He was also an enthusiastic educator[1][2] and the author of several books on insects,[3][4] evolution[5][6] and sexual reproduction.[7] He is best remembered as an ardent supporter and champion of experiments on peppered moth evolution.[8][9]", "59012066": "Harold Corby Kistler is an American Adjunct Professor of biology and plant pathology at the University of Minnesota and a fellow of the American Phytopathological Society and the American Association for the Advancement of Science.", "24048613": "Catherine Margaret Shachaf is an Indian cell biologist. She previously held an instructor position at Stanford University School of Medicine, and has made ground-breaking discoveries in cancer research. Shachaf has spoken at scientific conferences and has published more than 17 journal articles. Her leading work was published in Nature (2004), \"MYC Inactivation Uncovers Pluripotent Differentiation and Tumor Dormancy in Hepatocellular Cancer.\"[1] Shachaf is on the Editorial Board of the International Journal of Green Nanotechnology.[citation needed]", "31060966": "Martin David Brasier FGS, FLS (12 April 1947 – 16 December 2014) was an English palaeobiologist and astrobiologist known for his conceptual analysis of microfossils and evolution in the Precambrian and Cambrian.", "38564840": "Réka Albert (born 2 March 1972[1]) is a Romanian-Hungarian scientist. She is a distinguished professor of physics and adjunct professor of biology at Pennsylvania State University[2][3] and is noted for the Barabási–Albert model and research into scale-free networks and Boolean modeling of biological systems.", "70513641": "Mercè Durfort i Coll (20 April 1943 – 7 April 2022) was a Spanish biologist and professor. She was a member of Institute for Catalan Studies from 1989 until her death.[1]", "72872939": "Alison Buchan is the Carolyn Fite Professor at the University of Tennessee. She is known for her work on bacteria in natural environments, especially bacteria within the Roseobacter group. In 2022 she was named as a fellow of the American Academy of Microbiology.", "2126828": "Sergei Sergeevich Brukhonenko (Russian: Серге́й Серге́евич Брюхоненко; 30 April 1890 – 20 April 1960) was a Soviet physician, biomedical scientist and technologist during the Stalinist era. Brukhonenko's research was vital to the development of open-heart procedures in Russia. He was one of the leaders of the Research Institute of Experimental Surgery, where Professor Alexander Vishnevsky performed the first Soviet open-heart operation in 1957.", "21099503": "Alfredo Dugès (born Alfred Auguste Delsescautz Dugès; 16 April 1826 – 7 January 1910) was a French-born, Mexican physician and naturalist born in Montpellier. He was the son of zoologist Antoine Louis Dugès (1797–1838). Alfredo Dugès is largely remembered for his extensive studies of Mexican herpetology.", "1111025": "Sir Edwin Ray Lankester KCB FRS (15 May 1847 – 13 August 1929) was a British zoologist.[1][2]", "62780404": "Carol Linda Boggs (born April 11, 1952) is an American biologist specializing in the reproductive biology, population biology, ecology, and evolution of butterflies. Boggs completed her BA in 1973 and her PhD in 1979 in zoology at the University of Texas at Austin. Since 2013, she has been a professor in the School of the Earth, Ocean and Environment and the Department of Biological Sciences at the University of South Carolina.[1] Boggs is the author of more than 120 peer-reviewed articles and has served on editorial boards for several journals. She has been a fellow of the American Association for the Advancement of Science since 2001.[2]", "24146942": "M. Christine \"Chris\" Zink is the director of the Department of Molecular and Comparative Pathobiology at the Johns Hopkins School of Medicine. She also holds professorships in the Department of Pathology at Johns Hopkins and in the Department of Molecular Microbiology and Immunology at the Johns Hopkins Bloomberg School of Public Health. Zink researches the response of the immune system to retroviruses such as HIV and is currently investigating an animal model of antiretroviral therapy[1] and the potential of a common antibiotic to prevent HIV-associated neurocognitive disorders.[2][3][4]", "32273407": "Bernhard Ørn Palsson is the Galletti Professor of Bioengineering and an adjunct professor of Medicine at the University of California, San Diego.[4][5][6]", "70775810": "Susan Mary Lea FRS FMedSci (born 1969)[4] is a British biologist who serves as chief of the center for structural biology at the National Cancer Institute. Her research investigates host-pathogen interactions and biomolecular pathways.[2][5] She was elected a Fellow of the Royal Society in 2022.", "55407622": "Ekanem Esu Williams (born 1950) is a Nigerian-born immunologist and a reproductive health and rights activist.", "10646534": "Ann Kiessling (née Anderson; born March 29, 1942) is an American reproductive biologist and a researcher in human parthenogenic stem cell research at The Bedford Research Foundation. She was an associate professor in teaching hospitals of Harvard Medical School (Brigham and Women's Hospital, Faulkner Hospital, New England Deaconess, and Beth Israel Deaconess Medical Center) from 1985 until 2012.", "13497351": "Cheryl Y. Hayashi is a biologist who specializes in the evolution and functional properties of spider silk. She is a curator, professor, and director of comparative biology research at the American Museum of Natural History, while also serving as the director of the Institute for Comparative Genomics and Provost of Science.[1] She was a graduate of Yale University, a professor at University California Riverside,[2] and a 2007 MacArthur Fellow.[3]", "70874124": "Carlos José Correia de Azevedo is a Portuguese biologist specialising in microparasites of aquatic organisms, particularly Apicomplexa, Haplosporidia, Microsporidia, and Myxozoa.[1][2]", "37385240": "Dr. Aline Ehrlich, née Buchbinder (26 December 1928 – 5 February 1991) was a freshwater Biologist and Geologist, recognized for her work on diatoms.[1]", "58782754": "Eric Manvers Shooter (born 18 April 1924 in Nottinghamshire, England;[1] died 21 March 2018) was an English scientist known for investigating the biochemistry of nerve growth factor (NGF).[2] From 1961 onwards he was affiliated with Stanford University School of Medicine, where he was founding chairman of the Department of Neurobiology (1975-1987).[3]", "67040301": "Sandra Owusu-Gyamfi is a Ghanaian conservationist and the first woman herpetologist in Ghana.[1][2] She is currently the Associate Executive Director and the Advocacy and Campaigns Director for SAVE THE FROGS! Ghana.[3][4][5] In 2017, she became Manager of Research and Conservation at Ghana Wildlife Society's Science Unit.[6][7]", "48428084": "Yu Myeong-Hee (born 5 September 1954) is a South Korean microbiologist, currently serving as the president of Korea Federation of Women's Science & Technology Associations[2] and a principle researcher at the Korea Institute of Science and Technology. In July 2010, under President Lee Myung-bak, she was appointed as an inaugural Chief Secretary to the Future Strategy Planning Office, and served until February 2013.[3][4][5][6]", "40596532": "Kate Robb[1] is an Australian marine mammalogist who, along with colleagues, declared in 2011 a new species of the genus Tursiops, and formally named it the Burrunan dolphin, Tursiops australis.[2][3]  She is the Founding Director and Head of Research at the Marine Mammal Foundation in Melbourne in the Australian state of Victoria.[4]", "4486201": "Kalevi Kull (born 12 August 1952, Tartu) is a biosemiotics professor at the University of Tartu, Estonia.", "47445050": "Wendy Anne Bickmore CBE FRS FMedSci FRSE (born 28 July 1961)[3] is a British genome biologist known for her research on the organisation of genomic material in cells.", "61633595": "Christos A. Ouzounis is a computational biologist, a director of research at the CERTH, and Professor of Bioinformatics at Aristotle University in Thessaloniki.[4][5][1][6]", "72283201": "Robert Mitchell Pringle (born February 9, 1979) is an American biologist and conservationist.", "37221442": "Björn Vennström (born 1948) is a Swedish molecular biologist. He received his Ph.D. in 1978 at Uppsala University with a thesis on RNA and in 1993, was appointed  Professor of Developmental Biology at the Karolinska Institute. He is also a professor of molecular biology at the same institution.[1]  He was elected a member of the Royal Swedish Academy of Sciences,[2]  was awarded the Göran Gustafsson Prize in 1991,[3]  has served on the Nobel Committee for Physiology or Medicine from 2001 to 2006, and is the Chairman of the Nobel Assembly.[4]", "18478145": "Kürşad Türkşen is a senior scientist in chronic disease at Ottawa Health Research Institute and an assistant professor, biochemistry, University of Ottawa. Türkşen is also the editor-in-chief for the journal Stem Cell Reviews and Reports, published by Humana Press, and is an executive board member for Springer Protocols, an online database of research protocols published by Springer Science+Business Media.  Türkşen studies skin cells at the molecular level hoping to develop new treatments for skin conditions, wounds, burns, and genetic skin diseases.", "40105032": "Fordham University (B.S.)", "13399124": "Shang Fa Yang (Chinese: 楊祥發; pinyin: Yáng Xiángfā; November 10, 1932 – February 12, 2007) was a Taiwanese-American botanist. He was a professor at the University of California, Davis. He was awarded the 1991 Wolf Prize in Agriculture and was elected a member of the US National Academy of Sciences the year before.", "64681052": "John A. Baross (born August 27, 1940) is an American marine microbiologist and professor of oceanography and astrobiology at the University of Washington who has made significant discoveries in the field of the microbial ecology of hydrothermal vents and the physiology of thermophilic bacteria and archaea.[1]", "488564": "Eugene Viktorovich Koonin (Russian: Евге́ний Ви́кторович Ку́нин; born October 26, 1956) is a Russian-American biologist and Senior Investigator at the National Center for Biotechnology Information (NCBI). He is a recognised expert in the field of evolutionary and computational biology.[1][2][3]", "4420727": "Maarten 't Hart (born 25 November 1944 in Maassluis) is a Dutch writer. Trained as a biologist in zoology and ethology at the Leiden University, he taught that subject before becoming a full-time writer in the 1980s, having made his debut as a novelist in 1971 under the name Martin Hart with Stenen voor een ransuil (\"Stones for a Long-Eared Owl\").", "30372988": "János Vargha (born 1949) is a Hungarian biologist, environmentalist and photographer. He organized opposition in particular against the projected Nagymaros dam in the Danube river system. He founded Duna Kör, an environmental movement.", "62551177": "Jean-Claude Weill (born 14 August 1941), is a French biologist, immunologist and member of the French Academy of Sciences.", "38302866": "Thomas Pierson (March 22, 1950 – February 20, 2014) was founder and CEO of the SETI Institute (search for extraterrestrial intelligence), a non-profit institute conducting research in Astrobiology.[1][2]", "23196823": "Leslie Hubricht (born 11 January 1908 in Los Angeles, California, died 16 September 2005 in Meridian, Mississippi) was an American biologist and malacologist.[1][2][3]", "49247387": "Meredith Perry is an American inventor, entrepreneur, and scientist, most well-known for the invention of uBeam, a wireless charging system based on ultrasound.[1][2]. Perry is currently the co-founder and CEO of Elemind[3], a company developing noninvasive neurotechnology [4] and also serves on the Board of the J. Craig Venter Institute alongside Craig Venter[5].", "455839": "Fredrik Hasselquist (3 January 1722 – 9 February 1752) was a Swedish traveller and naturalist.", "59208867": "Teru \"Tay\" Hayashi (February 12, 1914 – December 18, 2003)[1] was a Japanese-American cell biologist and physiologist known for his research on the biochemical mechanisms of muscle contraction.[2]", "35222700": "Shawn Heflick (born June 17, 1969) is an explorer, adventurer, biologist and current TV host for Python Hunters on National Geographic Wild and is now teaching forensics at the highschool level.", "63599790": "George Matthai (13 November 1887 – 22 June 1947) was an Indian zoologist who specialized in marine biology, contributing to the systematics of Madreporarian (now Scleractinia) corals. He was a professor of zoology at the Panjab University in Lahore.", "15004848": "Joan Wennstrom Bennett (born September 15, 1942) is a fungal geneticist who also is active in issues concerning women in science.  Educated at Upsala College (B.S. 1963) and the University of Chicago (M.S. 1964, Ph.D. 1967), she was on the faculty of Tulane University for 35 years. She is a past president of the American Society for Microbiology (1990-1991) and of the Society for Industrial Microbiology and Biotechnology (2001-2002), and past Editor in Chief of Mycologia (2000-2004).  She was elected to the National Academy of Sciences[1] in 2005.", "48428214": "Manju Ray was an Indian scientist specializing in Molecular Enzymology and Cancer Biochemistry. Her research has contributed significantly to the development of anticancer drugs and understanding the differentiation process of cells.[1] Her interests include tumor biochemistry and molecular enzymology.[2] She was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in the year 1989, being only the second woman to receive this award in the category 'Biological Sciences'.[3]", "47314106": "Keiichi Itakura (板倉 啓壹, Itakura Keiichi, born February 18, 1942 in Tokyo, Japan) is an organic chemist and a Professor in the Department of Molecular and Cellular Biology at the Beckman Research Institute at City of Hope National Medical Center.[1][2]", "55866561": "Elisabeth Deichmann (June 12, 1896 – August 9, 1975)[1] was a Danish-born American marine biologist.[2]", "7795907": "Charles Leonard Huskins (November 30, 1897 – July 26, 1953) was an English-born Canadian geneticist who specialized in the field of cytogenetics. He is also sometimes referred to as C. Leonard Huskins or C.L. Huskins.", "816344": "William Speirs Bruce FRSE (1 August 1867 – 28 October 1921) was a British naturalist, polar scientist and oceanographer who organized and led the Scottish National Antarctic Expedition (SNAE, 1902–04) to the South Orkney Islands and the Weddell Sea. Among other achievements, the expedition established the first permanent weather station in Antarctica. Bruce later founded the Scottish Oceanographical Laboratory in Edinburgh, but his plans for a transcontinental Antarctic march via the South Pole were abandoned because of lack of public and financial support.", "63141084": "Pablo G. Debenedetti is the Dean for Research, the Class of 1950 Professor in Engineering and Applied Science, and a professor of chemical and biological engineering at Princeton University.[1] His research focuses on thermodynamics, statistical mechanics, and computer simulations of liquids and glasses.[2]", "34567410": "Jonas Axel Boeck (16 May 1833 – 6 May 1873) was a Norwegian marine biologist.", "63862005": "Ralph Stoner Wolfe (July 18, 1921, New Windsor, Maryland – March 26, 2019, Urbana, Illinois) was an American microbiologist, who contributed to the discovery of the single-celled archaea as the third domain of life.[1] He was a pioneer in the biochemistry of methanogenesis.[2]", "67400951": "J. Richard McIntosh is a Distinguished Professor Emeritus in Molecular, Cellular, and Developmental Biology at the University of Colorado Boulder.[1] McIntosh first graduated from Harvard with a BA in Physics in 1961, and again with a Ph.D. in Biophysics in 1968.[1] He began his teaching career at Harvard but has spent most of his career at the University of Colorado Boulder.[2] At the University of Colorado Boulder, McIntosh taught biology courses at both the undergraduate and graduate levels.[3] Additionally, he created an undergraduate course in the biology of cancer towards the last several years of his teaching career.[4] McIntosh's research career looks at a variety of things, including different parts of mitosis, microtubules, and motor proteins.", "34632954": "Paul Remlinger (29 December 1871 – 9 March 1964) was a French physician and biologist born in Bertrange, Moselle.", "68908285": "John Donald Currey (9 August 1932 – 18 December 2018), was a British zoologist who lectured at the University of York where he specialised in the biomechanics of mineralised tissues such as bone.[1][2][3][4][5]", "1144062": "John Randal Baker FRS (23 October 1900 – 8 June 1984)[1] was an English biologist, zoologist, and microscopist, and a professor at the University of Oxford, where he was Emeritus Reader in Cytology. He received his D.Phil. at the University of Oxford in 1927.", "67171584": "Millicent \"Mimi\" Edna Goldschmidt (née Cohen; born June 1, 1926) is an American microbiologist. Goldschmidt is known for her pioneering work in the field of astrobiology in addition to her medical research and her contributions to rapid testing methods for detecting microbial contaminants.[1] Goldschmidt is a professor emerita at the University of Texas.[2]", "52163841": "Moselio \"Elio\" Schaechter is  Distinguished professor emeritus at Tufts University, and adjunct professor at both San Diego State University and University of California, San Diego. His work focuses on microbiology.", "72054022": "Jayne S. Danska is an immunologist in Canada. Danska is a Senior Scientist at the Hospital for Sick Children, a Professor at the University of Toronto's Faculty of Medicine, and the Anne and Max Tanenbaum Chair in Molecular Medicine.[1][2][3]", "55866632": "Akhilesh Kumar Tyagi (born 15 May 1956) is an Indian plant biologist and the former director of National Institute of Plant Genome Research. Known for his studies on plant genomics and biotechnology, Tyagi is an elected fellow of all the three major Indian science academies namely Indian Academy of Sciences, Indian National Science Academy and National Academy of Sciences, India as well as The World Academy of Sciences and the National Academy of Agricultural Sciences. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 1999.[1]", "9794837": "Irwin M. Brodo (born 1935) is an emeritus scientist at the Canadian Museum of Nature, in Ottawa, Ontario, Canada. He is an authority on the identification and biology of lichens. Irwin Brodo was honored in 1994 with an Acharius Medal presented to him by the International Association for Lichenology.[1]", "49280280": "Lene Buhl-Mortensen (born 20 June 1956 in Esbjerg) is a Dano-Norwegian marine biologist. She is a Research Professor at the Norwegian Institute of Marine Research.[1] She is an expert on the biogeography of the amphipod fauna in Norwegian waters, on the taxonomy of amphipods, barnacles and copepods, and on mapping of biodiversity in the Barents Sea.", "816416": "Bryan Campbell Clarke FRS[2] (24 June 1932 – 27 February 2014) was a British Professor of genetics, latterly emeritus at the University of Nottingham. Clarke is particularly noted for his work on apostatic selection (which is a term he coined in 1962) and other forms of frequency-dependent selection, and work on polymorphism in snails, much of it done during the 1960s. Later, he studied molecular evolution. He made the case for natural selection as an important factor in the maintenance of molecular variation, and in driving evolutionary changes in molecules through time. In doing so, he questioned the over-riding importance of random genetic drift advocated by King, Jukes, and Kimura. With Professor James J Murray Jnr (University of Virginia), he carried out an extensive series of studies on speciation in land snails of the genus Partula inhabiting the volcanic islands of the Eastern Pacific. These studies helped illuminate the genetic changes that take place during the origin of species.", "44561698": "Karen Nelson is a Jamaican-born American microbiologist (specializing in human microbiome research) who was formerly president of the J. Craig Venter Institute (JCVI).[1]  On July 6, 2021 she joined Thermo Fisher Scientific as Chief Scientific Officer.", "14054696": "Nathan Garrett, also known as the criminal Black Knight, is a fictional character appearing in American comic books published by Marvel Comics. He was a supervillain and descendant of the original Black Knight, and was created by writer-editor Stan Lee and artist and co-plotter Dick Ayers.", "59110697": "Marco Wilhelmus Fraaije (born 7 December 1968) is a Dutch scientist whose research concerns enzymology of redox enzymes, enzyme discovery & engineering and biocatalysis at the Groningen Biomolecular Sciences and Biotechnology Institute (GBB) at the University of Groningen.[1][2][3][4]", "46495018": "Jean Wiener is a Haitian marine biologist. He was awarded the Goldman Environmental Prize in 2015 for his efforts in successfully creating the Three Bays National Park, the country's first marine protected area to preserve the swath in Haiti's northern coast, while working with the community to promote sustainable fishing practices.[1]", "9499946": "Otto Warburg (20 July 1859 – 10 January 1938) was a German-Jewish botanist. He was also a notable industrial agriculture expert, and president of the Zionist Organization from 1911 to 1921.", "57406767": "Ramandeep Singh is an Indian molecular biologist, geneticist and a professor at the Translational Health Science and Technology Institute. Known for his studies on the pathogenesis of Mycobacterium tuberculosis, he is a former research fellow of the National Institutes of Health. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2014.[1]", "1504563": "Joël  de  Rosnay (born 12 June 1937), is a Mauritius-born French scientist and writer,  presently  President  of Biotics International,[1] a consulting company specialized in the impact of new technologies on industries, and Special Advisor to the President of the Universcience (Cité des Sciences et de l'Industrie and Palais de la Découverte) of which he was Director of Forecasting and Assessment until June 2002.", "31847739": "Henry S. Horn (November 12, 1941 – March 14, 2019)[1] was a natural historian and ecologist.  He was an emeritus professor in the Ecology and Evolutionary Biology Department at Princeton University. He worked on a wide variety of topics including the following:", "49607998": "Katja Becker (born 7 March 1965, also known as Katja Becker-Brandenburg in some older publications) is a German physician and biochemist who has been serving as the president of the German Research Foundation (DFG) since 2020. She had previously been the organization's vice president from 2014 to 2019.[1]", "5567808": "David Botstein (born September 8, 1942) is an American biologist serving as the chief scientific officer of Calico. He served as the director of the Lewis-Sigler Institute for Integrative Genomics at Princeton University[4][5][6][7] from 2003 to 2013, where he remains an Anthony B. Evnin Professor of Genomics.", "3208514": "Ivor van Heerden is a South African-born American scientist, recognized for his work in the marine sciences and his significant contributions in the field of hurricane research. He was the deputy director of the Louisiana State University (LSU) Hurricane Center; however his tenure at LSU ended in 2010, when he was dismissed by the university under controversial circumstances following his criticism of the handling of Hurricane Katrina.", "70874439": "Janice Lough FAA is a climate scientist at the Australian Institute of Marine Science (AIMS) at James Cook University,[1] researching climate change, and impacts of temperature and elevated CO2 on coral reefs. She was elected to the Australian Academy of Science in 2022 for her research in climate change, coral reefs, and developing high resolution environmental and growth histories from corals, particularly the Great Barrier Reef.[2][3]", "41776456": "Makoto Asashima (浅島 誠, Asashima Makoto, born 1944) is a Japanese developmental biologist known for his pioneer research on Activin. He is Professor Emeritus of the University of Tokyo and Yokohama City University. He is also Vice President of the Tokyo University of Science.[1]", "3274061": "Hélder Lima de Queiroz (Portuguese pronunciation: [ˈɛwdeʁ kejˈɾɔ(j)z]) (born 1963) is a Brazilian conservation biologist, primatologist, and fish behaviorist.[1]", "50722131": "Nouria Hernandez is a Swiss biologist and the rector of the University of Lausanne (since 1 August 2016).[3] She was professor of molecular biology at the University of Lausanne from 2004 to 2016.[3]", "30038": "Thomas Henry Huxley PC FRS HonFRSE FLS (4 May 1825 – 29 June 1895) was an English biologist and anthropologist who specialized in comparative anatomy. He has become known as \"Darwin's Bulldog\" for his advocacy of Charles Darwin's theory of evolution.[2]", "58127707": "Robert Williamson AO FAA (born 1938) is a retired British-Australian molecular biologist who specialised in the mapping, gene identification, and diagnosis of human genetic disorders.", "61732190": "Kathryn \"Kat\" Elizabeth Holt is an Australian computational biologist specializing in infectious disease genomics. She is a professor at Monash University's Department of Infectious Diseases and a professor of Microbial Systems Genomics at the London School of Hygiene & Tropical Medicine (LSHTM). Her current research focuses on investigating the evolution and dissemination of antimicrobial resistance. In 2015, Holt received the L'Oréal-UNESCO International Rising Talent Award.", "73299294": "Janet Knutson Jansson is an American biological scientist who is the Chief Scientist at the Pacific Northwest National Laboratory. She investigates complex microbial communities, including those found in soil and the human gut. Jansson is part of the Phenotypic Response of the Soil Microbiome to Environmental Perturbations Science Focus Area, and is a Fellow of the American Society for Microbiology.[1][2]", "3994981": "Richard G. Klein (born April 11, 1941) is a Professor of Biology and Anthropology at Stanford University. He is the Anne T. and Robert M. Bass Professor in the School of Humanities and Sciences. He earned his PhD at the University of Chicago in 1966, and was elected to the National Academy of Sciences in April 2003. His research interests include paleoanthropology, Africa and Europe. His primary thesis is that modern humans evolved in East Africa, perhaps 100,000 years ago and, starting 50,000 years ago, began spreading throughout the non-African world, replacing archaic human populations over time. He is a critic of the idea that behavioral modernity arose gradually over the course of tens of thousands, hundreds of thousands of years or millions of years, instead supporting the view that modern behavior arose suddenly in the transition from the Middle Stone Age to the Later Stone Age around 50-40,000 years ago.[1]", "69039461": "Rolf Thomas Perlmann (born March 2, 1959, in Stockholm, Sweden) is a professor of molecular developmental biology at Karolinska Institute.[1] In 2006, he became a member of the Nobel Assembly at the Karolinska Institute. He became an adjunct member of Karolinska Institutet's Nobel Committee in 2008 and was then elected in 2012. He has been Secretary for the Nobel Committee for Physiology or Medicine since 2016.[2]", "34927977": "Les Kaufman is an evolutionary ecologist specializing in the biology and conservation of aquatic ecosystems. He has special expertise in coral reef biology, the evolution and ecology of tropical great lakes fishes, and ecosystem-based management of marine resources.", "67040618": "Wojciech Maciej Karlowski (Polish pronunciation: [vɔj.t͡ɕɛx karlɔvski]; born January 10, 1966) is a Polish biologist specializing in molecular biology and bioinformatics, [1] and a full professor in biological sciences.[2] He is Head of the Department of Computational Biology at the Faculty of Biology at the Adam Mickiewicz University in Poznan. His major scientific interests include identification of non-coding RNAs, genomics, high-throughput analyses, and functional annotation of biological sequences.", "13923689": "Ove Vilhelm Paulsen (22 March 1874 – 29 April 1947) was a Danish botanist.", "31815026": "Adam David Rutherford (born 1975)[3][4][6] is a British geneticist and science populariser. He was an audio-visual content editor for the journal Nature for a decade, and is a frequent contributor to the newspaper The Guardian. He hosts the BBC Radio 4 programmes Inside Science and (with Hannah Fry) The Curious Cases of Rutherford and Fry; has produced several science documentaries; and has published books related to genetics and the origin of life.[7]", "60355973": "Andrew Steele is an astrobiologist at the Geophysical Laboratory at Carnegie Institution for Science. He uses traditional and biotechnological approaches for the detection of microbial life in the field of astrobiology and Solar System exploration.[1] His research has led to discoveries of new forms of carbon in meteorites, new mechanisms of organic synthesis on Earth and Mars, and the presence of water in lunar and Martian rocks.[2] Steele has developed several instrument and mission concepts for future Mars missions and was involved in NASA’s 2011 Mars Science Laboratory mission, as a member of the Sample Analysis at Mars team. He also tested instruments on board the Arctic Mars Analogue Svalbard Expedition in the Arctic.[1][2]", "54490509": "Fumio Inagaki is a geomicrobiologist whose research focuses on the deep subseafloor biosphere. He is the deputy director of the Research and Development Center for Ocean Drilling Science and the Kochi Institute for Core Sample Research, both at the Japan Agency for Marine-Earth Science and Technology (JAMSTEC).[1]", "69432721": "Phillip Russell (1932–2021) was an American arbovirologist, former commander of United States Army Medical Research and Development Command, and former president American Society of Tropical Medicine and Hygiene.[1][2]", "20215188": "Sir John James Skehel, FRS, FMedSci (born 27 February 1941)[2][3] is a British virologist and Emeritus scientist at the Francis Crick Institute in London.[4] From 1987 to 2006 he was  director of the National Institute of Medical Research (NIMR) at Mill Hill which was incorporated into the Crick Institute in 2016.[5]", "70022579": "Lisa Taylor Ballance is an American marine scientist who is Director Marine Mammal Institute and Endowed Chair for Marine Mammal Research at Oregon State University.", "62902": "Stuart Alan Kauffman (born September 28, 1939) is an American medical doctor, theoretical biologist, and complex systems researcher who studies the origin of life on Earth. He was a professor at the University of Chicago, University of Pennsylvania, and University of Calgary. He is currently emeritus professor of biochemistry at the University of Pennsylvania and affiliate faculty at the Institute for Systems Biology. He has a number of awards including a MacArthur Fellowship and a Wiener Medal.", "69432759": "Mark R. Denison (born May 13, 1955)[1] is the Stahlman Professor of Pediatrics, Pathology, Microbiology & Immunology and director of the Division of Pediatric Infectious Diseases at Vanderbilt University Medical Center. Denison has been researching the replication, pathogenesis and evolution of coronaviruses for over 30 years, and has published his research on SARS-CoV, MERS-CoV, and the current SARS-CoV-2.[2]", "51508668": "Jagannath Ganguly (1921–2007) was an Indian biochemist known for his researches on Vitamin A and fatty acids, which assisted in the better understanding of their metabolism in humans.[1]  Born on the 1 April 1921,[2] he authored a book, Biochemistry of Vitamin A, which details the physiological, biochemical and nutritional characteristics of the organic compound.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1963, for his contributions to biological sciences.[4] He died on 12 December 2007.[2]", "2389439": "Peter B. Moore (born October 15, 1939) is Sterling Professor emeritus of Chemistry, Professor of Molecular Biophysics and Biochemistry at Yale University. He has dedicated his entire career to understanding the structure, function, and mechanism of the ribosome.", "62551489": "Francis-André Wollman is a French biologist born on May 5, 1953. He is a research director at the CNRS and works at the Institut de biologie physico-chimique (IBPC) in Paris.[1] He is a member of the French Academy of sciences.", "68646341": "Iva Susan Greenwald is an American biologist who is Professor of Cell and Molecular Biology at Columbia University. She studies cell-cell interactions and cell fate specification in C. elegans. She is particularly interested in LIN-12/Notch proteins, which is the receptor of one of the major signalling systems that determines the fate of cells.", "619989": "Bert Sakmann (German pronunciation: [ˈbɛʁt ˈzakˌman] ⓘ; born 12 June 1942) is a German cell physiologist.  He shared the Nobel Prize in Physiology or Medicine with Erwin Neher in 1991 for their work on \"the function of single ion channels in cells,\" and the invention of the patch clamp.[3][4] Bert Sakmann was Professor at Heidelberg University and is an Emeritus Scientific Member of the Max Planck Institute for Medical Research in Heidelberg, Germany. Since 2008 he leads an emeritus research group at the Max Planck Institute of Neurobiology.[3][5][6]", "48461272": "Jo-Anne H. Young (née van Burik) is an American physician, scientist, and Editor-in-Chief of Clinical Microbiology Reviews, published by the American Society for Microbiology.[1][2]", "60716508": "Joseph Eichberg (born 1935) is an American biologist specializing in signal transduction of the nervous system. He is a professor emeritus in the department of biology and biochemistry at University of Houston. Eichberg completed his Ph.D. at Harvard University.[1]", "58127836": "Konrad Beyreuther (born 14 May 1941) is a German molecular biologist and chemist known for his work on neurodegenerative diseases.", "11269605": "The Big Bang Theory is an American television sitcom created by Chuck Lorre and Bill Prady, both of whom served as executive producers and head writers on the series, along with Steven Molaro. It aired on CBS from September 24, 2007, to May 16, 2019, running for 12 seasons and 279 episodes.[3]", "58127853": "James Francis Gusella (born 1952 in Ottawa) is a Canadian molecular biologist and geneticist, also known as \"Lucky Jim\". He is professor of neurogenetics and director of the Center for Neurofibromatosis and Allied Disorders at Harvard Medical School, and director of the Center for Human Genetic Research at Massachusetts General Hospital.[1]", "63862257": "Douglas Charles \"Doug\" Rees (born 1952) is an American biochemist, biophysicist, and structural biologist.[1]", "16840182": "Hans Jørgen Gottlieb Gundersen was a Danish stereology researcher (2.5.1943-1.2.2021).\nHe was employed as a professor at Aarhus University.", "11138562": "Hildebrand Wolfe Harvey CBE FRS[1] (born 31 December 1887, Streatham, London, died Plymouth, Devon, 26 November 1970) was an English marine biologist.[2][3][4]", "69432844": "James Le Duc is Professor of Microbiology and Immunology and Director at University of Texas Medical Branch, and Director of the Galveston National Laboratory, one of the largest active biocontainment facilities in the United States.[1]", "57046543": "Nicole Webster is an Australian marine scientist who is Chief Scientist for the Australian Antarctic Division.[1]", "64681511": "Sheue-yann Cheng (born 1939)[1] is an American molecular geneticist who pioneered the development of mouse models to understand the molecular basis of diseases due to mutations of thyroid hormone receptors. Cheng is a senior investigator at the National Cancer Institute and chief of the gene regulation section.", "59536936": "Paul I. Wen de Bakker (born 1973) is a Dutch bioinformatician who specializes in computational biology and genetic epidemiology. He has been Senior Director of Computational Genomics at Vertex Pharmaceuticals since 2015. He previously worked at Harvard Medical School from 2007 to 2012, and served as Professor of Genetic Epidemiology and Bioinformatics at the University of Utrecht from 2012 to 2015.[3] He is known for his research on the genetics of innate resistance to HIV.[4][5][6]", "17036844": "Roy Frank Ellen, FBA FRAI (born 1947) is a British professor of anthropology and human ecology, with a particular interest in ethnobiology and the cultural transmission of ethnobiological knowledge.", "55342636": "Joseph Richard Pawlik  is a marine biologist. He is the Frank Hawkins Kenan Distinguished Professor of Marine Biology[1] in the Department of Biology and Marine Biology at the University of North Carolina Wilmington. He is best known for studies of sponges on Caribbean coral reefs that reveal ecological principles such as resource trade-offs, trophic cascades and indirect effects.", "57013811": "Sally Le Page is a British evolutionary biologist and science communicator. She is best known for making educational science content on YouTube, both for her own channel and for collaborations with groups such as General Electric and Rooster Teeth. She completed her PhD at the University of Oxford researching sexual selection.", "55965235": "Akhil Chandra Banerjea (born 1956) is an Indian virologist and is currently the Director at Institute of Advanced Virology, Kerala. He was earlier an Emeritus Scientist at the National Institute of Immunology, India. Known for his studies on viral pathogenesis and gene therapy, Banerjea is an elected fellow of the National Academy of Sciences, India and the Indian National Science Academy. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2001.[1]", "69793338": "Dirk Cornelis Geijskes (16 May 1907 – 27 September 1985) was a Dutch biologist, ethnologist and curator. He was the first director of the Surinaams Museum.[1] As a biologist, he specialised in dragonflies. He would lead many expeditions into the interior of Suriname. In 1967, he became curator at the Rijksmuseum van Natuurlijke Historie[2] where he started the dragonfly collection. Geijskes is the author of 123 publications,[2] and 25 species have been named after him.[3]", "29226568": "Susan E. Evans is British palaeontologist and herpetologist.  She is the author or co-author of over 100 peer-reviewed papers and book chapters.[1]", "53376588": "Alejandro Aballay is an American biologist, currently Professor and Chair of the Department of Molecular Microbiology & Immunology at Oregon Health & Science University. Aballay was Professor and the Director of the Center for Host-Microbial Interactions at Duke University School of Medicine until 2017. In 2013, he was elected to the American Association for the Advancement of Science.[1][2]", "73528920": "Carl Wüstnei (19 September 1843 – 21 December 1902) was a German ornithologist, engineer, and artist. In 1900, he published Die Vögel der Grossherzogthümer Mecklenburg ( \"The Birds of the Grand Duchy of Mecklenburg\"), a book on the birds of the Mecklenburg region, in collaboration with Gustav Clodius.", "11171417": "Joseph Sriyal Malik Peiris SBS FRS FRCP FRCPath FFPH (Sinhala: ජෝසප් ශ්‍රියාල් මලික් පීරිස්, born 10 November 1949) is a Hong Kong-based Sri Lankan virologist, most notable for being the first person to isolate the SARS virus.[2]He is the current Tam Wah-Ching Professor in Medical Science, and Chair Professor of Virology at the Division of Public Health Laboratory Sciences, School of Public Health, University of Hong Kong.[7] He was a member of the Strategic Advisory Group of Experts on Immunization of the World Health Organization from 2009 to 2010.[10]", "49509983": "René Dujarric de la Rivière (19 April 1885 – 28 November 1969) was a French microbiologist and hygienist.", "4585056": "William W. Warner (April 2, 1920 – April 18, 2008)[1][2] was an American biologist and writer. He was awarded the 1977 Pulitzer Prize for General Nonfiction for his first book Beautiful Swimmers: Watermen, Crabs and the Chesapeake Bay, which was based on his experiences living and working among crab fishermen on the Chesapeake.", "29488739": "Aditi Shankardass (Hindi: अदिती शंकरदास) is a British neuroscientist.", "8681073": "Sharon Matola (June 3, 1954 – March 21, 2021)[1] was an American-born Belizean biologist, environmentalist, and zookeeper. She was the founding director of the Belize Zoo and Tropical Education Center, a zoo which was started in 1983 to protect native animals that had been used in a documentary film in Belize.[2] Matola graduated from New College of Florida in 1981 with a degree in biology.", "43710066": "Susan Wente (born 1962) is an American cell biologist and academic administrator currently serving as the 14th and current President of Wake Forest University. From 2014 to 2021 she was Provost and Vice Chancellor for Academic Affairs at Vanderbilt University.[1]  Between August 15, 2019 and June 30, 2020, she served as interim Chancellor at Vanderbilt.[2][3]", "554613": "Henry Drummond FRSE FGS (17 August 1851 – 11 March 1897) was a Scottish evangelist, biologist, writer and lecturer.", "22738550": "Ming Tatt Cheah (simplified Chinese: 谢明达; traditional Chinese: 謝明達; pinyin: Xiè Míng Dá) is a biologist specializing in immunology and oncology. Born and raised in Malaysia, Cheah attended Chung Ling High School, Georgetown, Penang. He later moved to the US for his college and graduate education and his subsequent career. He is currently working as a biotech venture capital investor in San Francisco.", "51082873": "Jeffrey Glassberg is an American biologist and author.  Following a distinguished academic career he pioneered and patented work in DNA Fingerprinting.[1][2] Later he founded the North American Butterfly Association (NABA)[3]: 22–27 [4]: 32  and is the leading proponent of moving interest in butterflies from hobbyist collecting and nets to butterflying with binoculars and cameras.[5][6][7] He has written a number of field guides as well as numerous articles.", "4519548": "Martin Moynihan may refer to:", "37385853": "Ann Bishop (19 December 1899 – 7 May 1990) was a British biologist from Girton College at the University of Cambridge and a Fellow of the Royal Society, one of the few female Fellows of the Royal Society. She was born in Manchester but stayed at Cambridge for the vast majority of her professional life. Her specialties were protozoology and parasitology; early work with ciliate parasites, including the one responsible for blackhead disease in the domesticated turkey, lay the groundwork for her later research. While working towards her doctorate, Bishop studied parasitic amoebae and examined potential chemotherapies for the treatment of amoebic diseases including amoebic dysentery.", "21886590": "Matthias Werner Hentze (born 25 January 1960 in Wiedenbrück, Germany) is a German scientist. He is the director of the European Molecular Biology Laboratory (EMBL),[4] co-director of the Molecular Medicine Partnership Unit between EMBL and Heidelberg University, and Professor of Molecular Medicine at Heidelberg University.[5]", "18577025": "Winston Patrick Kuo is a Chinese-American computational biologist who specializes in utilizing translational technologies to solve biomedical related issues. He is currently[when?] Assistant Professor[1] in the Developmental Biology at Harvard School of Dental Medicine and Director of the Laboratory for Innovative Translational Technologies.[2]", "69432964": "Kristian Andersen is an evolutionary biologist and professor in the Department of Immunology and Microbiology at Scripps Research in La Jolla, California.[1]", "12547716": "Raymond J. St. Leger (born 1957, in London, England) is an American mycologist, entomologist, molecular biologist and biotechnologist who currently holds the rank of Distinguished University Professor in the Department of Entomology (https://entomology.umd.edu/) at the University of Maryland, College Park.", "4454022": "Salome Gluecksohn-Waelsch (October 6, 1907 – November 7, 2007) was a German-born U.S. geneticist and co-founder of the field of developmental genetics,[1] which investigates the genetic mechanisms of development.[2]", "58128006": "Daria Mochly-Rosen is a Professor of Chemical and Systems Biology at the Stanford University School of Medicine, where she also holds the George D. Smith Chair for Translational Medicine.[1] She is in addition the founder of Mitoconix Bio, a startup company whose goal is to produce drugs that treat Huntington's disease and other neurodegenerative illnesses.[2][3][4]", "16938645": "Louis Peter Visentin is a Canadian scientist and former President and Vice-Chancellor of Brandon University. Visentin held this position from May 2000 until his retirement in 2009.[1][2]", "50067099": "Leela Hazzah is an Egyptian conservation biologist who works in Kenya and Tanzania. Hazzah grew up in Egypt, and completed her undergraduate and graduate degrees in the United States. In 2007, Hazzah founded Lion Guardians, which works to protect lions in East Africa along with the indigenous Maasai people.[1] In 2014, Hazzah was named one of CNN's \"Top ten heroes\" of 2014.[1]", "24180385": "Franklin Gerardus \"Frank\" Grosveld, FRS (born 18 August 1948)[3] is a Dutch molecular biologist whose research interests are in the regulation of transcription during development with a particular emphasis on mammalian erythroid differentiation. He is a professor and former Head of the Department of Cell Biology at the Erasmus MC, Rotterdam.", "28243618": "Kamakichi Kishinouye (岸上 鎌吉, Kishinoue Kamakichi, 29 November 1867 – 22 November 1929) was a Japanese fisheries biologist and cnidariologist and a professor of the Imperial University of Tokyo (Faculty of Agriculture) between 1908 and 1928.  Kishinouye died in Chengtu of a sudden illness while on a collecting expedition to China.[1]", "47117986": "Mike Jetten (born 1962) is a Dutch professor of Microbiology at the Radboud University Nijmegen. He was a winner of the 2012 Spinoza Prize.[1]", "60585639": "Rachel Green is a Bloomberg Distinguished Professor of molecular biology and genetics at the Johns Hopkins University School of Medicine. Her research focuses on ribosomes and their function in translation. Green has also been a Howard Hughes Medical Institute investigator since 2000.", "46364328": "Polly Roy OBE is a professor and Chair of Virology at The London School of Hygiene and Tropical Medicine.[1][2] She attended a number of schools which included Columbia University Medical School, Rutgers University, University of Alabama, and University of Oxford.  In 2001 she became a part of The London School of Hygiene and Tropical Medicine and, along with being the chair of Virology, is also the co-organiser of the medical microbiology course.\nThe virus that she has dedicated most of her career to is Bluetongue disease that affects sheep and cattle. She became interested in this virus after attending a symposium and was intrigued by the fact that not much was known about the virus that was causing such a nasty and sometimes fatal disease.", "3176105": "Antonio Eusebio Lazcano Araujo Reyes (born 1950) is a Mexican biology researcher and professor of the  School of Sciences at the National Autonomous University of Mexico  in Mexico City.[1][2] He has studied the origin and early evolution of life for more than 35 years.[citation needed]", "13498028": "George Williams Peckham (March 23, 1845 – January 10, 1914) and Elizabeth Maria Gifford Peckham (December 19, 1854 – February 11, 1940) were a married couple who were early American teachers, taxonomists, ethologists, arachnologists, and entomologists, specializing in animal behavior and in the study of jumping spiders (family Salticidae) and wasps.", "30308015": "Dr. Kent E. Carpenter is a professor of biological sciences at Old Dominion University,[1] in Norfolk, Virginia, who is notable for having two fish species named in his honor, Paracheilinus carpenteri Randall and Lubbock 1981,[2] popularly known as \"Carpenter's flasher wrasse\", and  Meganthias carpenteri Anderson 2006,[3] popularly known as Carpenter's Yellowtop Jewelfish.[4]", "45315768": "Lee Hong Susan Lim (February 14, 1952 – August 2, 2014), more commonly known as Susan Lim, was a Malaysian parasitologist who specialised on the Monogenea, a class of parasitic flatworms which are important ectoparasites of fishes. She was the first and only Malaysian commissioner elected to the International Commission on Zoological Nomenclature. Her research was mainly in the fields of taxonomy and faunistics, although in later years, she became involved in a wide range of parasitological disciplines.[1][2][3]", "66418368": "Dominic E. Dwyer FAHMS is an Australian microbiologist and Clinical Professor of Medicine for Immunology and Infectious Diseases at The University of Sydney's School of Medicine. He came from Saint Joseph's College school, that is also located at Sydney, before going to university.", "2094785": "Tomoko Ohta (太田 朋子, Ōta Tomoko, born Tomoko Harada 原田 朋子[1] 7 September 1933, Miyoshi, Aichi) is a Japanese scientist and Professor Emeritus of the National Institute of Genetics. Ohta works on population genetics/molecular evolution and is known for developing the nearly neutral theory of evolution.", "6354626": "Elizabeth Bonnin (born 16 September 1970) is a French-Irish[1] science, wildlife and natural history presenter, who has worked on television in both Ireland and the United Kingdom.[2][3][4] She presented morning show RI:SE and music show Top of the Pops in the early 2000s.", "34895557": "Mary Alice McWhinnie (August 10, 1922 – March 17, 1980) was an American biologist, professor at DePaul University and an authority on krill.[1][2] From Chicago, Illinois, she was the first woman to sail for two months in Antarctic waters aboard the NSF's research vessel, USNS Eltanin.[3] The National Science Foundation eventually allowed her to winter over at McMurdo Station and in 1974, she became the first American woman to serve as chief scientist at an Antarctic research station.[2][4]", "1046225": "Kiyoshi Shiga (志賀 潔, Shiga Kiyoshi, February 7, 1871 – January 25, 1957) was a Japanese physician and bacteriologist. He had a well-rounded education and career that led to many scientific discoveries. In 1897, Shiga was credited with the discovery and identification of the Shigella dysenteriae microorganism which causes dysentery, and the Shiga toxin which is produced by the bacteria. He conducted research on other diseases such as tuberculosis and trypanosomiasis, and made many advancements in bacteriology and immunology.", "68810451": "Kendall David Clements is a New Zealand academic and as of 2021 is a full professor at the University of Auckland specialising in the ecology and evolution of fish.[1]", "61601502": "Michelle La Rue is a conservation biologist and ecologist based at the University of Canterbury in Christchurch, New Zealand.[1]", "52066021": "Tapas Kumar Kundu (born 1962) is an Indian molecular biologist, academician and at present the Director[1] of Central Drug Research Institute, a prestigious research institute of Council of Scientific and Industrial Research at Lucknow. He is the head of the Transcription and Disease Laboratory of Jawaharlal Nehru Centre for Advanced Scientific Research.[2] He is known for his studies on the regulation of Gene expression and his contributions in cancer diagnostics and the development of new drug candidates for cancer and AIDS therapeutics.[3] He is an elected fellow of the Indian Academy of Sciences,[4] Indian National Science Academy[5] and the National Academy of Sciences, India[6] and a J. C. Bose National Fellow of the Department of Science and Technology. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2005, for his contributions to biological sciences.[7] He is also a recipient of the National Bioscience Award for Career Development of the Department of Biotechnology.[8]", "9959141": "David Gruby (20 August 1810 – 14 November 1898) was a Hungarian physician born in the village of Kis-Kér (now Bačko Dobro Polje, Serbia) to a Jewish farmer.[1] He received his doctorate in Vienna and performed scientific research in Paris.", "34240250": "Michael J. Kennish is an American marine scientist and a research professor in the Institute of Marine and Coastal Sciences at Rutgers University in New Brunswick, New Jersey.[1]\n[2] He is best known for his work on the effects of human activities on estuarine and marine environments.[3]", "14513919": "Thorvald (Thorwald) Julius Sørensen (4 July 1902 – 21 June 1973) was a Danish botanist and evolutionary biologist. [1]", "2225929": "Michael Ellman Soulé[1] (May 28, 1936 – June 17, 2020)[2] was an American biologist, known for his work in promoting the idea of conservation biology.", "68810508": "Maria Elena Cárdenas-Corona is an American geneticist and microbiologist specialized in cell signaling. She is a scientific review officer in the Center for Scientific Review. Cardenas-Corona is a research professor emeritus of molecular genetics and microbiology at Duke University School of Medicine.", "67499793": "Maria do Carmo Fonseca (born Almada, Portugal, 9 August 1959) is a Portuguese scientist, full professor of Molecular Cell Biology and Onco-biology at the University of Lisbon Medical School and president of the Instituto de Medicina Molecular João Lobo Antunes (Molecular Medicine Institute at the University of Lisbon).", "66647826": "Frank William Ernest Gibson AM FAA FRS (22 July 1923 – 11 July 2008) was an Australian biochemist and molecular biologist,  Howard Florey Professor of Medical Research in the John Curtin School of Medical Research, and a Fellow of the Royal Society of London  He undertook his most notable work at the University of Melbourne. He and his research group were responsible for the discovery of chorismic acid. He later worked at The Australian National University (ANU).", "56620824": "Elena Conti (born 14 February 1967 in Varese, Italy) is an Italian biochemist and molecular biologist. She serves as Director and Scientific Member of the Max Planck Institute of Biochemistry in Martinsried, Germany, where she uses structural biology and biophysical techniques to study RNA transport and RNA metabolism.[2]  Together with Elisa Izaurralde, she helped characterize proteins important for exporting mRNA out of the nucleus.[3]", "43415340": "Shoukhrat Mitalipov (Shoe-KHRAHT Mee-tuhl-EE-pov, Russian: Шухрат Музапарович Миталипов;[1] born 1961)[2] is an American biologist who heads the Center for Embryonic Cell and Gene Therapy at the Oregon Health & Science University in Portland.[3] He is a well known pioneer of many nuclear transplantation studies and was named in 2013 by journal Nature as \"the cloning chief\".[citation needed] Mitalipov is also a godfather of a gene therapy, known as mitochondrial replacement therapy, that prevents inheritance of mitochondrial diseases. He discovered a new way of creating human stem cells from skin cells.[3][4]", "49575732": "Giuseppina Pastori (12 October 1891 – 1983) was an Italian physician and biologist.", "4454199": "Elliot Meyerowitz (born May 22, 1951) is an American biologist.", "73627448": "Heather A. Cameron is an American neuroscientist who researches adult neurogenesis and diseases involving the hippocampus. She is the chief of the neuroplasticity section at the National Institute of Mental Health.", "66156351": "Adah Elizabeth Verder (June 18, 1900 − August 28, 1997) was an American medical bacteriologist and science administrator. She was a researcher in the National Institute of Allergy and Infectious Diseases' (NIAID) intramural research program specialized in gastrointestinal flora and staphylococci, pseudomonas, and pleuropneumonia organisms. Verder later served as chief of the bacteriology and mycology branch in the extramural division of NIAID. She was a fellow of several societies including the American Association for the Advancement of Science, American Public Health Association, American Academy of Microbiology, and the New York Academy of Sciences.", "24377155": "Caleb Asa Scharf[2] is a British-American astronomer and popular science author. He is currently the senior scientist for astrobiology at the NASA Ames Research Center in Mountain View, California.[3] He formerly served as the director of the multidisciplinary Columbia Astrobiology Center at Columbia University, New York.[4]", "74315591": "Cécile Ané is an evolutionary biologist, botanist, and statistical geneticist whose research involves the inference of evolutionary trees and the evolution of inherited traits, especially for plant species, as well as the mathematical statistics underlying these methods.[1][2] Educated in France, she works in the US as a professor at the University of Wisconsin–Madison, with joint appointments in the departments of botany and statistics.[1]", "62420808": "Kathy Feng-Yi Su is an entomologist and evolutionary biologist from Singapore. She is an academic researcher, whose work focusses on sexual dimorphism particularly in the family Sepsidae.", "56129356": "D. Darryl Hudson (born 1982 in Lethbridge, Alberta) is a Canadian scientist, inventor, serial entrepreneur and musician. Hudson was awarded the Alexander Graham Bell Canada graduate scholarship and the first MITACS Industrial post-doctoral fellowship award and received his PhD in molecular biology and genetics from Guelph University in 2010 specializing in genetic engineering of crop plants. Dr. Hudson performs studies and clinical research on psilocybin (magic mushrooms), and is the co-founder of GoodCap Pharmaceuticals, a psychedelic pharmaceutical company based in Canada. [1]", "57734993": "Marilyn \"Marian\" Hope Pettibone (1908–2003) was a curator at the Smithsonian's National Museum of Natural History invertebrate zoology department. She was known for her work on worms, specializing in polychaetes. She was the world authority on polynoidae during her career.", "4814673": "Anastasio Alfaro (February 16, 1865 – January 20, 1951) was a Costa Rican zoologist, geologist and explorer.", "4421469": "Michael Levitt, FRS[13] (Hebrew: מיכאל לויט; born 9 May 1947) is a South African-born biophysicist and a professor of structural biology at Stanford University, a position he has held since 1987.[14][15] Levitt received the 2013 Nobel Prize in Chemistry,[16] together with Martin Karplus and Arieh Warshel, for \"the development of multiscale models for complex chemical systems\".[17][18][19][20] In 2018, Levitt was a founding co-editor of the Annual Review of Biomedical Data Science.[21]", "15464285": "Søren Brunak (born 1958) is a Danish biological and physical scientist working in bioinformatics, systems biology, and medical informatics.[4]  He is a professor of Disease Systems Biology at the University of Copenhagen and professor of bioinformatics at the Technical University of Denmark. As Research Director at the Novo Nordisk Foundation Center for Protein Research at the University of Copenhagen Medical School, he leads a research effort where molecular-level systems biology data are combined with phenotypic data from the healthcare sector, such as electronic patient records, registry information, and biobank questionnaires. A major aim is to understand the network biology basis for time-ordered comorbidities and discriminate between treatment-related disease correlations and other comorbidities in disease trajectories. Søren Brunak also holds a position as a Medical Informatics Officer at Rigshospitalet, the Capital Region of Denmark.[citation needed]", "35845983": "Peter James Richerson (born October 11, 1943) is an American biologist. He is Distinguished Professor Emeritus of the Department of Environmental Science and Policy at the University of California, Davis.", "2160477": "Émile Zuckerkandl (July 4, 1922 – November 9, 2013) was an Austrian-born French biologist considered one of the founders of the field of molecular evolution.[1] He introduced, with Linus Pauling, the concept of the \"molecular clock\", which enabled the neutral theory of molecular evolution.", "11466593": "William Parry Murphy Jr. (November 11, 1923 – November 30, 2023) was an American medical doctor and inventor of medical devices including collaborating on a flexible sealed blood bag used for blood transfusions. He was the son of the American physician William Parry Murphy who shared the Nobel Prize in Physiology for Medicine in 1934,[1] and Harriett Adams, the first licensed female dentist in Massachusetts.[2]", "16807773": "Louis Rapkine (July 14, 1904 – December 13, 1948) was a French biologist, specializing in embryology and enzymology. He is best known for his role in saving numerous French scientists from persecution during World War II, and in rebuilding the French scientific community and its institutions after the war.[1]", "13891423": "Benjamin Kahn (born 1955) is an Israeli marine biologist and environmental activist.", "48658276": "Osnat Penn (Hebrew: אסנת פן), born in 1981,[1] is an Israeli computational biologist whose work focuses on molecular evolution, cell research, and immunoinformatics.[2] She is the third Israeli scientist in three years to win the UNESCO-L’Oréal fellowship, which she received in 2013 for her work on the genetic origins of autism.[3] Penn is currently a postdoctorate fellow at the University of Washington in Seattle, where she has been working since 2012.[4][2]", "66713447": "Kristin Schirmer (born 1967) is a German cell biologist and toxicologist. She is the Head of Department of Environmental Toxicology at the Swiss Federal Institute of Aquatic Science and Technology (Eawag)] and also a professor at the Swiss Federal Institute of Technology in Lausanne (EPFL) and ETH Zurich. Schirmer specializes in Molecular and Cellular Mechanisms of Toxicity, Aquatic Organisms, Chemical Hazard Assessment, Adverse Outcome Pathways, in vitro Alternatives to Animal Testing, Fish Cell Lines and Biomonitoring.[1][2]", "1505133": "Wojciech Jastrzębowski (Polish pronunciation: [vɔj.t͡ɕɛx jastʐɛŋbɔvski]; 19 April 1799 – 30 December 1882) was a Polish scientist, naturalist and inventor, professor of botany, physics, zoology and horticulture at Instytut Rolniczo-Leśny in Marymont in Warsaw, and insurgent of the November Uprising. He was one of the fathers of ergonomics.", "72677231": "Minkui Luo is a biochemist and professor of biochemistry at Memorial Sloan Kettering Cancer Center.[1] His research interests include chemical biology and the study of posttranslational modifications in epigenetic signaling, with an emphasis on protein methyltransferases.", "71464820": "Jasmin Fisher  (born 1972) FRSB, is an Israeli-British biologist who is Professor of computational biology at University College London.  She is Group Leader of the Fisher Lab [1] at UCL Cancer Institute, which develops state-of-the-art computational models and analysis techniques to study cancer evolution and mechanisms of drug resistance to identify better personalised treatments for cancer patients.", "72316798": "In this Chinese name, the family name is Long.", "4421508": "Joel Mandelstam FRS[1] (13 November 1919 – 20 December 2008) was a British microbiologist, a professor, at the University of Oxford, and a Fellow of Linacre College, Oxford. He was a pioneer in using bacteria to study fundamental biological phenomena — such as development, differentiation, and the turnover of macromolecules — which had more usually been investigated in higher organisms.[2]", "4454277": "Charles Weissmann (born 14 October 1931) is a Hungarian-Swiss molecular biologist. Weissmann is particularly known for the first cloning and expression of interferon and his contributions to the unraveling of the molecular genetics of neurogenerative prion diseases such as scrapie, Creutzfeldt–Jakob disease and \"mad cow disease\".", "17561485": "Heinz Adolf Lowenstam (October 9, 1912 – June 7, 1993) was a German-born, Jewish-American paleoecologist celebrated for his discoveries in biomineralization: that living organisms manufacture substances such as the iron-containing mineral magnetite within their bodies.[2] He is also renowned for his pioneering research on coral reefs and their influence on biologic processes in the geologic record.", "68876176": "James Sneddon Swan (born December 25, 1941 – February 14, 2017 in East Lothian, Scotland.[1]) was a chemist, biologist, author, and expert on single malt whisky.", "38762384": "L'Oreal-UNESCO award for Women in Science", "3766166": "Edgar March Crookshank (2 October 1858 – 1 July 1928) was an English physician and microbiologist.", "70776728": "Robert Hagelstein (May 16, 1870 – Oct. 20, 1945) was a multidisciplinary businessman, scientist, and microscopy expert who served for fifteen years as the Honorary Curator of Myxomycetes at the New York Botanical Garden. He is known for his work in algae and slime mold specimen collection and curation, and for making hands-on learning materials widely available to student and amateur scientists.", "4388762": "Ian Michael Glynn FRS[1] FRCP (3 June 1928 – 7 July 2022) was a British biologist[2] and a Fellow of the Royal Society.", "63109029": "Eileen Southgate is a British biologist who mapped the complete nervous system of the roundworm Caenorhabditis elegans (C. elegans), together with John White, Nichol Thomson, and Sydney Brenner. The work, done largely by hand-tracing thousands of serial section electron micrographs, was the first complete nervous system map of any animal[1] and it helped establish C. elegans as a model organism.[2]  Among other projects carried out as a laboratory assistant at the Medical Research Council Laboratory of Molecular Biology (MRC-LMB), Southgate contributed to work on solving the structure of hemoglobin with Max Perutz and John Kendrew,[3] and investigating the causes of sickle cell disease with Vernon Ingram.[4]", "59340710": "Guillermina 'Gigi' Lozano is an American geneticist. She is a professor at University of Texas MD Anderson Cancer Center. Lozano is recognised for her studies of the p53 tumour suppressor pathway, characterising the protein as a regulator of gene expression (transcription factor).", "50689963": "Mercy is a character developed by Blizzard Entertainment for their Overwatch franchise. She was introduced at launch in their 2016 first-person hero shooter video game of the same name and again appeared in its 2022 sequel, Overwatch 2. Mercy has also featured in its related animated and literary media. Lucie Pohl voices Mercy in English-language Overwatch media.", "48560046": "Diana Marcela Bolaños Rodríguez is a Colombian marine biologist who has studied and classified various types of platyhelminths. She was a recipient of the L'Oréal-UNESCO Fellowship for Women in Science in 2010, was selected as Colombian biologist of the year in 2012, and in 2013 was named by the BBC as one of the top ten women in science in Latin America.", "12449713": "Olav Vadstein (born 14 February 1955)[citation needed] is a Norwegian professor of Microbial Ecology at the Norwegian University of Science and Technology.[1]", "38074291": "Anatoly Petrovich Andriyashev (Russian: Анатолий Петрович Андрияшев; 19 August 1910 – 4 January 2009) was a Soviet and Russian ichthyologist, marine biologist, and zoogeographist, notable for his studies of marine fauna of the Arctic and the Northern Pacific.[1][2]", "60684212": "Carolina Barillas-Mury is the chair of the Mosquito Immunity and Vector Competence Section and Director of the Malaria Research Program at the National Institute of Allergy and Infectious Diseases of the National Institutes of Health. She studies how mosquitos transmit diseases like malaria, and in recognition of her research, she has been elected to the National Academy of Sciences.", "49084341": "Chris Smith is an associate professor of biology at Willamette University in Salem, Oregon, United States. In 2013 he received a grant for his work studying the relationship between yucca moths and yucca trees.", "66320318": "Drew Weissman (born September 7, 1959) is an American physician and immunologist  known for his contributions to RNA biology.\nWeissman is the inaugural Roberts Family Professor in Vaccine Research, director of the Penn Institute for RNA Innovation, and professor of medicine at the Perelman School of Medicine at the University of Pennsylvania (Penn).", "55572441": "Jurgenne Honculada-Primavera (born 22 February) is a widely cited Filipina marine scientist.[1][2] For her research in mangrove ecosystem conservation she was honored as one of Time magazine's Heroes of the Environment for 2008.[3] She was inducted into the National Academy of Science and Technology (NAST) in 2015.[4]", "21854174": "Charles-Georges Le Roy or Leroy (22 July 1723, Paris – 11 November 1789, Paris) was a French man of letters during the Age of Enlightenment and the author of one of the first books on human behaviour.", "29095907": "P.K. Abdul Aziz (born 18 January 1947), also known as P. K. Abdul Azis, is a scientist in ecology and biodiversity and an academic from India who has published 77 research papers,.[1] He has been the Vice-Chancellor of Cochin University of Science and Technology[2] and Aligarh Muslim University. He is also the former Vice-Chancellor of the University of Science and Technology Meghalaya.[3][4] He is also the chairman of the Expert Committee for Revision of Curriculum for School Education, appointed by the Kerala government.[5]", "14776291": "Vidya Jyothi Sarath Wimalabandara Kotagama (Sinhala: සරත් විමලබන්ඩාර කොටගම) is a Sri Lankan ornithologist and environmentalist. He is a Professor Emeritus and former head of the Department of Zoology, University of Colombo.[1]", "5535731": "Richard G. Colling  is a former professor of biology and chairman of the biological sciences department  at Olivet Nazarene University in Bourbonnais, Illinois, who was barred from teaching general biology after writing a book that attempts to reconcile Christian belief with a scientific understanding of evolution.", "71858165": "Dennis L. Kasper (born February 23, 1943) is an American microbiologist and immunologist, and the William Ellery Channing Professor of Medicine and Professor of Immunology at Harvard Medical School. He leads the Kasper Laboratory within the Blavatnik Institute in the Department of Immunology at Harvard Medical School. He was also executive dean for academic programs at Harvard Medical School and director of the Channing Laboratory Department of Medicine at Brigham and Women's Hospital.[1]", "67467257": "Carl Wu", "58980354": "Lei \"Stanley\" Qi (Chinese: 亓磊; pinyin: Qí Lěi) is an associate professor in the department of bioengineering, and the department of chemical and systems biology at Stanford University. Qi led the development of the first catalytically dead Cas9 lacking endonuclease activity (dCas9), which is the basis for CRISPR interference (CRISPRi). His laboratory subsequently developed CRISPR-Genome Organization (CRISPR-GO).", "587780": "Norman George Heatley OBE (10 January 1911 – 5 January 2004) was an English biologist and biochemist.[1] He was a member of the team of Oxford University scientists who developed penicillin.[2][3] Heatley developed the back-extraction technique for efficiently purifying penicillin in bulk.", "4421651": "Guido Pellegrino Arrigo Pontecorvo FRS[1][2] FRSE (29 November 1907 – 25 September 1999) was an Italian-born Scottish geneticist.[3][4][5][6]", "69892115": "Guy Edward Thwaites MBE (born 19 January 1971) is a British professor of infectious diseases at the University of Oxford, and director of the Oxford University Clinical Research Unit (OUCRU) in Ho Chi Minh City in Vietnam. His focus is on severe bacterial infections, including meningitis and Staphylococcus aureus bloodstream infection, and tuberculosis. He is a former first-class cricketer.", "48330773": "Jean Abel Gruvel (14 February 1870 in Le Fleix – 18 August 1941 in Dinard) was a French marine biologist known for his research of cirripedes.", "63535126": "Sanjay Gubbi is a conservation biologist based in Karnataka, India.[1][2] His work focuses on the conservation of large carnivores like tigers and leopards, working on applied aspects and understanding their population biology, proposing conservation policies for their protection, and working to minimize human-wildlife conflict.[3][4][5] He currently works as a scientist with Nature Conservation Foundation, a Mysore based NGO.[6]", "4421662": "Michael G. Rossmann (30 July 1930[1] – 14 May 2019)[2] was a German-American physicist, microbiologist, and Hanley Distinguished Professor of Biological Sciences at Purdue University who led a team of researchers to be the first to map the structure of a human common cold virus to an atomic level. He also discovered the Rossmann fold protein motif. His most well recognised contribution to structural biology is the development of a phasing technique named molecular replacement,[3] which has led to about three quarters of depositions in the Protein Data Bank.", "73398311": "Lori L. Burrows is a Canadian microbiologist. She is a Tier 1 Canada Research Chair in Microbe-Surface Interactions at McMaster University.", "66779184": "Adina Merenlender (born October 1, 1963) is a Professor of Cooperative Extension in Conservation Science at University of California, Berkeley in the Environmental Science, Policy, and Management Department, and is an internationally recognized conservation biologist known for land-use planning, watershed science, landscape connectivity, and naturalist and stewardship training.", "5404724": "Sir Charles Maurice Yonge, CBE, FRS[1] FRSE (9 December 1899[2] – 17 March 1986) was an English marine zoologist.", "14121015": "Carlos Castrodeza Ruíz de la Cuesta (1945 – April 2012[1]) was a Spanish biologist and philosopher. He taught philosophy of science at Madrid's Complutense University.[2]", "48822343": "John T. Dingle is a British biologist and rheumatologist. He joined the staff of the Strangeways Research Laboratory in 1959 as a research assistant to then-director Honor Fell, and later himself served as director from 1979 to 1993, taking over the position after the death of Michael Abercrombie.[1][2]: 259  His presence at Strangeways helped to move its research direction toward the original research interests of its founder, Thomas Strangeways, who sought to understand the physiology of arthritis and other rheumatic diseases, after many years in which the laboratory specialized more narrowly in tissue culture and cell biology.[1] Dingle was the president of Hughes Hall from 1993 to 1998, and is an honorary fellow.[3] He was the founding chairman of the British Connective Tissue Society (now the British Society for Matrix Biology), serving from 1980 to 1987.[4] From 1975 to 1982 he was Chairman of the Editorial Board of the Biochemical Journal. Among his notable trainees is University of California, San Francisco cell biologist Zena Werb, who was a postdoctoral fellow with Dingle and subsequently worked as a research assistant at Strangeways.[5]", "73365577": "Susan L. Edwards is an Australian physiologist and academic administrator serving as president of Wright State University since 2020. She was previously a professor of biology and vice provost for faculty affairs at Appalachian State University.", "58062922": "Thomas H. Kunz (June 11, 1938 – April 13, 2020) was an American biologist specializing in the study of bats.\nHe was credited with coining the study of aeroecology; additionally, he wrote several fundamental textbooks and publications on bat ecology.", "56621137": "Elisa Izaurralde (20 September 1959 in Montevideo, Uruguay – 30 April 2018 in Tübingen, Germany) was an Uruguayan biochemist and molecular biologist. She served as Director and Scientific Member of the Department of Biochemistry at the Max Planck Institute for Developmental Biology in Tübingen from 2005 until her death in 2018.[1] In 2008, she was awarded the Gottfried Wilhelm Leibniz Prize, shared with Elena Conti, for \"fundamental new insights into intracellular RNA transport and RNA metabolism\".[2] Together with Conti, she helped characterize proteins important for exporting mRNA out of the nucleus[2] and later in her career she helped elucidate mechanisms of mRNA silencing, translational repression, and mRNA decay.[3]", "65566801": "Maria Byrne FAA is an Australian marine biologist, and professor of marine and developmental biology at the University of Sydney and a member of the Sydney Environment Institute. She spent 12 years as director of the university's research station on One Tree Island.[1]", "587867": "Irene Ayako Uchida, OC (April 8, 1917 – July 30, 2013) was a Canadian scientist and Down syndrome researcher.[1]", "65501276": "Marie A. DiBerardino (or Di Berardino) (May 2, 1926 – July 14, 2013, Haverford, Pennsylvania) was an American biologist, specializing in developmental biology and genetics. She is known, with Robert William Briggs and Thomas Joseph King, as a pioneer in amphibian cloning.[1][2]", "56129628": "Snehasikta Swarnakar (born 1963) is an Indian chemical biologist and the senior principal scientist at the Division of Cancer Biology and Inflammatory Disorder of the Indian Institute of Chemical Biology. Known for her studies in the field of gastric, ovarian, head and neck cancers, Swarnakar is an elected fellow of the National Academy of Sciences, India and the West Bengal Academy of Science and Technology. The Department of Biotechnology of the Government of India awarded her the National Bioscience Award for Career Development, one of the highest Indian science awards, for her contributions to biosciences in 2007.", "11663455": "William N. Drohan (1946 – March 25, 2007) was an American microbiologist and academic known for his research in the field of hematology.", "63830115": "Li Zhang is a biologist currently working at University of Texas at Dallas. She is a professor of Biological Sciences and the Cecil H. and Ida Green Distinguished Chair in Systems Biology Science at the University of Texas at Dallas. During her 20+ years of independent research, Li Zhang has made major contributions to the understanding of Heme signaling and function in gene regulation,[1][2][3] neuronal differentiation and survival,[4] and lung cancer bioenergetics.[5]", "59701348": "Lyubov Yablochnik (Russian: Любовь Марковна Яблочник; December 8, 1928 – September 22, 2013) was a Soviet and Russian veterinary microbiologist.", "66353254": "Oceanswell is Sri Lanka's first marine conservation and research education organisation[1] and was founded by marine biologist Asha de Vos.[2]", "8910958": "Anthony Atala (born July 14, 1958) is an American \nbioengineer, urologist, and pediatric surgeon. He is the W.H. Boyce professor of urology, the founding director of the Wake Forest Institute for Regenerative Medicine, and the chair of the Department of Urology at Wake Forest School of Medicine in North Carolina.[1][2] His work focuses on the science of regenerative medicine: \"a practice that aims to refurbish diseased or damaged tissue using the body's own healthy cells\".[3]", "45512823": "The Reptile Room is the second book in the children's series A Series of Unfortunate Events, written by Daniel Handler under the pseudonym Lemony Snicket. The book tells the story of the Baudelaire orphans, as they are sent to live with a distant relative named Montgomery Montgomery.", "37320836": "Hermann Paul August Otto Henking (16 June 1858 – 28 April 1942)[1] was a German cytologist who discovered the X chromosome in 1890 or 1891. The work was the result of a study in Leipzig of the testicles of the firebug (Pyrrhocoris apterus), during which Henking noticed that one chromosome did not take part in meiosis. He named this the X element because its strange behaviour made him unsure whether it was genuinely a chromosome.[2] It was later named the X chromosome after American cytologist Clarence Erwin McClung established that it was not only a genuine chromosome but a sex-determining one, though McClung incorrectly guessed that it was the male-determining sex chromosome.[3]", "70416535": "Alan G. McHughen (born 13 April 1954) is a Canadian-American molecular biologist known for his scholarship in DNA technologies and work developing United States and Canadian regulations governing the safety of genetically engineered crops and foods.", "67926168": "Roberta Eike was an American oceanographer and marine geologist in the 1950s. Eike became aware of the Woods Hole Oceanographic Institution (WHOI) in 1954. After numerous unsuccessful attempts to gain permission to go to sea with her male counterparts, Eike secretly stowed away on one of her supervising professors' research missions, only to be discovered several hours into the voyage and physically abused as punishment.[1][2]", "57899163": "John Frederick Matthews (\"Fred\") Grassle (July 14, 1939 – July 6, 2018) was an American marine biologist, oceanographer, professor, and distinguished research scientist, notable for early work on the communities associated with deep-sea hydrothermal vents, and for his involvement in the creation of the Census of Marine Life and the first integration of marine biological data on a global scale, the Ocean Biogeographic Information System.", "62322844": "Patrick Charnay (born 3 February 1954) is a French biologist, researcher. Serving as an Emeritus research director for Inserm, he works and teaches in molecular genetics and development biology at the École normale supérieure (ENS) in Paris.", "51738791": "Roberto Burioni (born 10 December 1962) is an Italian virologist, physician, and academic. A Professor of Microbiology and Virology at the Vita-Salute San Raffaele University, he runs there a lab developing human monoclonal antibodies against human infectious agents, the study of pathogen-host interplay, and the use of molecular tools in the early diagnosis of infectious diseases.[1] A prominent virologist,[2] Burioni has risen to fame in Italy for his strong stance against the antivaccination movement and has been described as the \"most famous virologist in Italy\".[3]", "42170538": "Merlin Crossley, AM[1] is an Australian molecular biologist, university teacher and administrator. In 2016, he was appointed as Deputy Vice-Chancellor (Academic) at the University of New South Wales.[2]", "18577584": "Paul Zachary Myers (born March 9, 1957) is an American biologist who founded and writes the Pharyngula science blog. He is associate professor of biology at the University of Minnesota Morris (UMM)[1] where he works in the field of developmental biology.[2] He is a critic of intelligent design and the creationist movement and other pseudoscientific concepts.[3]", "5437617": "Richard Bartha (born in Hungary) is an American microbiologist.  He is best known professionally for his seminal discoveries in the field of bacterial pollution control (\"bioremediation\").", "27261106": "Mark Moffett (born 7 January 1958) is a tropical biologist who studies the ecology of tropical forest canopies and the social behavior of animals (especially ants) and humans. He is also the author of several popular science books and is noted for his macrophotography documenting ant biology.[1]", "59111601": "Carlos Manuel Duarte is a marine ecologist conducting research on marine ecosystems globally, from polar to the tropical ocean and from near-shore to deep-sea ecosystems. His research addresses biodiversity in the oceans, the impacts of human activity on marine ecosystems, and the capacity of marine ecosystems to recover from these impacts. He is also interested in transdisciplinary research, collaborating with scientists and engineers across a broad range of fields to solve problems in the marine ecosystem and society. He is currently a Distinguished Professor at the King Abdullah University of Science and Technology and executive director of the Coral Research and Development Accelerator Platform.[1]", "67401909": "A. C. Matin is an Indian-American microbiologist, immunologist, academician and researcher. He is a professor of microbiology and immunology at Stanford University School of Medicine.[1]", "66451641": "Pål Stenmark (born 14 April 1976) is a Swedish biochemist and structural biologist. He was appointed professor of Structural Biochemistry at Lund University in 2019[1] and was appointed professor in Neurochemistry at  Stockholm University in 2021.[2]", "43382971": "Claude Desplan, a biologist originally trained in France, has been a Silver Professor in New York University’s Department of Biology since 1999. His research centers on understanding the development and functioning of the visual system that underlies color vision using the fruit fly Drosophila as a model organism.", "30734524": "Edward Francis DeLong (born 1958), is a marine microbiologist and professor in the Department of Oceanography at the University of Hawaii, Manoa,[1] and is considered a pioneer in the field of metagenomics. He is best known for his discovery of the bacterial use of the rhodopsin protein in converting sunlight to biochemical energy in marine microbial communities.", "68221120": "Marisol Aguilera Meneses (born in La Asunción, Nueva Esparta, Venezuela) is a Venezuelan biologist whose research involves the ecology of vertebrates. She is the president of the Venezuelan Association for the Advancement of Science (AsoVAC) and the International Organization Interciencia, which brings together associations for the advancement of science[1] from all over the Americas.", "8452288": "Rudie Hermann Kuiter (born 1943) is an Australian underwater photographer, taxonomist, marine biologist and author of many identification guides to sea fishes. He has described new species of seahorses in the genus Hippocampus.", "71628998": "Tiasa Adhya (born c. 1987) is an Indian conservationist and wildlife biologist.[1] She monitors fishing cats and has received the Nari Shakti Puraskar.", "66648270": "Jennifer Elaine Smith (Jenn Smith) is a behavioral ecologist and evolutionary biologist. She is an assistant professor of biology at University of Wisconsin, Eau Claire.[1] Previously, she was an associate professor and chair of biology at Mills College,[2] in Oakland, California, prior to its merger with Northeastern University. Her research focuses primarily on the social lives of mammals based on insights gained from long-term studies on marked individuals and comparative approaches.", "37943504": "Prakash Kumar Pallathadka is a Professor of Biological Sciences specializing in Plant Development, Tissue Culture, Plant Psychology and Molecular Biology at the Department of Biological Sciences, National University of Singapore(NUS).[1][2][3]", "59537619": "Abby F. Dernburg is a professor of Cell and Developmental Biology at the University of California, Berkeley, an Investigator of the Howard Hughes Medical Institute, and a Faculty Senior Scientist at Lawrence Berkeley National Laboratory.", "59832548": "Douglas Edward Lea (February 2, 1910 – June 16, 1947) was an experimental physicist working primarily in the field of radiobiology. He started working at the Cavendish Laboratory at University of Cambridge from 1931 to 1935, and in time moved from nuclear physics to focus on biology.[1] After obtaining his PhD from Cambridge, he worked at Strangeways Laboratory from 1935 to 1946, then at the Royal College of Surgeons between 1942 and 1946.[2][3]", "70285542": "Debbie Lindell is the Dresner Chair in life sciences and medicine at Technion - Israel Institute of Technology. She is known for her work on the interactions between viruses and their hosts in marine environments.", "41056493": "Félix-Alexandre Le Dantec (16 January 1869 in Plougastel-Daoulas – 6 June 1917 in Paris) was a French biologist and philosopher of science. He has been characterised as \"fanatically Lamarckian, atheist, monist, materialist and determinist\".[1]", "1276142": "Nicholas Keynes Humphrey (born 27 March 1943) is an English neuropsychologist based in Cambridge, known for his work on evolution of primate intelligence and consciousness. He studied mountain gorillas with Dian Fossey in Rwanda; he was the first to demonstrate the existence of \"blindsight\"[citation needed] after brain damage in monkeys; he proposed the theory of the \"social function of intellect\"[citation needed]. He is the only scientist to have edited the literary journal Granta.", "47708401": "Barbara E. Ehrlich is Professor of Pharmacology and of Cellular and Molecular Physiology at Yale University working on the biophysics of membrane ion channels. Recent research investigates the function of polycystin-2, the inositol trisphosphate receptor, and the ryanodine receptor.[1][2][3]", "24541430": "George Meléndez Wright (June 20, 1904 – February 25, 1936) was an American biologist who conceived of, then conducted, the first scientific survey of fauna for the National Park Service between 1929 and 1933. Wright was a pioneer in many ways, but especially for his holistic approach to wildlife management issues in the National Parks. Wright and his colleagues spent years in the field researching wildlife issues, and advocating for an ecosystem-wide approach to managing species within, and bordering, the parks. The George Wright Society, founded in 1980, honors Wright's vision.[1]", "62290171": "Mark Lee Mayer FRS[1][3] is scientist emeritus at the National Institutes of Health (NIH). His research investigates glutamate receptor ion channels, the major mediators of excitatory synapses in the brain. He has made numerous observations that have changed our view of receptor function and neurotransmission in the brain.[1] Major findings include discovery of the block of NMDA receptors by extracellular Mg and their high Ca permeability; analysis of the permeation and block of Ca permeable AMPA and kainate receptors by cytoplasmic polyamines; and structural studies on ligand binding, allosteric modulation, and gating using X-ray diffraction and cryoelectron microscopy.", "47184127": "Thomas Harrison Montgomery Jr. (March 5, 1873 – March 19, 1912) was an American zoologist who made important contributions to cell biology–especially in chromosomes and their roles in sex determination–as well as the biology of birds and several groups invertebrates, naming many species of ribbon worms, rotifers, and spiders. He studied in Berlin before becoming a researcher and professor at the University of Pennsylvania, where he primarily worked until his death at the age of 39. In his short career he published 80 scientific papers and two books.", "46430475": "William R. Jeffery is an American professor of evolutionary developmental biology whose studies focus on the evolution of development, especially blind cavefish and tunicates. He is a fellow of the American Association for the Advancement of Science and the Linnean Society of London.", "1505548": "Albert Claude (French pronunciation: [albɛʁ klod]; 24 August 1899 – 22 May 1983) was a Belgian-American cell biologist and medical doctor who shared the Nobel Prize in Physiology or Medicine in 1974 with Christian de Duve and George Emil Palade. His elementary education started in a comprehensive primary school at Longlier, his birthplace. He served in the British Intelligence Service during the First World War, and got imprisoned in concentration camps twice. In recognition of his service, he was granted enrolment at the University of Liège in Belgium to study medicine without any formal education required for the course. He earned his Doctor of Medicine degree in 1928. Devoted to medical research, he initially joined German institutes in Berlin. In 1929 he found an opportunity to join the Rockefeller Institute in New York. At Rockefeller University he made his most groundbreaking achievements in cell biology. In 1930 he developed the technique of cell fractionation, by which he discovered the agent of the Rous sarcoma, components of cell organelles such as mitochondrion, chloroplast, endoplasmic reticulum, Golgi apparatus, ribosome and lysosome. He was the first to employ the electron microscope in the field of biology. In 1945 he published the first detailed structure of cell. His collective works established the complex functional and structural properties of cells.[1]", "13531405": "Benjamin Moore, FRS (14 January 1867 – 3 March 1922) was an early British biochemist. He held the first chair of biochemistry in the UK, and founded the Biochemical Journal, one of the earliest academic journals in the subject.", "64911633": "Tanja Schwander is a Swiss evolutionary biologist and professor at the University of Lausanne. She is known for her work on the Evolution of sexual reproduction.", "32766226": "Gursaran Pran Talwar is a medical researcher working in the area of vaccines and immunocontraception.[1] In a 1994 paper,[2] his group demonstrated that women could be vaccinated to prevent pregnancy. Gursaran Prasad Talwar received BSc (Hons) and MSc (Tech) degrees from the University of Punjab, DSc from Sorbonne working at the Institut Pasteur, Paris and DSc (hc) from Bundhelkhand University (2004). He was Alexander von Humboldt Postdoctoral Fellow at Tübingen, Stuttgart and Munich. He joined as associate professor of biochemistry (1956) in the newly created All India Institute of Medical Sciences (AIIMS), New Delhi, and also worked there as Professor and Head till 1983. He was Head, ICMR-WHO Research and Training Centre in Immunology for India and South East Asia (1972–91). He was the founding director of the National Institute of Immunology (NII) (1983–91) and also professor of eminence till 1994. He was professor of eminence and senior consultant, International Centre for Genetic Engineering and Biotechnology (ICGEB), New Delhi (1994–99) and director research, Talwar Research Foundation, New Delhi (2000- ). He was visiting professor, College de France (1991), Wellcome Professor at Johns Hopkins (1994–95), and distinguished professor at the Institute of Bioinformatics and Biotechnology, University of Pune (2005–10).[3]", "67565844": "Ella B. Tyree (born c. 1920)[1] was an American medical researcher. She worked in the mid-twentieth century investigating effects of radiation poisoning in animals and potential treatments.", "60651804": "Matthew Phillip Hardy (1957-2007) was an American reproductive biologist who has made fundamental contributions in Leydig cell differentiation and function.[1]", "40794401": "Martha Ludwig (August 16, 1931 – November 27, 2006) was an American macromolecular crystallographer.[1] She was the J. Lawrence Oncley Distinguished University Professor of Biological Chemistry at the University of Michigan.", "53541164": "Vishwa Jit Gupta, alternatively spelt Viswa Jit Gupta,[1] or Vishwajit Gupta,[2] (born 14 November 1942) is an Indian paleontologist and former professor of geology at Punjab University, Chandigarh. He is reputed for research in the geological settings and fossil records of the Himalayas, publishing five books and 458 articles on the subject between 1966 and 1989. However, many of his fossils were revealed to be fake or manipulated, and he became infamous for large-scale scientific fraud, the case that came to be known as the Himalayan fossil hoax.[3] Once recognised as \"India's most celebrated fossil scientist\",[4] he has been named as \"the greatest\" and \"most notorious paleontological fraudster\"[5] and \"Houdini of the Himalayas.\"[6]", "58194225": "Joy Buswell Zedler (born 1943)[1] is an American ecologist and professor of botany at the University of Wisconsin–Madison (UW), holding the title of Aldo Leopold Chair of Restoration Ecology. In addition to restoration ecology, she specializes in the ecology of wetlands, rare species, interactions between native and introduced species, and adaptive management.[2]", "8780085": "John Tyler Bonner (May 12, 1920 – February 7, 2019) was an American biologist who was a professor in the Department of Ecology and Evolutionary Biology at Princeton University.[1]  He was a pioneer in the use of cellular slime molds to understand evolution and development over a career of 40 years and was one of the world's leading experts on cellular slime moulds.[2] Arizona State University says that the establishment and growth of developmental-evolutionary biology owes a great debt to the work of Bonner's studies. His work is highly readable and unusually clearly written and his contributions have made many complicated ideas of biology accessible to a wide audience.[3]", "14383413": "Igor I. Goryanin is a systems biologist, who holds a Henrik Kacser Chair in Computational Systems Biology at the University of Edinburgh.[1][2] He also heads the Biological Systems Unit at the Okinawa Institute of Science and Technology, Japan.[3]", "38959421": "Lucy Shapiro  (born July 16, 1940, New York City) is an American developmental biologist.  She is a professor of Developmental Biology at the Stanford University School of Medicine.  She is the Virginia and D.K. Ludwig Professor of Cancer Research and the director of the Beckman Center for Molecular and Genetic Medicine.[1]", "38828355": "Chihiro Sasakawa (笹川 千尋, Sasakawa Chihiro, born January 1948) is a Japanese bacteriologist well known for his pioneering research into the invasive mechanisms of pathogenic bacteria and the host’s subsequent immune response to infection. In his work on Shigella species and Helicobacter pylori, Sasakawa was an early adopter of a multi-disciplinary research strategy, combining molecular biology, cellular biology, biochemistry and immunological approaches. This research strategy and his discoveries greatly influenced later research on the invasive mechanisms of other pathogenic bacteria.", "61307205": "Dorothy H. Crawford FRSE OBE is professor of medical microbiology and assistant principal for public understanding of medicine at the University of Edinburgh.[citation needed] She has written a number of books on viruses.", "47708495": "Peggy Assinck (born May 8, 1983) is a Canadian ice sledge hockey athlete and neuroscientist.[1] She competed in the inaugural IPC Ice Sledge Hockey Women's International Cup in 2014.", "48593234": "Jenny Pickworth Glusker (born 28 June 1931) is a British biochemist and crystallographer. Since 1956 she has worked at the Fox Chase Cancer Center, a National Cancer Research Institute in the United States. She was also an adjunct professor of biochemistry and biophysics at the University of Pennsylvania.", "59767125": "Emily Stanley is an American professor of limnology at the University of Wisconsin–Madison. She was named a 2018 Ecological Society of America Fellow and her research focuses on the ecology of freshwater ecosystems.", "61438294": "University of California, San Francisco (UCSF) (M.Sc.)", "73726304": "Melania Guerra (born June 23, 1978) is a strategy scientist, connecting scientific knowledge and policy making. Guerra's background is in mechanical engineering, research, marine science, and advocating for climate change, ocean conservation and female empowerment.[1]", "73628005": "Stella Meredith Yeager is an American geneticist who specializes in cancer genomics. She was the scientific director of the cancer genomics research laboratory at the National Cancer Institute. Yeager is an assistant professor of biology at Hood College.", "73464166": "In this Chinese name, the family name is Wu.", "19495286": "Elinor Teresa Newman (born April 8, 1959[1]) is an American former child actress who performed under the name of Nell Potts. She is an environmentalist, biologist, and a prominent supporter of sustainable agriculture, who became an entrepreneur when she founded an organic food and pet food production company, Newman's Own Organics.", "37091720": "Irena Stefania Latinik-Vetulani, Ph.D. (26 December 1904 – 2 February 1975)[1] was a Polish biologist.", "65304971": "Graciela Helena Piñeiro Martínez is a Uruguayan biologist and paleontologist.[1]", "62716312": "Josef Svoboda CM (16 July 1929 – 21 November 2022) was a Canadian Arctic tundra scientist and botanist, who was appointed an Officer of the Order of Canada (2019) for his pioneering scientific contributions regarding the Arctic tundra ecosystems, and his lifelong mentorship of scientists.[1][2]", "37878174": "Frank Tardrew Falkner FRCP MRCP MRCS[1] (October 27, 1918 – August 21, 2003) was a British-born American biologist and pediatrician known for his expertise on child development.[3][4] After graduating from the University of Cambridge with a medical degree in 1945, he worked at  Great Ormond Street Hospital in London, England, prior to joining the faculty of the University of Louisville School of Medicine in January 1956. He remained on the faculty of the University of Louisville until 1968, initially serving as an assistant professor of child health there, and eventually rising to chair their Department of Pediatrics.[5][6] While on the faculty of this university, he started the Louisville Twin Study in 1957.[7] He joined the National Institute of Child Health and Human Development as program director, later becoming an associate director there.[8] In 1970, he became director of the Fels Longitudinal Study of Physical Growth and Development at the Fels Research Institute. He then served on the faculties of Georgetown University, the University of Cincinnati, and the University of Michigan before joining the faculty of the University of California, Berkeley and University of California, San Francisco in 1981. He was elected to the Institute of Medicine of the National Academy of Sciences in 1985. His positions within the University of California system included serving as chair of the Department of Social and Administrative Health Sciences from 1983 to 1987 and of the Maternal and Child Health Program from 1981 to 1989, both at the University of California, Berkeley. He also held a joint appointment in the department of pediatrics in the University of California, Berkeley, and helped to create the Joint Health and Medical Sciences Program connecting the two campuses. He died in his sleep on August 21, 2003, at his home in Berkeley, California, after suffering from prostate cancer.[3]", "6257058": "Jeffrey E. Barlough (born 1953) is an American biologist, veterinarian, and novelist.  In 1986, Barlough was a lecturer at the New York State College of Veterinary Medicine at Cornell University.[1] He is also the author of several dark fantasy novels that comprise his Western Lights series, set in an alternate world in which the last ice age never ended.", "63502754": "Eduardo Angulo (born Bilbao, 1958) is a Spanish writer and professor of cellular biology at the Universidad del País Vasco. He has published widely in scientific journals and other academic publications; he is also a contributor to the Enciclopedia Durvan. He is a member of the Círculo Escéptico, and maintains a biology blog on the online edition of El Correo de Bilbao. Among his books are El animal que cocina. Gastronomía para homínidos (2009), Monstruos. Una visión científica de la Criptozoología (2007), and Julio Verne y la cocina. La vuelta al mundo en 80 recetas (2005).[1]", "6945190": "Ahmed Mohiuddin (Urdu: احمد محی الدین) (8 January 1923 – 4 January 1998) was a noted scientist, scholar and researcher of Pakistan.", "19691946": "Douglas C. Prasher (born August 1951) is an American molecular biologist.  He is known for his work to clone and sequence the genes for the photoprotein aequorin[1] and green fluorescent protein (GFP)[2] and for his proposal to use GFP as a tracer molecule.[3] He communicated his pioneering work to Martin Chalfie and Roger Y. Tsien, but by 1991 he was unable to obtain further research funding, and left academia. Eventually, he had to abandon science. Chalfie and Tsien were awarded the 2008 Nobel Prize in Chemistry for work that they publicly acknowledged was substantially based on Prasher's work; through their efforts and those of others, he returned to scientific research in June 2010.", "33290666": "Amit Prakash Sharma (born April 12, 1968) is an Indian parasitologist and Former Director of National Institute of Malaria Research, New Delhi. He is known for his studies on the disease of malaria and is an elected fellow of the Indian Academy of Sciences , Indian National Science Academy, The World Academy of Sciences and the National Academy of Sciences, India. He has been awarded the Shanti Swarup Bhatnagar Award in Biological Sciences, JC Bose Fellowship, Ranbaxy Science Research Award, Infosys Science Award in Biological Sciences, Om Prakash Bhasin Award in Biological Sciences and Lakshmipat Singhania- IIM Lucknow National Leadership Award.", "18676147": "Annie Francé-Harrar (born 2 December 1886 Munich, Germany; died 23 January 1971 Hallein, Austria) was an Austrian writer and scientist.", "68712885": "Jüri Martin (born 29 September 1940 in Tallinn)[1] is an Estonian lichenologist and politician. He was a member of IX Riigikogu.[2]", "48396726": "Texas Tech University (M.S., 1984)", "53377466": "Soniya Nityanand (born 6 September 1962) is an Indian immunologist specialising in  hematology.[1] She did her graduation and post graduation both from King George's Medical College, Lucknow.[2][3] She later went on to pursue her PhD in Immunology from Karolinska Institute, Stockholm, Sweden in 1996.[2][3]", "56457665": "Asad Ullah Khan is an Indian microbiologist, biochemist and a professor at the Interdisciplinary Biotechnology Unit of the Aligarh Muslim University. He is known for his studies on multidrug resistant clinical strains as well as for the first sighting in India of Aligarh super bug (NDM-4), a variant of New Delhi metallo-beta-lactamase 1 (NDM-1). He is an elected fellow of the Royal Society of Chemistry, the Biotech Research Society, India and the Indian Academy of Microbiological Sciences. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2012.", "33290692": "Rajan Sankaranarayanan is an Indian structural biologist and a group leader at the Centre for Cellular and Molecular Biology (CCMB) in Hyderabad. He is known for his research in the field of protein translation, especially for his contribution in chiral proofreading during protein biosynthesis. In 2020, Sankaranarayanan was awarded the Infosys Prize in life sciences, the most prestigious award that recognizes achievements in science and research, in India.[1][2]", "70547909": "Esther Lutgens is a Dutch physician and molecular biologist who is Professor of Vascular Immunopathology at Amsterdam University Medical Centre. She studies the modulation of co-stimulatory pathways and the immune system.", "489930": "Viktor Schauberger (30 June 1885 – 25 September 1958) was an Austrian forest caretaker, naturalist, philosopher, inventor and pseudoscientist.", "1112523": "Filippo Pacini (25 May 1812 – 9 July 1883) was an Italian anatomist, posthumously famous for isolating the cholera bacterium Vibrio cholerae in 1854, well before Robert Koch's more widely accepted discoveries 30 years later.[1]", "68286926": "the Russian Soviet Federative Socialist Republic (1918–1925).svg RSFSR (1917–1922),", "43645396": "Constantin Ionescu-Mihăești (1883-1962) was a Romanian physician who specialized in microbiology and anatomical pathology. He became a titular member of the Romanian Academy in 1945.[1]", "73005527": "Karuppannan Veluthambi is an Indian molecular biologist, plant biotechnologist and a former Professor and INSA-Senior Scientist at the School of Biotechnology (SBT) of Madurai Kamaraj University (MKU).[1][2][3][4][5]", "42793431": "Ragnhild Adelheid Lothe (born 23 August 1958) is a Norwegian microbiologist and cancer researcher.", "32111069": "Virginia S. Hinshaw is a scientist with expertise in microbiology, virology and influenza resulting in numerous publications. She served as Vice-Chancellor at U of Wisconsin Madison and Chancellor at University of Hawai'i Manoa campus.", "46725597": "Emad Saleem Alnemri (Arabic: عماد سليم النمري) is a professor in Biochemistry & Molecular Biology at the Sidney Kimmel Cancer Center, Thomas Jefferson University, researching apoptosis and the inflammasome.", "58784222": "Margaret (Maggie) Werner-Washburne is a molecular biologist and Regents' Professor Emeritus of Biology.[1] at the University of New Mexico. She was previously the president (2013–2015)[2] of the Society for the Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS), which holds the largest broadly multidisciplinary and multicultural STEM diversity conference in the U.S.[3] A pioneer in the genomics of the stationary phase of yeast,[4] she is known for her innovative programs to attract and retain underrepresented minorities in STEM.[5] Werner-Washburne has made great strides in the field of Genetics. She has done gene sequencing with organisms that are disease vectors, which allows a greater understanding of genetics in general.[6]", "59439585": "Mahmoud Bukar Maina is a British-Nigerian neuroscientist, educator, and researcher, based at the University of Sussex in the United Kingdom. His research is focused on the cellular and molecular pathogenesis in Alzheimer's disease.[1] He performs outreach work to inspire young people in Africa to pursue science and to increase public understanding of science. He is the Honorary Special Adviser on Science, Research, and Innovation to Governor Mai Mala Buni of Yobe State, Nigeria.[2]", "65993204": "Sacha Dench is an Australian biologist, conservationist and adventurer.[1] In 2016, she set a Guinness World Record as the first woman to cross the English Channel by paramotor.[2] She is the recipient of the Britannia Trophy and winner of the Green Swan Award.[3]", "13433335": "Jeffery Lee Dangl (born October 13, 1957) is an American biologist.[1] He is currently John N. Couch Professor of Biology at the University of North Carolina at Chapel Hill.", "48069113": "Eugene Rosenberg (Hebrew: יוג'ין רוזנברג)  (October 16, 1935) is a microbiologist at the Faculty of Life Sciences at Tel Aviv University,[1] an expert in the field of applied environmental microbiology,[2] in particular his work on Myxobacteria,[3] microorganisms to combat pollution (bioremediation),[2][4][5][6] and the Hologenome theory of evolution.", "2193916": "Lee M. Silver (born 1952) is an American biologist. He is a professor at Princeton University in the Department of molecular biology and the Princeton School of Public and International Affairs. He also has joint appointments in the Program in Science, Technology, and Environmental Policy, the Center for Health and Wellbeing, the Office of Population Research, and the Princeton Environmental Institute, all at Princeton University.", "29981183": "Carl Theodore Bergstrom is a theoretical and evolutionary biologist and a professor at the University of Washington in Seattle, Washington, United States.[3] Bergstrom is a critic of low-quality or misleading scientific research.[4] He is the co-author of a book on misinformation called Calling Bullshit: The Art of Skepticism in a Data-Driven World and teaches a class by the same name at University of Washington.[5]", "61962752": "Julie Zickefoose (July 24, 1958) is an American nature book writer, biologist, bird artist, and blogger.", "23755266": "John Roger Speakman (born 1958)[3] FRS FRSE FRSB FRSA FMedSci FRSS [4] is a British biologist working at the University of Aberdeen, Institute of Biological and Environmental Sciences, for which he was Director from 2007 to 2011.[5] He leads the University's Energetics Research Group,[6] which is one of the world's leading groups using doubly labeled water (DLW) to investigate energy expenditure and balance in animals.[4] Between 2011-2020, he was  a '1000 talents' Professor at the Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, in Beijing, China, where he ran the molecular energetics group. In 2020 he moved to the Shenzhen Institutes of Advanced Technology, Chinese Academy of Sciences in Shenzhen, China where he works at the Center for Energy Metabolism and Reproduction and Head of the Shenzhen Key laboratory of Metabolic Health.[citation needed]", "14416391": "Lennart Olsson, born 1961, is a Swedish zoologist and embryologist, professor of comparative zoology at the Friedrich Schiller University of Jena, Germany.", "62290440": "Elizabeth L. Brainerd (born 1963) is an American biologist who has contributed to our understanding of the evolution of breathing.[1] and the biomechanics of vertebrates. She is one of the inventors of XROMM (X-ray Reconstruction of Moving Morphology),[2] a technique for making 3D movies of internal structure that combines CT scanning with biplanar x-ray movies. She is one of the authors of Great Transformations in Vertebrate Evolution.[3]", "73529864": "Dr. Horacio de la Iglesia is an Argentinean[1] researcher in chronobiology and professor of biology at the University of Washington.[2] After his formal education, he started the De La Iglesia Lab, at the University of Washington to conduct research on how neural systems encode time and generate rhythmic physiological and behavioral outputs to adapt to the environment.[3] His most impactful research has contributed to the knowledge of sleep in adolescents and unhoused individuals.", "2325002": "Paul Henry de Kruif (/dəˈkraɪf/, rhyming with \"life\") (March 2, 1890 – February 28, 1971) was an American microbiologist and writer. Publishing as Paul de Kruif, he is known for his 1926 book, Microbe Hunters.  This book was not only a bestseller for a lengthy period after publication, but has remained high on lists of recommended reading for science and has been an inspiration for many aspiring physicians and scientists.[1]", "1079825": "Conrad Hal Waddington CBE FRS FRSE (8 November 1905 – 26 September 1975) was a British developmental biologist, paleontologist, geneticist, embryologist and philosopher who laid the foundations for systems biology, epigenetics, and evolutionary developmental biology.", "47413780": "Anna Sergeevna Akhmanova (born 11 May 1967) is a Russian-born professor of Cell Biology at Utrecht University in the Netherlands.[1][2]  She is best known for her research regarding microtubules and the proteins, called TIPs, that stabilize one specific end of the tubules. Among the awards she has won, she was one of the recipients of the 2018 Spinoza Prize, the highest honor for Dutch scientists.", "850454": "Bruce Nathan Ames (born December 16, 1928) is an American biochemist. He is a professor of Biochemistry and Molecular Biology Emeritus at the University of California, Berkeley, and was a senior scientist at Children's Hospital Oakland Research Institute (CHORI).[2] He is the inventor of the Ames test, a system for easily and cheaply testing the mutagenicity of compounds.[3]", "20576791": "Willoughby Dayton Miller (1853–1907) was an American dentist and the first oral microbiologist.[1]", "11434528": "Zena Tooze (born 3 May 1955) is a Canadian biologist and conservationist who has worked in Nigeria in the area of primate conservation since 1991.  She received a master's degree in Biology from Dalhousie University, Halifax, Nova Scotia in 1987.  In 2005 she received a Whitley Award for excellence in leadership in nature conservation.[1]", "65075747": "Kim Dale FRSB, born in Cheltenham, England on 6 January 1971, is a research scientist based in the Cell and Developmental unit of School of Life Sciences at the University of Dundee, as well as being the Associate Dean International for UoD and the University Academic Regional Lead for ASEAN.", "42793511": "Anne-Brit Kolstø (born 21 May 1945) is a Norwegian microbiologist.", "6257193": "Susumu Ohno (大野 乾, Ōno Susumu, February 1, 1928 – January 13, 2000) was a Japanese-American geneticist and evolutionary biologist, and seminal researcher in the field of molecular evolution.", "69597749": "Kristian Hansen Kofoed, known as KH Kofoed, (1879–1951) was a Danish civil servant and politician who served as the finance minister in the period 1942–1945.", "15170108": "Henning Eiler (Ejler) Petersen (22 August 1877 – 22 May 1946) was a Danish mycologist, botanist and marine biologist. He made a major contribution to unveiling the mysterious die-back of eel grass in Northern European waters in the early 20th century as a pathogen outbreak.", "11336254": "Hugo Van Heuverswyn (born 1948) is a Belgian molecular biologist, biotech pioneer, entrepreneur and businessman. He has been the chairman of the VIB, Flanders Institute for Biotechnology, since its inception in 1995.", "49379908": "Katherine Brown (born June 21, 1960) is an American politician and attorney who served as the 38th governor of Oregon from 2015 to 2023. A member of the Democratic Party, she served three terms as the state representative from the 13th district of the Oregon House of Representatives from 1991 to 1997, three terms as the state senator from the 21st district of the Oregon Senate from 1997 to 2009, three terms as majority leader of the Oregon Senate from 2003 to 2009, and two terms as Oregon Secretary of State from 2009 to 2015. She assumed the governorship upon the resignation of John Kitzhaber in 2015.[1] She was elected to serve out the remainder of his gubernatorial term in the special election in 2016 and was reelected to a full term in 2018.", "65075786": "Celia White Tabor (November 15, 1918 – December 2, 2012) was an American biochemist and physician-scientist who was an expert on the biosynthesis of polyamines. She was a researcher at the National Institute of Diabetes and Digestive and Kidney Diseases from 1952 until her retirement in 2005.", "72809037": "Maria Eithne McNamara is an Irish palaeontologist. She is Professor of Palaeobiology at University College Cork.[3][4]", "50788943": "Kevin de Queiroz is a vertebrate, evolutionary, and systematic biologist.  He has worked in the phylogenetics and evolutionary biology of squamate reptiles, the development of a unified species concept and of a phylogenetic approach to biological nomenclature, and the philosophy of systematic biology.", "2456146": "Mark Arnold Wainberg, OC OQ FRSC (21 April 1945 – 11 April 2017) was a Canadian HIV/AIDS researcher and HIV/AIDS activist. He was the Director of the McGill University AIDS Centre at the Montreal Jewish General Hospital and Professor of Medicine and of Microbiology at McGill University. His laboratory primarily studies HIV reverse transcriptase, the molecular basis for drug resistance, and gene therapy.[1] He received a B.Sc. from McGill University in 1966, a Ph.D. from Columbia University in 1972, and did his post-doctoral research at Hadassah Medical School of the Hebrew University.", "45316694": "Douglas Green (born 1955), is an American biologist. He holds the Peter C. Doherty Endowed Chair of Immunology in St. Jude Children's Research Hospital. His research has focused on the process of active cell death and cell survival, extending from the role of cell death in cancer regulation and immune responses in the whole organism to the molecular events directing the death of the cell. Green was editor in chief of the journal Oncogene from 2009-2016, is a Deputy Editor of the journal \"Science Advances\" and the author of  the book Cell Death, Means To An End.", "28768858": "David Schlaepfer is a California-born scientist known for his studies on cell migration and cancer metastasis.  His early research focused on signaling by protein kinases, with a subsequent focus on the proteins that regulate the turnover of cell contacts with the extracellular matrix. In particular, Schlaepfer is well known for his studies on focal adhesion kinase (FAK).", "62061156": "Laura Sullivan-Beckers is an associate professor of evolutionary biology at Murray State University.[1] She is credited with the discovery of Hebetica sylviae, a species of treehopper, named for her daughter Sylvie Beckers.", "64551531": "Senjuti Saha is a Bangladeshi scientist at the Child Health Research Foundation (CHRF), and board member of the Polio Transition Independent Monitoring Board (TIMB) of the World Health Organization (WHO).[1] She is known for her lead on decoding the genome of SARS-CoV2 in Bangladesh.[2]", "5569139": "Mayana Zatz (born July 16, 1947) is a Brazilian molecular biologist and geneticist. She is a professor at the University of São Paulo, is its Research dean.", "5864053": "Morag Crichton Timbury FRCPG FRCPath FRSE FRCP (née McCulloch; 29 September 1930 – 28 April 2018) was a Scottish medical virologist,[1] bacteriologist and science writer.[2]", "62552694": "Yorgo E. Modis (born 1974) is Professor in Virology and Immunology, and a Wellcome Trust Senior Research Fellow at the Department of Medicine, University of Cambridge.[1] He is head of The Modis Lab in the Molecular Immunity Unit at the MRC Laboratory of Molecular Biology. He studies cellular mechanisms of viral gene sensing and silencing. His group employs a diverse set of complementary biophysical approaches including cryo-electron microscopy (cryoEM), X-ray crystallography, solution biophysics, fluorescence microscopy and cell biological approaches to understand the cellular mechanisms of viral gene sensing and silencing in molecular-level detail.", "12384889": "Vojo Deretic, is distinguished professor and chair of the Department of Molecular Genetics and Microbiology at the University of New Mexico School of Medicine. Deretic was the founding director of the Autophagy, Inflammation and Metabolism (AIM) Center of Biomedical Research Excellence.[1][2] The AIM center[3] promotes autophagy research nationally and internationally.", "60357244": "Francis Jeffrey Bell (Calcutta, 26 January 1855 - London, 1 April 1924) was an English zoologist who specialised in echinoderms. He spent most of his life at the British Museum (Natural History), and was also a professor of comparative anatomy at King's College.", "1047172": "Burns Singer (29 August 1928 – 8 September 1964) was born James Hyman Singer in New York City. He was a Scottish poet and translator.[1]", "27294345": "Wajih Mousa Owais (Arabic: وجيه موسى عويس) (born November 5, 1947)[citation needed] is a Jordanian Minister of Higher Education and Scientific Research.[1] He was appointed as Minister in February 2011.[2] Dr. Owais was the Professor of Genetics, a researcher, Chairman of Board of Directors of King Abdullah University Hospital,[3] and the President of Jordan University of Science and Technology[4] from September, 2003 to February, 2011. In 1972, he got his B.Sc. in the field of Biology from the American University of Beirut. In 1975, he got his M.Sc. in the field of Biochemistry from the University of Jordan. In 1979, he obtained his Ph.D. in the field of Molecular Genetics from Washington State University.", "2488971": "Wilhelm Roux (9 June 1850 – 15 September 1924) was a German zoologist and pioneer of experimental embryology.", "31372": "Theodosius Grigorievich Dobzhansky (Russian: Феодо́сий Григо́рьевич Добржа́нский; Ukrainian: Теодо́сій Григо́рович Добржа́нський; January 25, 1900 – December 18, 1975) was a prominent Russian and American geneticist and evolutionary biologist. He was a central figure in the field of evolutionary biology for his work in shaping the modern synthesis.[2][4] Born in the Russian Empire, Dobzhansky emigrated to the United States in 1927, aged 27.[5]", "4192909": "Captain Frederick Wollaston Hutton FRS FGS (16 November 1836 – 27 October 1905) was an English-born New Zealand scientist who applied the theory of natural selection to explain the origins and nature of the natural history of New Zealand. Whilst an army officer, he embarked on an academic career in geology and biology, to become one of the most able and prolific nineteenth century naturalists of New Zealand.", "2783886": "Johannes Govertus de Man (2 May 1850 in Middelburg – 9 January 1930 in Middelburg), was a Dutch biologist.[1] He was assistant curator at the Rijksmuseum van Natuurlijke Historie (Dutch for national natural history museum) in Leiden, where he specialised in free-living nematodes and decapod crustaceans, although he also wrote papers on flatworms, sipunculids and, in his dissertation only, vertebrates.[1] His change away from vertebrates disappointed the director of the museum, and de Man left his job there after eleven years. For the rest of his life, de Man worked at his parents' house in Middelburg and later at a house near the shore at Yerseke in the Oosterschelde estuary, relying on his family's private income.[1]", "60947086": "Michael J. Mumma is an American astrobiologist at the Goddard Space Flight Center; he is best known for his investigation of the chemistry of comets.", "52066966": "Jacob Wilkinson (1773–1844) was an English naturalist working in the fields of geology and paleobiology.", "44071575": "Judith P. Klinman (born April 17, 1941, in Philadelphia, Pennsylvania)[1] is an American chemist, biochemist, and molecular biologist known for her work on enzyme catalysis. She became the first female professor in the physical sciences at the University of California, Berkeley in 1978,[2][3] where she is now Professor of the Graduate School and Chancellor's Professor.[4] In 2012, she was awarded the National Medal of Science by President Barack Obama.[5] She is a member of the National Academy of Sciences,[6] American Academy of Arts and Sciences,[7] American Association for the Advancement of Science,[8] and the American Philosophical Society.[9]", "41384600": "Anitra Thorhaug is an American marine biologist, plant ecophysiologist and chemical oceanographer whose extensive work on the rehabilitation of coastal ecosystems has had a substantial influence on national and international policies on conservation around the world.[1] She is president of the Greater Caribbean Energy and Environment Foundation, and president of the Institute for Seagrasses. She has had a series of professorships at universities and presently works at The Institute of Sustainable Forestry Ecophysiological Laboratories at the Yale School of Forestry & Environmental Studies. She is a member of the International Club of Rome and has twice been president of the US Association of the Club of Rome.[2]", "46922415": "Arthur William Bacot (28 April 1866 – 12 April 1922) was an entomologist at the Lister Institute of Preventive Medicine.[1]", "64158384": "Paul Becquerel (14 April 1879 – 22 June 1955) was a French biologist who studied seeds, their metabolism, and viability. He was a nephew of the physicist Henri Becquerel and taught at the Faculty of Sciences in Nancy and at the University of Poitiers.", "37518001": "Grace Coleridge Frankland known as Mrs Percy Frankland née Grace Toynbee (4 December 1858 – 5 October 1946)[1] was an English microbiologist. She was one of the nineteen female scientists who wrote the 1904 petition to the Chemical Society to request that they should create some female fellows of the society.", "5143219": "Miodrag Stojković (Serbian: Миодраг Стојковић) (born July 5, 1964, in Leskovac, Serbia, then Yugoslavia) is a Serbian researcher in genetics with the Institute of Human Genetics at Newcastle University. He holds a PhD from the Ludwig-Maximilians University in Munich. As of January 2006, he is serving as a deputy director and head of Cellular Reprogramming Laboratory, Centro de Investigación Príncipe Felipe, Valencia, Spain.[1][2]", "1178296": "Choh Hao Li (sometimes Cho Hao Li) (Chinese: 李卓皓; pinyin: Lǐ Zhuōhào; April 21, 1913 – November 28, 1987) was a Chinese-born American biochemist who discovered in 1966 that human pituitary growth hormone (somatotropin) consists of a chain of 256 amino acids. In 1970, he succeeded in synthesizing this hormone, the largest protein molecule synthesized up to that time.", "66353848": "Kevin Struhl (born September 2, 1952) is an American molecular biologist and the David Wesley Gaiser Professor of Biological Chemistry and Molecular Pharmacology at Harvard Medical School.[1]  Struhl is primarily known for his work on transcriptional regulatory mechanisms in yeast using molecular, genetic, biochemical, and genomic approaches.[2]  More recently, he has used related approaches to study transcriptional regulatory circuits involved in cellular transformation and the formation of cancer stem cells.", "5667519": "Masatoshi Nei (根井正利, Nei Masatoshi, January 2, 1931 – May 18, 2023) was a Japanese-born American evolutionary biologist.", "73431744": "Sima Lev (Hebrew: סימה לב) is an Israeli biologist and the Joyce and Ben B. Eisenberg Professorial Chair of Molecular Cell Biology at the Weizmann Institute of Science. She looks to uncover the mechanisms that drive the development of triple-negative breast cancer, and to identify new therapeutic strategies.", "54131409": "Georg Schneider (25 March 1909 – 10 June 1970) was a German biologist, KPD/SED functionary, and university lecturer in Jena.", "68745946": "Barbara Gallavotti (born in Turin on December 21, 1968) is an Italian biologist, television author and science communicator.", "2194142": "Trudi Schüpbach (born Zurich, Switzerland, February 3, 1950; full name Gertrud M. Schüpbach; published name Trudi Schüpbach) is a Swiss-American molecular biologist.  She is an Emeritus Professor of Molecular Biology at Princeton University, where her laboratory studies molecular and genetic mechanisms in fruit fly (Drosophila melanogaster) oogenesis.", "24640223": "Tyler Jacks is a David H. Koch Professor of Biology at the Massachusetts Institute of Technology (MIT), a long-time HHMI investigator, and Founding Director of the David H. Koch Institute for Integrative Cancer Research, which brings together biologists and engineers to improve detection, diagnosis, and treatment of cancer.[1] Dr. Jacks is a member of the board of directors of Thermo Fisher Scientific and Amgen, two of the major biotechnology corporations in the world.[2][3]  He is the President of Break Through Cancer, a foundation dedicated to supporting multi-institutional teams of researchers focused on finding solutions to some of the most difficult to treat cancers. He is also a member of the Board of Overseers, the larger of two governing boards of Harvard University.[4]", "981728": "James Burnett, Lord Monboddo (baptised 25 October 1714; died 26 May 1799) was a Scottish judge, scholar of linguistic evolution, philosopher and deist. He is most famous today as a founder of modern comparative historical linguistics.[1] In 1767 he became a judge in the Court of Session.", "61962977": "Katrin Böhning-Gaese (born 22 December 1964) is a German biologist who specialises in ornithology. She is currently a professor at Goethe University Frankfurt, director of the Senckenberg Nature Research Society and Vice-President of the Leibniz Association.[1][2]", "46365412": "Hitoshi Okamura (born December 2, 1952)[1] is a Japanese scientist who specializes in chronobiology. He is currently a professor of Systems Biology at Kyoto University Graduate School of Pharmaceutical Sciences and the Research Director of the Japan Science Technology Institute, CREST. Okamura's research group cloned mammalian Period genes, visualized clock oscillation at the single cell level in the central clock of the SCN, and proposed a time-signal neuronal pathway to the adrenal gland. He received a Medal of Honor with Purple Ribbon in 2007 for his research and was awarded Aschoff's Ruler for his work on circadian rhythms in rodents.[2] His lab recently revealed the effects of m6A mRNA methylation on the circadian clock, neuronal communications in jet lag, and the role of dysregulated clocks in salt-induced hypertension.[3]", "17431274": "Georges Dreyer ForMemRS[1] (4 July 1873 – 17 August 1934) was a Danish pathologist.", "31468": "Thomas Robert Malthus FRS (/ˈmælθəs/; 13/14 February 1766 – 29 December 1834)[1] was an English economist, cleric, and scholar influential in the fields of political economy and demography.[2]", "48593646": "Anna Frederika (Freda) Bage OBE (11 April 1883 – 23 October 1970) was an Australian biologist, university professor and principal and women's activist. Bage was born in 1883 and studied at Oxford High School for girls and Fairlight School. In 1907, Bage received her Masters of Science from the University of Melbourne and began an extensive career. Bage worked as a junior demonstrator in Biology and in 1908 won the King's College scholarship and in 1909 travelled to London working under Arthur Dendy which led Bage receiving a fellowship by the Linnean Society in 1910–11.  Bage returned to the University of Melbourne where she worked as a senior demonstrator and in 1913 she was offered a job at the University of Queensland where she became a biology lecturer. On 8 February 1914 Bage became the first principal of The Women's College within the University of Queensland, which she held for 32 years.  In 1928–29, Bage was president of the Australian Federation of University Women (A.F.U.W.), which names a scholarship in her honour, representing it at several conferences of the International Federation of University Women. In 1941, Bage was appointed Order of the British Empire (OBE) and in 1946 she retired. Freda Bage died in 1970 in Brisbane from cerebral arteriosclerosis.[1]", "64060143": "Robin Patel is a Canadian born microbiologist and Elizabeth P. and Robert E. Allen Professor of Individualized Medicine, a Professor of Microbiology, and a Professor of Medicine at the Mayo Clinic. She is widely recognized as a leader in the field of clinical microbiology and has held a variety of leadership positions including 2019–2020 President of the American Society for Microbiology (ASM)[1] and Director of the Antibacterial Resistance Leadership Group (ARLG) Laboratory Center of the National institutes of Health.[2] She is currently the Vice Chair of Education in the Department of Laboratory Medicine and Pathology at the Mayo Clinic, and Director of the Mayo Clinic's Infectious Diseases Research Laboratory, where she studies biofilms, antimicrobial resistance, periprosthetic joint infection and diagnostic testing of bacteria.[3]", "63699696": "Rolf Kemler (born 13 February 1945), is a German molecular biologist who is currently the Emeritus Director at the Max Planck Institute of Immunobiology and Epigenetics.[1] He has contributed significantly to the study of anchoring junctions, specifically the cadherin family of proteins and was the recipient of the 2020 Canada Gairdner International Award for his work in the field.[2]", "3635960": "Jens Christen (Christian) Clausen (March 11, 1891 – November 22, 1969) was a Danish-American botanist, geneticist, and ecologist. He is considered a pioneer in the field of ecological and evolutionary genetics of plants.[1]", "359161": "William MacGillivray FRSE (25 January 1796 – 4 September 1852) was a Scottish naturalist and ornithologist.", "62651129": "Lee Berger FAA (born 16 January 1970), is an Australian biologist and veterinarian, who discovered during her PhD that the fungus Batrachochytrium dendrobatidis was responsible for the decline and extinction of hundreds of amphibian species.", "20216573": "Robert A. Lue (May 23, 1964 – November 11, 2020) was a Jamaican-born American researcher and academic.[1]", "53836550": "Frank William Moorhouse (1895 – 7 August 1967) was an Australian marine biologist. He is primarily known for his service as the Chief Inspector of the Fisheries and Game Department of South Australia from 1936 to 1959.[1]", "53377801": "Aparna Dutta Gupta (11 May 1953 - 29 June 2020) was an Indian zoologist and academic. She taught in the Department of Animal Biology, School of Life Sciences, University of Hyderabad.[1] Her research focused on zoology, developmental biology and endocrinology. She carried out research in the field of insect physiology, focusing on pests and their control. Her novel contribution was the discovery that insect fat body expresses hexamerin genes, and the expressed proteins are sequestered by various tissues including male accessory-glands and play a role in reproduction.", "67762958": "Sarah Coulthurst a molecular bacteriologist and Professor of Microbial Interactions at the University of Dundee, UK. Her research focuses increasing understanding of how bacteria can cause disease, and how this information can eventually lead to new medical treatments.", "51084051": "Kamala Krishnaswamy is an Indian scientist in nutrition. She is the former director of the National institute of Nutrition. She was also president of the Nutrition Society of India.[1][2][3][4]", "51084052": "Viviana A. Alder (born 1957 in San Julián, Argentina) is an Argentinian researcher in Antarctica, best known for her research on marine microbiology. Alder is considered to be among the first group of Argentine female scientists to work in Antarctica.[1]", "52558614": "Carl Algon Jönsson Allgén (21 July 1886, in Lund – 19 August 1960, in Malmö) was a Swedish zoologist, who specialized in morphological and systematic research of nematodes.", "22870810": "Su-Chun Zhang (born 1963 in Wenzhou, Zhejiang), is an American stem cell researcher at Duke-NUS Medical School in Singapore and the University of Wisconsin–Madison.", "42793760": "Inger Sandlie (born 8 June 1953) is a Norwegian molecular biologist.", "53377828": "Shipra Guha-Mukherjee (13 July 1938 – 15 September 2007)[1] was an Indian botanist who worked on plant tissue culture, plant molecular biology, biotechnology and cell molecular biology.[2] She died in 2007 as a result of brain cancer. Shipra Guha Mukharji the woman scientist who was behind the breakthrough discovery of \"The technique of production of haploid plants through anther culture.\"", "33061668": "Joachim Burger (born 27 June 1969 in Aschaffenburg, West Germany) is a German anthropologist and population geneticist based at Johannes Gutenberg University, Mainz, Germany, where he runs the Palaeogenetics Group at the Institute of Organismic and Molecular Evolution (iOME).", "51280679": "Ravindra Kumar Sinha is a Padma Shri awarded Indian biologist and environmentalist. He served as Vice-Chancellor of Shri Mata Vaishno Devi University from 2019-2023 and also served in Nalanda Open University. Previously he was the Head of the Department of Zoology at Patna University, and is a pioneer researcher and wildlife conservationist, famous for his efforts for the conservation of Gangetic Dolphins, he is popularly known as the \"Dolphin Man of India\".", "490284": "Alexander Robertus Todd, Baron Todd OM FRS FRSE[1] (2 October 1907 – 10 January 1997) was a British biochemist whose research on the structure and synthesis of nucleotides, nucleosides, and nucleotide coenzymes gained him the Nobel Prize for Chemistry in 1957.", "37092143": "David Charles Coon (born 28 October 1956 in Toronto, Ontario) is a Canadian politician, who was elected to the Legislative Assembly of New Brunswick in the 2014 provincial election to represent the provincial electoral district of Fredericton South.", "29686577": "Myrsini Malakou is a Greek biologist. She was awarded the Goldman Environmental Prize in 2001, for her contributions to the protection of the wetlands of Préspa, jointly with fellow biologist Giorgos Catsadorakis.[1]", "66714418": "Resson Kantai Duff is Kenyan conservationist and the deputy director at Ewaso Lions.", "60586810": "Kim Orth is a microbiologist and biochemist. She is the Earl A. Forsythe chair in biomedical science and professor of molecular biology and biochemistry at UT Southwestern.[1] She is a Howard Hughes Medical Institute investigator [2] and a member of the National Academy of Sciences. Her research focuses on bacterial pathogenesis.[3]", "13400894": "Neal Lloyd First (October 8, 1930 – November 20, 2014) was an American biologist.[1]", "47381312": "Kayo Inaba is a professor at Kyoto University where she heads the Graduate School of Biostudies. She is also the Vice-President for Gender Equality and the Director of the Centre for Women Researchers.", "52001601": "Siddhartha Roy (born April 1, 1954) is an Indian structural biologist, biophysicist, former director of the Indian Institute of Chemical Biology[1] and the former director (officiating) of Bose Institute. Widely known for his studies on bacteriophage lambda and protein synthesis,[2] he is an elected fellow of the Indian Academy of Sciences[3] and the Indian National Science Academy.[4] In 1999, the Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, for his contributions to Biological sciences.[5]", "32176964": "Joseph James Kinyoun (November 25, 1860 – February 14, 1919) was an American physician and the founder of the United States' Hygienic Laboratory, the predecessor of the National Institutes of Health.[1]", "31563": "BBVA Foundation Frontiers of Knowledge Award (2008),", "7994189": "William King Gregory (May 19, 1876 – December 29, 1970) was an American zoologist, renowned as a primatologist, paleontologist, and functional and comparative anatomist. He was an expert on mammalian dentition, and a leading contributor to theories of evolution. In addition he was active in presenting his ideas to students and the general public through books and museum exhibits.", "29686611": "Giorgos Catsadorakis is a Greek biologist. He was awarded the Goldman Environmental Prize in 2001, for his contributions to the protection of the wetlands of Préspa, jointly with fellow biologist Myrsini Malakou. Their efforts resulted in an agreement between Greece, the Republic of Macedonia and Albania on establishing the Préspa Park as a protected area of the region.[1]", "45284186": "Cathy H. Wu is the Edward G. Jefferson Chair and professor and director of the Center for Bioinformatics & Computational Biology (CBCB) at the University of Delaware. She is also the director of the Protein Information Resource (PIR) and the North east Bioinformatics Collaborative Steering Committee, and the adjunct professor at the Georgetown University Medical Center.[1]", "47512423": "Herman Lindsay \"Duff\" Holbrook (June 30, 1923 – July 17, 2015) was an American wildlife biologist, forester, and outdoorsman. He was recognized as one of the United States' leading experts on the wild turkey.[1] Holbrook spearheaded the reintroduction of the wild turkey, as well as the white-tailed deer, to areas of its historic range in South Carolina.[1][2]", "3472237": "Gerald Schatten (born 1949) is an American stem cell researcher with interests in cell, developmental, and reproductive biology. He is Professor and vice-chair of Obstetrics, Gynecology and Reproductive Sciences and Professor of Cell Biology and of Bioengineering in the Schools of Medicine and Engineering at the University of Pittsburgh, where he is also Director of the Division of Developmental and Regenerative Medicine at the university's School of Medicine. Additionally, he is deputy director of the  Magee-Women's Research Institute[1] and Director of the Pittsburgh Development Center.[2][3][self-published source?]. He is a member of the NCI-designated University of Pittsburgh Cancer Center and the McGowan Institute for Regenerative Medicine.", "62815085": "Llewellya Williams Hillis (1930 – March 23, 2019), later Llewellya Hillis-Colinvaux, was a Canadian-born American marine biologist.", "5602159": "Karl Bogislaus Reichert (20 December 1811 – 21 December 1883) was a German anatomist, embryologist and histologist.", "51084144": "Veronica Vallejos-Marchant (born c. 1967) is the Head of the Projects and Environment Department at the Chilean Antarctic Institute (INACH)[1][2] and a member of the Committee for Environmental Protection (CEP).[3]  She is considered a trailblazer for Chilean women in Antarctic research.[2]", "67337079": "Tõnu Tamm (born in 1941) is an Estonian biologist.[1] He is primarily known as the organizer of the Leigo Lake Music Festival.[2]", "38402936": "Christian David Thomas FRES FRS (born 9 September 1959) is a past president of the Royal Entomological Society.[1] He is also Director of the Leverhulme Centre for Anthropocene Biodiversity at the University of York.[2]", "5798777": "Louis Antoine Marie Joseph Dollo (Lille, 7 December 1857 – Brussels, 19 April 1931) was a Belgian palaeontologist, known for his work on dinosaurs. He also posited that evolution is not reversible, known as Dollo's law. Together with the Austrian Othenio Abel, Dollo established the principles of paleobiology.", "4619130": "David Gottlieb (1911–1982), a professor of plant pathology at the University of Illinois at Urbana-Champaign (1946–1982), was a pioneer in the field of fungal physiology and antibiotics for plants.", "59276155": "George Thomas Bettany (30 March 1850 – 2 December 1891) was an English biologist, anthropologist, and author of scientific and popular works.[1][2]", "67173248": "Donna M. Wolk is an American microbiologist who is Director of Clinical Microbiology at the Geisinger Health System. In 2017, she was honored by the American Society for Microbiology for her efforts to improve patient care using microbiology.", "42138511": "Dimitrie Voinov (June 25, 1867 – July 7, 1951) was a Romanian zoologist, histologist and cytologist.", "41679766": "John Dow Fisher Gilchrist FRSSAf (1866–1926) was a Scottish ichthyologist, who established ichthyology as a scientific discipline in South Africa. He was instrumental in the development of marine biology in South Africa and of a scientifically based local fishing industry.", "67795869": "Dr Frans Vera (born Franciscus Wilhelmus Maria Vera; Amsterdam, 4 June 1949)[1] is a Dutch biologist and conservationist. He has played a key part in devising the current ecological strategy for the Netherlands. He has hypothesised that Western European primeval forests at the end of the Pleistocene epoch did not consist only of \"closed-canopy\" high-forest conditions, but also included pastures combined with forests, a hypothesis variously addressed as the Vera hypothesis or the wood-pasture hypothesis.[2][3]", "48266147": "Franz Theodor Doflein (5 April 1873, in Paris – 24 August 1924, in Obernigk, near today's Wrocław) was a German zoologist known for his studies of animal ecology.", "48462763": "Hua Eleanor Yu is the inaugural Billy and Audrey L. Wilder Professor in tumor immunotherapy at the Beckman Research Institute of the City of Hope National Medical Center in Duarte, California.[1]  In addition, she co-leads the Cancer Immunotherapeutics Program at the City of Hope cancer center, with Peter P. Lee.[2] Yu's laboratory was the first to identify STAT3, a protein that helps to protect tumor cells from the immune system.[3][4][5][6] Her group  is developing possible drug treatments using CpG-Stat3 siRNA to attack tumor cells in mice and humans.[7]", "33225644": "Giuseppe Notarbartolo di Sciara (born November 27, 1948) is an Italian marine conservation ecologist who has bridged the worlds of marine science, conservation and policy.", "55409585": "Carina Maria Schlebusch is an evolutionary biologist at the University of Uppsala in Sweden. She is a specialist in the population history of Africa.[1] In 2017 she was the co-author of a paper that suggested that modern humans emerged more than 300,000 years ago.[2][3][4]", "6224818": "Pradip Krishen (born 1949) is an Indian filmmaker, naturalist and environmentalist. He has directed three films, Massey Sahib in 1985, In Which Annie Gives It Those Ones in 1989 and Electric Moon for Channel 4, UK in 1991. His films have won significant Indian and international awards, and In Which Annie Gives It Those Ones acquired cult status in the years after it was made.[1] He is married to Arundhati Roy who also acted in his films but they currently live separately from each other.[2]\nHe subsequently gave up filmmaking, and since 1995, has worked as a naturalist and environmentalist.[3][4]", "61078456": "Kung Hsiang-fu or Kong Xiangfu (Chinese: 孔祥復; 4 September 1942 – 17 June 2019) was a Chinese molecular geneticist, molecular oncologist, and virologist. He was elected an academician of the Chinese Academy of Sciences in 1999.", "2554821": "Divisions", "981962": "Avraham Marek Klingberg (7 October 1918 – 30 November 2015), known as Marcus Klingberg (Hebrew: מרקוס קלינגברג), was a Polish-born, Israeli epidemiologist and the highest ranking Soviet spy ever uncovered in Israel.", "28212171": "Marco Vannini (born March 3, 1943 in Florence) is Professor of Invertebrate Zoology at the Department of Evolutionary Biology L. Pardi of the University of Florence. He has been the Director of the above Department from 1989 to 1992 and the Director of the Museum of Zoology of the University of Florence, from 1992 to 2003. He is member of the coordination board of Doctorate in Ethology and Ecology, at the University of Florence, member of the Centre for the Study of Tropical Faunistics and Ecology of CNR, from 1970 to 2003. He is the author of about 120 papers on international  journals of zoology, ethology, marine biology and marine ecology.", "47709132": "Rachel E. Klevit is professor of biochemistry, adjunct professor of chemistry, and adjunct professor of pharmacology at the University of Washington. She holds the Edmond H. Fischer-Washington Research Foundation Endowed Chair in Biochemistry.  Klevit's research focuses on molecular interactions in human diseases and includes research on BRCA1, the protein ubiquitination system, and human heat shock proteins.[1][2][3]", "27491277": "Hargurdeep Saini (Punjabi: ਹਰਗੁਰਦੀਪ ਸੈਣੀ), also known as Deep Saini, is a scientist,[1] and is the Principal and Vice-Chancellor of McGill University.[2]", "14220236": "Claus Emmeche (born 1956) is a Danish theoretical biologist and philosopher, one of founders of contemporary biosemiotics.[1][2] He is associate professor at the University of Copenhagen, and is head of the Center for the Philosophy of Nature and Science Studies at the Faculty of Science (CPNSS, hosted by the Niels Bohr Institute).", "3242959": "Lev Semyonovich Berg, also known as Leo S. Berg (Russian: Лев Семёнович Берг; 14 March 1876 – 24 December 1950) was a leading Russian geographer, biologist and ichthyologist who served as President of the Soviet Geographical Society between 1940 and 1950.", "48528337": "Idah Sithole-Niang (born 1957) is a Zimbabwean biochemist and educator. Her main area of research has been viruses which attack the cowpea, one of the major food crops of Zimbabwe.", "29555673": "Prem Narain Saxena (15 October 1925 – 29 November 1999) was the Founder Professor and Chairman of the Department of Pharmacology, Jawaharlal Nehru Medical College, India. He made several notable contributions to the fields of traditional medicine and neuropharmacology. His demonstration of the wound-healing property of Curcuma longa was a major contributor to India's successful challenge of the US patent on the wound-healing property of Haldi. He was intimately involved in discovery and pre-clinical development of the non-barbiturate hypnotic Methaqualone. His basic studies have helped in understanding the role of various neurotransmitters in thermoregulation. He also standardized the use of Setaria cervi for discovery of new anti-filarial agents.[1]", "20446176": "Thomas Bourgeron is a French scientist working at the Institut Pasteur. His group discovered the first monogenic mutations involved in autism.[1] He is a member of the French Academy of sciences.[2] He works on genes, changes in synapse properties and changes in circadian rhythm in autism-spectrum disorders.", "60193761": "Dana Sue Lepofsky (born 1958) is a Canadian archaeologist and ethnobiologist. She is a professor at Simon Fraser University,[1] a former president of the Society of Ethnobiology, and received the Smith-Wintemberg Award in 2018.[2] Her research focuses on the historical ecology of the indigenous peoples of the Pacific Northwest Coast.[2]", "41876454": "Diana W. Bianchi is the director of the U.S. National Institutes of Health Eunice Kennedy Shriver National Institute of Child Health and Human Development, a post often called “the nation’s pediatrician.” She is a medical geneticist and neonatologist noted for her research on fetal cell microchimerism and prenatal testing. Bianchi had previously been the Natalie V. Zucker Professor of Pediatrics, Obstetrics, and Gynecology at Tufts University School of Medicine and founder and executive director of the Mother Infant Research Institute at Tufts Medical Center. She also has served as Vice Chair for Research in the Department of Pediatrics at the Floating Hospital for Children at Tufts Medical Center.", "51477479": "Mary Odile Cahoon OSB (July 21, 1929 – October 2, 2011) was an American Benedictine nun who was among the first women to do research in Antarctica.", "49642472": "Barbara N. Horowitz, M.D., (also known as Barbara Natterson-Horowitz) is a cardiologist, academic and author. She is a professor of medicine in the Division of Cardiology at University of California, Los Angeles (UCLA)[1] and a visiting professor in the Department of Human Evolutionary Biology at Harvard University and has been on the faculty of Harvard Medical School since 2020.[2] Horowitz is a New York Times bestselling author of the book Zoobiquity (co-authored with Kathryn Bowers)[3][4] on the subject of a cross-species approach to medicine which includes veterinary and evolutionary perspectives.[5] In 2019, Horowitz and Bowers co-authored their second book, Wildhood.[6][7][8]", "40926189": "Valerie Wailin Hu is a professor of biochemistry and molecular biology at George Washington University, where she studies autism biomarkers.[1]", "67140594": "Joni L. Rutter is an American geneticist and director of the National Center for Advancing Translational Sciences (NCATS). Rutter was previously director of the scientific programs in the All of Us initiative and served as the neuroscience and behavior division director at the National Institute on Drug Abuse. Her scientific experience includes clinical research in human genetics and environmental risk factors focusing on the fields of cancer and addiction.", "27622387": "Antonio Carini (1872–1950) was an Italian physician, bacteriologist and professor. He worked in the  public health services of São Paulo, Brazil for over forty years.[1]\nCarini showed that rabies of herbivores could be transmitted by bats, and discovered a parasitic fungus (Pneumocystis carinii, now known as P. jirovecii), which causes pneumocystosis.", "6323188": "Werner Wilhelm Franke (31 January 1940 – 14 November 2022) was a German biologist and a professor of cell and molecular biology at the German Cancer Research Center in Heidelberg. He was an anti-doping pioneer in Germany.", "37813237": "Alexandra (Alex) Z. Worden is a microbial ecologist and genome scientist known for her expertise in the ecology and evolution of ocean microbes and their influence on global biogeochemical cycles.", "60292093": "Alta Elizabeth Schrock (April 3, 1911 – November 7, 2001) was an American biology professor and community activist in Western Maryland who was the first Mennonite woman in the United States to earn a Ph.D.", "8354815": "Lucien Massart (1908–1988) was a specialist in the animal and plant enzymology. He was a professor and in 1957 was awarded the Francqui Prize on Biological and Medical Sciences.", "50494464": "Piet Borst CBE (born 5 July 1934, in Amsterdam) is emeritus professor of clinical biochemistry and molecular biology at the University of Amsterdam (UVA), and until 1999 director of research and chairman of the board of directors of the Netherlands Cancer Institute and the Antoni van Leeuwenhoekziekenhuis (NKI-AVL). He continued to work at the NKI-AVL as a staff member and group leader until 2016.", "1506305": "Josef Hyrtl (7 December 1810 – 17 July 1894) was an Austrian anatomist.", "46365713": "Paul H. Taghert (born January 13, 1953) is an American chronobiologist known for pioneering research on the roles and regulation of neuropeptide signaling in the brain using Drosophila melanogaster as a model.[1] He is a professor of neuroscience in the Department of Neuroscience at Washington University in St. Louis.[2]", "13925398": "Albany Hancock  (24 December 1806 – 1873), English naturalist, biologist and supporter of Charles Darwin, was born on Christmas Eve in Newcastle upon Tyne. He is best known for his works on marine animals and coal-measure fossils.\nAlbany Hancock was brother of the naturalist John Hancock. The brothers lived with their sister, Mary Jane, at 4 St. Mary's Terrace, Newcastle, now part of a listed terrace at 14-20 Great North Road.[1]", "44268572": "David L. Peterson (born 1954) is an Emeritus Senior Scientist (formerly research biologist) with the United States Forest Service and professor at the School of Environmental and Forest Sciences, at the University of Washington. He was also a co-founder and lead scientist for the Western Mountain Initiative,[1] a consortium of researchers known world-wide for their work on the effects of climate change on mountain ecosystems.[2]", "67632159": "Margaret A. Phillips (born November 3, 1959) is an American biologist who is the Sam G. Winstead and F. Andrew Bell Distinguished Chair in Biochemistry at the University of Texas Southwestern Medical Center. She was elected a Fellow of the National Academy of Sciences in 2021.[1]", "63470625": "Wilhelm August Paul Schüffner (2 January 1867, Ovenstädt – 24 December 1949, Hilversum) was a German pathologist and epidemiologist who worked mainly in the Dutch East India colonies and specialized in the study of malaria.", "17136676": "William Carmichael M'Intosh FRSE FRS FLS LLD (also spelt McIntosh; 10 October 1838, St Andrews – 1 April 1931, St Andrews) was a Scottish physician and marine zoologist. He served as president of the Ray Society, as vice-president of the Royal Society of Edinburgh (1927–30), and was awarded the Neill Prize (1865-8).[1]"}