{"46024": "Abraham Robinson (born Robinsohn;[1] October 6, 1918 – April 11, 1974) was a mathematician who is most widely known for development of nonstandard analysis, a mathematically rigorous system whereby infinitesimal and infinite numbers were reincorporated into modern mathematics. Nearly half of Robinson's papers were in applied mathematics rather than in pure mathematics.[2]", "46027": "Gerhard Karl Erich Gentzen (24 November 1909 – 4 August 1945) was a German mathematician and logician. He made major contributions to the foundations of mathematics, proof theory, especially on natural deduction and sequent calculus. He died of starvation in a Czech prison camp in Prague in 1945, having been interned as a German national after the Second World War.", "1160141": "Paṇḍita Jagannātha Samrāṭ (1652–1744) was an Indian astronomer and mathematician who served in the court of Jai Singh II of Amber, and was also his guru.", "1160150": "Manava (c. 750 BC – 690 BC) is an author of the Hindu geometric text of Sulba Sutras.", "63026134": "Naiomi Tuere Cameron is an American mathematician working in the field of combinatorics. She is an associate professor at Spelman College as well as the vice president of National Association of Mathematicians.[1][2] She was previously an associate professor at Lewis & Clark College in Portland, OR.[3]", "64959448": "Mark Tomforde is an American mathematician and Professor of Mathematics \nat University of Colorado Colorado Springs. He works in the areas of functional analysis and algebra, and he earned his Ph.D. in mathematics at Dartmouth College in 2002.  Tomforde's research interests are in operator algebras and C*-algebras, and he has made contributions to the study of graph C*-algebras and Leavitt path algebras.  He was an invited speaker at the 2015 Abel Symposium,[1] and he is a founding member of the Algebras and Rings in Colorado Springs (ARCS) center.[2]  He has also received several awards for his teaching and outreach efforts.", "1160157": "Lalla (c. 720–790 CE) was an Indian mathematician, astronomer, and astrologer who belonged to a family of astronomers. Lalla was the son of Trivikrama Bhatta and the grandson of Śâmba.[1] He lived in central India, possibly in the Lāṭa region in modern south Gujarat.[2] Lalla was known as being one of the leading Indian astronomers of the eighth century.[1]\nOnly two of his works are currently thought to be extant.[3]", "73642978": "Alena Šolcová (born 26 March 1950) is a Czech mathematician and science historian. She is the founder of the Kepler Museum, an astronomy museum in Prague.", "44610530": "Marcelo Miranda Viana da Silva (born 4 March 1962) is a Brazilian mathematician working in dynamical systems theory.[2][3]", "46183394": "Gheorghe Moroșanu (born April 30, 1950, in Darabani, Botoșani County, Romania) is a Romanian mathematician known for his works in Ordinary and Partial Differential Equations, Nonlinear Analysis, Calculus of Variations, Fluid Mechanics, Asymptotic Analysis, Applied Mathematics. \nHe earned his Ph.D. in 1981 from the Alexandru Ioan Cuza University in  Iași.", "55555043": "Giovanni Antonio Lecchi or Giannantonio Lecchi (Milan, 17 November 1702 - 24 July 1776) was an Italian Jesuit, mathematician, engineer and physicist.[1] He lived and worked with success in Milan rising to a notable level of prominence.[2]", "55981030": "Václav Jeřábek (1845–1931) was a Czech mathematician, specialized in constructive geometry.", "8139754": "Blaise Pascal (/pæˈskæl/ pass-KAL, also UK: /-ˈskɑːl, ˈpæskəl, -skæl/ -⁠KAHL, PASS-kəl, -⁠kal, US: /pɑːˈskɑːl/ pahs-KAHL;[3][4][5][6][7] French: [blɛz paskal]; 19 June 1623 – 19 August 1662) was a French mathematician, physicist, inventor, philosopher, and Catholic writer.", "50017260": "Bernhard Keller (born 1962) is a Swiss mathematician, specializing in algebra. He is a professor at the University of Paris.", "58864621": "Christine Margaret O'Keefe is an Australian mathematician and computer scientist whose research has included work in finite geometry, information security, and data privacy.[1] She is a researcher at CSIRO,[2] and was the lead author of a 2017 report from the Office of the Australian Information Commissioner on best practices for de-identification of personally identifying data.[3]", "20952046": "Roland Glowinski (9 March 1937 – 26 January 2022) was a French-American mathematician. He obtained his PhD in 1970 from Jacques-Louis Lions[2] and was known for his work in applied mathematics, in particular numerical solution and applications of partial differential equations and variational inequalities. He was a member of the French Academy of Sciences and held an endowed chair at the University of Houston from 1985. Glowinski wrote many books on the subject of mathematics. In 2012, he became a fellow of the American Mathematical Society.[3]", "1192944": "Sir Horace Lamb FRS[3] (27 November 1849 – 4 December 1934[4]) was a British applied mathematician and author of several influential texts on classical physics, among them Hydrodynamics (1895) and Dynamical Theory of Sound (1910).[5] Both of these books remain in print. The word vorticity was invented by Lamb in 1916.[6]", "46065": "Gábor Szegő (Hungarian: [ˈɡaːbor ˈsɛɡøː]) (January 20, 1895 – August 7, 1985) was a Hungarian-American mathematician. He was one of the foremost mathematical analysts of his generation and made fundamental contributions to the theory of orthogonal polynomials and Toeplitz matrices building on the work of his contemporary Otto Toeplitz.", "63288302": "Eleanor Mollie Horadam (29 June 1921 – 5 May 2002) was an English-Australian mathematician specialising in the number theory of generalised integers.[1]", "63288301": "Kathryn Jennifer Horadam (born 1951) is an Australian mathematician known for her work on Hadamard matrices and related topics in mathematics and information security. She is an Emeritus Professor at the Royal Melbourne Institute of Technology (RMIT).[1]", "36320244": "Joel Hass is an American mathematician and a professor of mathematics and at the University of California, Davis.[1] His work focuses on geometric and topological problems in dimension 3.", "24884207": "Kristian Barstad Dysthe (16 September 1937 – 30 July 2023) was a Norwegian mathematician.", "1192948": "Manindra Agrawal (born 20 May 1966) is an Indian computer scientist and professor at the Department of Computer Science and Engineering at the Indian Institute of Technology, Kanpur.[1] He was the recipient of the first Infosys Prize for Mathematics,[2] the Godel Prize in 2006; and the Shanti Swarup Bhatnagar Award in Mathematical Sciences in 2003. He has been honoured with Padma Shri, India's 4th highest civilian award, in 2013.[3][4]", "2044921": "Wilhelm Wirtinger (19 July 1865 – 16 January 1945) was an Austrian mathematician, working in complex analysis, geometry, algebra, number theory, Lie groups and knot theory.", "1160186": "Āryabhaṭa (c. 920 – c. 1000)[1] also known as Arya Diya Jankhi was an Indian mathematician and astronomer, and the author of the Maha-Siddhanta. The numeral II is given to him to distinguish him from the earlier and more influential Āryabhaṭa I. Scholars are unsure of when exactly he was born, though David Pingree dates of his main publications between 950–1100.[1][2] The manuscripts of his Maha-Siddhanta have been discovered from Gujarat, Rajasthan, Uttar Pradesh, and Bengal, so he probably lived in northern India.[2]", "21738491": "Artemas Martin (August 3, 1835 – November 7, 1918) was a self-educated American mathematician.[1]", "48509949": "Edwin Earl Floyd (8 May 1924, in Eufaula, Alabama – 9 December 1990) was an American mathematician, specializing in topology (especially cobordism theory).", "12203007": "William Reginald Dean (1896–1973) was a British applied mathematician and fluid dynamicist. His research interests included Stokes flow, solid mechanics, and flow in curved channels. The Dean number bears his name.", "3126271": "Vittorio Fossombroni (15 September 1754 – 13 April 1844) was an Italian statesman, mathematician, economist and a distinguished drainage engineer.[1]", "1160193": "Brahmadeva (1060–1130) was an Indian mathematician. He was the author of Karanaprakasa, which is a commentary on Aryabhata's Aryabhatiya. Its contents deal partly with trigonometry and its applications to astronomy.", "31339524": "Ramin Takloo-Bighash (born 1974) is a mathematician who works in the field of automorphic forms and Diophantine geometry and is a professor at the University of Illinois at Chicago.", "10368008": "Mathias Caspar Hubert Isenkrahe (12 May 1844, in Müntz, Rhine Province – 12 August 1921, in Trier) was a German mathematician, physicist and Catholic philosopher of nature.", "2044937": "Damodar Dharmananda Kosambi (31 July 1907 – 29 June 1966) was an Indian polymath with interests in mathematics, statistics, philology, history, and genetics. He contributed to genetics by introducing the Kosambi map function.[1] In statistics, he was the first person to develop orthogonal infinite series expressions for stochastic processes via the Kosambi–Karhunen–Loève theorem.[2][3] He is also well known for his work in numismatics and for compiling critical editions of ancient Sanskrit texts. His father, Dharmananda Damodar Kosambi, had studied ancient Indian texts with a particular emphasis on Buddhism and its literature in the Pali language. Damodar Kosambi emulated him by developing a keen interest in his country's ancient history. He was also a Marxist historian specialising in ancient India who employed the historical materialist approach in his work.[4] He is particularly known for his classic work An Introduction to the Study of Indian History.", "1160204": "Śrīpati (c. 1019 – 1066), also transliterated as Shri-pati, was an Indian astronomer, astrologer and mathematician. His major works include Dhīkotida-karana (1039), a work of twenty verses on solar and lunar eclipses; Dhruva-mānasa (written in 1056), a work of 105 verses on calculating planetary longitudes, eclipses and planetary transits; Siddhānta-śekhara a major work on astronomy in 19 chapters; and Gaṇita-tilaka, an incomplete arithmetical treatise in 125 verses based on a work by Shridhara.", "58897425": "Elaine Cohen is an American researcher in geometric modeling and computer graphics, known for her pioneering research on B-splines.[1] She is a professor in the school of computing at the University of Utah.[2]", "68695061": "Rosana Rodríguez-López is a Spanish mathematician known for her well-cited research publications applying fixed-point theorems to differential equations. She is a professor in the Department of Statistics, Mathematical Analysis and Optimisation at the University of Santiago de Compostela, where she obtained her Ph.D. in 2005 with the doctoral thesis \"Periodic solutions for nonlinear differential equations\" under the supervision of Juan José Nieto Roig.", "61125654": "Daniel Revuz (born 1936) is a French mathematician who deals with stochastics. He is the son of the mathematician André Revuz. He received his doctorate in 1969 at the Sorbonne under Jacques Neveu (and Paul-André Meyer).[1][full citation needed] He taught at Paris Diderot University at the Laboratory for Probability Theory of the Institut Mathématique de Jussieu.", "2012183": "Robert Berger (born 1938) is an applied mathematician, known for discovering the first aperiodic tiling[1] using a set of 20,426 distinct tile shapes.", "1389591": "Paul Dubreil (French: [dybʁɛj]; 1 March 1904 – 9 March 1994) was a French mathematician.", "27079705": "Ronald Brown FLSW is an English mathematician. Emeritus Professor in the School of Computer Science at Bangor University,[1] he has authored many books and more than 160 journal articles.", "33403930": "Taira Honda (本田 平, Honda Taira, 2 June 1932  Fukui, Japan – 15 May 1975  Osaka, Japan) was a Japanese mathematician working on number theory who proved the Honda–Tate theorem classifying abelian varieties over finite fields.", "1881115": "Daniel Tammet FRSA (born Daniel Paul Corney; 31 January 1979) is an English writer and savant. His memoir, Born on a Blue Day (2006), is about his early life with Asperger syndrome and savant syndrome, and was named a \"Best Book for Young Adults\" in 2008 by the American Library Association's Young Adult Library Services magazine.[1] His second book, Embracing the Wide Sky, was one of France's best-selling books of 2009.[2] His third book, Thinking in Numbers, was published in 2012 by Hodder & Stoughton in the United Kingdom and in 2013 by Little, Brown and Company in the United States and Canada. His books have been published in over 20 languages.[3]", "73905179": "Adam M. Phillippy is an American bioinformatician serving as senior investigator and head of the Genome Informatics Section at the National Human Genome Research Institute at the National Institutes of Health.[1][2] He is known for his work in that resulted in the first complete sequence of a human genome.[2][3]", "1389598": "Jean Frédéric Auguste Delsarte (19 October 1903, in Fourmies – 28 November 1968, in Nancy) was a French mathematician known for his work in mathematical analysis, in particular, for introducing mean-periodic functions and generalised shift operators. He was one of the founders of the Bourbaki group. He was an invited speaker at the International Congress of Mathematicians in 1932 at Zürich.", "41038878": "Ross Howard Street (born 29 September 1945, Sydney) is an Australian mathematician specialising in category theory.[1][2][3][4]", "7255073": "Luigi Fantappiè (15 September 1901 – 28 July 1956) was an Italian mathematician, known for work in mathematical analysis and for creating the theory of analytic functionals: he was a student and follower of Vito Volterra. Later in life, he proposed scientific theories of sweeping scope.", "1684514": "Sir John Wilson (6 August 1741, Applethwaite, Westmorland – 18 October 1793, Kendal, Westmorland)[1] was an English mathematician and judge.  Wilson's theorem is named after him.", "46117": "Eratosthenes of Cyrene (/ɛrəˈtɒsθəniːz/; Greek: Ἐρατοσθένης [eratostʰénɛːs]; c. 276 BC – c. 195/194 BC) was a Greek polymath: a mathematician, geographer, poet, astronomer, and music theorist. He was a man of learning, becoming the chief librarian at the Library of Alexandria. His work is comparable to what is now known as the study of geography, and he introduced some of the terminology still used today.[1]", "61060134": "Judita Cofman (1936–2001) was a Yugoslav-German mathematician, the first person to earn a doctorate in mathematics at the University of Novi Sad.\nShe was known for her work in finite geometry and for her books aimed at young mathematicians.[1][2][3]", "64959526": "Laura Pisati (1869/1870[1] - 30 March 1908) was an Italian mathematician.[2][3] She was the first Italian to join the Deutsche Mathematiker-Vereinigung (DMV), in 1905, and in 1908 became the first woman invited to deliver a lecture at International Congress of Mathematicians (ICM).[4][5]", "53031976": "Alexei Dzhermenovich Gvishiani (Russian: Алексей Джерменович Гвишиани; 29 October 1948) is a well-known Russian scientist, full member (academician) of the Russian Academy of Sciences (RAS). Chief scientist of the Geophysical Center of RAS. Member of the Scientific Coordinating Council of the Federal Agency of Scientific organizations of Russia (FASO) and  the Expert Council of the Russian Scientific Foundation. Foreign member of the Romanian Academy of Engineering and Technical Sciences and the National Academy of Sciences of Ukraine. Doctor Honoris Causa of the National Technological University of Ukraine, professor of Lomonosov Moscow State University and the Paris Institute of Earth Physics of the Earth. Chair of the Russian Geophysical Committee and CODATA Committee of the Russian Academy of Sciences, vice-president of CODATA in 2002-2006. Vice-chair of the WDC Panel of the International Council for Science (ICSU) (1996–2006). Deputy chairman of the Committee of System Analysis, RAS. Vice-president of the Scientific Council International Institute for Applied Systems Analysis (IIASA) and IIASA Program Committee chair (2010–2014). Member of Academia Europaea (2017).", "41104429": "Kenneth Stephen Brown (born 1945) is a professor of mathematics at Cornell University, working in category theory and cohomology theory. Among other things, he is known for Ken Brown's lemma in the theory of model categories.[1]\nHe is also the author of the book Cohomology of Groups (Graduate Texts in Mathematics 87, Springer, 1982).[2][3]", "48477231": "Robert V. Kohn (born in 1953) is an American mathematician working on partial differential equations, calculus of variations, mathematical materials science, and mathematical finance. He is a professor at the Courant Institute of Mathematical Sciences, New York University.[1]", "21476402": "Carl Eddie Hewitt (/ˈhjuːɪt/; 1944 – 7 December 2022)[2] was an American computer scientist who designed the Planner programming language for automated planning[3] and the actor model of concurrent computation,[4] which have been influential in the development of logic, functional and object-oriented programming. Planner was the first programming language based on procedural plans invoked using pattern-directed invocation from assertions and goals. The actor model influenced the development of the Scheme programming language,[5] the π-calculus,[6] and served as an inspiration for several other programming languages.[7]", "24884274": "Erling Størmer (born 2 November 1937) is a Norwegian mathematician, who has mostly worked with operator algebras.", "373812": "Joseph Alphonse Adhémar (1797–1862) was a French mathematician. He was the first to suggest that ice ages were controlled by astronomical forces in his 1842 book Revolutions of the Sea.[1]", "14431285": "Andrew Michael Bruckner (born December 17, 1932) is an American retired mathematician, known for his contributions to real analysis.[1]", "40678456": "Jean-Marc Deshouillers (born on September 12, 1946[1] in Paris) is a French mathematician, specializing in analytic number theory. He is a professor at the University of Bordeaux.", "54408249": "Julia Pevtsova is a Russian-American mathematician who works as a professor of mathematics at the University of Washington. Her research concerns representation theory and in particular modular representation theory.", "341048": "Ferdinand Georg Frobenius (26 October 1849 – 3 August 1917) was a German mathematician, best known for his contributions to the theory of elliptic functions, differential equations, number theory, and to group theory. He is known for the famous determinantal identities, known as Frobenius–Stickelberger formulae, governing elliptic functions, and for developing the theory of biquadratic forms. He was also the first to introduce the notion of rational approximations of functions (nowadays known as Padé approximants), and gave the first full proof for the Cayley–Hamilton theorem. He also lent his name to certain differential-geometric objects in modern mathematical physics, known as Frobenius manifolds.", "46137": "Rafael E. Núñez is a professor of cognitive science at the University of California, San Diego and a proponent of embodied cognition.  He co-authored Where Mathematics Comes From with George Lakoff.", "7058495": "Karl Frithiof Sundman (28 October 1873, in Kaskinen – 28 September 1949, in Helsinki) was a Finnish mathematician[1] who used analytic methods to prove the existence of a convergent infinite series solution to the three-body problem in two papers published in 1907[2] and 1909.[3] His results gained fame when they were reproduced in Acta Mathematica in 1912.[4] He also published a paper on regularization methods in mechanics in 1912.", "242753": "Philolaus (/ˌfɪləˈleɪəs/; Ancient Greek: Φιλόλαος, Philólaos; c. 470 – c. 385 BCE)[1][2] was a Greek Pythagorean and pre-Socratic philosopher. He was born in a Greek colony in Italy and migrated to Greece. Philolaus has been called one of three most prominent figures in the Pythagorean tradition and the most outstanding figure in the Pythagorean school. Pythagoras developed a school of philosophy that was dominated by both mathematics and mysticism. Most of what is known today about the Pythagorean astronomical system is derived from Philolaus's views. He may have been the first to write about Pythagorean doctrine. According to August Böckh (1819), who cites Nicomachus, Philolaus was the successor of Pythagoras.[3]", "308290": "Walter William Rouse Ball[a] (14 August 1850 – 4 April 1925), known as W. W. Rouse Ball, was a British mathematician, lawyer, and fellow at Trinity College, Cambridge, from 1878 to 1905. He was also a keen amateur magician, and the founding president of the Cambridge Pentacle Club in 1919, one of the world's oldest magic societies.[1][2]", "54015043": "Yuri A. Kuznetsov is a Russian-American mathematician currently the M. D. Anderson Chair Professor of Mathematics at University of Houston and Editor-in-Chief of Journal of Numerical Mathematics.[1][2]", "62174276": "George Gheverghese Joseph, also known as G. G. Joseph is an Indian-born African mathematician who is a specialist in the history of mathematics. His works are mainly focused on the achievements of Kerala school of astronomy and mathematics and the transmission of mathematics from India to Europe.", "26293316": "Alexander Hendrik George Rinnooy Kan (born 5 October 1949) is a Dutch politician, businessman and mathematician who served as Chairman of the Social and Economic Council from 2006 to 2012. A member of the Democrats 66 (D66) party, he was a member of the Senate from 2015 to 2019 and is a distinguished professor of Economics and Business Studies at the University of Amsterdam since 1 September 2012. He has also been president of the supervisory board of EYE Film Institute Netherlands since 2008 and of Museum Boerhaave since 2018.", "27210822": "Michel Broué (born 28 October 1946) is a French mathematician. He holds a chair at Paris Diderot University. Broué has made contributions to algebraic geometry and representation theory.", "49460297": "Antoine André Louis Reynaud, 12 September 1771 – 24 February 1844, was a French mathematician.", "9581646": "Robert Palmer Dilworth (December 2, 1914 – October 29, 1993) was an American mathematician. His primary research area was lattice theory; his biography at the MacTutor History of Mathematics archive states \"it would not be an exaggeration to say that he was one of the main factors in the subject moving from being merely a tool of other disciplines to an important subject in its own right\". He is best known for Dilworth's theorem (Dilworth 1950) relating chains and antichains in partial orders; he was also the first to study antimatroids (Dilworth 1940).", "15643726": "Mark Adler (born 1959) is an American software engineer. He is best known for his work in the field of data compression as the author of the Adler-32 checksum function, and a co-author together with Jean-loup Gailly of the zlib compression library[1] and gzip.[2] He has contributed to Info-ZIP, and has participated in developing the Portable Network Graphics (PNG) image format.[3][4]\nAdler was also the Spirit Cruise Mission Manager for the Mars Exploration Rover mission.[5][6]", "6796368": "Irving Adler (April 27, 1913 – September 22, 2012) was an American author,[1] mathematician,[2] scientist, political activist, and educator. He was the author of 57 books (some under the pen name Robert Irving) about mathematics, science, and education, and the co-author of 30 more, for both children and adults. His books have been published in 31 countries in 19 different languages. Since his teenaged years, Adler was involved in social and political activities[3] focused on civil rights, civil liberties, and peace, including his role as a plaintiff in the McCarthy-era case Adler vs. Board of Education[4] that bears his name.", "49460309": "Jan Vaerman (1653–1731)[1] was a Flemish mathematician.[2][3]", "32093269": "Henrik Palmstrøm (22 July 1900 – 1 February 1998) was a Norwegian actuary and statistician.", "61355097": "Vladimir Iosifovich Kondrashov (Владимир Иосифович Кондрашов; 2 February 1909 – 26 February 1971) was a Soviet mathematician most well known for proving the Rellich–Kondrachov theorem that shows that the embedding of certain Sobolev spaces into Lp spaces is compact. His name has also been transliterated as V.I. Kondrachoff, W. Kondrachov, or V.I. Kondrašov.[1]", "52540506": "Ádám Korányi (born July 13, 1932, in Szeged)[1] is a Hungarian and American mathematician. He is a Distinguished Professor of Mathematics and Computer Science at Lehman College, City University of New York and at the CUNY Graduate Center. His research interests include complex analysis, harmonic analysis, and quasiconformal mappings.[2][3]", "24884314": "Stål Aanderaa (born 1 February 1931) is a Norwegian mathematician.", "73315423": "Mahbanoo Tata (26 April 1942 – 7 August 2023) was an Indian-born Iranian statistician.[1] She was widely regarded as the founder of statistics in Iran.[2][3]", "73905248": "Sergey Koren is an American bioinformatician who is an associate investigator in the genome informatics section at the National Human Genome Research Institute.", "32126054": "Tomasz Łuczak (born 13 March 1963 in Poznań)[1] is a Polish mathematician and professor at Adam Mickiewicz University in Poznań and Emory University. His main field of research is combinatorics, specifically discrete structures, such as random graphs, and their chromatic number.[2]", "5518440": "Antonio di Tuccio Manetti (6 July 1423 – May 26, 1497) was an Italian mathematician and architect from Florence.[1] He is particularly noted for his investigations into the site, shape and size of Dante's Inferno. Although Manetti never himself published his research regarding the topic, the earliest Renaissance Florentine editors of the poem, Cristoforo Landino and Girolamo Benivieni, reported the results of his researches in their respective editions of the Divine Comedy. Manetti is also famous for his short story, The Fat Woodworker, which recounts a cruel practical joke devised by Brunelleschi.[2] Furthermore, his supposed authorship of the biography of Filippo Brunelleschi has been widely discussed and analyzed.[3] Manetti was further a member of the Arte di Por Santa Maria[4] (also known as Arte della Seta), one of the seven Arti Maggiori guilds of Florence.", "1750122": "Damiaen J. van Doorninck (29 August 1902 Vught, Netherlands - 24 September 1987, Mynachlog-ddu, Wales[1]) was a Dutch officer (lieutenant commander in the Royal Netherlands Navy Reserve) and a prisoner of war in Colditz.", "24884332": "Ragnar Winther (born 4 January 1949) is a Norwegian mathematician.", "44840048": "Ivan Paskvić (German: Johann Pasquich, Hungarian: János Pasquich, 3 January 1754 – 15 December 1829) was an Austro-Hungarian astronomer, physicist and mathematician.", "18887796": "Jean-Michel Bismut (born 26 February 1948) is a French mathematician who has been a professor at the Université Paris-Sud since 1981.[1]\nHis mathematical career covers two apparently different branches of\nmathematics: probability theory and differential geometry. Ideas from probability play an important role in his works on geometry.", "44807292": "Ellen Elizabeth Kirkman is professor of mathematics at Wake Forest University. Her research interests include noncommutative algebra, representation theory, and homological algebra.[1]", "51426434": "Winifred Margaret Deans (9 October 1901 – 7 June 1990) was a prolific translator of German scientific texts into English, who also taught mathematics and physics to secondary schoolchildren and worked at the Commonwealth Bureau of Animal Nutrition.[1]", "33240200": "Wang Zhenyi (simplified Chinese: 王贞仪; traditional Chinese: 王貞儀; pinyin: Wáng Zhēnyí; 1768–1797; styled Deqing(德卿), also known as the Jinling and Jiangning Lady Historian(金陵女史)) was a Chinese scientist from the Qing dynasty.[1] She breached the feudal customs of the time, which hindered women's rights, by working to educate herself in subjects such as astronomy, mathematics, geography, and medicine.[2] She was well known for her contributions in astronomy, mathematics, and poetry. She was an acclaimed scholar: \"An extraordinary woman of 18th century China.\"[3]", "5878921": "David Gans (Hebrew: דָּוִד בֶּן שְׁלֹמֹה גנז; ‎1541–1613), also known as Rabbi Dovid Solomon Ganz, was a Jewish chronicler, mathematician, historian, astronomer and astrologer. He is the author of \"Tzemach David\" (1592) and therefore also known by this title, the צמח דוד.[1]", "26293387": "Lenhard Ng (born 1976, United States) is an American mathematician, working primarily on symplectic geometry. Ng is a professor of mathematics at Duke University.[2]", "865429": "Maurice Stevenson Bartlett FRS[1] (18 June 1910 – 8 January 2002) was an English statistician who made particular contributions to the analysis of data with spatial and temporal patterns. He is also known for his work in the theory of statistical inference and in multivariate analysis.[2][3][4][5]", "24884377": "Ragni Piene (born 18 January 1947, Oslo)[1] is a Norwegian mathematician, specializing in algebraic geometry, with particular interest in enumerative results and intersection theory.[2]", "59028633": "Elena Anne Corie Marchisotto (born 1945)[1] is a mathematician, mathematics educator, and historian of mathematics. She is a professor emeritus of mathematics at California State University, Northridge.[2]", "27178142": "Ulf Grenander (23 July 1923 – 12 May 2016) was a Swedish statistician and professor of applied mathematics at Brown University.", "24884384": "Helge Holden (born 28 September 1956) is a Norwegian mathematician working in the field of differential equations and mathematical physics. He was Praeses of the Royal Norwegian Society of Sciences and Letters from 2014 to 2016.", "58471587": "Lara Alcock  is a British mathematics educator. She is a professor in mathematics education at Loughborough University, head of the Mathematics Education Centre at Loughborough, and the author of several books on mathematics.[1][2]\nAlcock won the Selden Prize for her research in mathematics education[3] and the inaugural John Blake University Teaching Medal in 2021.[4] Alcock is a National Teaching Fellow.[5]", "49460387": "Claude Rabuel (1669 – 1729) was a French Jesuit mathematician. He analyzed Descartes's Géométrie.", "6370474": "John Fletcher Moulton, Baron Moulton, GBE, KCB, PC, FRS, FRAS (18 November 1844 – 9 March 1921) was an English mathematician, barrister, judge and Liberal politician. He was a Cambridge Apostle.", "30913709": "Buz M. Walker (August 20, 1863 – August 21, 1949)[1] was a mathematics professor and the President of the Mississippi Agricultural and Mechanical College (now Mississippi State University) from 1925 to 1930.[2] The Walker Engineering building at Mississippi State is named in his honor.[3] He was an instructor at the school from 1883 to 1884, an assistant professor of mathematics from 1888 to 1927, dean of the engineering school from 1922 to 1925, and vice president of the university from 1913 to 1925.[4] He was also involved with the school's athletics, a regular member of the Southern Intercollegiate Athletic Association, and its president around the time of World War I.[5]", "1520814": "Jean-Pierre Bourguignon (born 21 July 1947) is a French mathematician, working in the field of differential geometry.", "3978418": "Victor Shoup is a computer scientist and mathematician. He obtained a PhD in computer science from the University of Wisconsin–Madison in 1989,[1] and he did his undergraduate work at the University of Wisconsin-Eau Claire.[2] He is a professor at the Courant Institute of Mathematical Sciences at New York University, focusing on algorithm and cryptography courses. He is currently a Principal Research Scientist at DFINITY and has held positions at AT&T Bell Labs, the University of Toronto, Saarland University, and the IBM Zurich Research Laboratory.[3]", "15938739": "Edward Bruce Burger (born December 10, 1964)[1][2] is an American mathematician and President Emeritus of Southwestern University in Georgetown, Texas.[3][4] Previously, he was the Francis Christopher Oakley Third Century Professor of Mathematics at Williams College, and the Robert Foster Cherry Professor for Great Teaching at Baylor University. He also had been named to a single-year-appointment as vice provost of strategic educational initiatives at Baylor University in February 2011.[5] He currently serves as the president and CEO of St. David's Foundation.[6]", "24884407": "Ola Bratteli (24 October 1946 – 8 February 2015) was a Norwegian mathematician.", "51033271": "Guy Hirsch (20 September 1915 – 4 August 1993)[1] was a Belgian mathematician and philosopher of mathematics, who worked on algebraic topology and epistemology of mathematics.", "308409": "Christian Kramp (8 July 1760 – 13 May 1826) was a French mathematician, who worked primarily with factorials.", "18887869": "Hans F. Weinberger (September 27, 1928 in Vienna - September 15, 2017 in Durham, North Carolina)[1] was an Austrian-American mathematician, known for his contributions\nto variational methods for eigenvalue problems, partial differential equations, and fluid dynamics.", "47723710": "Nancy Farley \"Nan\" Wood (12 July 1903 – 19 March 2003) was a physicist and businesswoman who was a member of the Manhattan Project. She was the only daughter of Daniel Lee Farley and Minerva Jane Ross, and a lifelong feminist and proponent of the Women's liberation movement as a founding member of the Chicago National Organization for Women.[1][2][3] As a business owner, she designed, developed and manufactured her own line of ionizing radiation detectors. During World War II, Wood taught calculus to U.S. Navy sailors in Chicago. Later, during World War II, she was recruited to the Manhattan Project, where she designed and developed ionizing radiation detectors with John Alexander Simpson in the instrument division at the University of Chicago Metallurgical Laboratory or Met Lab. In 1949, Wood founded the N. Wood Counter Laboratory.[2][3]", "39990462": "Abe Sklar (November 25, 1925 – October 30, 2020) was an American mathematician and a professor of applied mathematics at the Illinois Institute of Technology (Illinois Tech) and the inventor of copulas in probability theory.[1]", "21017791": "Vladimir Evgenyevich Tretyakov (Russian: Влади́мир Евге́ньевич Третьяко́в; 12 December 1936 – 8 January 2021) was a Russian mathematician. He was the rector of the Ural State University from 1993 to 2006 and was its President until his death on 8 January 2021.[1][2]", "1029314": "Andrzej Mostowski (1 November 1913 – 22 August 1975) was a Polish mathematician. He is perhaps best remembered for the Mostowski collapse lemma.", "1914053": "Al-Urdi (full name: Moayad Al-Din Al-Urdi Al-Amiri Al-Dimashqi) [1] (Arabic: مؤيد الدين العرضي العامري الدمشقي) (d. 1266) was a medieval Syrian Arab astronomer and geometer.[2]", "4469960": "N Is a Number: A Portrait of Paul Erdős is a 1993 biographical documentary about the life of mathematician Paul Erdős, directed by George Paul Csicsery.", "24753353": "Anders Björner (born 17 December 1947)[1] is a Swedish professor of mathematics, in the Department of Mathematics at the Royal Institute of Technology, Stockholm, Sweden. He received his Ph.D. from Stockholm University in 1979, under Bernt Lindström. His research interests are in combinatorics, as well as the related areas of algebra, geometry, topology, and computer science.[2]", "15676619": "George Daniel Mostow (July 4, 1923 – April 4, 2017) was an American mathematician, renowned for his contributions to Lie theory. He was the Henry Ford II (emeritus) Professor of Mathematics at Yale University, a member of the National Academy of Sciences, the 49th president of the American Mathematical Society (1987–1988), and a trustee of the Institute for Advanced Study from 1982 to 1992.[1]", "1029330": "Adolf Lindenbaum (12 June 1904[1] – August 1941) was a Polish-Jewish logician and mathematician best known for Lindenbaum's lemma and Lindenbaum–Tarski algebras.", "55620821": "Homersham Cox (1857–1918) was an English mathematician.[1][2]", "46301": "Menelaus of Alexandria (/ˌmɛnɪˈleɪəs/; Greek: Μενέλαος ὁ Ἀλεξανδρεύς, Menelaos ho Alexandreus; c. 70 – 140 CE) was a Greek[1] mathematician and astronomer, the first to recognize geodesics on a curved surface as natural analogs of straight lines.", "39171295": "F. D. C. Willard (1968–1982) was the pen name of a Siamese cat named Chester, who internationally published under this name on physics in scientific journals. He is most famous for his work on low temperature physics as a co-author in 1975. At one later occasion, he published as the sole author.", "24884448": "John Grue (born 1957) is a Norwegian applied mathematician noted for his contributions to marine hydrodynamics and internal waves.", "16594147": "Monroe David Donsker (October 17, 1924 – June 8, 1991) was an American mathematician and a professor of mathematics at New York University (NYU). His research interest was probability theory.[2]", "48706788": "Erica Gail Klarreich is an American mathematician, journalist and science popularizer.", "570602": "Max Wilhelm Dehn (November 13, 1878 – June 27, 1952) was a German mathematician most famous for his work in geometry, topology and geometric group theory. Dehn's early life and career took place in Germany.  However, he was forced to retire in 1935 and eventually fled Germany in 1939 and emigrated to the United States.[1]", "58995960": "Meier \"Maks\" Eidelheit\n(6 July 1910 – March 1943)\nwas a Polish mathematician belonging to the Lwów School of Mathematics who worked in Lwów and was murdered in the Holocaust.", "34157817": "Tommaso Boggio (22 December 1877 – 25 May 1963) was an Italian mathematician. Boggio worked in mathematical physics, differential geometry, analysis, and financial mathematics. He was an invited speaker in International Congress of Mathematicians 1908 in Rome.[1] He wrote, with Burali-Forti, Meccanica Razionale, published in 1921 by S. Lattes & Compagnia.[2]", "44807434": "Barbara L. Osofsky (born 1937)[1] is a retired professor of mathematics at Rutgers University.[2] Her research concerns abstract algebra.  Osofsky's contributions to mathematics include her characterization of semisimple rings in terms of properties of cyclic modules.[3][4]  Osofsky also established a logical equivalence between the continuum hypothesis and statements about the global dimension of associative rings.[5][6]", "38548751": "Malay Ghosh (Bengali: মলয় ঘোষ) is an Indian statistician and currently a Distinguished Professor at the University of Florida.[1] He obtained a B.S. in 1962 from the University of Calcutta, and subsequently a M.A. in 1964 from the University of Calcutta. Then he moved to the United States to pursue higher academic studies and obtained his Ph.D. degree in 1969 from the University of North Carolina at Chapel Hill, under the supervision of Pranab K. Sen.[citation needed]", "38581524": "Rudolf Halin (February 3, 1934 – November 14, 2014) was a German graph theorist, known for defining the ends of infinite graphs,[1] for Halin's grid theorem,[2][3] for extending Menger's theorem to infinite graphs,[4] and for his early research on treewidth and tree decomposition.[5] He is also the namesake of Halin graphs, a class of planar graphs constructed from trees by adding a cycle through the leaves of the given tree; earlier researchers had studied the subclass of cubic Halin graphs but Halin was the first to study this class of graphs in full generality.[6]", "64337173": "Frédéric Ladislas Joseph Marty (23 June 1911 in Albi, Tarn – 14 June 1940, Gulf of Finland)[1][2] was a French mathematician.", "39597334": "Edmond Bonan (born 27 January 1937 in Haifa, Mandatory Palestine) is a French mathematician, known particularly for his work on special holonomy.[1]", "33371416": "Frank Smithies FRSE (10 March 1912 – 16 November 2002) was a British mathematician who worked on integral equations, functional analysis, and the history of mathematics. \nHe was elected as a fellow of the Royal Society of Edinburgh in 1961.\nHe was an alumnus and an academic of Cambridge University.", "35206425": "Jean-Michel Emmanuel Salanskis (born 5 April 1951 in Paris) is a French philosopher and mathematician, professor of science and philosophy at the University of Paris X Nanterre.", "3421465": "Ion Barbu (Romanian pronunciation: [iˈon ˈbarbu], pen name of Dan Barbilian; 18 March 1895 –11 August 1961) was a Romanian mathematician and poet. His name is associated with the Mathematics Subject Classification number 51C05, which is a major posthumous recognition reserved only to pioneers of investigations in an area of mathematical inquiry.[1]", "18625820": "José-Miguel Bernardo Herranz (born 12 March 1950)[1] is a Spanish mathematician and statistician. He is a noted Bayesian and known for introducing the concept of reference priors.[2][3]", "11482398": "Christian Wurstisen (Latin: Christianus Urstisius) (23 December 1544 – 29 March 1588) was a mathematician, theologian, historian from Basel. His name is also given as Wursteisen, Wurzticius, Ursticius, Urstisius, or Urstis.", "7615776": "James Raymond Munkres (born August 18, 1930) is a Professor Emeritus of mathematics at MIT[1] and the author of several texts in the area of topology, including Topology (an undergraduate-level text), Analysis on Manifolds, Elements of Algebraic Topology, and Elementary Differential Topology. He is also the author of Elementary Linear Algebra.", "13600": "Hipparchus (/hɪˈpɑːrkəs/; Greek: Ἵππαρχος, Hipparkhos; c. 190 – c. 120 BC) was a Greek astronomer, geographer, and mathematician. He is considered the founder of trigonometry,[1] but is most famous for his incidental discovery of the precession of the equinoxes.[2] Hipparchus was born in Nicaea, Bithynia, and probably died on the island of Rhodes, Greece. He is known to have been a working astronomer between 162 and 127 BC.[3]", "73905442": "Arang Rhie is a South Korean bioinformatician serving as a staff scientist in the genome informatics section at the National Human Genome Research Institute.", "14497060": "Daniel Cresswell D.D. (1776 – 21 March 1844),was a British clergyman and mathematician.", "63812902": "Roswitha März (born October 15, 1940)[1] is a German mathematician known for her research on differential-algebraic systems of equations. She is a professor emeritus of mathematics at the Humboldt University of Berlin.[2]", "2372907": "Gabriel Drew Carroll (born December 24, 1982)[2] is a Professor of Economics at the University of Toronto.[3] He was born to tech industry worker parents in Oakland.[4] He graduated from Harvard University with B.A. in mathematics and linguistics in 2005 and received his doctorate in economics from MIT in 2012. He was recognized as a child prodigy and received numerous awards in mathematics while a student.", "50836782": "Kazimierz Urbanik (February 5, 1930 – May 29, 2005[2]) was a prominent member of the Polish School of Mathematics. He founded the journal Probability and Mathematical Statistics and served as rector of the University of Wrocław.", "54244654": "Aegidius Strauch (21 February 1632 – 13 December 1682) was a German mathematician and theologian.", "11449648": "Gilbert Baumslag (April 30, 1933[1] – October 20, 2014[2]) was a Distinguished Professor at the City College of New York, with joint appointments in mathematics, computer science, and electrical engineering.  He was director of the Center for Algorithms and Interactive Scientific Software, which grew out of the MAGNUS computational group theory project he also headed.  Baumslag was also the organizer of the New York Group Theory Seminar.", "3421491": "Anton Davidoglu (June 30, 1876–May 27, 1958) was a Romanian mathematician who specialized in differential equations.", "53720388": "Stevan Pilipović (born 1950, in Novi Sad, Yugoslavia) is a Professor of Mathematics, since 1987, at the Department of Mathematics and Informatics of Novi Sad University.[1]", "32126284": "Henri René Pierre Villat (French: [vila]; 24 December 1879 – 19 March 1972) was a French mathematician. He was professor of fluid mechanics at the University of Paris from 1927 until his death. Villat became a member of the French Academy of Sciences in 1932, and its president in 1948.[1]", "23541073": "Bernhard H. Korte (born November 3, 1938, in Bottrop, Germany) is a German mathematician and computer scientist, a professor at the University of Bonn, and an expert in combinatorial optimization.", "767316": "Thomas Godfrey (January 10, 1704 – December 1749) was a glazier and self-taught mathematician and astronomer in the Pennsylvania Colony, who invented the octant in 1730. A similar octant was also independently invented about the same time by John Hadley in London with Hadley receiving the greater share of the credit for development.", "39826776": "B. V. Rajarama Bhat is an Indian mathematician specialising in operator theory. He is a Professor of Mathematics in Indian Statistical Institute, Bangalore.[1]", "3421534": "Octav Mayer (October 5 [O.S. September 22] 1895 – 9 September 1966) was a Romanian mathematician, the first to earn a doctorate in Romania.[1]", "2012511": "Johannes Schöner (16 January 1477, in Karlstadt am Main – 16 January 1547, in the Free Imperial City of Nuremberg) (aka, Johann Schönner, Johann Schoener, Jean Schönner, Joan Schoenerus) was a German polymath. It is best to refer to him using the usual 16th-century Latin term \"mathematicus\", as the areas of study to which he devoted his life were very different from those now considered to be the domain of the mathematician. He was a priest, astronomer, astrologer, geographer, cosmographer, cartographer, mathematician, globe and scientific instrument maker and editor and publisher of scientific tests. In his own time he enjoyed a Europe-wide reputation as an innovative and influential globe maker and cosmographer and as one of the continent's leading and most authoritative astrologers.[1] Today he is remembered as an influential pioneer in the history of globe making, and as a man who played a significant role in the events that led up to the publishing of Copernicus's De revolutionibus orbium coelestium in Nürnberg in 1543.", "4339040": "Michio Kuga (久賀 道郎, Kuga Michio, 1928 – 13 February 1990) was a mathematician who received his Ph.D. from University of Tokyo in 1960.[1] His work helped lead to a proof of the Ramanujan conjecture which partly follows from the proof of the Weil conjectures by Deligne (1974).", "50541921": "Muhammad Yahuza Bellopronunciationⓘ is a Nigerian mathematician who served as the 10th vice chancellor of Bayero University Kano.[1]", "14988649": "Maruti Ram Pedaprolu Murty, FRSC (born 16 October 1953)[1] \nis an Indo-Canadian mathematician at Queen's University, where he holds a Queen's Research Chair[2] in mathematics.", "61715827": "Tanya Khovanova (Татьяна Гелиевна Хованова, also spelled Tatyana Hovanova; born 25 January 1959) is a Soviet-American mathematician who became the second female gold medalist at the International Mathematical Olympiads. She is a lecturer in mathematics at the Massachusetts Institute of Technology.", "3061107": "Jan Józef Graliński (February 8, 1895 – January 9, 1942) was chief of the Polish General Staff's interbellum Cipher Bureau's Russian section, B.S.-3.", "6894963": "Michael Golomb (May 3, 1909 in Munich – April 9, 2008) was an American mathematician and educator who was affiliated with Purdue University for over half a century. He was a student of Erhard Schmidt and Adolf Hammerstein,[1] and received his doctorate from the University of Berlin in 1933. However, as a Jew, he had to leave Germany shortly afterwards to avoid Nazi persecution.[2] After a short period in Zagreb in the former Yugoslavia, Michael Golomb arrived in the U.S. in 1939, when he turned to applied mathematics. He was one of the first mathematicians to apply normed vector spaces in numerical analysis. He taught mathematics [1] at Purdue University from 1942 until his retirement in 1975, at times holding joint appointment with the Schools of Engineering. He continued to teach as Professor Emeritus.", "44807542": "Maria Elena Schonbek is an Argentine-American mathematician at the University of California, Santa Cruz. Her research concerns fluid dynamics and associated partial differential equations such as the Navier–Stokes equations.[1][2]", "72660342": "Bruce Morton (11 April 1926 – 15 September 2012) was an Australian/New Zealand applied mathematician.", "48084343": "Shinzō Watanabe (渡辺 信三 Watanabe Shinzō, 23 December 1935) is a Japanese mathematician, who has made fundamental contributions to probability theory, stochastic processes and stochastic differential equations.[1] He is regarded and revered as one of the fundamental contributors to the modern probability theory and Stochastic calculus. The pioneering book “Stochastic Differential Equations and Diffusion Processes” he wrote with Nobuyuki Ikeda has attracted a lot of researchers into the area and is known as the “Ikeda-Watanabe” for researchers in the field of stochastic analysis. He had been served as the editor of Springer Mathematics.", "47658359": "José Martín y Espinosa de los Monteros was a Spanish pilot and a mathematics professor, founder of the lineage Espinosa in southeastern Mexico (Yucatan Peninsula).[1]", "33371517": "Otto Szász (11 December 1884, Hungary – 19 December 1952, Cincinnati, Ohio) was a Hungarian mathematician who worked on real analysis, in particular on Fourier series. He proved the Müntz–Szász theorem and introduced the Szász–Mirakyan operator. The Hungarian Mathematical and Physical Society awarded him the Julius Kőnig prize in 1939.", "41268608": "Rose Whelan Sedgewick (c. 1904 – 2000) was an American mathematician. She was the first person to earn a PhD in mathematics from Brown University, in 1929.[1] Her subsequent career in mathematics included assistant professorships at the University of Rochester, the University of Connecticut, Hillyer College, and the University of Maryland.[2]", "472456": "Pierre Léon Boutroux (French: [butʁu]; 6 December 1880 – 15 August 1922) was a French mathematician and historian of science. Boutroux is chiefly known for his work in the history and philosophy of mathematics.", "14726536": "Israel Lyons the Younger (1739–1775), mathematician and botanist, was born at Cambridge, the son of Israel Lyons the elder (died 1770). He was regarded as a prodigy, especially in mathematics, and Robert Smith, master of Trinity College, took him under his wing and paid for his attendance.", "63845773": "Walter Wilson Stothers (8 November 1946 – 16 July 2009)[1] was a British mathematician who proved the Stothers-Mason Theorem (Mason-Stothers theorem) in the early 1980s.[2]", "3421581": "Gheorghe Mihoc (July 7, 1906 – December 25, 1981) was a Romanian mathematician and statistician.[1][2]", "12531090": "John Vitéz de Zredna (Hungarian: zrednai Vitéz János, Croatian: Ivan Vitez od Sredne, Slovak: Ján Vitéz zo Sredny; c. 1408 – 8 August 1472) was a Hungarian and Croat humanist, diplomat, Latinist, mathematician, astrologist and astronomer. He served as Archbishop of Esztergom from 1465 until his death.", "61683094": "George Marinescu (born 22 June 1965, Brașov) is a Romanian mathematician, specializing in complex geometry, global analysis, and spectral theory.", "58209687": "Ulla Irmeli Pursiheimo (born May 4, 1944)[1] is a Finnish mathematician who became the first female mathematics professor in Finland.[2][3] Her areas of interest in mathematics include mathematical optimization, control theory, search games, and later in her career mathematics education.[2][3]", "9024921": "Leonard James Rogers FRS[1] (30 March 1862 – 12 September 1933) was a British mathematician who was the first to discover the Rogers–Ramanujan identity and Hölder's inequality, and who introduced Rogers polynomials.[2] The Rogers–Szegő polynomials are named after him.", "22853020": "Mahendra G. Nadkarni is a professor emeritus[1] at University of Mumbai. Nadkarni obtained his Ph.D. in mathematics from Brown University, the US in 1964 for his work on Ergodic theory. His research interests include Ergodic Theory, Harmonic Analysis, and Probability Theory.", "11089309": "Al-Ḥajjāj ibn Yūsuf ibn Maṭar (786–833 CE) was a mathematician and translator.", "1914268": "Olga Aleksandrovna Ladyzhenskaya (Russian: Ольга Александровна Ладыженская; 7 March 1922 – 12 January 2004) was a  Russian  mathematician who worked on partial differential equations, fluid dynamics, and the finite difference method for the Navier–Stokes equations. She received the Lomonosov Gold Medal in 2002. She is the author of more than two hundred scientific works, among which are six monographs.", "56341920": "Harold Stanley Ruse, MA, DSc, FRSE (12 February 1905 – 20 October 1974) was an English mathematician,[1][2] noteworthy for the development of the concept of locally harmonic spaces.  He was Professor of Pure Mathematics at the University of Leeds.[3][4][5]", "210340": "Carl Gustav Jacob Jacobi (/dʒəˈkoʊbi/;[2] German: [jaˈkoːbi]; 10 December 1804 – 18 February 1851) was a German mathematician who made fundamental contributions to elliptic functions, dynamics, differential equations, determinants, and number theory. His name is occasionally written as Carolus Gustavus Iacobus Iacobi in his Latin books, and his first name is sometimes given as Karl.", "41334185": "John Cameron Urschel (born June 24, 1991) is a Canadian-American mathematician and former professional American football guard and center.[1][2] He played college football at Penn State and was drafted by the Baltimore Ravens in the fifth round of the 2014 NFL Draft. Urschel played his entire NFL career with Baltimore before announcing his retirement on July 27, 2017, at 26 years old.", "48084397": "Antonio Cagnoli (29 September 1743, in Zakynthos – 6 August 1816, in Verona) was an Italian astronomer, mathematician and diplomat in the service of the Republic of Venice. His father Ottavio was chancellor to the Venetian governor of the Ionian Islands.", "54965687": "Karl Heinrich Gräffe (7 November 1799 – 2 December 1873) was a German mathematician, who was professor at the University of Zurich.", "11384247": "Homer Edward Newell Jr. (March 11, 1915 – July 18, 1983) was a mathematics professor and author who became a powerful United States government science administrator—eventually rising to the number three position at the National Aeronautics and Space Administration (NASA). In the early 1960s, he either controlled or influenced virtually all non-military uncrewed space missions for the free world.", "39957951": "Doris J. Schattschneider (née Wood) is an American mathematician, a retired professor of mathematics at Moravian College. She is known for writing about tessellations and about the art of M. C. Escher,[1][2] for helping Martin Gardner validate and popularize the pentagon tiling discoveries of amateur mathematician Marjorie Rice,[3] and for co-directing with Eugene Klotz the project that developed The Geometer's Sketchpad.[1][2][4]", "39302594": "Dr John Dougall FRSE (June 1867 – 24 February 1960) was \"one of Scotland's leading mathematicians\".[1] Two formulas are named Dougall's formula after him: one for the sum of a 7F6 hypergeometric series, and another for the sum of a bilateral hypergeometric series.", "3421637": "Dimitrie D. Pompeiu (Romanian: [diˈmitri.e pomˈpeju]; 4 October [O.S. 22 September] 1873 – 8 October 1954) was a Romanian mathematician, professor at the University of Bucharest, titular member of the Romanian Academy, and President of the Chamber of Deputies.", "34420173": "Aaron C. Pixton (born January 13, 1986) is an American mathematician at the University of Michigan. He works in enumerative geometry, and is also known for his chess playing, where he is a FIDE Master.", "28784080": "Ivan Rival (March 15, 1947 – January 22, 2002 in Ottawa, Ontario, Canada) was a Canadian mathematician and computer scientist, a professor of mathematics at the University of Calgary and of computer science at the University of Ottawa.[1][2][3]", "54244826": "Jean Trenchant (... – 15th-century) was a French mathematician[1]", "210399": "Henry Briggs (1 February 1561 – 26 January 1630) was an English mathematician notable for changing the original logarithms invented by John Napier into common (base 10) logarithms, which are sometimes known as Briggsian logarithms in his honour. The specific algorithm for long division in modern use was introduced by Briggs c. 1600 AD.[1]", "56440288": "Dorte Marianne Olesen (born 1948) is a Danish mathematician. In 1988 at Roskilde University, she became the first Danish woman to be appointed a full professor of mathematics. She has also played a leading role in the development of education and research networks, both in Denmark and at the European level.[1][2]", "2438627": "Vatasseri Damodara Nambudiri was an astronomer-mathematician of the Kerala school of astronomy and mathematics who flourished during the fifteenth century CE. He was a son of Paramesvara (1360–1425) who developed the drigganita system of astronomical computations. The family home of Paramesvara was  Vatasseri (sometimes called Vatasreni) in the village of Alathiyur, Tirur in Kerala.[1]", "3913187": "Aleksey Vasilyevich Letnikov (Russian: Алексéй Васи́льевич Лéтников, 1837–1888) was a Russian mathematician.", "2373094": "Joseph Valentin Boussinesq (pronounced [ʒɔzɛf valɑ̃tɛ̃ businɛsk]; 13 March 1842 – 19 February 1929) was a French mathematician and physicist who made significant contributions to the theory of hydrodynamics, vibration, light, and heat.", "177640": "Carsten Niebuhr, or Karsten Niebuhr (17 March 1733 Lüdingworth – 26 April 1815 Meldorf, Dithmarschen), was a German mathematician, cartographer, and explorer in the service of Denmark. He is renowned for his participation in the Danish Arabia expedition (1761-1767). He was the father of the Danish-German statesman and historian Barthold Georg Niebuhr, who published an account of his father's life in 1817.", "210413": "Evangelista Torricelli (/ˌtɒriˈtʃɛli/ TORR-ee-CHEL-ee;[1][2] Italian: [evandʒeˈlista torriˈtʃɛlli] ⓘ; 15 October 1608 – 25 October 1647) was an Italian physicist and mathematician, and a student of Galileo. He is best known for his invention of the barometer, but is also known for his advances in optics and work on the method of indivisibles. The torr is named after him.", "49362413": "Norman E. Fenton (born 1956) is a British mathematician and computer scientist. He is the Professor of Risk Information Management in the School of Electronic Engineering and Computer Science at Queen Mary University of London. He is known for his work in software metrics and is the author of the textbook Software Metrics: A Rigorous Approach, as of 2014 in its third edition.", "61322736": "Edith Helen Stern (born 1952) is an American inventor and mathematician and former Vice President for Research and Development at IBM. She holds over 100 US patents and was awarded the ASME Kate Gleason Award.[1] Stern was a child prodigy, who read the Encyclopædia Britannica at the age of 5 and was the youngest ever graduate of Florida Atlantic University at the age of 15.", "72431089": "Eugenia O'Reilly-Regueiro is a Mexican mathematician specializing in algebraic combinatorics and particular in the symmetries of combinatorial designs, circulant graphs, and abstract polytopes. She is a researcher in the Institute of Mathematics of the National Autonomous University of Mexico (UNAM).[1]", "67679736": "Erich Hans Rothe (July 21, 1895, Berlin – February 19, 1988, Ann Arbor, Michigan) was a German-born American mathematician, who did research in mathematical analysis, differential equations, integral equations, and mathematical physics.[1][2] He is known for the Rothe method (also known as the method of lines or the method of semidiscretization) used for solving evolution equations.[3][4]", "210429": "Brook Taylor FRS (18 August 1685 – 29 December 1731) was an English mathematician and barrister best known for several results in mathematical analysis. Taylor's most famous developments are Taylor's theorem and the Taylor series, essential in the infinitesimal approach of functions in specific points.", "13822": "Heisuke Hironaka (広中 平祐, Hironaka Heisuke, born April 9, 1931) is a Japanese mathematician who was awarded the Fields Medal in 1970 for his contributions to algebraic geometry.[1]", "7681535": "Nicholas Ian Shepherd-Barron, FRS (born 17 March 1955), is a British mathematician working in algebraic geometry.  He is a professor of mathematics at King's College London.", "6731266": "Nathaniel Read Silver (born January 13, 1978) is an American statistician, writer, and poker player who analyzes baseball (see sabermetrics), basketball, and elections (see psephology). He is the founder of FiveThirtyEight, and held the position of editor-in-chief there, along with being a special correspondent for ABC News, until May 2023.[2]", "37271047": "William Ludlam (1717–1788) was an English clergyman and mathematician.", "56538635": "Sarah Livia Zerbes (IPA: [tsɛrbɛs],[1] born 2 August 1978) is a German algebraic number theorist at ETH Zurich. Her research interests include L-functions, modular forms, p-adic Hodge theory, and Iwasawa theory,[2]\nand her work has led to new insights towards the Birch and Swinnerton-Dyer conjecture, which predicts the number of rational points on an elliptic curve by the behavior of an associated L-function.[3]", "44807694": "Alice Silverberg (born 1958)[1] is professor of Mathematics and Computer Science at the University of California, Irvine.[2] She was faculty at the Ohio State University from 1984 through 2004.[2]  She has given over 300 lectures at universities around the world, and she has brought attention to issues of sexism and discrimination through her blog Alice's Adventures in Numberland.", "70170127": "Matilde Noemí Lalín is an Argentine-Canadian mathematician specializing in number theory and known for her work on L-functions, Mahler measure, and their connections. She is a professor of mathematics at the Université de Montréal.[1][2]", "54244878": "Bernhard Friedrich Thibaut (22 December 1775 – 4 November 1832) was a German mathematician.", "2733582": "Shikao Ikehara (池原 止戈夫, Ikehara Shikao, April 11, 1904 – October 10, 1984) was a Japanese mathematician. He was a student of Norbert Wiener at MIT (PhD 1930).", "69744144": "Peter Waweru Kamaku (born 27 May 1982) is a Kenyan football referee, academic administrator and researcher.[1][2] He has been a referee in Kenyan Premier League since 2013 and a FIFA listed referee since 2017.[3][4] He is also a professor of pure mathematics at Jomo Kenyatta University of Agriculture and Technology in Kenya.[5][6]", "20624916": "Jan Hendrik van Schuppen (born 6 October 1947) is a Dutch mathematician and Professor at the Department of Mathematics of the Vrije Universiteit,  known for his contributions in the field of systems theory, particularly on control theory and system identification, on probability, and on a number of related practical applications.", "48084498": "Giovanni Paradisi (1760, Reggio nell'Emilia – 26 August 1826) was an Italian mathematician, politician and poet. His father was the poet and economist Count Agostino Paradisi.", "3618326": "Giuseppe Biancani, SJ (Latin: Josephus Blancanus) (1566–1624) was an Italian Jesuit astronomer, mathematician, and selenographer, after whom the crater Blancanus on the Moon is named.[2]", "701974": "Raleigh Stanton Hales, Jr. (born March 16, 1942) is an American mathematician and educator, specializing in combinatorics. He was named president of The College of Wooster in 1995, and retired from the College in July 2007. Prior to his appointment as president, he served as vice president for academic affairs at Wooster from 1990 to 1995.  He was also a professor in the department of mathematics and computer science.  Since 2007, he has been a senior consultant affiliated with Academic Search, Inc. (DC).", "1062425": "Mark Kac (/kɑːts/ KAHTS; Polish: Marek Kac; August 3, 1914 – October 26, 1984) was a Polish American mathematician. His main interest was probability theory. His question, \"Can one hear the shape of a drum?\" set off research into spectral theory, the idea of understanding the extent to which the spectrum allows one to read back the geometry. (In the end, the answer was \"no\", in general.)", "308764": "Arthur Norman Prior (4 December 1914 – 6 October 1969), usually cited as A. N. Prior, was a New Zealand–born logician and philosopher. Prior (1957) founded tense logic, now also known as temporal logic, and made important contributions to intensional logic, particularly in Prior (1971).", "3782172": "Bernard Lamy (15 June 1640 – 29 January 1715) was a French Oratorian, mathematician and theologian.", "18167327": "Eben Matlis (August 28, 1923 - March 27, 2015) was a mathematician known for his contributions to the theory of rings and modules, especially for his work with injective modules over commutative Noetherian rings, and his introduction of Matlis duality.[1]", "65615392": "Anatoly Alekseyevich Dorodnitsyn (Russian: Анатолий Алексеевич Дородницын) 19 November (per Julian Calendar), 2 December (per Gregorian Calendar), 1910 – 7 June 1994, Moscow) was a Russian mathematician who worked as an engineer in the former Soviet space program.", "58930725": "Gábor Székelyhidi (born 30 June 1981 in Debrecen) is a Hungarian mathematician, specializing in differential geometry.", "30455333": "Josip Pečarić (born 2 September 1948) is a Croatian mathematician.  He is a professor of mathematics in the Faculty of Textile Technology at the University of Zagreb,[1] Croatia, and is a full member of the Croatian Academy of Sciences and Arts.[2]  He has written and co-authored over 1,200 mathematical publications. He has also published a number of works on history and politics that have been described as comprising historical negationism or Holocaust denial.", "1193511": "Pierre Varignon (1654 – 23 December 1722) was a French mathematician. He was educated at the Jesuit College and the University of Caen, where he received his M.A. in 1682. He took Holy Orders the following year.", "636454": "Sir David Robert Bates FRS[1] (18 November 1916 – 5 January 1994) was a Northern Irish mathematician and physicist.[2]", "43333162": "Dukagjin Pupovci (born 5 June 1964)[1] is a Kosovo-Albanian professor, education expert[2][3][4] and a critic of the education system in Kosovo. He has contributed to the development of important policy documents and has co-authored numerous studies and articles in the field of education and research in Kosovo.[2]", "53392941": "Shirley Ann Mathis McBay (May 4, 1935 – November 27, 2021) was an American mathematician who was the founder and president of the Quality Education for Minorities (QEM) Network, a nonprofit dedicated to improving minority education.[1] She was the dean for student affairs at the Massachusetts Institute of Technology (MIT) from 1980 to 1990.[2] She was the first African American to receive a Ph.D. from the University of Georgia (1966, mathematics).[3] McBay was recognized by Mathematically Gifted & Black as a Black History Month 2017 Honoree.[4]", "1586736": "Zoltán \"Zoli\" Tibor Balogh (December 7, 1953 – June 19, 2002) was a Hungarian-born mathematician, specializing in set-theoretic topology. His father, Tibor Balogh, was also a mathematician.  His best-known work concerned solutions to problems involving normality of products, most notably the first ZFC construction[1] of a small (cardinality continuum) Dowker space.  He also solved\nNagami's problem (normal + screenable does not imply paracompact),[2] and the second and third Morita conjectures about normality in products.[3]", "56636978": "Mary Elizabeth Flahive (born 1948)[1] is a professor of mathematics at Oregon State University. Her research interests are in number theory;[2]\nshe is the author of two books on difference equations[3] and Diophantine approximation,[4] and is also interested in the geometry of numbers and algebraic coding theory.[2]", "69121596": "Emilio Gagliardo  (5 November 1930, Genoa – 15 August 2008, Genoa) was an Italian mathematician working in the field of Analysis.", "4404799": "Kazuoki Azuma (吾妻 一興, Azuma Kazuoki) (born 1939) is a Japanese mathematician. Azuma's inequality in probability theory is named after him.[1]", "55916097": "Robert E. Johnson is an American mathematician, engineer and physicist, currently the John Lloyd Newcomb Professor Engineering Physics and Materials Science at University of Virginia, with interests on biomolecular, atmospheric and condensed-gas solids.[1]", "60962370": "Ebrahim (Abe) H. Mamdani (1 June 1942[2] – 22 January 2010) was a mathematician, computer scientist, electrical engineer and artificial intelligence researcher. He worked at the Imperial College London.[1]", "36714052": "Anatolii Platonovich Prudnikov (Анатолий Платонович Прудников; 14 January 1927 in Ulyanovsk, Russia – 10 January 1999) was a Russian mathematician.", "55686727": "Cristina Perlas Parel (died April 10, 2011) was a Filipina statistician, the first Filipino to earn a doctorate in statistics, the former dean of the Statistical Center at the University of the Philippines, and at the time of her death the only professor emeritus of statistics at the University of the Philippines.[1]\nShe was president of the Philippine Statistical Association in 1966 and 1969, the first female president of the association.[2]", "22918728": "Albert Taylor Bledsoe (November 9, 1809 – December 8, 1877) was an American Episcopal priest, attorney, professor of mathematics, and officer in the Confederate army and was best known as a staunch defender of slavery and, after the South lost the American Civil War, an architect of the Lost Cause.[1][2] He was the author of Liberty and Slavery (1856), \"the most extensive philosophical treatment of slavery ever produced by a Southern academic\", which defended slavery laws as ensuring proper societal order.[3]", "55588432": "Enrico D'Ovidio (1842-1933) was an Italian mathematician who is known by his works on geometry.", "44774993": "Susan Jean Friedlander (née Poate; born January 26, 1946) is an American mathematician. Her research concerns mathematical fluid dynamics, the Euler equations and the Navier-Stokes equations.", "4601432": "Selig Brodetsky (Hebrew: אשר זליג ברודצק, romanized: Asher Zelig Brodetsky; 10 February 1888 – 18 May 1954)[1] was a Russian-born English mathematician, a member of the World Zionist Executive, the president of the Board of Deputies of British Jews, and the second president of the Hebrew University of Jerusalem.", "28587610": "Sylvia Serfaty (born 1975)[1] is a French mathematician working in the United States. She won the 2004 EMS Prize for her contributions to the Ginzburg–Landau theory, the Henri Poincaré Prize in 2012, and the Mergier–Bourdeix Prize [fr] of the French Academy of Sciences in 2013.[2]", "2635356": "Niccolò Cabeo, SJ (also known as Nicolaus Cabeus; February 26, 1586 – June 30, 1650) was an Italian Jesuit philosopher, theologian, engineer and mathematician.", "734814": "Sir Thomas Urquhart (1611–1660) was a Scottish aristocrat, writer, and translator. He is best known for his translation of the works of French Renaissance writer François Rabelais to English.", "18921059": "James Arthur Harris (1880–1930) was a botanist and biometrician, known for the Harris–Benedict equation.", "62862948": "John Laurence Pritchard (25 February 1885 – 23 April 1968) was a British mathematician and writer specialising in works on aviation. He also wrote detective novels and works about criminology using the pseudonym John Laurence.", "27014760": "Philip Uri Treisman is an American mathematician and mathematics educator.  He is the Director of the Charles A. Dana Center,[1] and is a Professor of Mathematics at The University of Texas at Austin.[2]  He is credited with pioneering the Emerging Scholars Program (ESP), aimed at helping students from underprivileged backgrounds excel in calculus and other courses in science.  The program was first implemented at the University of California, Berkeley and has now disseminated throughout college campuses across the United States.[3]  His efforts to improve American education have been recognized by Newsweek, the Harvard Foundation and the MacArthur Foundation, among other publications and societies.[4][5][6]", "3749481": "Nikita Nikolayevich Moiseyev (Russian: Никита Николаевич Моисеев) (23 August 1917 – 29 February 2000) was a Soviet and Russian mathematician, full member of the Soviet and Russian Academies of Sciences and of the International Academy of Science, Munich.", "20952682": "Hans Georg Herwart von Hohenburg (also Hans Georg Hörwarth; 1553–1622) was a Bavarian statesman and scholar, and a patron and correspondent of Johannes Kepler.", "1029740": "Leon Chwistek (Kraków, Austria-Hungary, 13 June 1884 – Barvikha near Moscow, Russia, 20 August 1944) was a Polish avant-garde painter, theoretician of modern art, literary critic, logician, philosopher and mathematician.", "14562926": "Herman Otto Hartley (born Hermann Otto Hirschfeld in Berlin, Germany; 1912–1980) was a German American statistician.[1] He made significant contributions in many areas of statistics, mathematical programming, and optimization. He also founded Texas A&M University's Department of Statistics.", "3356273": "George Eyre Andrews (born December 4, 1938)[1] is an American mathematician working in special functions, number theory, analysis and combinatorics.", "3061362": "Piotr Smoleński (died 9 January 1942) was a cryptologist in the Russian section (B.S.-3) of the interbellum Polish General Staff's Cipher Bureau.", "41334386": "Rudolf Gorenflo (31 July 1930 – 20 October 2017)[1] was a German mathematician.", "19347060": "John W. Dawson Jr. (born February 4, 1944)[1] is an American academic who is an emeritus professor of mathematics at Penn State York.", "1029748": "Aleksandr Yakovlevich Khinchin (Russian: Алекса́ндр Я́ковлевич Хи́нчин, French: Alexandre Khintchine; July 19, 1894 – November 18, 1959) was a Soviet mathematician and one of the most significant contributors to  the Soviet school of probability theory.", "58373750": "Marian P. Roque is a Filipina mathematician. She was the president of the Mathematical Society of the Philippines,[1] a professor in the Institute of Mathematics of the University of the Philippines Diliman,[2] and former Director of the Institute of Mathematics.[3] Her mathematical specialty is the theory of partial differential equations.[4]", "49985143": "William John Dundas, FRSE, LLD, WS (1849–1921) was a Scottish lawyer and mathematician. In later life he was a director of the Royal Bank of Scotland.[1] He was the younger brother of James Dundas VC.", "55522932": "Ștefan Emilian (August 8, 1819 – November 1899) was an Imperial Austrian-born Romanian mathematician and architect.", "35960441": "John Caswell (sometimes recorded as John Carswell) (1654 or 1655 – 28 April 1712) was an English mathematician who served as Savilian Professor of Astronomy at the University of Oxford from 1709 until his death.", "58373756": "Mari-Jo P. Ruiz (1943–2022) was a Filipina mathematician and professor of mathematics at Ateneo de Manila University.[1]\nRuiz specialized in graph theory and operations research.[2][3]", "4535938": "Levi Leonard Conant (March 3, 1857, Littleton, Massachusetts – October 11, 1916, Worcester, Massachusetts) was an American mathematician specializing in trigonometry.", "374404": "Emanuel Sperner (9 December 1905 – 31 January 1980) was a German mathematician, best known for two theorems. He was born in Waltdorf (near Neiße, Upper Silesia, now Nysa, Poland), and died in Sulzburg-Laufen, West Germany. He was a student at Carolinum in Nysa and then Hamburg University where his advisor was Wilhelm Blaschke. He was appointed Professor in Königsberg in 1934, and subsequently held posts in a number of universities until 1974.", "50902660": "Anatoly Mikhailovich Styopin (Russian: Анатолий Михайлович Стёпин (may be transliterated as Stepin), 20 July 1940 – 7 November 2020) was a Soviet-Russian mathematician, specializing in dynamical systems and ergodic theory.", "26130054": "Mladen Bestvina (born 1959[1]) is a Croatian-American mathematician working in the area of geometric group theory. He is a Distinguished Professor in the Department of Mathematics at the University of Utah.", "60831370": "Darryl Holm (born 4 October 1947) is an American applied mathematician, and Professor of Applied Mathematics and Mathematical Physics in the Department of Mathematics at Imperial College London.[1] He studied Physics at the University of Minnesota (1963-1967), and Physics and Mathematics at the University of Michigan (1967-1971). He joined the Theoretical Design Division of Los Alamos National Laboratory (LANL) in 1972 where he worked on the physics of strong shock waves and high-temperature hydrodynamic phenomena. At LANL Darryl also wrote his PhD dissertation entitled \"Symmetry breaking in fluid dynamics: Lie group reducible motions for real fluids\", receiving his PhD in 1976, supervised by Roy Axford.[2] A result discovered in this work was later used to substantiate the accuracy of the Los Alamos on-site yield verification method (CORRTEX) for the US-USSR Threshold Test Ban Treaty (TTBT).[3] In 1980, Darryl moved to the Theoretical Division, where he helped found the Center for Nonlinear Studies and served as one of its acting directors.[4]", "54245002": "Johann Lantz or Lanz (1564 – 20 September 1638) was a German mathematician and Jesuit.[1][2]", "58472078": "Adhemar François Bultheel (born 1948) is a Belgian mathematician and computer scientist, the former president of the Belgian Mathematical Society.[1] He is a prolific book reviewer for the Bulletin of the Belgian Mathematical Society and for the European Mathematical Society. His research concerns approximation theory.", "243343": "George Green (14 July 1793 – 31 May 1841) was a British mathematical physicist who wrote An Essay on the Application of Mathematical Analysis to the Theories of Electricity and Magnetism in 1828.[2][3] The essay introduced several important concepts, among them a theorem similar to the modern Green's theorem, the idea of potential functions as currently used in physics, and the concept of what are now called Green's functions. Green was the first person to create a mathematical theory of electricity and magnetism and his theory formed the foundation for the work of other scientists such as James Clerk Maxwell, William Thomson, and others. His work on potential theory ran parallel to that of Carl Friedrich Gauss.", "68040337": "Aline Huke Frink (March 2, 1904 – March 14, 2000) was an American mathematician, and a professor on the faculty of the Pennsylvania State University from 1930 to 1969.", "4994707": "Frederic Brenton Fitch (September 9, 1908, Greenwich, Connecticut – September 18, 1987, New Haven, Connecticut) was an American logician, a Sterling Professor at Yale University.[1]", "15414933": "Hubert Collings Kennedy (born 1931) is an American author and mathematician.", "62011030": "William M. Kantor (born September 19, 1944) is an American mathematician who works in finite group theory and finite geometries, particularly in computational aspects of these subjects.", "45168279": "Israel Kleiner is a Canadian mathematician and historian of mathematics.", "18036376": "J. Arthur Seebach Jr (May 17, 1938 – December 3, 1996) was an American mathematician.", "18462361": "José Luis Massera (Genoa, Italy, June 8, 1915 – Montevideo, September 9, 2002)[1][2] was a Uruguayan dissident and mathematician who researched the stability of differential equations.", "67417753": "Harriet Madeline Griffin (April 6, 1903 – January 13, 1991) was an American mathematician, and the author of a textbook on number theory. She taught for many years at Brooklyn College.", "62469785": "Shahar Mozes (שחר מוזס) is an Israeli mathematician.[1]", "49460892": "Onofrio Puglisi, also known as Onofrio Pugliesi Sbernia (died on 11 January 1679), was an Italian mathematician from Palermo.[1]", "33109671": "Raghavan Narasimhan (August 31, 1937 – October 3, 2015) was an Indian mathematician at the University of Chicago who worked  on real and complex manifolds and who solved the Levi problem for complex manifolds.[1]", "243369": "Archytas (/ˈɑːrkɪtəs/; Greek: Ἀρχύτας; 435/410–360/350 BC[2]) was an Ancient Greek mathematician, music theorist,[3] statesman, and strategist from the ancient city of Taras (Tarentum) in Southern Italy. He was a scientist and philosopher affiliated with the Pythagorean school and famous for being the reputed founder of mathematical mechanics and a friend of Plato.[4]", "56473258": "Karen Saxe is an American mathematician who specializes in functional analysis,[1] and in the mathematical study of issues related to social justice.[2] She is DeWitt Wallace Professor of Mathematics, Emerita at Macalester College,[2][3]. She is Associate Executive Director of the American Mathematical Society and Director of its Office of Government Relations, based in Washington DC.[4]", "505528": "Ralph William Gosper Jr. (born April 26, 1943), known as Bill Gosper, is an American mathematician and programmer.[1]   Along with Richard Greenblatt, he may be considered to have founded the hacker community, and he holds a place of pride in the Lisp community.[2] The Gosper curve and the Gosper's algorithm are named after him.", "54245052": "Giuseppe Suzzi (1701[1] - 5 January 1764) was an Italian mathematician and abbot.[2][3][4]", "62437054": "María Teresa Lozano Imízcoz (born July 31, 1946) is a Spanish emeritus professor and mathematician. She studies topology principally in three dimensions. She has been given a Real Sociedad Matemática Española (RSME) medal for her career and as a trailblazer for women to be involved in mathematical research.[1][2]", "60667583": "Bertil Matérn (18 May 1917 – 6 November 2007) was a Swedish statistician. The Matérn covariance function is named after him.", "46784": "Daniel Bernoulli FRS (/bɜːrˈnuːli/ bur-NOO-lee, Swiss Standard German: [ˈdaːni̯eːl bɛrˈnʊli];[1] 8 February [O.S. 29 January] 1700 – 27 March 1782[2]) was a Swiss mathematician and physicist[2] and was one of the many prominent mathematicians in the Bernoulli family from Basel. He is particularly remembered for his applications of mathematics to mechanics, especially fluid mechanics, and for his pioneering work in probability and statistics.[3] His name is commemorated in the Bernoulli's principle, a particular example of the conservation of energy, which describes the mathematics of the mechanism underlying the operation of two important technologies of the 20th century: the carburetor and the aeroplane wing.[4][5]", "49067714": "Rūsiņš Mārtiņš Freivalds (10 November 1942 – 4 January 2016) was a Latvian computer scientist and mathematician. He was a member of the Latvian Academy of Sciences from 1992. He discovered Freivalds' algorithm for checking the correctness of matrix products. He also taught at the University of Latvia, with students including Daina Taimiņa and Andris Ambainis. He was born in Cesvaine and studied at Moscow State University (MSU).", "669379": "Sir D'Arcy Wentworth Thompson CB FRS FRSE (2 May 1860 – 21 June 1948) was a Scottish biologist, mathematician and classics scholar. He was a pioneer of mathematical and theoretical biology, travelled on expeditions to the Bering Strait and held the position of Professor of Natural History at University College, Dundee for 32 years, then at St Andrews for 31 years. He was elected a Fellow of the Royal Society, was knighted, and received the Darwin Medal and the Daniel Giraud Elliot Medal.", "58701508": "Anne Marie Leggett (born May 28, 1947) is an American mathematical logician. She is an associate professor emerita of mathematics at Loyola University Chicago.[1]", "10434245": "Mikhail Khovanov (Russian: Михаил Гелиевич Хованов; born 1972) is a Russian-American professor of mathematics at Columbia University who works on representation theory, knot theory, and algebraic topology. He is known for introducing Khovanov homology for links,[1][2] which was one of the first examples of categorification.", "30389964": "Humphrey Baker (fl. 1562–1587), was an English writer on arithmetic and astrology.", "9385678": "Kanianthra Mani Chandy (born 25 October 1944) is the Simon Ramo Professor of Computer Science at the California Institute of Technology (Caltech).[4] He has been the Executive Officer of the Computer Science Department twice, and he has been a professor at Caltech since 1989. He also served as Chair of the Division of Engineering and Applied Science at the California Institute of Technology.[5]", "44906201": "Agata Smoktunowicz FRSE (born 12 October 1973) is a Polish mathematician who works as a professor at the University of Edinburgh. Her research is in abstract algebra.[1][2]", "25442011": "Lodovico Buglio (1606–1682), Chinese name Li Leisi (Chinese: 利類思),[1] was an Italian Jesuit mathematician and theologian. He was the first Catholic missionary to reach Sichuan, the then-westernmost province in China.", "3323612": "Gabrio Piola (15 July 1794 – 9 November 1850) was an Italian mathematician and physicist,[1] member of the  Lombardo Institute of Science, Letters and Arts. He studied in particular the mechanics of the continuous, linking his name to the tensors called Piola–Kirchhoff.", "63059684": "Katrin Tent is a German mathematician specializing in group theory, the symmetries of groups, algebraic model theory, and finite geometry.\nShe is a professor of mathematics and mathematical logic at the University of Münster.[1]", "964328": "Wolfgang Krull (26 August 1899 – 12 April 1971) was a German mathematician who made fundamental contributions to commutative algebra, introducing concepts that are now central to the subject.", "636651": "Henri Eugène Padé (French: [pade]; 17 December 1863 – 9 July 1953) was a French mathematician, who is now remembered mainly for his development of Padé approximation techniques for functions using rational functions.", "39696108": "Francis Scheid (September 24, 1920 – February 24, 2011) was an American mathematician and influential researcher in golf handicapping.", "55654125": "Joseph Gustave Jacques Deruyts (18 March 1862, Liège – 5 July 1945, Liège)[1] was a Belgian mathematician, known as a pioneer of group representation theory. He is the elder brother of the mathematician fr:François Deruyts", "10008302": "Brigitte Vallée (née Salesse) (born 6 June 1950, in Courbevoie, Hauts-de-Seine, France) is a French mathematician and computer scientist. She entered the École Normale Supérieure de Jeunes Filles in 1970, and received her PhD in 1986 at the University of Caen (Lattice reduction algorithms in small dimensions).[1][2][3] Her doctoral advisor was Jacques Stern.[3]", "7190255": "Karl-Rudolf Koch (born 30 July 1935) is a German geodesist and professor at the University of Bonn (FRG). In the global geodetic community, he is well known for his research work in geodetic statistics,[1] particularly robust parameter estimation and in gravity field models.", "56964844": "Henry Farquharson (c.1675 – 19 December 1739) was a teacher who pioneered the study of mathematics in Russia.[1] He was recruited by Peter the Great, who sought to introduce Western ideas and technology into Russia. He moved to Moscow where he established a school and later established a naval academy in Saint Petersburg. Farquharson had a profound effect on the intellectual life of Russia, not only by introducing mathematical ideas but by helping to create the first generation of explorers, surveyors, cartographers and astronomers.[2]", "22820589": "Louis Chen Hsiao Yun (Chinese: 陈晓云; pinyin: Chen Xiaoyun; born 26 December 1940) is emeritus professor at the National University of Singapore.", "23443186": "Samuel Foster (c. 1600 – July 1652) was an English mathematician and astronomer. He made several observations of eclipses, both of the sun and moon, at Gresham College and in other places; and he was known particularly for inventing and improving planetary instruments.[1]", "24426227": "Paco Axel Lagerstrom (February 24, 1914 – February 16, 1989) was an applied mathematician and aeronautical engineer. He was trained formally in mathematics, but worked for much of his career in aeronautical applications. He was known for work in applying the method of asymptotic expansion to fluid mechanics problems.[3] Several of his works have become classics, including \"Matched Asymptotic Expansions: Ideas And Techniques\".[4]", "22296309": "James Burton Serrin  (1 November 1926, Chicago, Illinois – 23 August 2012, Minneapolis, Minnesota) was an American mathematician, and a professor at University of Minnesota.[1]", "58472183": "Richard W. Cottle (29 June 1934) is an American mathematician. He was a professor of Management Science and Engineering at Stanford University, starting as an Acting Assistant Professor of Industrial Engineering in 1966 and retiring in 2005. He is notable for his work on mathematical programming/optimization, “Nonlinear programs”, the proposal of the linear complementarity problem, and the general field of operations research.", "44021499": "Hermann Boerner, also written \"Börner\"[1] (11 July 1906 – 3 June 1982) was a German mathematician who worked on variation calculus, complex analysis, and group representation theory.", "2275071": "William Hugh Woodin (born April 23, 1955) is an American mathematician and set theorist at Harvard University. He has made many notable contributions to the theory of inner models and determinacy. A type of large cardinals, the Woodin cardinals, bear his name. In 2023, he was elected to the National Academy of Sciences.[1]", "60995330": "Charlotte Helen Watts, CMG, FMedSci (born 1962) is a British mathematician, epidemiologist, and academic. Since 2006, she has been Professor of Social and Mathematical Epidemiology at the London School of Hygiene and Tropical Medicine. She was also the Chief Scientific Advisor to the UK's Department for International Development from 2015 to 2020. Her research interests include HIV and gender-based violence.", "5125892": "Alexis Caswell (January 29, 1799 – January 8, 1877) was an American educator, born in Taunton, Massachusetts. He graduated Brown University in 1822, and entered the Baptist ministry.", "25081608": "Victor Bangert (born 28 November 1950) is Professor of Mathematics at the Mathematisches Institut in Freiburg, Germany. His main interests are differential geometry and dynamical systems theory. He specialises in the theory of closed geodesics, wherein one of his significant results, combined with another one due to John Franks, implies that every Riemannian 2-sphere possesses infinitely many closed geodesics. He also made important contributions to Aubry–Mather theory.", "27866889": "Zahid Ismayil oghlu Khalilov (Azerbaijani: Zahid İsmayıl oğlu Xəlilov, 14 January 1911, Sarachly – 4 February 1974, Baku) was an Azerbaijani mathematician (Professor since 1946) and engineer. Being the founder of Azerbaijani functional analysis school, he was elected President of the Azerbaijan Mathematical Society.[1] Khalilov solved the boundary value problem for polyharmonic equations, proposed abstract generalizations of singular integral operators[2] and made some other contributions.", "40285963": "John Roe (6 October 1959 – 9 March 2018[1]) was a British mathematician.", "46479115": "Ludwig Staiger is a German mathematician and computer scientist at the Martin Luther University of Halle-Wittenberg.", "12367630": "Charles Samuel Peskin (born April 15, 1946) is an American mathematician known for his work in the mathematical modeling of blood flow in the heart.  Such calculations are useful in the design of artificial heart valves.  From this work has emerged an original computational method for fluid-structure interaction that is now called the “immersed boundary method\", which allows the coupling between deformable immersed structures and fluid flows to be handled in a computationally tractable way. With his students and colleagues, Peskin also has worked on mathematical models of such systems as the inner ear, arterial pulse, blood clotting, congenital heart disease, light adaptation in the retina, control of ovulation number, control of plasmid replication, molecular dynamics, and molecular motors.[1]", "47691535": "Jessie Marie Jacobs Muller Offermann (1890–1954) was an American mathematician who also made contributions to the field of genetics.", "1685262": "Olga Taussky-Todd (August 30, 1906 – October 7, 1995) was an Austrian and later Czech-American mathematician.[1][2] She published more than 300 research papers on algebraic number theory, integral matrices, and matrices in algebra and analysis.", "42317582": "Georges Skandalis (Greek: Γεώργιος Σκανδάλης; born 5 November 1955, in Athens) is a Greek and French mathematician, known for his work on noncommutative geometry and operator algebras.", "23475990": "Henri Rene Darmon (born 22 October 1965) is a French-Canadian mathematician. He is a number theorist who works on Hilbert's 12th problem[1] and its relation with the Birch–Swinnerton-Dyer conjecture. He is currently a James McGill Professor of Mathematics at McGill University.", "65746714": "Alina Ioana Bucur is a Romanian-born mathematician and an associate professor of mathematics at the University of California, San Diego. Bucur's research is in analytic number theory with an emphasis on arithmetic statistics.", "1586970": "Reuben Louis Goodstein (15 December 1912 – 8 March 1985) was an English mathematician with a strong interest in the philosophy and teaching of mathematics.[3]", "62371614": "William Chapple (1718–1781) was an English surveyor and mathematician. His mathematical discoveries were mostly in plane geometry and include:", "472866": "Ctesibius or Ktesibios or Tesibius (Greek: Κτησίβιος; fl. 285–222 BC) was a Greek inventor and mathematician in Alexandria, Ptolemaic Egypt.[1] He wrote the first treatises on the science of compressed air and its uses in pumps (and even in a kind of cannon). This, in combination with his work On pneumatics on the elasticity of air, earned him the title of \"father of pneumatics.\" None of his written work has survived, including his Memorabilia, a compilation of his research that was cited by Athenaeus. Ctesibius' most commonly known invention today is a pipe organ (hydraulis), a predecessor of the modern church organ.", "40351523": "Vivienne Lucille Malone-Mayes (February 10, 1932 – June 9, 1995) was an American mathematician and professor. Malone-Mayes studied properties of functions, as well as methods of teaching mathematics.[1] She was the fifth African-American woman to gain a PhD in mathematics in the United States, and the first African-American member of the faculty of Baylor University.", "28718882": "Maria Angela Ardinghelli (1730–1825) was an Italian translator, mathematician, physicist and noble,[1] mostly known as the Italian translator of the works of Stephen Hales, a Newtonian physiologist. She translated two of his works; Haemastaticks and Vegetable Staticks. Aside from Ardinghelli's historical invisibility, she managed to remain relevant without being shunned into social isolation or derision by sharing her works with specific audiences.", "61880100": "Numan Yunusovich Satimov (Russian: Нуман Юнусович Сатимов) (15 December 1939 – 22 September 2006) was a Soviet and Uzbek mathematician, Doktor Nauk in Physical and Mathematical Sciences, academician of the Academy of Sciences of Uzbekistan (2000), and corresponding member of the Academy of Sciences of UzSSR from 1979 to 2006, and a laureate of the Biruni State Prize (1985). He was a specialist in the theory of differential equations, control theory and their applications.[1][2][3]", "14628647": "Günter Matthias Ziegler (born 19 May 1963) is a German mathematician who has been serving as president of the Free University of Berlin since 2018.[1] Ziegler is known for his research in discrete mathematics and geometry, and particularly on the combinatorics of polytopes.", "54277928": "John Purser (1835–1903) was an Irish mathematician, who was professor at Queen's College, Belfast.", "32814895": "William Charles Brenke (April 12, 1874, Berlin – 1964)[1] was an American mathematician who introduced Brenke polynomials and wrote several undergraduate textbooks.", "55621425": "Karl Otto Heinrich Liebmann  (* 22. October 1874 in Strasbourg; † 12. June 1939 in Munich-Solln) was a German mathematician and geometer.[1]", "47920944": "Ellis Bagley Stouffer (7 November 1884, Melbourne, Iowa  – 24 November 1965, Lawrence, Kansas) was an American mathematician specializing in projective differential geometry.", "341810": "Joseph Liouville FRS FRSE FAS (/ˌliːuːˈvɪl/; French: [ʒɔzɛf ljuvil]; 24 March 1809 – 8 September 1882)[1][2] was a French mathematician and engineer.", "56080184": "Adolphe Buhl (19 June 1878, in Paris – 24 March 1949, in Viry-Châtillon, Seine-et-Oise) was a French mathematician and astronomer.[1][2]", "36615992": "Mariano Giaquinta (born Caltagirone, 1947), is an Italian mathematician mainly known for his contributions to the fields of calculus of variations and regularity theory of partial differential equation. He is currently professor of Mathematics at the Scuola Normale Superiore di Pisa[1][2] and he is the director of De Giorgi center at Pisa.[3]", "2537274": "Étienne Bobillier (17 April 1798 – 22 March 1840) was a French mathematician.", "57390909": "Odile Macchi (born Odile Danjou: 1943) is a French physicist and mathematician.   She has been a member of the French Academy of Sciences since 2004.[1][2]", "51394367": "Virginia Tech", "60602175": "Mavis Kathleen Hinds (1929–2009) was an English meteorologist who, together with Fred Bushby,[1] pioneered the use of computers to carry out meteorological calculations in the UK. She studied Mathematics at University College London (UCL) and on graduating joined the UK Meteorological (Met) Office in 1951, attending their Initial Forecasting Course that year. She went on to work with Bushby in using the Lyons Electronic Office (LEO), an early computer developed by J. Lyons & Co of Cadby Hall, London, becoming an expert in writing, running and correcting computer programs for weather forecasting. She was seen at that time as one of the first prominent female meteorologists and also the first to play a leading role in the development of Numerical Weather Prediction, not only in the UK but also worldwide.[2]", "18986817": "William J. Floyd is an American mathematician specializing in topology. He is currently a professor at Virginia Polytechnic Institute and State University. \nFloyd received a PhD in mathematics from Princeton University 1978 under the direction of William Thurston.[1]", "1423170": "Halil Mete Soner is a Turkish American mathematician born in Ankara.\nSoner's current research interests are nonlinear partial differential equations; asymptotic analysis of Ginzburg-Landau type systems, viscosity solutions, and mathematical finance.", "70727497": "Wanxiong Shi (Chinese: 施皖雄; pinyin: Shī Wǎnxióng; Pe̍h-ōe-jī: Si Oán-hiông; 6 October 1963 - 30 September 2021) was a Chinese mathematician. He was known for his fundamental work in the theory of Ricci flow.", "59127626": "Laurence Broze (born 1960)[1] is a Belgian applied mathematician specializing in statistics and econometrics and particularly in the theory of rational expectations. She is a professor of applied mathematics at the University of Lille in France.[2][3] From 2012 to 2018 she was president of l'association femmes et mathématiques, a French association for women in mathematics.[2][4]", "1062753": "Louis Jean-Baptiste Alphonse Bachelier (French: [baʃəlje]; 11 March 1870 – 28 April 1946)[1] was a French mathematician at the turn of the 20th century. He is credited with being the first person to model the stochastic process now called Brownian motion, as part of  his doctoral thesis The Theory of Speculation (Théorie de la spéculation, defended in 1900).", "45594467": "Bernd Siebert (born 5 March 1964 in Berlin-Wilmersdorf) is a German mathematician who researches in algebraic geometry.", "48314214": "Erez M. Lapid (born May 1971 in Tel Aviv) is an Israeli mathematician, specializing in automorphic forms, L-functions, representation theory, and the Selberg–Arthur trace formula.[1][2]", "21280618": "Imre Z. Ruzsa (born 23 July 1953) is a Hungarian mathematician specializing in number theory.", "31143787": "Shrikrishna Gopalrao Dani is a professor of mathematics at the Centre for Excellence in Basic Sciences, Mumbai who works in the broad area of ergodic theory.[1]", "69384059": "Derek William Robinson FAA (25 June 1935 – 31 August 2021)[1] was a British-Australian theoretical mathematician and physicist. He was a researcher at the Australian National University.", "35272572": "Karin Anna Reich is a German historian of mathematics.", "58472319": "Pavel Alekseevich Nekrasov (1853–1924) was a Russian mathematician and a Rector of the Imperial University of Moscow.", "14071680": "Eric Schechter (born August 1, 1950) is an American mathematician, retired from Vanderbilt University with the title of professor emeritus.  His interests started primarily in analysis but moved into mathematical logic. Schechter is best known for his 1996 book Handbook of Analysis and its Foundations, which provides a novel approach to mathematical analysis and related topics at the graduate level.", "178048": "Hari Seldon is a fictional character in Isaac Asimov's Foundation series. In his capacity as mathematics professor at Streeling University on the planet Trantor, Seldon develops psychohistory, an algorithmic science that allows him to predict the future in probabilistic terms. On the basis of his psychohistory he is able to predict the eventual fall of the Galactic Empire and to develop a means to shorten the millennia of chaos to follow. The significance of his discoveries lies behind his nickname \"Raven\" Seldon.", "39434117": "Léon Motchane (19 June 1900 – 17 January 1990) was a French industrialist and mathematician and the founder of the Institut des Hautes Études Scientifiques in Bures-sur-Yvette.", "44840839": "Judy Leavitt Walker is an American mathematician. She is the Aaron Douglas Professor of Mathematics at the University of Nebraska–Lincoln, where she chaired the mathematics department from 2012 through 2016 and currently serves as the Associate Vice Chancellor for Faculty Affairs. Her research is in the area of algebraic coding theory.[1]", "1652616": "Toru Kumon (公文 公, Kumon Tōru, March 26, 1914 – July 25, 1995) was a Japanese mathematics educator, born in Kōchi Prefecture, Japan.[1] He graduated from the College of Science at Osaka University with a degree in mathematics and taught high school mathematics in his home town of Osaka.[1] In 1954, his son, Takeshi,  performed poorly in a Year 2 mathematics test. Prompted by his wife, Teiko, Toru closely examined Takeshi's textbooks and believed they lacked the proper opportunity for a child to practice and master a topic. As a result, he began to handwrite worksheets each day for his son. By the time Takeshi was in Year 6, he was able to solve differential and integral calculus usually seen in the final years of high school. This was the beginning of the Kumon Method of Learning.", "30357387": "William Beckner (born September 15, 1941) is an American mathematician, known for his work in harmonic analysis, especially geometric inequalities. He is the Paul V. Montgomery Centennial Memorial Professor in Mathematics at The University of Texas at Austin.", "62142347": "Maury Daniel Bramson (born 1951 in New York City) is an American mathematician, specializing in probability theory and mathematical statistics.", "20133778": "Boris A. Kordemsky (Russian: Борис Анастасьевич Кордемский; 23 May 1907 – 29 March 1999) was a Russian mathematician and educator.  He is best known for his popular science books and mathematical puzzles.  He is the author of over 70 books and popular mathematics articles.", "53786518": "Florian Neukart is an Austrian business executive, computer scientist, physicist, and scientific author known for his work in quantum computing and artificial intelligence.[1][2][3][4] He has primarily been working on utilizing quantum computers, artificial intelligence, and related technologies for solving industry problems.[5][6] In his work on artificial intelligence, he describes methods for interpreting signals in the human brain in combination with paradigms from artificial intelligence to create artificial conscious entities.[7][8]", "54245271": "Giovanni Francesco Veronese was an 18th-century Italian mathematician from Maderno.[1]", "6731672": "Thomas Meredith FTCD (1777–1819) was an Anglo-Irish clergyman, Doctor of Divinity, Fellow of Trinity College, Dublin, and a distinguished mathematician who gave his findings before the Royal Irish Academy in Dublin. He is best remembered for his association with the poet Charles Wolfe and as the subject of a ghost story related in True Irish Ghost Stories and Memorials to the Dead.", "14432157": "Wladimir P. Seidel (December 21, 1907 – January 12, 1981) was a Russian-born German-American mathematician, and Doctor of Mathematics. He held a fellowship as a Benjamin Peirce Professor in Harvard University. During World War II, he was with the Montreal Theory group for the National Research Council of Canada.", "145310": "Matthew Cook (born February 7, 1970) is a mathematician and computer scientist who is best known for having proved Stephen Wolfram's conjecture that the Rule 110 cellular automaton is Turing-complete.", "64862110": "Ivan Vadimovich Loseu (publishing under the name Ivan Losev; Belarusian Іван Вадзімавіч Лосеў, Russian Иван Вадимович Лосев, born 18 October 1981 in  Minsk, Belarus) is a Belarusian-American mathematician, specializing in representation theory, symplectic geometry, algebraic geometry, and combinatorial algebra.[1]", "36485025": "Thomas Rodborne DD (also Rodeborne, Rodebourne, Rodbourne, Rudbourne, or Rodburn, died 1442) was an English medieval churchman and university chancellor.", "61847462": "Alwin Oswald Walther (born 6 May 1898 in Reick; died 4 January 1967 in Darmstadt)[1] was a German mathematician, engineer and professor. He is one of the pioneers of mechanical computing technology in Germany.", "145319": "Subrahmanyan Chandrasekhar FRS (/ˌtʃændrəˈʃeɪkər/;[3] 19 October 1910 – 21 August 1995)[4] was an Indian-American theoretical physicist who spent his professional life in the United States. He shared the 1983 Nobel Prize for Physics with William A. Fowler for \"...theoretical studies of the physical processes of importance to the structure and evolution of the stars\". His mathematical treatment of stellar evolution yielded many of the current theoretical models of the later evolutionary stages of massive stars and black holes.[5][6] Many concepts, institutions, and inventions, including the Chandrasekhar limit and the Chandra X-Ray Observatory, are named after him.[7]", "571304": "Benjamin Robins (1707 – 29 July 1751) was a pioneering British scientist, Newtonian mathematician, and military engineer.", "1652651": "Michael George Aschbacher (born April 8, 1944) is an American mathematician best known for his work on finite groups. He was a leading figure in the completion of the classification of finite simple groups in the 1970s and 1980s. It later turned out that the classification was incomplete, because the case of quasithin groups had not been finished. This gap was fixed by Aschbacher and Stephen D. Smith in 2004, in a pair of books comprising about 1300 pages. Aschbacher is currently the Shaler Arthur Hanisch Professor of Mathematics at the California Institute of Technology.", "35272621": "Paul Fritz Helmuth Gericke (1909–2007) was a German mathematician and a historian of mathematics.", "68138929": "Andrei Vladimirovich Roiter (Russian: Андрей Владимирович Ройтер; Ukrainian: Андрій Володимирович Ройтер, November 30, 1937, Dnipro – July 26, 2006, Riga, Latvia) was a Ukrainian mathematician, specializing in algebra.[1]", "42481586": "Professor Alfred Lodge MA (1854 – 1 December 1937), was an English mathematician, author, and the first president of The Mathematical Association.", "33372083": "Heinrich Maschke (24 October 1853 in Breslau, Germany (now Wrocław, Poland) – 1 March 1908 Chicago, Illinois, USA) was a German mathematician who proved Maschke's theorem.", "58931123": "Angelika Bunse-Gerstner (born 1951)[1] is a German mathematician specializing in numerical linear algebra and control theory.", "57915320": "Itzḥak ben Shlomo ibn al-Aḥdab (or ibn al-Ḥadib) ben Tzaddiq ha-Sefardi (Hebrew: יצחק בן שלמה בן צדיק אלאחדב הספרדי, c. 1350 – c. 1426) was a Jewish mathematician, astronomer, and poet.[1]", "69187512": "Anand Pillay (born 7 May 1951) is a British mathematician and logician working in model theory and its applications in algebra and number theory.", "1423294": "Joseph Marie de Tilly (16 August 1837 – 4 August 1906) was a Belgian military man and mathematician.", "48707525": "Dinesh Bahadur Singh  is a career India civil servant, mathematician and a scholar who formerly served as Secretary of Rajya Sabha[1] and Rajya Sabha Secretariat,[1] Parliament of India, i.e. the Upper House in the Indian Parliament (similar to the House of Lords but different as most Rajya Sabha members are elected by people's representatives, unlike most of the members of the House of Lords who have peerages bestowed upon them).[2]", "56604614": "Viatcheslav Mikhailovich Kharlamov (Вячеслав Михайлович Харламов, born 28 January 1950,  Leningrad) is a Russian-French mathematician specializing in algebraic geometry and differential topology.", "44054481": "Seema Nanda is an Indian mathematician.  In her research she applies mathematics to study problems in biology, engineering and finance. Her research interests are primarily in solving real world problems using mathematics and computations.[1]", "50509780": "Alfred Errera (1886 – 1960) was a Belgian mathematician.[1]", "32487382": "Michael S. Jacobson is a mathematician, and Professor of Mathematical & Statistical Sciences in the Department of Mathematical & Statistical Science at the University of Colorado Denver.  He served as Chair from 2003 to 2012 and was on loan serving as a program director in EHR/DUE at the National Science Foundation.", "53393367": "William Francis Pohl (16 September 1937 – 9 December 1988)[1] was an American mathematician, specializing in differential geometry and known for the Clifton–Pohl torus.", "3422168": "Traian Lalescu (Romanian: [traˈjan laˈlesku]; 12 July 1882 – 15 June 1929) was a Romanian mathematician. His main focus was on integral equations and he contributed to work in the areas of functional equations, trigonometric series, mathematical physics, geometry, mechanics, algebra, and the history of mathematics.", "21870555": "John Cayo Evans (1 March 1879 – 8 March 1958) was a Welsh mathematician and academic.", "3422173": "Ludvig Valentin Lorenz (/ˈlɒrənts/; 18 January 1829 – 9 June 1891)[1] was a Danish physicist and mathematician. He developed mathematical formulae to describe phenomena such as the relation between the refraction of light and the density of a pure transparent substance, and the relation between a metal's electrical and thermal conductivity and temperature (Wiedemann–Franz–Lorenz law).", "68630499": "Bohuslav Hostinský (1884–1951) was a Czechoslovak mathematician and theoretical physicist.", "12957669": "Victor Andreevich Toponogov (Russian: Ви́ктор Андре́евич Топоно́гов; March 6, 1930 – November 21, 2004) was an outstanding Russian mathematician, noted for his contributions to differential geometry and so-called Riemannian geometry \"in the large\".", "1554410": "Vadim Arsenyevich Yefremovich (or Efremovich) (Russian: Вади́м Арсе́ньевич Ефре́мович; 16 October 1903 – 1 May 1989) was a Soviet mathematician.", "22788078": "János Komlós (born 23 May 1942, in Budapest) is a Hungarian-American mathematician, working in probability theory and discrete mathematics. He has been a professor of mathematics at Rutgers University[1] since 1988. He graduated from the Eötvös Loránd University, then became a fellow at the Mathematical Institute of the Hungarian Academy of Sciences. Between 1984–1988 he worked at the University of California, San Diego.[2]", "44939247": "Gunther Schmidt (born 1939, Rüdersdorf) is a German mathematician who works also in informatics.", "54966254": "Erich Bessel-Hagen (12 September 1898 in Charlottenburg – 29 March 1946 in Bonn) was a German mathematician and a historian of mathematics.[1]", "39991279": "Nilüfer Çinar Çorlulu (born Nilüfer Çınar in 1962) is a Turkish Woman International Master (WIM) of chess. With nine national champion titles,[1] she is one of the most successful female chess players in Turkey, being only second after Gülümser Öney, who has eleven titles, and equaled in 2013 by Betül Cemre Yıldız.[2][3]", "47331314": "Abdias Treu (sometimes spelled Trew) (29 July 1597 – 12 April 1669) was a German mathematician and academic. He was the professor of mathematics and physical science at the University of Altdorf from 1636-1669. He is best known for his contributions to the field of astronomy.[1] He also contributed writings on the mathematical nature of music theory.[2] He is the grandfather of physician and botanist Christoph Jacob Treu.[3]", "1193984": "Eduard Ott-Heinrich Keller (22 June 1906 in Frankfurt – 5 December 1990 in Halle) was a German mathematician who worked in the fields of geometry, topology and algebraic geometry. He formulated the celebrated problem which is now called the Jacobian conjecture in 1939.", "24721410": "Jeremy John Gray (born 25 April 1947) is an English mathematician primarily interested in the history of mathematics.", "5027843": "Peter Steven Ozsváth (born October 20, 1967) is a professor of mathematics at Princeton University.  He created, along with Zoltán Szabó, Heegaard Floer homology, a homology theory for 3-manifolds.", "47106": "Alphonse de Polignac (1826–1863) was a French mathematician and aristocrat. He his known for Polignac's Conjecture.", "2242565": "Kurt Wilhelm Sebastian Hensel (29 December 1861 – 1 June 1941) was a German mathematician born in Königsberg.", "604168": "Franz Ulrich Theodor Aepinus (13 December 1724 – 10 August 1802) was a German mathematician, scientist, and natural philosopher residing in the Russian Empire. Aepinus is best known for his researches, theoretical and experimental, in electricity and magnetism.", "43989003": "Katalin Marton (9 December 1941 – 13 December 2019) was a Hungarian mathematician, born in Budapest.", "16955407": "William Wallace FRSE MInstCE FRAS LLD (23 September 1768 – 28 April 1843) was a Scottish mathematician and astronomer who invented the eidograph (an improved pantograph).", "44840977": "Ricardo Mañé Ramirez (Montevideo, 14 January 1948 – Montevideo, 9 March 1995) was a Uruguayan mathematician, known for his contributions to dynamical systems and ergodic theory. He was a doctoral student of Jacob Palis at IMPA.[1]", "47123": "Prof Henry John Stephen Smith FRS FRSE FRAS LLD (2 November 1826 – 9 February 1883) was an Irish mathematician and amateur astronomer remembered for his work in elementary divisors, quadratic forms, and Smith–Minkowski–Siegel mass formula in number theory. In matrix theory he is visible today in having his name on the Smith normal form of a matrix.  Smith was also first to discover the Cantor set.[2][3][4]", "2996246": "Alfred Enneper (June 14, 1830, Barmen – March 24, 1885 Hanover) was a German mathematician. Enneper earned his PhD from the Georg-August-Universität Göttingen in 1856, under the supervision of Peter Gustav Lejeune Dirichlet, for his dissertation about functions with complex arguments.[1][2][3] After his habilitation in 1859 in Göttingen, he was from 1870 on Professor (Extraordinarius) at Göttingen.[3]", "3782688": "Herbert Saul Wilf (June 13, 1931 – January 7, 2012) was an American mathematician, specializing in combinatorics and graph theory.  He was the Thomas A. Scott Professor of Mathematics in Combinatorial Analysis and Computing at the University of Pennsylvania.  He wrote numerous books and research papers. Together with Neil Calkin he founded  The Electronic Journal of Combinatorics in 1994 and was its editor-in-chief until 2001.", "65124394": "Rona Gurkewitz is an American mathematician and computer scientist, known for her work on modular origami.[1][2] She is a professor emerita of computer science at Western Connecticut State University,[3] and the former head of the department of computer science there.[2]", "42809386": "François-Joseph Servois (born 19 July 1767 in Mont-de-Laval, Doubs, France; died 17 April 1847 in Mont-de-Laval, Doubs, France) was a French priest, military officer and mathematician. His most notable contribution came in his publication of Essai sur un nouveau mode d’exposition des principes du calcul différentiel (Essay on a system of exposition of the principles of differential calculus) in 1814, where he first introduced the mathematical terms for commutative and distributive.[1]", "3160110": "Robert Martin Solovay (born December 15, 1938) is an American mathematician specializing in set theory.", "55785523": "Richard H. Stockbridge is a Distinguished Professor of Mathematics at the University of Wisconsin-Milwaukee.  His contributions to research primarily involve stochastic control theory, optimal stopping and mathematical finance.  Most notably, alongside Professors Thomas G. Kurtz, Kurt Helmes, and Chao Zhu, he developed the methodology of using linear programming to solve stochastic control problems.", "42350645": "Marion Walter (July 30, 1928 – May 9, 2021)[1] was an internationally-known mathematics educator and professor of mathematics at the University of Oregon in Eugene, Oregon. There is a theorem named after her, called  Marion Walter's Theorem or just Marion's Theorem as it is affectionately known.[2][3]", "68728903": "Adegoke Olubummo was a Nigerian academic and mathematician. He is known for being the first Nigerian professor in Mathematics.[1][2]", "39630926": "Charles Lewis Radin is an American mathematician, known for his work on aperiodic tilings and in particular for defining the pinwheel tiling and, with John Horton Conway, the quaquaversal tiling.[1]", "3520590": "Bertram Kostant (May 24, 1928 – February 2, 2017)[1] was an American mathematician who worked in representation theory, differential geometry, and mathematical physics.", "62568533": "Malwina J. Luczak is a mathematician specializing in probability theory and the theory of random graphs. She is Professor of Applied Probability and Leverhulme International Professor at the Department of Mathematics at the University of Manchester.[1]", "60504149": "James Stephen Lindsay, known professionally as James A. Lindsay,[1] is an American author. He is known for the grievance studies affair, in which he, Peter Boghossian and Helen Pluckrose submitted hoax articles to academic journals in 2017 and 2018 to test scholarship and rigor in several academic fields.[2] Lindsay has written several books including Cynical Theories (2020), which he co-authored with Pluckrose. He is also known for promoting right-wing conspiracy theories, such as that of Cultural Marxism, and LGBT grooming conspiracy theories.[3][4][5]", "28948569": "Olga Kharlampovich (born March 25, 1960 in Sverdlovsk[1][2]) is a  Russian-Canadian mathematician working in the area of group theory. She is the Mary P. Dolciani Professor of Mathematics at the CUNY Graduate Center and Hunter College.", "637024": "Herbert Karl Johannes Seifert (German: [ˈzaɪfɐt]; 27 May 1907, Bernstadt – 1 October 1996, Heidelberg) was a German mathematician known for his work in topology.", "26556512": "Cécile Andrée Paule DeWitt-Morette (21 December 1922 – 8 May 2017) was a French mathematician and physicist. She founded the Les Houches School of Physics in the French Alps. For this and her publications, she was awarded the American Society of the French Legion of Honour 2007 Medal for Distinguished Achievement.[1] Attendees at the summer school included over twenty students who would go on to be Nobel Prize winners,[2] including Pierre-Gilles de Gennes, Georges Charpak, and Claude Cohen-Tannoudji, who identify the school for assisting in their success.[3]", "68008035": "Yuri Mikhailovich Smirnov (Юрий Михайлович Смирнов, September 19, 1921, Kaluga – September 3, 2007, Moscow) was a Soviet and Russian mathematician, specializing in topology.", "50608228": "Orazio Tedone (10 March 1870, Ruvo di Puglia – 18 April 1922, Pisa) was an Italian mathematical physicist.[1] He is perhaps best known for the Larmor–Tedone formulae for solving Maxwell's equations.[2]", "39762021": "Surender Kumar Malik (8 September 1942 – 7 July 2001) was an Indian mathematician who specialised in applied mathematics, especially in nonlinear phenomena.", "33962087": "Killam Research Fellow, 1996–1998.", "2046064": "Abraham Nemeth (October 16, 1918 – October 2, 2013) was an American mathematician. He was professor of mathematics at the University of Detroit Mercy in Detroit, Michigan. Nemeth was blind and is known for developing Nemeth Braille, a system for blind people to read and write mathematics.", "42743923": "Frank Ayres, Jr. (/ɛərz/; 10 December 1901, Rock Hall, Maryland – June 1994) was a mathematics professor, best known as an author for the popular Schaum's Outlines.", "44841077": "Abigail A. Thompson (born 1958 in Norwalk, Connecticut)[1] is an American mathematician. She works as a professor of mathematics at the University of California, Davis, where she specializes in knot theory and low-dimensional topology.[2]", "276599": "Subhash Kak is an Indian-American computer scientist and historical revisionist.[1] He is the Regents Professor of Computer Science Department at Oklahoma State University–Stillwater,[2] an honorary visiting professor of engineering at Jawaharlal Nehru University,[3] and a member of the Indian Prime Minister's Science, Technology and Innovation Advisory Council (PM-STIAC).[4]", "69974138": "Vilma María Mesa Narváez (born 1963)[1] is a Colombian-American mathematics educator whose research topics have included secondary-school curriculum development, college-level calculus instruction, mathematics in community colleges, international perspectives in mathematics education, and inquiry-based learning.[2] She is a professor of education and mathematics at the University of Michigan, where she is affiliated with the Center for the Study of Higher and Post-secondary Education.[3]", "32094339": "Jens Carsten Jantzen (born 18 October 1948, in Störtewerkerkoog, Nordfriesland) is a  mathematician working on representation theory and algebraic groups, who introduced the Jantzen filtration, the Jantzen sum formula, and translation functors.", "64600200": "Ezra Abraham \"Bud\" Brown (born January 22, 1944, in Reading, Pennsylvania) is an American mathematician active in combinatorics, algebraic number theory, elliptic curves, graph theory, expository mathematics and cryptography. He spent most of his career at Virginia Tech where he is now Alumni Distinguished Professor Emeritus of Mathematics.[1]", "28358792": "Pavel Grinfeld (also known as Greenfield) is an American mathematician and associate professor of Applied Mathematics at Drexel University working on problems in moving surfaces in applied mathematics (particularly calculus of variations), geometry, physics, and engineering.", "20134027": "William Shaw  (born 14 May 1958) is a British mathematician, and formerly professor of the mathematics and computation of risk at University College London.[1][2] He is a consultant on financial derivatives, an author of a primary book on using Mathematica to model financial derivatives, formerly co-Editor-in-Chief of the journal Applied Mathematical Finance.", "26949772": "Vyacheslav Ivanovich Lebedev (Russian: Вячеслав Иванович Лебедев) (January 27, 1930 – March 22, 2010) was a Soviet and Russian mathematician, known for his work on numerical analysis.", "16169105": "Steven Lawrence Kleiman (born March 31, 1942) is an American mathematician.", "14694547": "Acheson Johnston Duncan (September 24, 1904 – January 7, 1995) was a 20th-century statistician and an acknowledged authority in the field of quality control.[1]", "58538135": "Igor Dmitrievich Chueshov (23 September 1951 – 23 April 2016) was a Ukrainian mathematician. He was both a correspondent member of the Mathematics section (specializing in probability theory and mathematical physics) of the National Academy of Sciences of Ukraine and a professor in the Department of Mathematical Physics and Computational Mathematics at the National University of Kharkiv.", "1751201": "Charles Edward Eppes, Ph.D., is a fictional character and one of the protagonists of the CBS crime drama Numb3rs. He is portrayed by David Krumholtz.", "2406564": "Aleksei Zinovyevich Petrov (Russian: Алексе́й Зино́вьевич Петро́в; 28 October (15 October, Old Style) 1910, Koshki, Samara Governorate, Russian Empire – 9 May 1972, Kiev, Soviet Union) was a mathematician noted for his work on the classification of Einstein spaces, today called Petrov classification.", "21805224": "Yevgeny Ivanovich Zababakhin (Russian: Евгений Иванович Забабахин; January 16, 1917 in Moscow, Russian Empire – December 27, 1984 in Snezhinsk, Soviet Union) was a Soviet military engineer, theoretical physicist and one of the chief designers of nuclear weapons in the USSR. Amongst many others, he was involved in the first Soviet nuclear bomb (RDS-1) and the design of the first Soviet two-stage hydrogen bomb (RDS-37).", "10238121": "Robert Duncan MacPherson (born May 25, 1944) is an American mathematician at the Institute for Advanced Study and Princeton University. He is best known for the invention of intersection homology with Mark Goresky, whose thesis he directed at Brown University, and who became his life partner. MacPherson  previously taught at Brown University, the University of Paris, and the Massachusetts Institute of Technology. In 1983 he gave a plenary address at the International Congress of Mathematicians in Warsaw.", "62011563": "Bonnie Kathaleen Land (21 November 1918 - 7 October 2012) was a computer and mathematician at NASA's Langley facility.  The 2016 movie Hidden Figures, which brought awareness to this early success within the NASA space program, was written by Land's former Sunday school student, and Land served as one of the first interviewees during research for the novel. Land was called the \"inspiration behind, catalyst for, and gateway to\" the creation of Hidden Figures.", "71547052": "Motoko Kotani (Japanese: 小谷 元子, born 1960)[1] is a Japanese applied mathematician, specializing in discrete geometric analysis and crystallography, and an academic administrator. She is the executive vice president for research for Tohoku University, the former executive director of Riken, the former president of the Mathematical Society of Japan, and the president-elect of the International Science Council.", "68597933": "Zhilan Julie Feng (born 1959)[1] is a Chinese-American applied mathematician whose research topics include mathematical biology, population dynamics, and epidemiology. She is a professor of mathematics at Purdue University,[2] and a program director in the Division of Mathematical Sciences at the National Science Foundation.[3]", "57489587": "Alexander Razgulin (Russian: Алекса́ндр Вита́льевич Разгу́лин) (born 1963) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1]", "54900921": "Mary Lou Zeeman is a British mathematician at Bowdoin College in the US, where she is R. Wells Johnson Professor of Mathematics.[1][2] She specializes in dynamical systems and their application to mathematical biology; she helped found the SIAM Activity Group on the Mathematics of Planet Earth, and co-directs the Mathematics and Climate Research Network.[3]", "55621818": "Jane Ye （叶娟娟）is a Chinese-Canadian mathematician who works as a professor of mathematics at University of Victoria. Her interests include variational analysis and optimization constraint problems. She is the 2015 winner of the Krieger–Nelson Prize, given annually by the Canadian Mathematical Society to an outstanding female researcher in mathematics.[1]", "23705786": "Timothy John Pedley FRS (born 23 March 1942) is a British mathematician and a former G. I. Taylor Professor of Fluid Mechanics at the University of Cambridge.[1] His principal research interest is the application of fluid mechanics to biology and medicine.[3]", "54245564": "Sigismund Schwabe, known with his latin name Sigismundus Suevus (Freistadt, 1526–1596), was a German mathematician and Evangelical theologian.[1] He was also a musician and poet.[2]", "30980291": "Edgar Nelson Gilbert (July 25, 1923 – June 15, 2013) was an American mathematician and coding theorist, a longtime researcher at Bell Laboratories whose accomplishments include the Gilbert–Varshamov bound in coding theory, the Gilbert–Elliott model of bursty errors in signal transmission, and the Erdős–Rényi model for random graphs.", "37009604": "Katsumi Nomizu (野水 克己, Nomizu Katsumi, December 1, 1924 – November 5, 2008) was a Japanese-American mathematician known for his work in differential geometry.", "46217412": "George Benham Seligman (born April 30, 1927)[1] is an American mathematician who works on Lie algebras, especially semi-simple Lie algebras.", "16660676": "Jeong Han Kim (Korean: 김정한; born July 20, 1962) is a South Korean mathematician. \nHe studied physics and mathematical physics at Yonsei University, and earned his Ph.D. in mathematics at Rutgers University. He was a researcher at AT&T Bell Labs and at Microsoft Research, and was Underwood Chair Professor of Mathematics at Yonsei University. He is currently a Professor of the School of Computational Sciences at the Korea Institute for Advanced Study.", "9779398": "Bapudeva Sastri or Narasimha Deva Paranjpe (1821–1900) was an Indian mathematician.", "473287": "Warren Weaver (July 17, 1894 – November 24, 1978)[1] was an American scientist, mathematician, and science administrator.[2] He is widely recognized as one of the pioneers of machine translation and as an important figure in creating support for science in the United States.", "39368907": "Robin Lyth Hudson (4 May 1940 – 12 January 2021) was a British mathematician notable for his contribution to quantum probability.", "10238162": "Robert Mark Goresky is a Canadian mathematician who invented intersection homology with his advisor and life partner Robert MacPherson.", "11581652": "Cypra Cecilia Krieger-Dunaij (9 April 1894 – 17 August 1974) was an Austro-Hungarian (more specifically, Galician)-born mathematician of Jewish ancestry who lived and worked in Canada.\nKrieger was the third person (and first woman) to earn a Ph.D. in mathematics from a university in Canada, in 1930,[1] as well as the third woman to have been awarded a doctorate in any discipline in Canada.[2]\nKrieger is well known for having translated two works of Wacław Sierpiński in general topology.\nThe Krieger–Nelson Prize, awarded annually by the Canadian Mathematical Society since 1995 for outstanding research by a female mathematician, is named in honour of Krieger and Evelyn Nelson.[1]", "59357396": "André Pierre Le Guay de Prémontval was a French mathematician and philosopher. He was born in Charenton-le-Pont on 16 February 1716 and died in Berlin on 2 September 1764.[1]", "56965332": "Ofer Zeitouni (עפר זיתוני, born 23 October 1960, Haifa) is an Israeli mathematician, specializing in probability theory.", "59226323": "Allan Murray Sly is an Australian mathematician and statistician specializing in probability theory. He is a professor of mathematics at Princeton University and was awarded a MacArthur Fellowship in 2018.", "52836569": "Clermont was a 17th-century French mathematician and military engineer. His book about practical geometry, La geometrie pratique de l'ingenieur, ou L'art de mesurer (1693), was a reference work reprinted for 60 years.[1][2]", "33274079": "Mahan Maharaj (born Mahan Mitra (Bengali: মহান মিত্র), 5 April 1968[1]), also known as Mahan Mj and Swami Vidyanathananda, is an Indian mathematician and monk of the Ramakrishna Order. He is currently Professor of Mathematics at the Tata Institute of Fundamental Research in Mumbai. He is a recipient of the 2011 Shanti Swarup Bhatnagar Award in mathematical sciences[2] and the Infosys Prize 2015 for Mathematical Sciences.[3] He is best known for his work in hyperbolic geometry, geometric group theory, low-dimensional topology and complex geometry.", "34191584": "Walter Kurt Hayman FRS (6 January 1926 – 1 January 2020) was a British mathematician known for contributions to complex analysis.[1] He was a professor at Imperial College London.[2]", "27605217": "Hans-Jürgen Borchers (24 January 1926, Hamburg – 10 September 2011, Göttingen) was a mathematical physicist at the Georg-August-Universität Göttingen who worked on operator algebras and quantum field theory. He introduced Borchers algebras and the Borchers commutation relations and Borchers classes in quantum field theory. He was awarded the Max Planck Medal in 1994. Among his students is Jakob Yngvason.", "21805282": "Valery Denisovich Goppa (Russian: Вале́рий Дени́сович Го́ппа; born 1939[1]) is a Soviet and Russian mathematician.", "56572131": "Genevieve Madeline Knight (June 18, 1939 – August 19, 2021) was an American mathematics educator.[2][3]", "55490791": "Alexander Morgan PEIS FRSE OBE LLD (21 August 1860 – 17 March 1946) was a Scottish mathematician and educator. He was President of the Educational Institute of Scotland 1911/12. He was involved in the creation of the Education Act 1918.[1]", "64960751": "Manuel Becerra Bermúdez (20 October 1820 – 19 December 1896) was a Spanish politician, mathematician and revolutionary. A Republican who would later embrace monarchism, he went on to assume the ministerial portfolios of Overseas and Development during the Sexenio Democrático, returning for two additional spells as Overseas minister during the regency of Maria Christina of Austria.", "35862771": "Charles-François-Maximilien Marie (1819–1891) was a French mathematician, historian of mathematics. He was the author of History of the Mathematics and  Theory of the variable imaginary functions (1874), relating to the imaginary unit.[1]", "24557812": "Kathrin Bringmann (born 8 May 1977) is a German number theorist in the University of Cologne, Germany, who has made fundamental contributions to the theory of mock theta functions.", "71121141": "Alan William Reid (born June 14, 1962) is a Scottish-American mathematician working primarily with arithmetic hyperbolic 3-manifolds. \nHe is  the Edgar Odell Lovett Chair of mathematics at  Rice University, 2017—present.[1]", "67025149": "Rosa Margaret Morris (16 July 1914 – 15 October 2011)[1] was a Welsh applied mathematician, working in potential theory and aerodynamics. When she was 23, her research and examination results made national news. In her later career, she taught at the University College of South Wales and Monmouthshire (now Cardiff University), where she co-authored a successful textbook on Mathematical Methods of Physics and became one of the first female Heads of School of Mathematics in the United Kingdom.", "19937535": "Shimshon Avraham Amitsur (born Kaplan; Hebrew: שמשון אברהם עמיצור; August 26, 1921 – September 5, 1994) was an Israeli mathematician. He is best known for his work in ring theory, in particular PI rings,  an area of abstract algebra.", "53360896": "Nataša Jonoska (Macedonian: Наташа Јоноска, pronounced [na'taʃa jɔ'noska]; born 1961,[1] also spelled Natasha Jonoska) is a Macedonian mathematician and professor at the University of South Florida known for her work in DNA computing.[2] Her research is about how biology performs computation, \"in particular using formal models such as cellular or other finite types of automata, formal language theory symbolic dynamics, and topological graph theory to describe molecular computation\".[3]", "71088383": "Attia Abdel Salam Ashour (Arabic: عطية عبد السلام عاشور, 13 September 1924 – 17 April 2017) was an Egyptian emeritus professor of Applied Mathematics at Cairo University. He was a former president of the Arab Union of Mathematical and Physics. A former Director of Advanced Schools on the Physics of the Earth. He was an elected member of World Academy of Sciences, a founding member of  African Academy of Sciences and he was also a Knight in the National Merit Order in France.[1][2][3]", "8337666": "Hans Heinrich Wilhelm Magnus known as Wilhelm Magnus (February 5, 1907 in Berlin, Germany – October 15, 1990 in New Rochelle, New York) was a German-American mathematician. He made important contributions in combinatorial group theory, Lie algebras, mathematical physics, elliptic functions, and the study of tessellations.", "57915651": "Mordechai ben Abraham Finzi (Hebrew: מרדכי בן אברהם פינצי, c. 1407–1476 in Mantua) was a Jewish mathematician, astronomer, grammarian and physician in Mantua.[1]", "3520779": "Melvin Hochster (born August 2, 1943) is an American mathematician working in commutative algebra.  He is currently the Jack E. McLaughlin Distinguished University Professor Emeritus of Mathematics at the University of Michigan.", "669963": "Erik Ivar Fredholm (7 April 1866 – 17 August 1927) was a Swedish mathematician whose work on integral equations and operator theory foreshadowed the theory of Hilbert spaces.", "38091021": "Joel Lee Brenner ((1912-08-02)August 2, 1912 – (1997-11-14)November 14, 1997) was an American mathematician who specialized in matrix theory, linear algebra, and group theory. He is known as the translator of several popular Russian texts. He was a teaching professor at some dozen colleges and universities and was a Senior Mathematician at Stanford Research Institute from 1956 to 1968. He published over one hundred scholarly papers, 35 with coauthors, and wrote book reviews.[1][2][3]", "59095308": "William Loudon Mollison (19 September 1851 – 10 March 1929)[1] was a Scottish mathematician and academic.[2] From 1915 to 1929, he was Master of Clare College, Cambridge.[3]", "62306576": "Eduard Feireisl (born 16 December 1957 in Kladno) is a Czech mathematician.[1][2]", "34748690": "Egbert Valentin Brieskorn (7 July 1936, in Rostock – 11 July 2013, in Bonn) was a German mathematician who introduced Brieskorn spheres and the Brieskorn–Grothendieck resolution.[1]", "35862803": "Benny Sudakov (born October 1969)[1] is an Israeli mathematician, who works mainly on extremal and probabilistic combinatorics.", "18004243": "Herbert William Richmond (born on the 17 July 1863 in Tottenham, England) was a mathematician who studied the Cremona–Richmond configuration. One of his most popular works is an exact construction of the regular heptadecagon in 1893 (which was calculated before by Carl Friedrich Gauss).", "1587482": "Abu al-Saqr Abd al-Aziz ibn Uthman ibn Ali al-Qabisi, generally known as Al-Qabisi, (Latinised as Alchabitius or Alcabitius), and sometimes known as Alchabiz, Abdelazys, Abdilaziz (Arabic: 'Abd al-Azîz,  عبدالعزيز القبيصي), (died 967) was a Muslim astrologer, astronomer, and mathematician.", "30456092": "Sheldon Jay Axler (born November 6, 1949, Philadelphia) is an American mathematician and textbook author. He is a professor of mathematics and the Dean of the College of Science and Engineering at San Francisco State University.", "57522461": "Eric-Jan Wagenmakers (born May 21, 1972) is a Dutch mathematical psychologist. He is a professor at the Methodology Unit in the Department of Psychology at the University of Amsterdam (UvA).[1] Since 2012, he has also been Professor of Neurocognitive Modeling: Interdisciplinary Integration at UvA's Faculty of Social and Behavioral Sciences.[2] A noted expert on research methods in psychology, he has been highly critical of some dubious practices by his fellow psychologists, including Daryl Bem's research purporting to find support for the parapsychological concept of extrasensory perception,[3][4] and the tendency for psychologists in general to favor the publication of studies with surprising, eye-catching results.[5] He has also been actively addressing the replication crisis in psychology by helping to conduct a series of studies aimed at reproducing a 1988 study on the supposed effects of smiling on the perceived funniness of cartoons.[6][7]", "52410653": "Cheng Dawei (程大位, 1533–1606), also known as Da Wei Cheng or Ch'eng Ta-wei, was a Chinese mathematician and writer who was known mainly as the author of Suanfa Tongzong (算法統宗) (General Source of Computational Methods). He has been described as \"the most illustrious Chinese arithmetician.\"[1]", "2570527": "Christie Jayaratnam Eliezer (Tamil: கிரிஸ்டி ஜெயரத்தினம் எலியேசர், romanized: Kirisṭi Jeyarattiṉam Eliyēcar; 12 June 1918 – 10 March 2001) was a Ceylon Tamil mathematician, physicist and academic.", "29997344": "Hans Föllmer (20 May 1941 in Heiligenstadt, Thuringia, Germany) is a German mathematician, currently professor emeritus at the Humboldt University of Berlin,[1][2] visiting professor at the National University of Singapore, and Andrew D. White Professor-at-Large at Cornell University. He was awarded the Cantor medal in 2006.[3] In 2007 he became doctor honoris causa at the Paris Dauphine University.[4]", "14627": "Sir Isaac Newton FRS (25 December 1642 – 20 March 1726/27[a]) was an English polymath active as a mathematician, physicist, astronomer, alchemist, theologian, and author who was described in his time as a natural philosopher.[7] He was a key figure in the Scientific Revolution and the Enlightenment that followed. His pioneering book Philosophiæ Naturalis Principia Mathematica (Mathematical Principles of Natural Philosophy), first published in 1687, consolidated many previous results and established classical mechanics.[8][9] Newton also made seminal contributions to optics, and shares credit with German mathematician Gottfried Wilhelm Leibniz for developing infinitesimal calculus, though he developed calculus years before Leibniz.[10][11] He is considered one of the greatest and most influential scientists in history.[7][12][13][14][15]", "4995366": "Daniel Santbech (fl. 1561) was a Dutch mathematician and astronomer. He adopted the Latinized name of Noviomagus, possibly suggesting that he came from the town of Nijmegen, called Ulpia Noviomagus Batavorum by the Romans.", "34421039": "Vladimir Berkovich is a mathematician at the Weizmann Institute of Science who introduced Berkovich spaces. His Ph.D. advisor was Yuri I. Manin.  Berkovich was a visiting scholar at the Institute for Advanced Study in 1991-92 and again in the summer of 2000.[1]", "34978095": "Benedict Freedman (December 19, 1919 – February 24, 2012) was an American novelist and mathematician, the co-author of Mrs. Mike and a professor of mathematics at Occidental College in Los Angeles.[1]", "54245680": "Ovidio Montalbani (18 November 1601 – 20 September 1671), also known by his pseudonym Giovanni Antonio Bumaldi, was an Italian polymath. He was a professor of logic, mathematics, astronomy, and medicine at the University of Bologna.[3]", "39762231": "Rajagopalan Parthasarathy is an Indian mathematician who specialised in representation theory of Lie groups and algebras.", "3619133": "Paul Matthieu Hermann Laurent (2 September 1841 in Luxembourg City[1] – 19 February 1908 in Paris, France) was a French mathematician. Despite his large body of works, Laurent series expansions for complex functions were not named after him, but after Pierre Alphonse Laurent.", "31308099": "Charles Joseph Colbourn (born October 24, 1953) is a Canadian computer scientist and mathematician, whose research concerns graph algorithms, combinatorial designs, and their applications. From 1996 to 2001 he was the Dorothean Professor of Computer Science at the University of Vermont; since then he has been a professor of Computer Science and Engineering at Arizona State University.[1][2][3]", "276810": "Theon of Alexandria (/ˌθiːən, -ɒn/; Ancient Greek: Θέων ὁ Ἀλεξανδρεύς; c. AD 335 – c. 405) was a Greek[1] scholar and mathematician who lived in Alexandria, Egypt. He edited and arranged Euclid's Elements and wrote commentaries on works by Euclid and Ptolemy. His daughter Hypatia also won fame as a mathematician.", "24951120": "Sabri Ergun (1 March 1918 – 18 February 2006) was a Turkish chemical engineer. He is known for the Ergun equation, which expresses the pressure drop across a packed bed.", "33962324": "James Laurie Snell (January 15, 1925 in Wheaton, Illinois – March 19, 2011 in Hanover, New Hampshire) was an American mathematician and educator.", "7354718": "Guy Terjanian is a French mathematician who has worked on algebraic number theory. He achieved his Ph.D. under Claude Chevalley in 1966,[1] and at that time published a counterexample[2] to the original form of a conjecture of Emil Artin, which suitably modified had just been proved as the Ax-Kochen theorem.", "62634340": "Eleanor \"Nora\" Pairman, also known as Nora Brown, (8 June 1896 - 14 September 1973) was a Scottish mathematician and only the third woman to receive a doctorate in math from Radcliffe College in Massachusetts. Later in life she developed novel methods to teach mathematics to blind students.[1]"}