{"1730539": "Aravind Krishna Joshi (August 5, 1929 – December 31, 2017) was the Henry Salvatori Professor of Computer and Cognitive Science in the computer science department of the University of Pennsylvania. Joshi defined the tree-adjoining grammar formalism which is often used in computational linguistics and natural language processing.[1]", "5662704": "Dietrich Stoyan (born November 26, 1940, Germany) is a German mathematician and statistician who made contributions to queueing theory, stochastic geometry, and spatial statistics.", "58025970": "Nicole Spillane (born 2 January 1988) is a French and Irish applied mathematician. She is a researcher with the Centre national de la recherche scientifique (CNRS) in France, where she works in the center for applied mathematics of the École Polytechnique. Her research concerns parallel algorithms for solving large systems of linear equations.[1]", "68610036": "Shmuel Onn (Hebrew: שמואל און; born 1960) is a mathematician, Professor of Operations Research and Dresner Chair at the Technion - Israel Institute of Technology.[1] He is known for his contributions to integer programming and nonlinear combinatorial optimization.[2]", "48490486": "Ralph Louis Cohen (born 1952) is an American mathematician, specializing in algebraic topology and differential topology.[1]", "63793143": "Raphaèle Herbin is a French applied mathematician; she is known for her work on the finite volume method.", "22079478": "Erich Kamke (18 August 1890 – 28 September 1961) was a German mathematician, who specialized in the theory of differential equations.  Also, his book on set theory became a standard introduction to the field.", "26503160": "Subhash Khot FRS (born 10 June 1978 in Ichalkaranji) is an Indian-American mathematician and theoretical computer scientist who is the Julius Silver Professor of Computer Science in the Courant Institute of Mathematical Sciences at New York University. Khot has contributed to the field of computational complexity, and is best known for his unique games conjecture.[1]", "60090363": "Thomas David Spearman (born 1937, known as David Spearman) is an Irish mathematical physicist who is Fellow Emeritus of Trinity College Dublin (TCD), where he spent his career and at various times served as head of the department of pure and applied mathematics, bursar, vice provost and pro-chancellor.  He was Professor of Natural Philosophy at TCD from 1966 to 1997. He is the author of 400 years of Mathematics at TCD (1592–1992).[1]", "9168893": "Jean-Louis Verdier (French: [vɛʁdje]; 2 February 1935 – 25 August 1989) was a French mathematician who worked, under the guidance of his doctoral advisor Alexander Grothendieck, on derived categories and Verdier duality. He was a close collaborator of Grothendieck, notably contributing to SGA 4 his theory of hypercovers and anticipating the later development of étale homotopy by Michael Artin and Barry Mazur, following a suggestion he attributed to Pierre Cartier. Saul Lubkin's related theory of rigid hypercovers was later taken up by Eric Friedlander in his definition of the étale topological type.", "32860158": "Michael J. Shelley (born August 17, 1959) is an American applied mathematician who works on the modeling and simulation of complex systems arising in physics and biology. This has included free-boundary problems in fluids and materials science, singularity formation in partial differential equations, modeling visual perception in the primary visual cortex, dynamics of complex and active fluids, cellular biophysics, and fluid-structure interaction problems such as the flapping of flags, stream-lining in nature, and flapping flight. He is also the co-founder and co-director of the Courant Institute's Applied Mathematics Lab.[1]", "2582526": "Ronald Vernon Book (March 5 1937 – May 28, 1997 in Santa Barbara, California) was a theoretical computer scientist.[1] He published more than 150 papers in scientific journals.\nHis papers are of great impact for computational complexity theory and term rewriting.", "54388740": "Helene Stähelin (18 July 1891 Wintersingen – 30 December 1970 Basel) was a Swiss mathematician, teacher, and peace activist.[1] \nBetween 1948 and 1967, she was president of the Swiss section of the Women's International League for Peace and Freedom and its representative in the Swiss Peace Council.[2][3]", "31975429": "John Wesley Young (17 November 1879, Columbus, Ohio – 17 February 1932, Hanover, New Hampshire) was an American mathematician who, with Oswald Veblen, introduced the axioms of projective geometry, coauthored a 2-volume work on them, and proved the Veblen–Young theorem. He was a proponent of Euclidean geometry and held it to be substantially \"more convenient to employ\" than non-Euclidean geometry.[1] His lectures on algebra and geometry were compiled in 1911 and released as Lectures on Fundamental Concepts of Algebra and Geometry.", "44328965": "Indulata L. Sukla (7 March 1944 – 30 June 2022)[1] was an Indian academic, who was professor of mathematics for more than three decades at Sambalpur University, Sambalpur, Odisha.", "1075212": "Hans Hahn (German: [haːn]; 27 September 1879 – 24 July 1934) was an Austrian mathematician and philosopher who made contributions to functional analysis, topology, set theory, the calculus of variations, real analysis, and order theory. In philosophy he was among the main logical positivists of the Vienna Circle.", "976911": "Ilkka Maunu Olavi Niiniluoto (born 12 March 1946) is a Finnish philosopher and mathematician, serving as a professor of philosophy at the University of Helsinki since 1981. He is currently[when?] on leave from his position, having been appointed as rector of the University of Helsinki on 1 August 2003, for a five-year period. On 25 April 2008 he was chosen to succeed Kari Raivio as chancellor of the University of Helsinki, beginning 1 June 2008.", "58255379": "Baruch ben Jehuda Löb Lindau (Hebrew: בָּרוּךְ‬ בֶּן יְהוּדָה לֵייבּ לינדא; 1759, Hanover, Holy Roman Empire — 5 December 1849, Berlin, Prussia) was a Jewish-German mathematician, science writer, and translator.", "4384796": "Karen Keskulla Uhlenbeck ForMemRS (born August 24, 1942) is an American mathematician and one of the founders of modern geometric analysis.[1] She is a professor emeritus of mathematics at the University of Texas at Austin, where she held the Sid W. Richardson Foundation Regents Chair.[2][3][4] She is currently a distinguished visiting professor at the Institute for Advanced Study[5] and a visiting senior research scholar at Princeton University.[6]", "35776544": "James McDonald is a British polymath: mathematician, etymologist, historian, theologian and non-fiction writer.[1][2][3]", "58157092": "Claudia Alejandra Sagastizábal is an applied mathematician known for her research in convex optimization and energy management, and for her co-authorship of the book Numerical Optimization: Theoretical and Practical Aspects.[1] She is a researcher at the University of Campinas in Brazil.[2] Since 2015 she has been editor-in-chief of the journal Set-Valued and Variational Analysis.[3][4]", "50718758": "Maurice Haskell Heins (19 November 1915, Boston[1] – 4 June 2015[2]) was an American mathematician, specializing in complex analysis and harmonic analysis.", "19720235": "Michael Robertus Hendrikus \"Michel\" Mandjes (born 14 February 1970 in Zaandam) is a Dutch mathematician, known for several contributions to queueing theory and applied probability theory.[2] His research interests include queueing models for telecommunications,traffic management and analysis, and network economics.", "780336": "Christoph Scheiner SJ (25 July 1573 (or 1575) – 18 June 1650) was a Jesuit priest, physicist and astronomer in Ingolstadt.", "53635128": "Gady Kozma is an Israeli mathematician. Kozma obtained his PhD in 2001 at the University of Tel Aviv with Alexander Olevskii.[1] He is a scientist at the Weizmann Institute. In 2005, he demonstrated the existence of the scaling limit value (that is, for increasingly finer lattices) of the loop-erased random walk in three dimensions and its invariance under rotations and dilations.[2]", "15067195": "Anne Sjerp Troelstra (10 August 1939 – 7 March 2019) was a professor of pure mathematics and foundations of mathematics at the Institute for Logic, Language and Computation (ILLC) of the University of Amsterdam.", "42592316": "David William Boyd (born 17 September 1941) is a Canadian mathematician who does research on harmonic and classical analysis, inequalities related to geometry, number theory, and polynomial factorization, sphere packing, number theory involving Diophantine approximation and Mahler's measure, and computer computations.", "55273535": "Yuri Gastev (22 March 1928, in Moscow – 12 October 1993, in Boston) was a Soviet mathematician and cybernetician who became an active dissident, finally emigrating to the USA.", "35219521": "Corrado de Concini (born 28 July 1949, in Rome) is an Italian mathematician and professor at the Sapienza University of Rome. He studies algebraic geometry, quantum groups, invariant theory, and mathematical physics.", "1763397": "George Keith Batchelor FRS[1] (8 March 1920 – 30 March 2000) was an Australian applied mathematician and fluid dynamicist.", "1009733": "Julio Garavito Armero (January 5, 1865 – March 11, 1920) was a Colombian astronomer.", "62449739": "Thomas Wilson (1726 – 22 September 1799) was an Irish academic and clergyman most of whose career was spent at Trinity College Dublin (TCD), where he served as the fifth Erasmus Smith's Professor of Natural and Experimental Philosophy (1769–1786).[1]", "62842956": "Charles-Michel Marle (born 26 November 1934 in Guelma, Algeria) is a French engineer and mathematician, currently a Professor Emeritus at Pierre and Marie Curie University.[1]", "7039052": "Vincentio (Vincenzio, Vincenzo) Reinieri (Renieri, Reiner) (30 March 1606 – 5 November 1647) was an Italian mathematician and astronomer. He was a friend and disciple of Galileo Galilei.", "54028369": "Faina Mihajlovna Kirillova (29 September 1931) is a Belarusian scientist in the field of mathematical theory of optimal control. She was the winner of the USSR Council of Ministers Prize (1986) \"for the development and implementation of multi-purpose software tools for engineering calculations.\"[1]", "57403474": "Lillian Beatrix Pierce is a mathematician whose research connects number theory with harmonic analysis.[1] She is a professor of mathematics at Duke University.[2]", "2582609": "Nikolay Nikolayevich Bogolyubov (Russian: Никола́й Никола́евич Боголю́бов; 21 August 1909 – 13 February 1992), also transliterated as Bogoliubov and Bogolubov, was a Soviet and Russian mathematician and theoretical physicist known for a significant contribution to quantum field theory, classical and quantum statistical mechanics, and the theory of dynamical systems; he was the recipient of the 1992 Dirac Medal.", "223318": "Magnus Aurelius Cassiodorus Senator (c. 485 – c. 585),[3][4] commonly known as Cassiodorus (/ˌkæsioʊˈdɔːrəs/), was a Christian, Roman statesman, renowned scholar of antiquity, and writer serving in the administration of Theodoric the Great, king of the Ostrogoths. Senator was part of his surname, not his rank. He also founded a monastery, Vivarium (or \"Castellum\"), where he worked extensively the last three decades of his life.[5]", "67496024": "Rudolf Ernst Rothe (15 October 1873, Berlin – 26 October 1942, Berlin)[1] was a German applied mathematician.[2]", "70215770": "Prof. Bruce Michael Boghosian is an American mathematician.  He has been a Professor of Mathematics at Tufts University[1] since 2000, and served as chair of Mathematics there from 2006 to 2010.  He also holds adjunct positions in the Tufts University Departments of Physics and Computer Science.", "1108060": "Felix Christian Herbert Iversen (22 October 1887 – 31 July 1973) was a Finnish mathematician[1] and a pacifist.[2] He was a student of Ernst Lindelöf,[3] and later an associate professor of mathematics at the University of Helsinki.[4] Although he stopped performing serious research in mathematics around 1922, he continued working as a professor until his retirement in 1954 and published a textbook on mathematics in 1950.[1] The Soviet Union awarded Felix Iversen the Stalin Peace Prize in 1954.[4]", "55601246": "Alexander Nikolayevich Pechen (Russian: Александр Николаевич Печень, born 26 January 1979 in Moscow) is a Russian physicist and mathematician. In 2009 he became a laureate of the Blavatnik Award for Young Scientists[1] (USA), in 2016 was elected to Professor of the Russian Academy of Sciences[2] among about 500 top Russian researchers aged under fifty.", "38529128": "Philip Candelas, FRS[5] (born 24 October 1951, London, UK)[4][6] is a British physicist and mathematician.[7][8] After 20 years at the University of Texas at Austin, he served as Rouse Ball Professor of Mathematics at the University of Oxford until 2020 and is a Fellow of Wadham College, Oxford.[4][9]", "72378478": "Laura Ortíz-Bobadilla is a Mexican mathematician specializing in differential geometry, and especially on holomorphic foliations and the limit cycles of dynamical systems. She is a researcher in the Institute of Mathematics of the National Autonomous University of Mexico (UNAM).[1]", "58419310": "Joe Peter Buhler (born 1950 in Vancouver, Washington) is an American mathematician known for his contributions to algebraic number theory, algebra and cryptography.", "2975856": "Przemysław (Przemek) Prusinkiewicz [ˈpʂɛmɛk pruɕiŋˈkjevit͡ʂ][1] is a Polish computer scientist who advanced the idea that Fibonacci numbers in nature can be in part understood as the expression of certain algebraic constraints on free groups, specifically as certain Lindenmayer grammars.[citation needed] Prusinkiewicz's main work is on the modeling of plant growth through such grammars.", "21588082": "Sydney Luxton Loney, M.A. (16 March 1860 – 16 May 1939) was a Professor of Mathematics at the Royal Holloway College, Egham, Surrey, and a  fellow of Sidney Sussex College, Cambridge, England.[1] He authored a number of mathematics texts, some of which have been reprinted numerous times. He is known as an early influence on Srinivasa Ramanujan.[2]", "747636": "Carl David Tolmé Runge (German: [ˈʁʊŋə]; 30 August 1856 – 3 January 1927) was a German mathematician, physicist, and spectroscopist.", "14510199": "James Richard \"Jim\" Jackson (May 16, 1924 – March 20, 2011) was an American mathematician, well known for his contribution to queueing theory.", "23914616": "Shu Shien-Siu (Chinese: 徐賢修; pinyin: Xú Xiánxiū; 1912–2001), also known as S. S. Shu, was a Chinese/Taiwanese mathematician, engineer and educator.", "42133630": "Marguerite Straus Frank (born September 8, 1927) is a French-American mathematician who is a pioneer in convex optimization theory and mathematical programming.", "4843650": "Aleksandr Semyonovich Kronrod (Russian: Алекса́ндр Семёнович Кронро́д; October 22, 1921 – October 6, 1986) was a Soviet mathematician and computer scientist, best known for the Gauss–Kronrod quadrature formula which he published in 1964. Earlier, he worked on computational solutions of problems emerging in theoretical physics. He is also known for his contributions to economics, specifically for proposing corrections and calculating price formation for the USSR. Later, Kronrod gave his fortune and life to medicine to care for terminal cancer patients. Kronrod is remembered for his captivating personality and was admired as a student, teacher and leader.", "18540677": "Guy Philip Nason (born 28 August 1966)[1] is a British statistician, and professor of Statistics at Imperial College London.", "4450445": "Stanislav Vydra (13 November 1741 in Hradec Králové – 2 December 1804 in Prague) was a Bohemian Jesuit priest, writer, mathematician.", "63989904": "Tanya L. Leise (died January 18, 2023)[1] was an American biomathematician specializing in the mathematical modeling of circadian rhythms[2] and related phenomena such as jet lag[3][4][5] and hibernation.[6] She was a professor of mathematics at Amherst College.[7]", "39774352": "Professor Vaikalathur Shankar Sunder (born 6 April 1952) is an Indian mathematician who specialises in subfactors, operator algebras and functional analysis in general.", "4253853": "Henry of Langenstein, also known as Henry of Hesse the Elder (German: Heinrich von Langenstein; born Heinrich Heinbuche; c. 1325 – 11 February 1397), was a German scholastic philosopher, theologian and mathematician.", "780445": "Thomas Harriot (/ˈhæriət/;[2] c. 1560 – 2 July 1621), also spelled Harriott, Hariot or Heriot, was an English astronomer, mathematician, ethnographer and translator to whom the theory of refraction is attributed. Thomas Harriot was also recognized for his contributions in navigational techniques,[3] working closely with John White to create advanced maps for navigation.[3] While Harriot worked extensively on numerous papers on the subjects of astronomy, mathematics and navigation, he remains obscure because he published little of it,[4] namely only The Briefe and True Report of the New Found Land of Virginia (1588).[3] This book includes descriptions of English settlements and financial issues in Virginia at the time.[3] He is sometimes credited with the introduction of the potato to the British Isles.[5] Harriot invented binary notation and arithmetic several decades before Gottfried Wilhelm Leibniz, but this remained unknown until the 1920's.[6]  He was also the first person to make a drawing of the Moon through a telescope, on 5 August 1609, about four months before Galileo Galilei.[7]", "65366177": "Nina Holden is a Norwegian mathematician interested in probability theory and stochastic processes, including graphons, random planar maps, the Schramm–Loewner evolution, and their applications to quantum gravity. She is a Junior Fellow at the Institute for Theoretical Studies at ETH Zurich, and has accepted a position as an associate professor at the Courant Institute of Mathematical Sciences of New York University beginning in 2021.[1][2]", "20113579": "Christian Reiher (born 19 April 1984 in Starnberg) is a German mathematician. He is the fifth most successful participant in the history of the International Mathematical Olympiad, having won four gold medals in the years 2000 to 2003 and a bronze medal in 1999.", "46196907": "Vazif Sirazhutdinovich Meylanov (Russian: Вази́ф Сиражутди́нович Мейла́нов, 15 May 1940 – 11 January 2015)[1] was a Soviet mathematician,[2] social philosopher, writer, Soviet dissident and political prisoner (1980–1989). He became renowned for his critical works on theory of socialism as well as for singular endurance and uncompromising attitude towards authorities during his prison terms. After imprisonment and exile Vazif Meylanov dealt with the problem of personal freedom, examined social and political environment, dispelled stereotypes about Russian democracy and analyzed political consciousness of Russian society. Besides, he was an opponent of nationalism and Islamism, while he proposed that the idea of rule of human rights should be a basis for human relationships and strong state machine should enforce rights.", "51472565": "Barnabé Brisson (11 October 1777 – 25 September 1828) was a French engineer and mathematician. He collaborated in the construction of the Canal de Saint-Quentin and other navigable waterways connected to the Escaut River. He also authored a number of academic publications on the canal systems.", "67332278": "Jennifer A. Flegg is an Australian mathematician and is a Professor of applied mathematics in the School of Mathematics and Statistics at the University of Melbourne.", "2386106": "Jerzy Neyman (April 16, 1894 – August 5, 1981; born Jerzy Spława-Neyman; Polish: [ˈjɛʐɨ ˈspwava ˈnɛjman]) was a Polish mathematician and statistician who spent the first part of his professional career at various institutions in Warsaw, Poland and then at University College London, and the second part at the University of California, Berkeley. Neyman first introduced the modern concept of a confidence interval into statistical hypothesis testing[2] and co-revised Ronald Fisher's null hypothesis testing (in collaboration with Egon Pearson).", "27781306": "Denis (sometimes Didier) Henrion, was a French mathematician born at the end of the 16th century in France.[1] He co-edited the works of Viète. He died around 1632 in Paris.", "2222268": "Robert J. Weber (born April, 1947) is the Frederic E. Nemmers Distinguished Professor of Decision Sciences at the J.L. Kellogg Graduate School of Management, Northwestern University.[1]", "71952574": "Debra Toby Silverman (born December 31, 1948) is an American biostatistician and epidemiologist specialized in bladder cancer epidemiology and the carcinogenicity of diesel exhaust. Silverman is the chief of the occupational and environmental epidemiology branch at the National Cancer Institute.", "747715": "Lynn Ann Conway (born January 2, 1938)[3][4] is an American computer scientist, electrical engineer and transgender activist.[5]", "23652552": "John Macnaghten Whittaker FRS[1][2] FRSE LLD (7 March 1905 – 29 January 1984) was a British mathematician and Vice-Chancellor of the University of Sheffield from 1953 to 1965.", "11364552": "Annie Dale Biddle Andrews (December 13, 1885 – April 14, 1940) was the first woman to earn a Ph.D. in mathematics from the University of California, Berkeley.[1][2]", "15067338": "Louis Antoine (23 November 1888 – 8 February 1971) was a French mathematician who discovered Antoine's necklace, which J. W. Alexander used to construct Antoine's horned sphere. He lost his eyesight in the first World War, at the age of 29.[1][2][3]", "58910930": "Matvei (or Matvey) Samsonovich Rabinovich (Russian:Матвей Самсонович Рабинович) (20 February 1919 - 20 May 1982) was a Soviet plasma physicist and mathematician.", "50489556": "Franco Brezzi (born 29 April 1945 in Vimercate) is an Italian mathematician.", "6154456": "Titu Andreescu (born August 19, 1956) is an associate professor of mathematics at the University of Texas at Dallas. He is firmly involved in mathematics contests and olympiads, having been the Director of American Mathematics Competitions (as appointed by the Mathematical Association of America[2]), Director of the Mathematical Olympiad Program, Head Coach of the United States  International Mathematical Olympiad Team, and Chairman of the United States of America Mathematical Olympiad.[3] He has also authored a large number of books on the topic of problem solving and olympiad-style mathematics.", "24701147": "Mikhail Vasilyevich Menshikov (Russian: Михаи́л Васи́льевич Ме́ньшиков; born January 17, 1948) is a Russian-British mathematician with publications in areas ranging from probability to combinatorics. He currently holds the post of Professor in the University of Durham.", "66414816": "James A. Morrow (born September 14, 1941) is an American mathematician and professor emeritus of mathematics at the University of Washington in Seattle, Washington.  His research interests shifted from several complex variables and differential geometry to discrete inverse problems in the middle of his career.", "21096672": "Raphael Levi Hannover (1685 – May 17, 1779) was a German Jewish mathematician and astronomer.  The son of Jacob Joseph, Hannover was born at Weikersheim, Franconia in 1685. He was educated at the Jewish school of Hanover and at the yeshivah of Frankfurt am Main, and became bookkeeper in the firm of Simon Wolf Oppenheimer in Hanover.[1] Here he attracted the attention of Leibniz, and for a number of years was one of his most distinguished pupils and lived by him for three years (including last secretary),[2][3] and afterward teacher of mathematics, astronomy, and natural philosophy. He also corresponded with Moses Mendelssohn.[2]", "61860066": "Christina Magdalena (Kieka) Mynhardt (née Steyn; born 1953)[1] is a South African born Canadian mathematician known for her work on dominating sets in graph theory, including domination versions of the eight queens puzzle.[2] She is a professor of mathematics and statistics at the University of Victoria in Canada.", "2910434": "Andrew James Granville (born 7 September 1962) is a British mathematician, working in the field of number theory.", "4221162": "Sir George Augustus William Shuckburgh-Evelyn, 6th Baronet (23 August 1751 – 11 August 1804) was a British politician, mathematician and astronomer.[1]", "39610607": "John Trevor Lewis (15 April 1932 – 21 January 2004) was a Welsh mathematical physicist who made contributions to areas including quantum measurement, Bose–Einstein condensation and large deviations theory.[1] He was a senior professor at the Dublin Institute for Advanced Studies (DIAS) in Ireland from 1972, serving as the director of the School of Theoretical Physics from 1975 until his retirement in 2001.[2]\nHe also founded the Communications Networks Research Institute at Dublin Institute of Technology.", "53733627": "Louise Nixon Sutton (November 4, 1925 – May 14, 2006) was a mathematician. She was the first African-American woman to be awarded a PhD in mathematics education by New York University,[1][2] and the first chair of the Department of Physical Sciences and Mathematics at Elizabeth City State University.[3][4]", "1796347": "Paul Antoine Aristide Montel (29 April 1876 – 22 January 1975) was a French mathematician. He was born in Nice, France and died in Paris, France. He researched mostly on holomorphic functions in complex analysis.", "65628413": "John Alden Thorpe (born February 29, 1936 in Lewiston, Maine - died January 18, 2021[1]) was an American mathematician, known for contributions to the field of differential geometry.[2]", "48326912": "Anthony Francis Bartholomay (1919–1975) was a mathematician who introduced molecular set theory, a topic on which he wrote books.", "26306817": "György Hajós (February 21, 1912, Budapest – March 17, 1972, Budapest) was a Hungarian mathematician who worked in group theory, graph theory, and geometry.[1][2]", "3959052": "Joichi Suetsuna (Japanese: 末綱 恕一 Suetsuna Joichi; alternative Romanziation: Zyoiti Suetuna; November 28, 1898 – August 6, 1970) was a Japanese mathematician who worked mainly on number theory. In addition to working in Japan, where he held a chair at Tokyo University and was eventually selected to the Japan Academy, Suetsuna also spent time studying in Europe and introduced to Japan research styles he witnessed there. Later in life, especially after World War II, he studied Buddhist philosophy.", "157972": "John William Colenso (24 January 1814 – 20 June 1883) was a Cornish cleric and mathematician, defender of the Zulu and biblical scholar, who served as the first Bishop of Natal. He was a scholar of the Zulu language. In his role as an Anglican theologian, Colenso is now remembered for views of the Bible that set off intense controversy.", "28862740": "David Oliver Siegmund (born November 15, 1941)[1] is an American statistician who has worked extensively on sequential analysis.[2]", "977176": "Isaac Jacob Schoenberg (April 21, 1903 – February 21, 1990) was a Romanian-American mathematician, known for his invention of splines.", "43247897": "Petru T. Mocanu (1 June 1931 – 28 March 2016) was a Romanian mathematician who was elected in 2009 as a titular member of the Romanian Academy.", "47081756": "Moshe Shaked (February 21, 1945 - October 28, 2014) was an American mathematician and statistician. He was a student at the Hebrew University of Jerusalem and at the University of Rochester, where he completed his Ph.D. in 1975, under Albert W. Marshall. Shaked held various positions at the University of New Mexico, the University of British Columbia, and at Indiana University. He became a full professor of mathematics at the University of Arizona in 1986, and he was a Professor Emeritus at Arizona since 2013. Moshe Shaked was a Fellow of the Institute of Mathematical Statistics.", "61860125": "Renata Mansini (born 22 August 1968) is an Italian applied mathematician, economist, and operations researcher known for her research on problems in mathematical optimization including portfolio optimization and vehicle routing. She is a professor of operations research at the University of Brescia.[1]", "649501": "Anatoly Timofeevich Fomenko (Russian: Анато́лий Тимофе́евич Фоме́нко) (born 13 March 1945 in Stalino, USSR) is a mathematician, professor at Moscow State University, well-known as a topologist, and a member of the Russian Academy of Sciences. He is the author of a fictitious pseudoscientific history known as New Chronology, based on works of Russian-Soviet writer Nikolai Alexandrovich Morozov.[1] He is also a member of the Russian Academy of Natural Sciences (1991).", "3402029": "Norman Jay Levitt (August 27, 1943[1] – October 24, 2009)[2] was an American mathematician at Rutgers University.", "14608689": "Chidambara Chandrasekaran (1911–2000) was noted Indian demographer and statistician, was educated in India, UK and the US. He graduated from Morris College, Nagpur, with a B.Sc. degree, followed by a M.Sc. degree from the Nagpur University, and a PhD degree in Statistics from University College London in 1938. He was also awarded an MPH degree from Johns Hopkins School of Hygiene and Public Health in 1947.\nNote that in some publications his name is spelled as \"Chandra Sekar\". \nHe was related to two Nobel Prize winners: C. V. Raman was his uncle and Subrahmanyan Chandrasekhar was his cousin.", "2976051": "Richard Alfred Tapia (born March 25, 1938) is an American mathematician and University Professor at Rice University in Houston, Texas, the university's highest academic title.[1][2]  In 2011, President Obama awarded Tapia the National Medal of Science.[3] He is currently the Maxfield and Oshman Professor of Engineering; Associate Director of Graduate Studies, Office of Research and Graduate Studies; and Director of the Center for Excellence and Equity in Education at Rice University.[4]", "43411763": "John Hymers (1803–1887) was an English mathematician and cleric, and, together with his brother Robert, founder of Hymers College, Hull.", "41281854": "Thomas Barker (1838–1907) was a Scottish mathematician, professor of pure mathematics at Owens College.", "551234": "Martin Wilhelm Kutta (German: [ˈkʊta]; 3 November 1867 – 25 December 1944) was a German mathematician.", "256322": "Peter Guthrie Tait FRSE (28 April 1831 – 4 July 1901) was a Scottish mathematical physicist and early pioneer in thermodynamics. He is best known for the mathematical physics textbook Treatise on Natural Philosophy, which he co-wrote with Lord Kelvin, and his early investigations into knot theory.", "3893573": "Bjarni Jónsson (February 15, 1920 – September 30, 2016)[1] was an Icelandic mathematician and logician working in universal algebra, lattice theory, model theory and set theory. He was emeritus distinguished professor of mathematics at Vanderbilt University and the honorary editor in chief of Algebra Universalis. He received his PhD in 1946 at UC Berkeley under supervision of Alfred Tarski.[2][3]", "18409802": "Shayle Robert Searle PhD (26 April 1928 – 18 February 2013) was a New Zealand mathematician who was professor emeritus of biological statistics at Cornell University.[1] He was a leader in the field of linear and mixed models in statistics, and published widely on the topics of linear models, mixed models, and variance component estimation.[2]", "62286155": "François Ledrappier (born 17 January 1946) is a French mathematician.", "18475340": "Charles Rogers Doering was a professor of mathematics at the University of Michigan, Ann Arbor. He is notable for his research that is generally focused on the analysis of stochastic dynamical systems arising in biology, chemistry and physics, to systems of nonlinear partial differential equations. Recently he had been focusing on fundamental questions in fluid dynamics as part of the $1M Clay Institute millennium challenge concerning the regularity of solutions to the equations of fluid dynamics. With J. D. Gibbon, he notably co-authored the book Applied Analysis of the Navier-Stokes Equations, published by Cambridge University Press.[1] He died on May 15, 2021.[2]", "36628813": "Alessandro Figà Talamanca (25 May 1938 – 27 November 2023) was an Italian mathematician who had been given several prestigious tasks, both in Italy and abroad. Several times, he took part in managing the Italian University system and shared his opinions in newspapers, such as La Repubblica. He was a close friend of Carlo Pucci, a mathematician who spent most of his energy in improving the method of teaching maths in Italy, and the management of Italian Maths Departments. (Pucci was, especially, the re-founder of the Istituto Nazionale di Alta Matematica Francesco Severi.) From 1995 to 2003, Figà Talamanca, successor to Pucci, was President of the Istituto, and he continued what Pucci had set up. He was also Vice-President of the European Mathematical Society.[citation needed]", "48326992": "Sijue Wu (Chinese: 邬似珏; pinyin: Wū Sìjué; born May 15, 1964) is a Chinese-American mathematician who works as the Robert W. and Lynne H. Browne Professor of Mathematics at the University of Michigan. Her research involves the mathematics of water waves.[1][2]", "54421841": "Pietro Paolo Caravaggio (1617 – 30 October 1688) or Petro Paulo Caravagio was an Italian mathematician.[1]", "61303124": "Nadeschda Gernet, also Nadezhda, Russian: Надежда Николаевна Гернет, (April 18, 1877 – January 1, 1943), was a Russian mathematician.[1][2] Gernet was the second woman in Russia to earn a doctorate.[3] She extended the calculus of variations to further functions on the basis developed by her instructor, David Hilbert, and was one of the first to include inequalities in the calculus of variations.[4][5]", "55634269": "Max Rössler (born 1940) is a Swiss investor and philanthropist that has invested in a number of businesses in Switzerland and sits on the board of a number of those companies.  He has used his private wealth to donate to a number of causes including sponsoring the annual Rössler Prize at his old alma mater.", "44788070": "Michael T. Anderson (born November 18, 1950, in Boulder, Colorado)[1] is an American mathematician. He is a professor of mathematics at the State University of New York at Stony Brook.[2] His research concerns differential geometry including Ricci curvature and minimal surfaces.", "17131878": "Mustafa Tamer Başar[1] (born January 19, 1946[7]) is a control and game theorist who is the Swanlund Endowed Chair[8] and Center for Advanced Study[9][10]  Professor[11]  of Electrical and Computer Engineering[12] at the University of Illinois at Urbana-Champaign, USA. He is also the Director of the Center for Advanced Study (since 2014).", "31713640": "Tatyana Olegovna Shaposhnikova (Russian: Татьяна Олеговна Шапошникова, born 1946)[1] is a Russian-born Swedish mathematician. She is best known for her work in the theory of multipliers in function spaces,  partial differential operators and history of mathematics, some of which was partly done jointly with Vladimir Maz'ya. She is also a translator of both scientific and literary texts.", "56813928": "Geraldine Lucia Norman (born 13 May 1940) is an art journalist who made a special name for identifying fakes, moving on to work for the great Russian museum, the Hermitage in St. Petersburg.", "61729130": "Tilla Weinstein (1934–2002, née Savanuck, also published as Tilla Klotz and Tilla K. Milnor) was an American mathematician  known for her mentorship of younger women in mathematics. Her research concerned differential geometry, including conformal structures, harmonic maps, and Lorentz surfaces. She taught for many years at Rutgers University, where she headed the mathematics department in the Douglass Residential College.[1]", "2484588": "Adam Tanner (in Latin, Tannerus; April 14, 1572 – May 25, 1632) was an Austrian Jesuit theologian.", "25651565": "Andrey Petrovich Kiselyov (Russian: Андрей Петрович Киселёв; December 12, 1852 – November 8, 1940) was a Russian and Soviet mathematician.", "4024686": "Heiner Zieschang (12 November 1936 in Kiel – 5 April 2004 in Bochum) was a German mathematician. He was a professor at Ruhr University in Bochum from 1968 till 2002. He was a topologist. In 1996 he was an honorary doctor of University of Toulouse and in 1997 he was an honorary professor of Moscow State University.", "67037549": "Giovanni Camillo Glorioso (or Gloriosi) (1572 – 8 January 1643) was an Italian mathematician and astronomer. He was a friend of Marino Ghetaldi and successor of Galileo Galilei in Pisa, then in Padua.", "42756464": "Felix Finster (born 6 August 1967, in Mannheim) is a German mathematician working on problems in mathematical physics, geometry and analysis.", "50063727": "Francesco Barberino Benici (1642 – 1702) was an Italian mathematician.[1]", "57895286": "Amel Ben Abda is a professor of mathematics at the National Engineering School of Tunis. She was the first person in Tunisia to earn a PhD in applied mathematics. She is the Tunisian representative of the steering committee of the International Laboratory for Computer Sciences and Applied Mathematics on the advisory board of the Tunisian Woman Mathematician Association.", "41707901": "Peter Keevash (born 30 November 1978) is a British mathematician, working in combinatorics. He is a professor of mathematics at the University of Oxford and a Fellow of Mansfield College.", "53733761": "Minerva Cordero Braña [1][2] is a Puerto Rican mathematician and a professor of mathematics at the University of Texas at Arlington. She is also the university's Senior Associate Dean for the College of Science, where she is responsible for the advancement of the research mission of the college.[3] President Biden awarded her the Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring (PAESMEM) on February 8, 2022.[4]", "1042818": "Josef Pieprzyk (born 1949 in Poland) is currently a professor at Queensland University of Technology in Brisbane, Australia.", "1239430": "Abraham Wald (/wɔːld/; Hungarian: Wald Ábrahám, Yiddish: אברהם וואַלד; (1902-10-31)31 October 1902 – (1950-12-13)13 December 1950) was a Jewish Hungarian mathematician who contributed to decision theory, geometry and econometrics, and founded the field of sequential analysis.[1] One of his well-known statistical works was written during World War II on how to minimize the damage to bomber aircraft and took into account the survivorship bias in his calculations.[2] He spent his research career at Columbia University. He was the grandson of Rabbi Moshe Shmuel Glasner.", "64678281": "Rolf-Rüdiger Thiele (born 29 April 1943 in Polepp, Bohemia) is a German mathematician and historian of mathematics, known for his historical research on Hilbert's twenty-fourth problem.[1]", "59435402": "Joseph Knar (January 1, 1800 – June 1, 1864) was an Austrian mathematician working at the University of Graz.[1]  He is most well known for discovering Knar's formula, an infinite product formula involving the gamma function.", "41052556": "George Mark Bergman, born on 22 July 1943 in Brooklyn, New York,[1] is an American mathematician. He attended Stuyvesant High School in New York City[2] and received his Ph.D. from Harvard University in 1968, under the direction of John Tate. The year before he had been appointed Assistant Professor of mathematics at the University of California, Berkeley, where he has taught ever since, being promoted to Associate Professor in 1974 and to Professor in 1978.", "55798156": "Kosaburo Hashiguchi (橋口 攻三郎, Hashiguchi Kōsaburō) is a Japanese mathematician and computer scientist at the Toyohashi University of Technology and Okayama University, known for his research in formal language theory.", "61303182": "Marjorie Ann \"Marge\" Jones Devaney (March 3, 1931 – September 20, 2007) was an American mathematician, electrical engineer, and computer scientist who assisted in the development of the MANIAC I (Mathematical Analyzer Numerical Integrator And Computer) computer in 1951 as a member of the Theoretical Division at the Los Alamos National Laboratory, making her one of world's earliest computer programmers.[1][2][3]", "58616210": "Lu Jiaxi (simplified Chinese: 陆家羲; traditional Chinese: 陸家羲; pinyin: Lù Jiāxī; June 10, 1935 – October 31, 1983) was a self-taught Chinese mathematician who made important contributions in combinatorial design theory. He was a high school physics teacher in a remote city and worked in his spare time on the problem of large sets of disjoint Steiner triple systems.", "6023571": "Gyula Vályi (25 January 1855,[1] Neumarkt am Mieresch, Austrian Empire (now Târgu Mureş, Romania) – 13 October 1913, Kolozsvár, Austria-Hungary (now Cluj-Napoca, Romania)) was a Hungarian mathematician and theoretical physicist, a member of the Hungarian Academy of Sciences, known for his work on mathematical analysis, geometry, and number theory.", "6842771": "Markus Rost is a German mathematician who works at the intersection of topology and algebra. He was an invited speaker at the International Congress of Mathematicians in 2002 in Beijing, China.[1] He is a professor at the University of Bielefeld.", "45115797": "Ramaswamy Ranga Rao (died 27 August 2021) was a prominent Indian mathematician. He finished his Ph.D. under the supervision of C.R. Rao at ISI, Calcutta. He was one of the \"famous four\" [1] students of Rao: (the others were K. R. Parthasarathy, Veeravalli S. Varadarajan, and S. R. Srinivasa Varadhan) in ISI during 1956-1963.", "8743321": "Ernest S. Croot III is a mathematician and professor at the School of Mathematics, Georgia Institute of Technology. He is known for his solution of the Erdős–Graham conjecture,[1][2] and for contributing to the solution of the cap set problem.[3]", "61303201": "Virginia Layden Tucker (1909 – January 19, 1985) was an American mathematician whose work at the National Advisory Committee for Aeronautics (NACA), the precursor to NASA, allowed engineers to design and improve upon airplanes. Tucker was one of the first human computers at the NACA, served as a recruiter for the program, and later worked as an aerodynamicist and an advocate for women in mathematics.[1]", "7203237": "Henry Frederick Baker FRS[2] FRSE (3 July 1866 – 17 March 1956) was a British mathematician, working mainly in algebraic geometry, but also remembered for contributions to partial differential equations (related to what would become known as solitons), and Lie groups.[3]", "846252": "Edward Singleton Holden (November 5, 1846 – March 16, 1914)[1] was an American astronomer and the fifth president of the University of California.", "39905714": "Richard Steven Elman (born 21 March 1945) is an American mathematician at the University of California, Los Angeles, known for his work in algebra. He received his Ph.D. at the University of California, Berkeley in 1972, under the supervision of Tsit Yuen Lam.[1]", "30206387": "Tamás Szőnyi (born July 23, 1957, Budapest) is a Hungarian mathematician, doing research in discrete mathematics, particularly finite geometry and algebraic coding theory. He is full professor at the department of computer science of the Eötvös Loránd University, Budapest, vice director of the Institute of Mathematics, and vice chairman of the mathematical committee of the Hungarian Academy of Sciences. In 2001, he received the Doctor of Science title from the Hungarian Academy of Sciences. Szőnyi created a successful school in finite geometry. He has done influential work on blocking sets [1]\nand the polynomial method.[2]", "50063794": "Domenico Griminelli was a 17th-century Italian mathematician and Catholic priest from Correggio, Emilia-Romagna.[1]", "42232248": "István Fenyő  (5 March 1917 – 28 July 1987) was a Hungarian mathematician, whose first name was also known as \"Étienne, Stefan, Stephan or Stephen\".  He was best known for his publications of applied mathematics.  He made significant contributions to analysis, algebra, geometry, integral equations and many other fields that pertain to his interests.", "22931897": "Eri Jabotinsky (Hebrew: עֵרִי זַ׳בּוֹטִינְסְקִי, also transliterated Ari, 26 December 1910 – 6 June 1969) was a Revisionist Zionist activist, Israeli politician and academic mathematician. He was the son of Ze'ev Jabotinsky, the founder of the opposition movement within Zionism at the time, and later served in the Knesset between 1949 and 1951, as a member of the opposition Herut party of Menachem Begin.  Following his break with the party, he pursued his academic career.", "68839867": "Virginia Kimbrough Newell (born October 7, 1917) is an American mathematics educator, author, politician, and centenarian.[1]", "42691004": "Arthur Marmaduke Hobbs (19 June 1940 – 25 October 2020)[1] was an American mathematician specializing in graph theory. He spent his teaching career at Texas A&M University.", "41642433": "Klara Löbenstein (15 February 1883 – 10 June 1968) was a German mathematician. She was among the first women to obtain a doctorate in Germany. Her doctoral work was on the topology of algebraic curves.[1]", "321995": "Errett Albert Bishop (July 14, 1928 – April 14, 1983)[1] was an American mathematician known for his work on analysis. He is best known for developing constructive analysis in his 1967 Foundations of Constructive Analysis, where he proved most of the important theorems in real analysis using \"constructivist\" methods.", "44788178": "Stuart Sheldon Antman is an American mathematician. He is Distinguished University Research Professor at the University of Maryland.[1] His research involves continuum mechanics, elasticity, and nonlinear partial differential equations.", "62024150": "Pierre Pinson (born 28 March 1980) is a French applied mathematician known for his work on forecasting, optimisation and management science for energy systems, e.g., including probabilistic forecasting, participation of renewable energy generation in electricity markets, market-based coordination of energy systems, peer-to-peer energy markets, as well as data markets. He is a professor at the Technical University of Denmark[1] and has been Editor-in-Chief of the International Journal of Forecasting from 2019 onwards.[2]", "50063832": "Guglielmo Gargiolli was a 17th-century Italian mathematician and engineer.[1]", "69003741": "Nicolas Bergeron is a French mathematician born on 19 December 1975, who works in Pierre and Marie Curie University in Paris.", "59894238": "Elaine H. Koppelman Eugster (March 28, 1937 – January 11, 2019) was an American mathematician. She was the James Beall Professor of Mathematics at Goucher College.", "22538720": "Luca Valerio (1553–1618)  was an Italian mathematician. He developed ways to find volumes and centers of gravity of solid bodies using the methods of Archimedes. He corresponded with Galileo Galilei and was a member of the Accademia dei Lincei.", "66087393": "Michael Bryce Giles (born 27 December 1959) is a British mathematician and computer scientist. He is a Professor of Scientific Computing and Head of Department at the Mathematical Institute, University of Oxford[1] and a Fellow of St Hugh’s College, Oxford.[2] He is best known for developing Multilevel Monte Carlo methods.", "30370276": "John of Tynemouth was a 13th-century mathematician and geometer.", "58681829": "Catherine Lynne McClure OBE (born 1952) is a British mathematics educator. In 2014 she was appointed as director of Cambridge Mathematics, a program at the University of Cambridge that spans the university's mathematics and education faculties, Cambridge Assessment, and the Cambridge University Press, and is aimed at developing a flexible tool to inform new mathematics curricula for primary and secondary mathematics education.[1]", "715238": "Richard Courant (January 8, 1888 – January 27, 1972) was a German-American mathematician. He is best known by the general public for the book What is Mathematics?, co-written with Herbert Robbins. His research focused on the areas of real analysis, mathematical physics, the calculus of variations and partial differential equations. He wrote textbooks widely used by generations of students of physics and mathematics. He is also known for founding the institute now bearing his name.", "31189476": "Stefan Langerman false Swarzberg is a Belgian computer scientist and mathematician whose research topics include computational geometry, data structures, and recreational mathematics. He is professor and co-head of the algorithms research group at the Université libre de Bruxelles (ULB) with Jean Cardinal. He is a director of research for the Belgian Fonds de la Recherche Scientifique (FRS–FNRS)[1][2].", "14019049": "Birgit Grodal (24 June 1943 - 4 May 2004), was an economics professor at the University of Copenhagen from 1968 until her death in 2004.[1][2]", "387561": "Edward Nelson (May 4, 1932 – September 10, 2014) was an American mathematician. He was professor in the Mathematics Department at Princeton University. He was known for his work on mathematical physics and mathematical logic.  In mathematical logic, he was noted especially for his internal set theory, and views on ultrafinitism and the consistency of arithmetic. In philosophy of mathematics he advocated the view of formalism rather than platonism or intuitionism. He also wrote on the relationship between religion and mathematics.[1][2][3]", "2157035": "Chauncey Wright (September 10, 1830 – September 12, 1875) was an American philosopher and mathematician, who was an influential early defender of Darwinism and an important influence on American pragmatists such as Charles Sanders Peirce and William James.", "72706540": "Debra Lynn Boutin is an American mathematician, the Samuel F. Pratt Professor of Mathematics at Hamilton College, where she chairs the mathematics department.[1] Her research involves the symmetries of graphs and distinguishing colorings of graphs.", "58321392": "Andy Roy Magid (born 4 May 1944 in Saint Paul, Minnesota)[1] is an American mathematician.", "453104": "Simon Plouffe (born June 11, 1956) is a mathematician who discovered the Bailey–Borwein–Plouffe formula (BBP algorithm) which permits the computation of the nth binary digit of π, in 1995.[1][2][3] His other 2022 formula allows extracting the nth digit of π in decimal.[4] He was born in Saint-Jovite, Quebec.", "387571": "Jesse Douglas (3 July 1897 – 7 September 1965) was an American mathematician and Fields Medalist known for his general solution to Plateau's problem.", "2976247": "John Emory Dennis, Jr.  (born 1939) is an American mathematician who has made major contributions in mathematical optimization. Dennis is currently a Noah Harding professor emeritus and research professor in the department of computational and applied mathematics at Rice University in Houston, Texas. His research interests include optimization in engineering design. He is the founder and editor-in-chief of the SIAM Journal on Optimization.[1] In 2010, he was elected a Fellow of the Society for Industrial and Applied Mathematics.[2][3]", "34925052": "Friedrich Emil Fritz Prym (28 September 1841, Düren – 15 December 1915, Bonn) was a German mathematician who introduced Prym varieties and Prym differentials.", "36825600": "Aubrey John Kempner (22 September 1880, in Greater London, England – 18 November 1973, in Boulder, Colorado) was an English-born American mathematician, known for the Kempner function and the Kempner series.", "14903813": "Aron Simis is a mathematician born in Recife, Brazil in 1942. He is a full professor at the Universidade Federal de Pernambuco, Brazil, and Class A research scholarship recipient from the Brazilian Research Council.[1] He earned his PhD from Queen's University, Canada.[2][3]", "1796613": "Plato Tiburtinus (Latin: Plato Tiburtinus, \"Plato of Tivoli\"; fl. 12th century) was a 12th-century Italian mathematician, astronomer and translator who lived in Barcelona from 1116 to 1138.[1] He is best known for translating Hebrew and Arabic documents into Latin, and was apparently the first to translate information on the astrolabe (an astronomical instrument) from Arabic.", "9169420": "Jacques Dixmier (born 24 May 1924) is a French mathematician. He worked on operator algebras, especially C*-algebras, and wrote several of the standard reference books on them, and introduced the Dixmier trace and the Dixmier mapping.[2]", "1108495": "Malcolm John Williamson (2 November 1950 – 15 September 2015) was a British mathematician and cryptographer. In 1974 he developed what is now known as Diffie–Hellman key exchange.[4] He was then working at GCHQ and was therefore unable to publicise his research as his work was classified. Martin Hellman, who independently developed the key exchange at the same time, received credit for the discovery until Williamson's research was declassified by the British government in 1997.[4]", "59920": "Alfred Tarski (/ˈtɑːrski/, born Alfred Teitelbaum;[1][2][3] January 14, 1901 – October 26, 1983) was a Polish-American[4] logician and mathematician.[5] A prolific author best known for his work on model theory, metamathematics, and algebraic logic, he also contributed to abstract algebra, topology, geometry, measure theory, mathematical logic, set theory, and analytic philosophy.", "32401936": "Hugh Hamilton FRS (26 March 1729 – 1 December 1805) was a mathematician, natural philosopher (scientist) and professor at Trinity College Dublin, and later a Church of Ireland bishop, Bishop of Clonfert and Kilmacduagh and then Bishop of Ossory.", "5827091": "Alexander Markowich Ostrowski (Ukrainian: Олександр Маркович Островський; Russian: Алекса́ндр Ма́ркович Остро́вский; 25 September 1893 – 20 November 1986 was a Russian mathematician.", "55208469": "William Henry Metzler (1863–1943) was a Canadian mathematician.", "5138967": "Gene Howard Golub (February 29, 1932 – November 16, 2007), was an American numerical analyst who taught at Stanford University as Fletcher Jones Professor of Computer Science and held a courtesy appointment in electrical engineering.", "2058776": "Le Chiffre (French: [lə ʃifʁ], \"The Cypher\" or \"The Digit\") is a fictional character and the main antagonist of Ian Fleming's 1953  novel, Casino Royale.[2] On screen Le Chiffre has been portrayed by Peter Lorre in the 1954 television adaptation of the novel for CBS's Climax! anthology television series, by Orson Welles in the 1967 spoof of the novel and Bond film series, and by Mads Mikkelsen in the 2006 film version of Fleming's novel where he is one of two main antagonists, the other being Mr. White.", "11692574": "Edwin Bidwell Wilson (April 25, 1879 – December 28, 1964) was an American mathematician, statistician, physicist and general polymath.[1]  He was the sole protégé of Yale University physicist Josiah Willard Gibbs and was mentor to MIT economist Paul Samuelson.[2]  Wilson had a distinguished academic career at Yale and MIT, followed by a long and distinguished period of service as a civilian employee of the US Navy in the Office of Naval Research.  In his latter role, he was awarded the Distinguished Civilian Service Award, the highest honorary award available to a civilian employee of the US Navy.  Wilson made broad contributions to mathematics, statistics and aeronautics, and is well-known for producing a number of widely used textbooks.  He is perhaps best known for his derivation of the eponymously named Wilson score interval, which is a confidence interval used widely in statistics.", "31451680": "Evgenii Solomonovich Golod  (Russian: Евгений Соломонович Голод, 21 October 1935 – 5 July 2018) was a Russian mathematician who proved the Golod–Shafarevich theorem on class field towers. As an application, he gave a negative solution to the Kurosh–Levitzky problem on the nilpotency of finitely generated nil algebras, and so to a weak form of Burnside's problem.", "42428963": "Philbert Maurice d'Ocagne (25 March 1862 – 23 September 1938) was a French engineer and mathematician. He founded the field of nomography, the graphic computation of algebraic equations, on charts which he called nomogram.", "62450216": "Brian Henderson (26 March 1936 – 20 August 2017) was an English solid-state spectroscopic physicist whose career included spells at Atomic Energy Research Establishment (AERE), Keele University, Trinity College Dublin (TCD), and the University of Strathclyde.[1]", "48884267": "Joseph Robert Shoenfield (1927, Detroit – November 15, 2000, Durham, North Carolina) was an American mathematical logician.", "2648626": "Giovanni Antonio Magini (in Latin, Maginus) (13 June 1555 – 11 February 1617) was an Italian astronomer, astrologer, cartographer, and mathematician.", "2452025": "Cesare Burali-Forti (13 August 1861 – 21 January 1931) was an Italian mathematician, after whom the Burali-Forti paradox is named.", "40004154": "Hoon Balakram (1876–1929)[1] was an Indian mathematician, civil servant and Bombay High Court judge.", "47868477": "Pietro Paoli (2 March 1759 – 21 February  1839) was an Italian mathematician.", "35252798": "Nicolai Vladimirovich Krylov (Russian: Никола́й Влади́мирович Крыло́в; born 5 June 1941) is a Russian mathematician specializing in partial differential equations, particularly stochastic partial differential equations and diffusion processes. Krylov studied at Lomonosov University, where he in 1966 under E. B. Dynkin attained a doctoral candidate title (similar to a PhD) and in 1973 a Russian doctoral degree (somewhat more prestigious than a PhD). He taught from 1966 to 1990 at the Lomonosov University and is since 1990 a professor at the University of Minnesota. At the beginning  of his career (starting from 1963) he, in collaboration with Dynkin, worked on nonlinear stochastic control theory, making advances in the study of convex,[1] nonlinear partial equations of 2nd order (i.e. Bellman equations), which were examined with stochastic methods. This led to the Evans-Krylov theory,[2] for which he received with Lawrence C. Evans in 2004 the Leroy P. Steele Prize[3] of the American Mathematical Society (for work done simultaneously and independently by both Krylov and Evans). They proved the second order differentiability (Hölder continuity of the second derivative) of the solutions of convex, completely nonlinear, second order elliptical partial differential equations and thus the existence of \"classical solutions\" (Theorem of Evans-Krylov). He was in 1978 at Helsinki and in 1986 at Berkeley an invited speaker for the ICM. He received the Humboldt Research Award in 2001. In 1993 he was elected a member of the American Academy of Arts and Sciences (1993). He should not be confused with the mathematician Nikolay M. Krylov.", "48491071": "Julio Cesar Firrufino or Ferrufino (16th century) was an engineer and mathematician who had a chair in mathematics in Madrid from 1604 to 1650.", "17132096": "Alampallam Venkatachalaiyer Balakrishnan  (1922-2015) was an American applied mathematician and professor at the University of California, Los Angeles.", "69069376": "Horace Arthur Holl (23 September 1878 – 27 May 1927) was a New Zealand mathematician, mountaineer and rock climber.[1] He climbed extensively in the Southern Alps, including two summits of Mount Cook within a fortnight, first via the Linda Glacier and then via Earl's Route.[2] In the final decade of his life, he made frequent visits to Tongariro National Park and it is estimated that he ascended Mount Ruapehu about 50 times.[3]", "48917058": "Mayme Farmer Irwin Logsdon (February 1, 1881[1] – July 4, 1967)[2][3] was an American mathematician known for her research in algebraic geometry and mathematics education. She was the first woman to receive tenure in the University of Chicago mathematics department.[2]", "70543943": "Emily Elspeth Witt is an American mathematician, an associate professor and Keeler Intra-University Professor of mathematics at the University of Kansas. Her research involves commutative algebra, representation theory, and singularity theory.", "55372363": "Chantal David (born 1964)[1] is a French Canadian mathematician who works as a professor of mathematics at Concordia University. Her interests include analytic number theory, arithmetic statistics, and random matrix theory, and she has shown interest in elliptic curves and Drinfeld modules. She is the 2013 winner of the Krieger–Nelson Prize, given annually by the Canadian Mathematical Society to an outstanding female researcher in mathematics.[2][3]", "34728523": "Hans-Ludwig Wußing (October 15, 1927 in Waldheim – April 26, 2011 in Leipzig) was a German historian of mathematics and science.", "6023762": "József Kürschák (14 March 1864 – 26 March 1933) was a Hungarian mathematician noted for his work on trigonometry and for his creation of the theory of valuations.[1] He proved that every valued field can be embedded into a complete valued field which is algebraically closed. In 1918 he proved that the sum of reciprocals of consecutive natural numbers is never an integer.[2] Extending Hilbert's argument, he proved that everything that can be constructed using a ruler and a compass, can be constructed by using a ruler and the ability of copying a fixed segment. He was elected a member of the Hungarian Academy of Sciences in 1897. He was one of the main organisers of mathematics competitions, for example, Eötvös Loránd mathematics competition.[3]", "50063959": "Albert Fathi (born 27 October 1951, in Egypt) is an Egyptian-French mathematician. He specializes in dynamical systems and is currently a professor at the Georgia Institute of Technology.", "51735129": "John Philips Higman FRS (1793, Kingsbridge, Devonshire  –  7 August 1855, Cambridge Terrace, Hyde Park, London) was an Anglican rector and mathematician.[1]", "23751259": "Arakaparampil Mathai \"Arak\" Mathai (born 28 April 1935) is an Indian mathematician who has worked in Statistics, Applied Analysis, Applications of special functions and Astrophysics. Mathai established the Centre for Mathematical Sciences, Palai, Kerala, India.", "13691486": "Selim Hobart Peabody (August 20, 1829 – May 26, 1903) was an American educator.", "27912799": "Daniel Dod (28 September 1788 Virginia – 9 May 1823 New York City) was a mathematician and a mechanical engineer.  He fabricated the engine for the first steamboat to cross the Atlantic Ocean.", "62450272": "Joseph Allen Galbraith (29 November 1818 – 20 October 1890) was an Irish mathematician, academic and prolific textbook author, who spent his entire career at Trinity College Dublin (TCD). He was Erasmus Smith's Professor of Natural and Experimental Philosophy there from 1854 to 1870.  He has been credited with coining the term \"Home Rule\".[1]", "68872802": "Ella Louise Stokes Hunter (died 1988) was an American mathematics educator who became the first African-American woman to earn a degree at the University of Virginia. She taught for many years at Virginia Normal and Industrial Institute and Virginia State College, two names for what is now Virginia State University.", "1370724": "Róbert Szelepcsényi (Slovak pronunciation: [ˈrɔːbert ˈseleptʂeːɲi]; born 19 August 1966, Žilina[1]) is a Slovak computer scientist of Hungarian descent and a member of the Faculty of Mathematics, Physics and Informatics of Comenius University in Bratislava.", "28830309": "Eugene Leighton (Gene) Lawler (1933 – September 2, 1994) was an American computer scientist and a professor of computer science at the University of California, Berkeley.[1][2]", "70740584": "Seán Dineen (born February 1944) is an Irish mathematician specialising in complex analysis. His academic career was spent, in the main, at University College Dublin (UCD) where he was Professor of Mathematics, serving as Head of Department and as Head of the School of Mathematical Sciences before retiring in 2009.", "30337642": "Maurice Auslander (August 3, 1926 – November 18, 1994) was an American mathematician[1] who worked on commutative algebra, homological algebra and the representation theory of Artin algebras (e.g. finite-dimensional associative algebras over a field). He proved the Auslander–Buchsbaum theorem that regular local rings are factorial, the Auslander–Buchsbaum formula,  and, in collaboration with Idun Reiten, introduced Auslander–Reiten theory and Auslander algebras.", "4647532": "Shams al-Dīn Abū ʿAbd Allāh Muḥammad ibn Muḥammad al-Khalīlī (Arabic: شمس الدين عبد الله محمد بن محمد الخليلي; 1320–1380) was a Mamluk-era Syrian astronomer who compiled astronomical tables. He worked for most of his life as a muwaqqit (a religious timekeeper) at the Umayyad Mosque in Damascus.[1]", "32303724": "William Brereton, 3rd Baron Brereton FRS (4 May 1631 – 17 March 1680) was an English mathematician and politician who sat in the House of Commons in 1659 and became Baron Brereton in the Irish peerage in 1664. He was chairman of the Committee of Accounts, better known as the Brooke House Committee, in 1667–1670. In that capacity he clashed repeatedly with Samuel Pepys, whose description of Brereton in his Second Diary, or Brooke House Journal, although no doubt biased, is the best portrait we have of the man.[1]", "32008812": "Castellano Vittorio (29 June 1909 in Naples, Italy – 20 December 1997 in Rome, Italy) was an Italian statistician.", "45214324": "Terrie Christine Stevens, also known as T. Christine Stevens, is an American mathematician whose research concerns topological groups, the history of mathematics, and mathematics education.[1] She is also known as the co-founder of Project NExT, a mentorship program for recent doctorates in mathematics, which she directed from 1994 until 2009.[2][3][4]", "56552055": "Kurt Vogel (30 September 1888[1] – 27 October 1985)[citation needed] was a German historian of mathematics.[1]", "2255484": "Irving Ezra Segal (1918–1998) was an American mathematician known for work on theoretical quantum mechanics. He shares credit for what is often referred to as the Segal–Shale–Weil representation.[1][2][3] Early in his career Segal became known for his developments in quantum field theory and in functional and harmonic analysis, in particular his innovation of the algebraic axioms known as C*-algebra.", "61532805": "Stephen Shing-Toung Yau (Chinese: 丘成棟; pinyin: Qiū Chéngdòng; born 1952) is a Chinese-American mathematician. He is a Distinguished Professor Emeritus at the University of Illinois at Chicago, and currently teaches at Tsinghua University. He is a Fellow of the Institute of Electrical and Electronics Engineers and the American Mathematical Society.", "47868550": "Gerhard J. Woeginger (31 May 1964 – 1 April 2022) was an Austrian mathematician and computer scientist who worked in Germany as a professor at RWTH Aachen University, where he chaired the algorithms and complexity group in the department of computer science.[1]", "2976395": "Maria Margaret Klawe (/ˈklɑːveɪ/ KLAH-vay; born 1951) is a computer scientist and the fifth president of Harvey Mudd College (since July 1, 2006).[1]  Born in Toronto in 1951, she became a naturalized U.S. citizen in 2009. She was previously Dean of the School of Engineering and Applied Science at Princeton University. She is known for her advocacy for women in STEM fields.", "3533454": "Aleksandr Aleksandrovich Razborov (Russian: Алекса́ндр Алекса́ндрович Разбо́ров; born February 16, 1963), sometimes known as Sasha Razborov, is a Soviet and Russian mathematician and computational theorist. He is Andrew McLeish Distinguished Service Professor at the University of Chicago.", "59206289": "Gan Wee Teck (simplified Chinese: 颜维德; traditional Chinese: 顏維德; pinyin: Yán Wéi Dé; Jyutping: Ngaan4 Wai4 Dak1; Pe̍h-ōe-jī: Gân Ûi-tek; born 11 March 1972) is a Malaysian mathematician. He is a Distinguished Professor of Mathematics at the National University of Singapore (NUS). He is known for his work on automorphic forms and representation theory in the context of the Langlands program, especially the theory of theta correspondence, the Gan–Gross–Prasad conjecture and the Langlands program for Brylinski–Deligne covering groups.", "55503509": "Gail F. Burrill is a mathematics educator who was president of the National Council of Teachers of Mathematics (NCTM) from 1996 to 1998.[1] She works as a specialist in the Program in Mathematics Education at Michigan State University.[2]", "26012311": "Harold Mortimer Edwards, Jr. (August 6, 1936 – November 10, 2020) was an American mathematician working in number theory, algebra, and the history and philosophy of mathematics.", "17132187": "Willis Harmon Ray (born April 4, 1940) is an American chemical engineer, control theorist, applied mathematician, and a Vilas Research emeritus professor at the University of Wisconsin–Madison[1] notable for being the 2000 winner of the prestigious Richard E. Bellman Control Heritage Award and the 2019 winner of the Neal Amundson Award.", "6646431": "William Browder (born January 6, 1934)[1][2] is an American mathematician, specializing in algebraic topology, differential topology and differential geometry. Browder was one of the pioneers with Sergei Novikov, Dennis Sullivan and C. T. C. Wall of the surgery theory method for classifying high-dimensional manifolds. He served as president of the American Mathematical Society until 1990.", "1567392": "John Adair FRS (1660–1718) was a Scottish surveyor and cartographer, noted for the excellence of his maps.[1]", "66677414": "Martin Schlichenmaier is a German - Luxembourgish mathematician whose research  deals with algebraic, geometric and analytic mathematical methods which partly have relations to theoretical and mathematical  physics.", "58845863": "Caterina (Katia) Consani (born 1963) is an Italian mathematician specializing in arithmetic geometry. She is a professor of mathematics at Johns Hopkins University.", "53275303": "Igor Mezić is a mechanical engineer, mathematician, and Distinguished Professor of mechanical engineering and mathematics at the University of California, Santa Barbara. He is best known for his contributions to operator theoretic, data driven approach to dynamical systems theory  that he advanced via articles based on Koopman operator theory,[1][2] and his work on theory of mixing, that culminated in work on microfluidic mixer design,[3]  and mapping oil refuse from the Deepwater Horizon oil spill in the Gulf of Mexico to aid in cleaning efforts,.[4][5]", "44788396": "Todd Arbogast is an American mathematician. He is a professor of mathematics at the University of Texas at Austin, where he is a W. A. \"Tex\" Moncrief, Jr. Simulation-Based Engineering and Sciences Professor and Frank E. Gerth III Faculty Fellow. His research concerns the numerical analysis of partial differential equations.[1]", "20900524": "Fabio Mercurio (born 26 September 1966) is an Italian mathematician, internationally known for a number of results in mathematical finance.", "41282222": "Calvin C. Moore (November 2, 1936[1] – July 26, 2023[2][3]) was an American mathematician who worked in the theory of operator algebras and topological groups.", "56519347": "Sarah Louise Waters is a British applied mathematician whose research interests include biological fluid mechanics, tissue engineering, and their applications in medicine. She is a professor of applied mathematics in the Mathematical Institute at the University of Oxford, a Fellow of St Anne's College, Oxford,[1] and a Leverhulme Trust Senior Research Fellow of the Royal Society.[2]", "55896755": "Marjorie \"Molly\" Greene Hahn (born December 30, 1948) is an American mathematician and tennis player. In mathematics and mathematical statistics she is known for her research in probability theory, including work on central limit theorems, stochastic processes, and stochastic differential equations. She is a professor emeritus of mathematics at Tufts University.[1]", "30829236": "Arif Salimov (A.A. Salimov, born 1956, Azerbaijani: Arif Səlimov) is an Azerbaijani/Soviet mathematician, Honored Scientist of Azerbaijan, known for his research in differential geometry. He earned his B.Sc. degree from Baku State University, Azerbaijan, in 1978, a PhD and Doctor of Sciences (Habilitation) degrees in geometry from Kazan State University, Russia, in 1984 and 1998, respectively. His advisor was Vladimir Vishnevskii.[1]  Salimov is Full Professor and Head of the Department Algebra and Geometry, Faculty of Mechanics and Mathematics, Baku State University.[2] He is an author and co-author of more than 100 articles.[3][4][5][6] He is also an author of 2 monographs.[7][8] His primary areas of research are:", "49277621": "Valentin Danilovich Belousov (Russian: Валенти́н Дани́лович Белоу́сов; 20 February 1925 – 23 July 1988) was a Soviet and Moldovan mathematician and a corresponding member of the Academy of Pedagogical Sciences of the USSR (1968).[1][2]", "34794178": "Derek Gordon Corneil is a Canadian mathematician and computer scientist, a professor emeritus of computer science at the University of Toronto, and an expert in graph algorithms and graph theory.", "58256072": "Catherine Ann Hobbs FIMA CMath (born 1968) is a British mathematician and educator working as a professor and Academic Dean of the Faculty of Engineering, Environment and Computing at Coventry University.[2] Her research focuses on applications of singularity theory to the physical sciences. She has a strong interest in science policy, particularly relating to encouraging and supporting women in STEM fields.[3]", "64154328": "Aïda Beatrijs “Ietje” Paalman-de Miranda (20 February 1936 – 11 May 2020) was a Surinamese-born Dutch mathematician and full professor.", "56486617": "Ruth Kaufman OBE is a British specialist in operations research (OR). As of 2018[update] she is a visiting senior fellow at the London School of Economics, where her role is to create links between academics and OR practitioners, and also practises as a consultant.[1]", "54979290": "Jacqueline Mindy-Mae Hughes-Oliver is a Jamaican-born American statistician, whose research interests include drug discovery and chemometrics.[1] She is a professor in the Statistics Department of North Carolina State University (NCSU).[2]", "57993949": "Hart Francis Smith, III (born 11 August 1962) is an American mathematician, specializing in analysis.", "25717472": "Lesley Millman Sibner (August 13, 1934 – September 11, 2013)[2]  was an American mathematician and professor of mathematics at Polytechnic Institute of New York University. She earned her Bachelors at City College CUNY in Mathematics. She completed her doctorate at Courant Institute NYU in 1964 under the joint supervision of Lipman Bers and Cathleen Morawetz.  Her thesis concerned partial differential equations of mixed-type.[3][4]", "57043691": "François Lalonde (born 17 September 1955 in Montréal) is a Canadian mathematician, specializing in symplectic geometry and symplectic topology.", "944879": "John Wishart FRSE (28 November 1898 – 14 July 1956) was a Scottish mathematician and agricultural statistician.", "71625455": "Jacques-François Le Poivre (11 February 1652[1] – 6 December 1710) was a Belgian mathematician and geometer who was a pioneer of projective geometry. He is largely known from a single book in French on conic sections, Traité des sections du cylindrie et du cône considérées dans le solide et dans le plan, avec des démonstrations simples & nouvelles (1704).", "3042034": "Jacob Golius born Jacob van Gool (1596 – September 28, 1667) was an Orientalist and mathematician based at the University of Leiden in Netherlands. He is primarily remembered as an Orientalist. He published Arabic texts in Arabic at Leiden, and did Arabic-to-Latin translations. His best-known work is an Arabic-to-Latin dictionary, Lexicon Arabico-Latinum (1653), which he sourced for the most part from the Sihah dictionary of Al-Jauhari and the Qamous dictionary of Fairuzabadi.", "8907509": "Richard Earl Block (born 1931) is a mathematician at the University of California, Riverside who works on Lie algebras over fields of prime characteristic.", "6777590": "George Hartley Bryan FRS[1] (1 March 1864 – 13 October 1928) was an English applied mathematician who was an authority on thermodynamics and aeronautics. He was born in Cambridge, and was educated at Peterhouse, Cambridge, obtaining his BA in 1886 (as 5th wrangler), MA in 1890, and DSc in 1896.[2] He was a professor at University College of North Wales, and is generally credited with developing the modern mathematical treatment of the motion of airplanes in flight as rigid bodies with six degrees of freedom.", "7695096": "Joseph Bayma (November, 1816 in Piedmont, Italy – February 7, 1892, in Santa Clara, California) was a mathematician, philosopher, and scientist. He is known for work relating to stereochemistry and mathematics.", "11168505": "G. W. Peck is a pseudonymous attribution used as the author or co-author of a number of published mathematics academic papers. Peck is sometimes humorously identified with George Wilbur Peck, a former governor of the US state of Wisconsin.[1]", "781050": "Chloe Angeline Stickney Hall (November 1, 1830 – July 3, 1892) was an American mathematician and suffragist. She was married to astronomer Asaph Hall and collaborated with her husband in searching for the moons of Mars, performing mathematical calculations on the data he collected.", "68348667": "Fang Liu is a Chinese-American statistician and data scientist whose research topics include differential privacy, statistical learning theory, Bayesian statistics, regularization, missing data, and applications in biostatistics. She is a professor in the Department of Applied and Computational Mathematics and Statistics at the University of Notre Dame.[1][2]", "8710912": "Wilson Allen Wallis (November 5, 1912 – October 12, 1998) was an American economist and statistician who served as president of the University of Rochester.[3]  He is best known for the Kruskal–Wallis one-way analysis of variance, which is named after him and William Kruskal.", "715527": "Norman Woodason Johnson (November 12,   1930 – July 13,   2017) was a mathematician at Wheaton College, Norton, Massachusetts.[1]", "10709770": "National Science Foundation research grant, 1983–87", "54586122": "José Antonio Carrillo de la Plata (pronounced [xoˈse an'tonjo ka'riʎo ðe la 'plata]; born 29 December 1969) is a Spanish mathematician primarily known for his contributions in applied partial differential equations, numerical analysis, many particle systems and kinetic theory. His works make use of methods from functional analysis, calculus of variations, optimal transport, gradient descent and entropy methods.  Currently he is Professor of Nonlinear Partial Differential Equations at the Mathematical Institute of the University of Oxford where he started in April 2020. He is also Tutorial Fellow at The Queen's College Oxford in Applied Mathematics. He was previously Chair in Applied and Numerical Analysis at the Department of Mathematics, Imperial College London, United Kingdom, a position he held from October 2012 till March 2020. He served as Chair of the Applied Mathematics Committee of the European Mathematical Society during the period 2014–2017.[1] He was formerly ICREA Research Professor at the Universitat Autònoma de Barcelona, Spain, during the period 2003–2012,[2] and held positions at the University of Granada, Spain, and the University of Texas at Austin, United States during the years 1992–2003. He was recognized with the SeMA prize (2003)[3] and the GAMM Richard Von-Mises prize (2006)[4] for young researchers. He was a holder of the Royal Society Wolfson Fellowship[5] during the period 2012–2017.", "39480076": "Ruth Kellerhals (born 17 July 1957) is a Swiss mathematician at the University of Fribourg, whose field of study is hyperbolic geometry, geometric group theory and polylogarithm identities.[1]", "1927952": "Ben Joseph Green FRS (born 27 February 1977) is a British mathematician, specialising in combinatorics and number theory. He is the Waynflete Professor of Pure Mathematics at the University of Oxford.", "50555665": "Telman Malikov (born January 5, 1950, in Baku) is an Azerbaijani scientist. He is a professor at Azerbaijan National Academy of Sciences Institute of Mathematics and Mechanics.[1]", "67332880": "Alicia Prieto Langaricar is an American applied mathematician and professor of mathematics at Youngstown State University.[1]", "44788496": "Matthias Aschenbrenner  (born 1972 in Bad Kötzting) is a German-American mathematician. He is a professor of mathematics and director of the logic group at the University of Vienna.[1] His research interests include differential algebra and model theory.[2]", "57961238": "Thamsanqa Kambule (15 January 1921 – 7 August 2009) was a South African Mathematician and Educator. He was the first black professor at the University of the Witwatersrand, and was the first black person to be awarded honorary membership to the Actuarial Society of South Africa. He was awarded the Order of the Baobab in 2002 for his services to mathematics education.", "58452763": "Eižens Ārinš (16 May 1911 – 13 February 1987) was a mathematician and computer scientist. He was one of those who contributed to the return of Emanuel Grinberg to the University of Latvia.", "57797407": "Alexander (Alec) Yule Fraser (1857–1890) was a Scottish mathematician, one of the founders of the Edinburgh Mathematical Society.", "58354465": "Richard Donald Schafer (February 25, 1918 – December 28, 2014)[3] was an American mathematician.", "67758885": "Guillaume Carlier is a French mathematician. Most of his work lies in the field of calculus of variation and optimization. He is a professor of applied mathematics at Paris Dauphine University and a researcher at Mokaplan, a joint INRIA-CNRS-Université Paris-Dauphine team dedicated to research in the field of optimal transport.[1][2]", "27978541": "Konstantinos Tzechanis (Greek: Κωνσταντίνος Τζεχάνης, Latin: Constantinus Tzechani, Albanian: Kostë Xhehani,  1740–1800) was a philosopher, mathematician and poet from the 18th century Aromanian center of Moscopole.", "56945453": "Gert Prix (* 25. September 1957 in Klagenfurt) is an Austrian musician, mathematics teacher, informatics teacher and engineer as well as the founder and the head of operations at the Eboardmuseum.[1]", "55143215": "Laurentius Petrus Dignus \"Lou\" van den Dries (born May 26, 1951)[1] is a Dutch mathematician working in model theory. He is a professor emeritus of mathematics at the University of Illinois at Urbana–Champaign.", "46721841": "Jon T. Pitts (born 1948) is an American mathematician working on geometric analysis and variational calculus. He is a professor at Texas A&M University.", "36465461": "Caucher Birkar FRS (Kurdish: کۆچەر بیرکار, romanized: Koçer Bîrkar, lit. 'migrant mathematician'; born Fereydoun Derakhshani (Persian: فریدون درخشانی); July 1978) is an Iranian Kurdish mathematician and a professor at Tsinghua University[4] and at the University of Cambridge.[1][5]", "9071425": "Henry Keith Moffatt, FRS FRSE (born 12 April 1935) is a British mathematician with research interests in the field of fluid dynamics, particularly magnetohydrodynamics and the theory of turbulence. He was Professor of Mathematical Physics at the University of Cambridge from 1980 to 2002.", "36236100": "Wilhelm Ahrens (3 March 1872 – 23 May 1927) was a German mathematician and writer on recreational mathematics.[1]", "46918469": "Lai-Sang Lily Young (Chinese: 楊麗笙, born 1952) is a Hong Kong-born American mathematician who holds the Henry & Lucy Moses Professorship of Science and is a professor of mathematics and neural science at the Courant Institute of Mathematical Sciences of\nNew York University. Her research interests include dynamical systems, ergodic theory, chaos theory, probability theory, statistical mechanics, and neuroscience.[1] She is particularly known for introducing the method of Markov returns in 1998, which she used to prove exponential correlation delay in Sinai billiards and other hyperbolic dynamical systems.[2]", "5630788": "Konrad Hermann Theodor Knopp (22 July 1882 – 20 April 1957) was a German mathematician who worked on generalized limits and complex functions.", "42789700": "Giovanni Francesco Fagnano dei Toschi (born 31 January 1715 in Senigallia, died 14 May 1797 in Senigallia) was an Italian churchman and mathematician, the son of Giulio Carlo de' Toschi di Fagnano, also a mathematician.[1]", "17558344": "Mikko K.J. Kaasalainen (1965 – 12 April 2020) was a Finnish applied mathematician and mathematical physicist. He was professor of mathematics at the department of mathematics at Tampere University of Technology. Kaasalainen mostly worked on inverse problems and their applications especially in astrophysics, as well as on dynamical systems.[1][2]", "256840": "Alexander Keewatin Dewdney (born August 5, 1941) is a Canadian mathematician, computer scientist, author, filmmaker, and conspiracy theorist. Dewdney is the son of Canadian artist and author Selwyn Dewdney, and brother of poet Christopher Dewdney.", "715594": "Samuel L. Greitzer (August 10, 1905 – February 22, 1988) was an American mathematician, the founding chairman of the United States of America Mathematical Olympiad, and the publisher of the precollege mathematics journal Arbelos.[1] Together with H.S.M. Coxeter in 1967, Greitzer coauthored the well-received textbook Geometry Revisited, which has remained in print for more than 40 years.[2]", "37710667": "Walter Helbig Gottschalk (November 3, 1918 – February 15, 2004) was an American mathematician, one of the founders of topological dynamics.", "55831372": "Sally Elizabeth Carlson (October 2, 1896 – November 1, 2000) was an American mathematician,[1] the first woman and one of the first two people to obtain a doctorate in mathematics from the University of Minnesota.[1][2]", "4582220": "Robert Arnott Wilson (born 1958) is a retired mathematician in London, England, who is best known for his work on classifying the maximal subgroups of finite simple groups and for the work in the Monster group. He is also an accomplished violin, viola and piano player, having played as the principal viola in the Sinfonia of Birmingham. Due to a damaged finger, he now principally plays the kora.[1]", "20441932": "Sandow \"Sandy\" Sacks Ruby (July 23, 1941 – November 22, 2008) was an American mathematician and entrepreneur who helped found the electronics retail company Tech HiFi.[1]", "65235791": "Joan Livingston Richards (born 1948)[1] is an American historian of mathematics and a professor of history at Brown University, where she directs the Program of Science and Technology Studies.[2]", "61631309": "Chiu-Yen Kao (born 1974)[1] is a Taiwanese-American applied mathematician specializing in shape optimization, image segmentation, and mathematical biology. She is a professor of mathematics at Claremont McKenna College.[2]", "57764696": "Shin-ya Koyama (小山 信也, Koyama Shin'ya, born 1962, Niigata) is a Japanese mathematician working in number theory. He is currently a professor at Toyo University.[2][3]", "45083486": "William Walstan Crawley-Boevey (born 1960)[1] is an English mathematician.\nSince 2016, he has been Alexander von Humboldt Professor at Universität Bielefeld, \non leave from his position as \nProfessor of Pure Mathematics at the University of Leeds.[2] His research concerns representation theory and the theory of quivers.", "3926883": "Campanus de Novaria,\nCampanus Novariensis,\nIohannes Campanus,", "50555748": "Mammad Hagverdi Yaqubov (Məmməd Haqverdi oğlu Yaqubov) is an Azerbaijani scientist, doctor of physico and a mathematical sciences professor.", "53635941": "Peter John Eccles (born 6 September 1945) is a British  mathematician and emeritus professor of mathematics at the University of Manchester. Eccles specialises in homotopy theory and its applications to different topology. Eccles taught a wide variety of pure mathematics throughout his career, and published the book Introduction to mathematical reasoning [1] in 1997.", "34270059": "Famiano Michelini (1604 – 1665) was an Italian mathematician, mainly interested in hydraulics.[1]", "41741171": "Maria J. Esteban (born at Alonsotegi, 1956)[1] is a spanish mathematician. In her research she studies nonlinear partial differential equations, mainly by the use of variational methods, with applications to physics and quantum chemistry. She has also worked on fluid-structure interaction.", "36203384": "Yutaka Nishiyama (西山 豊, Nishiyama Yutaka, born 21 October 1948) is a Japanese mathematician and professor at the Osaka University of Economics, where he teaches mathematics and information. He is known as the \"boomerang professor\".[1] He has written nine books about the mathematics in daily life.[2] The most recent one, The mystery of five in nature, investigates, amongst other things, why many flowers have five petals.", "62385018": "Karin Baur is a Swiss mathematician who is working in the mathematical fields algebra, representation theory, cluster algebras, cluster categories, combinatorics, Lie algebras.[1] Currently she is a professor at University of Leeds[1] and she also a full professor at University of Graz.[2] From 2007–2012 she has been an assistant professor (SNSF professor) at ETH Zurich.[3] Moreover, she is one of the protagonists of the project Women of Mathematics throughout Europe.[4]", "67332987": "Mary D. Beisiegel is an Associate Professor of Mathematics at Oregon State University.[1] She is a Whiteley Faculty scholar for Teaching Excellence. Her research is in math education.", "22473601": "Wilfried Schmid (born May 28, 1943) is a German-American mathematician who works in Hodge theory, representation theory, and automorphic forms.  After graduating as valedictorian[1] of Princeton University's class of 1964, Schmid earned his Ph.D. at University of California, Berkeley in 1967 under the direction of Phillip Griffiths, and then taught at Berkeley and Columbia University, becoming a full professor at Columbia at age 27.  In 1978, he moved to Harvard University, where he served as the Dwight Parker Robinson Professor of Mathematics until his retirement in 2019.[2]", "71887749": "Radhika Vidyadhar Kulkarni (born 1956)[1] is a retired Indian and American operations researcher,[2] and the 2022 president of INFORMS.[3]", "11856776": "Leonardo Ximenes (27 December 1716 – 3 May 1786) was a famous Italian Jesuit, mathematician, engineer, astronomer and geographer from Sicily.[1]", "977804": "Nikoloz (Niko) Muskhelishvili (Georgian: ნიკოლოზ (ნიკო) მუსხელიშვილი; 16 February [O.S. 4 February] 1891 – 15 July 1976) was a Soviet Georgian mathematician, physicist and engineer who was one of the founders and first President (1941–1972) of the Georgian SSR Academy of Sciences (now Georgian National Academy of Sciences).", "56912787": "Arthur Buchheim (1859-1888) was a British mathematician.", "9169813": "François Georges René Bruhat (French: [bʁy.a]; 8 April 1929 – 17 July 2007) was a French mathematician who worked on algebraic groups.   The Bruhat order of a Weyl group, the Bruhat decomposition, and the Schwartz–Bruhat functions are named after him.", "19327896": "Laurence Alan Baxter (28 February 1954, in London – 8 November 1996, in Long Island) was professor of statistics at the State University of New York at Stony Brook.", "38366104": "Edward Baldwin Curtis (born 13 March 1933 in Newburyport, Massachusetts) is an American mathematician.", "48229274": "Rom Rubenovich Varshamov (Russian Ром Рубенович Варшамов; Born April 9, 1927, in Tbilisi; Died August 24, 1999, in Moscow) was a Soviet Armenian mathematician who worked in Coding theory, especially on error-correcting codes and Number theory.", "30665627": "Giovanni Battista Baliani (1582–1666) was an Italian mathematician, physicist and astronomer.", "72182687": "Cornelis (Kees) Vuik (Capelle aan den IJssel, Jan. 25, 1959) is a Dutch mathematician and professor. In 1982 he received his master's degree in applied mathematics from Delft University of Technology in Netherlands. He worked at Philips Natuurkundig Laboratorium for six months. He completed his Ph.D. at Utrecht University in 1988. His research[1] focused on moving-boundary problems (Stefan problems) and he was supervised by Prof. dr. E.M.J. Bertin and Prof. dr. A. van der Sluis.[2] Vuik then worked at TU Delft, successively as assistant professor, associate professor, and since 2007 as full professor of Numerical Analysis in the Faculty of Electrical Engineering, Mathematics and Computer Science.[3] Since 2022, he has been department chair of the Delft Institute of Applied Mathematics (DIAM) department.[4]", "70183840": "Naoki Saito is an applied mathematician specializing in applied and computational harmonic analysis, and interested in feature extraction, pattern recognition, graph signal processing, statistical signal processing, Laplacian eigenfunctions, and human and machine perception.", "41446307": "Martin Aaron Golubitsky is an American Distinguished professor of mathematics at Ohio State University and the former director of the Mathematical Biosciences Institute.", "53930917": "Georg Joseph Sidler (31 August 1831 – 9 November 1907) was a Swiss mathematician, professor at the university of Bern.", "47770535": "Lisa J. Fauci (born September 21, 1960) is an American mathematician who applies computational fluid dynamics to biological processes such as sperm motility and phytoplankton dynamics.[1] More generally, her research interests include numerical analysis, scientific computing, and mathematical biology. She is the Pendergraft Nola Lee Haynes Professor of Mathematics at Tulane University,[2] and was president of the Society for Industrial and Applied Mathematics (2019–2020).[3]", "47934379": "Daniel Isaac Aryeh Cohen (born 1946) is an American mathematician and computer scientist who is now a professor emeritus at Hunter College.[1]", "50654124": "Bohumil Bydžovský (14 March 1880, in Duchcov – 6 May 1969, in Jindřichův Hradec) was a Czech mathematician, specializing in algebraic geometry and algebra.[1][2]", "1797035": "John Gill (born 16 Feb 1937) is an American mathematician who has achieved recognition for his rock-climbing. He is widely considered to be the father of American bouldering.[1][2][3]", "26438577": "Gilles I. Pisier (born 18 November 1950) is a professor of mathematics at the Pierre and Marie Curie University and a distinguished professor and A.G. and M.E. Owen Chair of Mathematics at the Texas A&M University.[1][2] He is known for his contributions to several fields of mathematics, including functional analysis, probability theory, harmonic analysis, and operator theory. He has also made fundamental contributions to the theory of  C*-algebras.[3] Gilles is the younger brother of French actress Marie-France Pisier.", "34270130": "Georges Poitou (11 February 1926 – 14 December 1989) was a French mathematician.", "36858805": "Edmond[2] (or Edmund)[3] Halley FRS (/ˈhæli/;[4][5] 8 November [O.S. 28 October] 1656[a] – 25 January 1742 [O.S. 14 January 1741])[7][8] was an English astronomer, mathematician and physicist. He was the second Astronomer Royal in Britain, succeeding John Flamsteed in 1720.", "37579702": "Edgar Raymond Lorch (July 22, 1907 – March 5, 1990) was a Swiss American mathematician. Described by The New York Times as \"a leader in the development of modern mathematics theory\",[1] he was a professor of mathematics at Columbia University. He contributed to the fields general topology, especially metrizable and Baire spaces, group theory of permutation groups and functional analysis, especially spectral theory, convexity in Hilbert spaces and normed rings.", "4254655": "Bruno Wilhelm Augenstein (March 16, 1923 – July 6, 2005) was a German-born American mathematician and physicist who made important contributions in space technology, ballistic missile research, satellites, antimatter, and many other areas.", "36334531": "Vladimir Mikhailovich Filippov (Russian: Влади́мир Миха́йлович Фили́ппов; born 15 April 1951) is the Rector of the Peoples' Friendship University of Russia, Minister of Education of the Russian Federation in 1998–2004, Doctor in physical and mathematical sciences, professor and academician of the Russian Academy of Education.[1]", "53930950": "Gregory Z. Gutin (born 17 January 1957) is a scholar in theoretical computer science and discrete mathematics. He received his PhD in Mathematics in 1993 from Tel Aviv University under the supervision of Noga Alon. Since September 2000 Gutin has been Professor in Computer Science at Royal Holloway, University of London.", "58092499": "Carl Friedrich Geiser (26 February 1843, Langenthal – 7 March 1934, Küsnacht) was a Swiss mathematician, specializing in algebraic geometry. He is known for the Geiser involution[1] and Geiser's minimal surface.[2][3]", "56060886": "Sylvie Benzoni-Gavage (born 1967)[1] is a French mathematician known for her research in partial differential equations, fluid dynamics, traffic flow, shock waves, and phase transitions. In 2017 she was named as the director of the Institut Henri Poincaré.[2][3]", "3140570": "Nikolay Alekseevich Umov (Russian: Никола́й Алексе́евич У́мов; January 23, 1846 – January 15, 1915) was a Russian physicist and mathematician known for discovering the concept of Umov-Poynting vector and Umov effect.", "486365": "Peter David Lax (born Lax Péter Dávid; 1 May 1926) is a Hungarian-born American mathematician and Abel Prize laureate working in the areas of pure and applied mathematics.", "748517": "Aubrey David Nicholas Jasper de Grey (/dəˈɡreɪ/; born 20 April 1963)[3][4] is an English author and biomedical gerontologist.[5][6][7][8] He is the author of The Mitochondrial Free Radical Theory of Aging (1999) and co-author of Ending Aging (2007). He is known for his view that medical technology may enable human beings alive today not to die from age-related causes.[9] As an amateur mathematician, he has contributed to the study of the Hadwiger–Nelson problem in geometric graph theory, making the first progress on the problem in over 60 years.[10]", "2976742": "Mary Ellen Rudin (December 7, 1924 – March 18, 2013)[1] was an American mathematician known for her work in set-theoretic topology.[2] In 2013, Elsevier established the Mary Ellen Rudin Young Researcher Award, which is awarded annually to a young researcher, mainly in fields adjacent to general topology.[3]", "39414758": "Olof Hanner (7 December 1922 in Stockholm – 19 September 2015 in Gothenburg)[1][2]\nwas a Swedish mathematician.[3][4]", "6450152": "Hillel \"Harry\" Furstenberg (Hebrew: הלל (הארי) פורסטנברג) (born September 29, 1935) is a German-born American-Israeli mathematician and professor emeritus at the Hebrew University of Jerusalem. He is a member of the Israel Academy of Sciences and Humanities and U.S. National Academy of Sciences and a laureate of the Abel Prize and the Wolf Prize in Mathematics. He is known for his application of probability theory and ergodic theory methods to other areas of mathematics, including number theory and Lie groups.", "45444071": "Lars Hesselholt (born September 25, 1966) is a Danish mathematician who works as a professor of mathematics at Nagoya University in Japan, as well as holding a temporary position as Niels Bohr Professor at the University of Copenhagen.[1][2] His research interests include homotopy theory,[3] algebraic K-theory,[3] and arithmetic algebraic geometry.[2]", "52030438": "Carl Ferdinand Degen (1 November 1766 – 8 April 1825) was a Danish mathematician. His most important contributions were within number theory and he advised the young, aspiring Norwegian mathematician Niels Henrik Abel in a decisive way. Degen has received much of the credit for the introduction of more modern and advanced mathematics in the Danish-Norwegian school system.", "25750508": "Adolph-Andrei Pavlovich Yushkevich (Russian: Адо́льф-Андре́й Па́влович Юшке́вич; 15 July 1906 – 17 July 1993) was a Soviet historian of mathematics, leading expert in medieval mathematics of the East and the work of Leonhard Euler. He is a winner of George Sarton Medal by the History of Science Society for a lifetime of scholarly achievement.", "45345773": "Niky Kamran FRSC (born May 22, 1959) is a Belgian and Canadian mathematician whose research concerns geometric analysis, differential geometry, and mathematical physics.[1] He is a James McGill Professor in the Department of Mathematics and Statistics at McGill University.[2]", "55700462": "Kevin B. Ford (born 22 December 1967) is an American mathematician working in analytic number theory.", "34008046": "Bojan Mohar (born September 21, 1956) is a Slovenian and Canadian mathematician, working in graph theory. He is a professor of mathematics at the University of Ljubljana[1] and the holder of a Canada Research Chair in graph theory at Simon Fraser University in Vancouver, British Columbia, Canada.[2]", "37743604": "Albert Turner Bharucha-Reid (November 13, 1927 –  February 26, 1985) was an American mathematician and theorist who worked extensively on probability theory, Markov chains, and statistics. The author of more than 70 papers and 6 books, his work touched on such diverse fields as economics, physics, and biology.", "37088246": "János Halász (born 11 May 1963)[1] is a Hungarian politician, member of the National Assembly (MP) for Debrecen (Hajdú-Bihar County Constituency II) between 1998 and 2014. He was elected MP from his party, Fidesz's national list in 2014.[2] He served as Parliamentary State Secretary in the Ministry of Human (formerly National) Resources between 2010 and 2013. He served as State Secretary for Culture between 28 February 2013 and 5 June 2014.[2]", "10873846": "Václav (Vašek) Chvátal (Czech: [ˈvaːtslaf ˈxvaːtal]) is a Professor Emeritus in the Department of Computer Science and Software Engineering at Concordia University in Montreal, Quebec, Canada, and a visiting professor at Charles University in Prague. He has published extensively on topics in graph theory, combinatorics, and combinatorial optimization.", "45083641": "Satyan L. Devadoss is the Fletcher Jones Chair of Applied Mathematics and Professor of Computer Science at the University of San Diego.[1] His research concerns topology and geometry, with inspiration coming from theoretical physics, phylogenetics, and scientific visualization.", "60124163": "Isaac Mathieu Weill (24 May 1851 – 5 November 1939) was a French mathematician and principal of the Collège Chaptal.", "28765190": "Allen R. Miller (1942–2010) was an American mathematician.", "54455302": "Vincent Frederick Rickey (born 17 December 1941) is an American logician and historian of mathematics.[2]", "9006087": "Robert Tijdeman (born 30 July 1943 in Oostzaan, North Holland) is a Dutch mathematician. Specializing in number theory, he is best known for his Tijdeman's theorem. He is a professor of mathematics at the Leiden University since 1975, and was chairman of the department of mathematics and computer science at Leiden from 1991 to 1993. He was also president of the Dutch Mathematical Society from 1984 to 1986.[1]", "62188552": "Henri Coenraad Brinkman (Amsterdam, 30 March 1908 – Delft, 11 February 1961)[1] was a Dutch mathematician and physicist. He was a professor at the University of Groningen.[2]", "486412": "Pelageya Yakovlevna Polubarinova-Kochina (Russian: Пелаге́я Я́ковлевна Полуба́ринова-Ко́чина; 13 May [O.S. 1 May] 1899 – 3 July 1999) was a Soviet and Russian applied mathematician, known for her work on fluid mechanics and hydrodynamics, particularly, the application of Fuchsian equations, as well in the history of mathematics. She was elected a corresponding member of the Academy of Sciences of the Soviet Union in 1946 and full member (academician) in 1958.", "5827598": "honorary doctorate: Spelman College", "49966094": "Henry J. Kelley (1926-1988) was Christopher C. Kraft Professor of Aerospace and Ocean Engineering at the Virginia Polytechnic Institute. He produced major contributions to control theory, especially in aeronautical engineering and flight optimization.[1]", "4582441": "Richard A. Parker (born 29 January 1953, in Surrey) is a mathematician and freelance computer programmer in Cambridge, England. He invented many of the algorithms for computing the modular character tables  of finite simple groups. He discovered the relation between Niemeier lattices and\ndeep holes of the Leech lattice, and  constructed Parker's Moufang loop of order 213[1] (which was used by John Horton Conway in his construction of the monster group).", "23587882": "Valentina Harizanov is a Serbian-American mathematician and professor of mathematics at The George Washington University.  Her main research contributions are in computable structure theory (roughly at the intersection of computability theory and model theory), where she introduced the notion of degree spectra of relations on computable structures and obtained the first significant results concerning uncountable, countable, and finite Turing degree spectra.[1]     Her recent interests include algorithmic learning theory and spaces of orders on groups.", "420907": "Gholamhossein Mosaheb (October 13, 1910 – 1979) was an Iranian mathematician and logician whose works have been praised by other scholars such as Iraj Afshar and Najaf Daryabandari. Being fluent in Persian, Arabic, French and English, he studied in Iran, France and England; and received his PhD from Cambridge University. He was the founder of Mosaheb Institute of Mathematics, Teacher Training University and was the director of the Institute of Mathematics of Kharazmi University from 1972-1974.", "18541613": "Hans-Egon Richert (June 2, 1924 – November 25, 1993) was a German mathematician who worked primarily in analytic number theory. He is the author (with Heini Halberstam) of a definitive book[1] on sieve theory.", "14543919": "John Monroe Van Vleck (March 4, 1833 – November 4, 1912) was an American mathematician and astronomer.\nHe taught astronomy and mathematics at Wesleyan University in Middletown, Connecticut for more than 50 years (1853-1912), and served as acting university president twice.[1][2] The Van Vleck Observatory (at Wesleyan University)[3] and the crater Van Vleck on the Moon are named after him.", "1371184": "Werner Boy (German: [ˈvɛɹnɐ bɔɪ]; 4 May 1879 − 6 September 1914) was a German mathematician. He was the discoverer and eponym of Boy's surface—a three-dimensional projection of the real projective plane without singularities, the first of its kind. He discovered it in 1901 after his thesis adviser, David Hilbert, asked him to prove that it was not possible to immerse the real projective plane in three-dimensional space. Boy sketched several models of the surface, and discovered that it could have 3-fold rotational symmetry, but was unable to find a parametric model for the surface. It was not until 1978 that Bernard Morin found the first parametrisation, with the aid of computers.[citation needed]", "617522": "Issai Schur (10 January 1875 – 10 January 1941[1]) was a Russian mathematician who worked in Germany for most of his life. He studied at the University of Berlin. He obtained his doctorate in 1901, became lecturer in 1903 and, after a stay at the University of Bonn, professor in 1919.", "30862391": "James Dickson Murray FRSE FRS, (born 2 January 1931) is professor emeritus of applied mathematics at University of Washington and University of Oxford. He is best known for his authoritative and extensive work entitled Mathematical Biology.", "25816120": "Michele Cipolla (28 October 1880, Palermo – 7 September 1947, Palermo) was an Italian mathematician, mainly specializing in number theory.", "15461434": "Henry Gordon Rice (July 18, 1920 – April 14, 2003)[1][2] was an American logician and mathematician best known as the author of Rice's theorem, which he proved in his doctoral dissertation of 1951 at Syracuse University with thesis advisor Paul C. Rosenbloom.[3] Rice was also a Professor of Mathematics at the University of New Hampshire.  After 1960 he was employed by Computer Sciences Corporation in El Segundo.[4][5]", "3042363": "Daihachiro Sato (佐藤 大八郎, Satō Daihachirō, June 1, 1932 – May 28, 2008) was a Japanese mathematician who was awarded the Lester R. Ford Award in 1976 for his work in number theory, specifically on his work in the Diophantine representation of prime numbers.[3]  His doctoral supervisor at the University of California, Los Angeles was Ernst G. Straus.[1]", "2288703": "Joseph Hillel Silverman (born March 27, 1955, New York City)[1] is a professor of mathematics at Brown University[2] working in arithmetic geometry, arithmetic dynamics, and cryptography.", "51539014": "George Ridsdale Goldsbrough CBE FRS (19 May 1881, Sunderland, Tyne and Wear – 26 May 1963, Stratford-upon-Avon) was an English mathematician and mathematical physicist.[1][2]", "617543": "Athanasios Papoulis[1] (Greek: Αθανάσιος Παπούλης; 1921 – April 25, 2002) was a Greek-American engineer and applied mathematician.", "68283464": "Sister Yvonne Marie Pothier (born 1937)[1] is a Canadian mathematics educator and educational psychologist known for her work in the development of numerical concepts in children, and an activist for refugees. She is a professor emerita of education at Mount Saint Vincent University in Halifax, Nova Scotia,[2] and a Sister of Charity of Saint Vincent de Paul in the Roman Catholic Archdiocese of Halifax-Yarmouth.[1]", "68054086": "Domenico Angeloni (22 April 1732 – February 1817) was an Italian priest, theologist, and mathematician.", "35712077": "Seymour Saul Lipschutz (born 1931 died March 2018) was an author of technical books on pure mathematics and probability, including a collection of Schaum's Outlines.[1]", "24734804": "Uriel Feige (Hebrew: אוריאל פייגה) is an Israeli computer scientist who was a doctoral student of Adi Shamir.", "58747991": "Simone Warzel (born 1973) is a German mathematical physicist  at the Technical University of Munich. Her research involves statistical mechanics and the many-body problem in quantum mechanics.[1] She is a co-author of the book Random Operators: Disorder Effects on Quantum Spectra and Dynamics.[2]", "12414040": "Thomas C. Hull is an associate professor of applied mathematics at Franklin & Marshall College[1] and is known for his expertise in the mathematics of paper folding.[2][3][4]", "45575257": "Lucy R. Wyatt is an English mathematician and a professor in the School of Mathematics and Statistics at the University of Sheffield, Yorkshire. She is a member of the Environmental Dynamics research group in the School of Mathematics.", "388185": "George Woltman (born November 10, 1957) is the founder of the Great Internet Mersenne Prime Search (GIMPS), a distributed computing project researching Mersenne prime numbers using his software Prime95. He graduated from the Massachusetts Institute of Technology (MIT) with a degree in computer science. He lives in North Carolina. His mathematical libraries created for the GIMPS project are the fastest known for multiplication of large integers, and are used by other distributed computing projects as well, such as Seventeen or Bust.[1]", "74312795": "Carlos Benjamin de Lyra (Pernambuco, 23 November 1927 – São Paulo, 21 July 1974) was a prominent Brazilian mathematician, a pioneer in algebraic topology in Brazil and professor at the University of São Paulo.[1][2][3][4]", "51407966": "Étienne-Hyacinthe de Ratte (1722, Montpellier – 15 August 1805) was an 18th-century French astronomer and mathematician.[1]", "66874465": "Janvière Ndirahisha (born 1966) is a Burundian academic and politician. From 2015 to 2020 she was a Minister of Education for Burundi. She is President of the National Women's Forum (FNF).", "40791139": "Antonio Fais (25 April 1841 – 20 April 1925) was an Italian mathematician and railway engineer.\nHe was rector at the University of Cagliari from 1897 to 1898.[1][2]", "191598": "John Craig (1663 – 11 October 1731) was a Scottish mathematician and theologian.", "66186352": "Gila Hanna is a Canadian mathematics educator and philosopher of mathematics whose research interests include the nature and educational role of mathematical proofs, and gender in mathematics education. She is professor emerita in the Department of Curriculum, Teaching and Learning at the University of Toronto, affiliated with the Ontario Institute for Studies in Education,[1] the former director of mathematics education at the Fields Institute,[2] and the founder of the Canadian Journal of Mathematics, Science and Technology Education.[3]", "14380145": "Arthur John \"Jack\" Lohwater (October 20, 1922 - June 10, 1982)  was an American mathematician.", "43773045": "John Musisi Senyonyi is a mathematician, academic, evangelist and academic administrator in Uganda. He is the immediate past Vice Chancellor of Uganda Christian University, a private university that was accredited by the Uganda National Council of Higher Education (UNCHE), in 1997. He was appointed to that position in 2010.[1] Following ten continuous years in that position, he resigned,[2] and handed over to Aaron Mushengyezi, in August 2020.[3]", "1633397": "Richard Peter Stanley (born June 23, 1944) is an Emeritus Professor of Mathematics at the Massachusetts Institute of Technology, in Cambridge, Massachusetts. From 2000 to 2010, he was the Norman Levinson Professor of Applied Mathematics.[1]   He received his Ph.D. at Harvard University in 1971 under the supervision of Gian-Carlo Rota.[2] He is an expert in the field of combinatorics and its applications to other mathematical disciplines.[3]", "51178615": "Thomas G. Kurtz (born 14 July 1941 in Kansas City, Missouri, United States) is an American emeritus professor of Mathematics[1] and Statistics[2] at University of Wisconsin-Madison known for his research contributions to many areas of probability theory and stochastic processes. In particular, Kurtz’s research focuses on convergence, approximation and representation of several important classes of Markov processes. His findings appear in scientific disciplines such as systems biology, population genetics, telecommunications networks and mathematical finance.", "46623868": "Enrique Ramiro Pujals is a Brazilian mathematician known for his contributions to the understanding of dynamical systems.[2][3] Since fall of 2018, he has been a professor at the Graduate Center at the City University of New York.[4]", "23915649": "John Flinders Petrie (April 26, 1907 – 1972) was an English mathematician. He met the geometer Harold Scott MacDonald Coxeter as a student, beginning a lifelong friendship. They collaborated in discovering infinite warped polyhedra and (finite) warped polyhedra in the fourth dimension, analogous to the previous ones. In addition to being the first to realize the importance of the warped polygon that now bears his name, he was also skilled as a draftsperson.", "12151939": "Ivan Ivanovich Zhegalkin (Russian: Ива́н Ива́нович Жега́лкин; 3 August 1869, Mtsensk – 28 March 1947, Moscow) was a Russian and Soviet mathematician. He is best known for his formulation of Boolean algebra as the theory of the ring of integers mod 2, via what are now called Zhegalkin polynomials.", "3992708": "George Bruce Halsted (November 25, 1853 – March 16, 1922), usually cited as G. B. Halsted, was an American mathematician who explored foundations of geometry and introduced non-Euclidean geometry into the United States through his translations of works by Bolyai, Lobachevski, Saccheri, and Poincaré. He wrote an elementary geometry text, Rational Geometry, based on Hilbert's axioms, which was translated into French, German, and Japanese. Halsted produced original works in synthetic geometry, first with an elementary text in 1896, and with a text on synthetic projective geometry in 1906.", "59567236": "Margaret Gurney (October 28, 1908 – March 19, 2002) was an American mathematician, statistician, and computer programmer. Originally trained in the mathematical study of partial differential equations at Swarthmore College, Brown University, and the University of Göttingen, she came to work for the United States Census Bureau. There, she became known for her expertise in sampling, stratified sampling, and survey methodology. At the Census Bureau she also worked as an early programmer of the UNIVAC I computer. Later, she became an international consultant, teaching statistical methods in developing countries.[1] She won the Department of Commerce Silver Medal and was recognized as a Fellow of the American Statistical Association.[2]", "52161668": "Nairi Sedrakyan (born 1961 in Ninotsminda, USSR) is Erdős Award 2022 winner Armenian mathematician involved in national and international Olympiads, including American Mathematics Competitions (USA) and IMO, having been the president of the Armenian Mathematics Olympiads, the Leader of Armenian IMO Team,[1] a jury member and problem selection committee member of the International Mathematical Olympiad,[2] a jury member and problem selection committee member of the Zhautykov International Mathematical Olympiad (IZhO),[3] a jury member and problem selection committee member of the International Olympiad of Metropolises,[4] the president and organizer of the International Mathematical Olympiad Tournament of the Towns in the Republic of Armenia (1986-2013).[5] He has also authored a large number of problems proposed in these Olympiads. The government of Armenia awarded the author the title of the best teacher of Armenia and he received a special gift from the Prime Minister.[6] Nairi Sedrakyan's son Hayk Sedrakyan is also a professional mathematician and former IMO competitor.[7][8]", "453765": "Thoralf Albert Skolem (Norwegian: [ˈtùːrɑɫf ˈskùːlɛm]; 23 May 1887 – 23 March 1963) was a Norwegian mathematician who worked in mathematical logic and set theory.", "71134341": "Cairo University,", "17132682": "John Zaborszky (May 13, 1914 – February 11, 2008) was a noted Hungarian-born applied mathematician and a professor in the Department of systems science and mathematics, Washington University in St. Louis. He received the Richard E. Bellman Control Heritage Award in 1986.[1] He was elected to the National Academy of Engineering in 1984.", "27454605": "Chaim Leib Pekeris (June 15, 1908 – February 24, 1993)[1] was an Israeli-American physicist and mathematician. He made notable contributions to geophysics and the spectral theory of many-electron atoms, in particular the helium atom. He was also one of the designers of the first computer in Israel, WEIZAC.", "70511757": "Margaret Frances Willerding (1919–2003)[1] was an American mathematician known for her combinatorial enumeration of quadratic forms, for her mathematics textbooks, and for her editorship of the problems department of the mathematics journal School Science and Mathematics.[2]", "27791": "Marie-Sophie Germain (French: [maʁi sɔfi ʒɛʁmɛ̃]; 1 April 1776 – 27 June 1831) was a French mathematician, physicist, and philosopher. Despite initial opposition from her parents and difficulties presented by society, she gained education from books in her father's library, including ones by Euler, and from correspondence with famous mathematicians such as Lagrange, Legendre, and Gauss (under the pseudonym of Monsieur LeBlanc). One of the pioneers of elasticity theory, she won the grand prize from the Paris Academy of Sciences for her essay on the subject. Her work on Fermat's Last Theorem provided a foundation for mathematicians exploring the subject for hundreds of years after.[1] Because of prejudice against her sex, she was unable to make a career out of mathematics, but she worked independently throughout her life.[2] Before her death, Gauss had recommended that she be awarded an honorary degree, but that never occurred.[3] On 27 June 1831, she died from breast cancer. At the centenary of her life, a street and a girls’ school were named after her. The Academy of Sciences established the Sophie Germain Prize in her honour.", "46820493": "Ratan Shankar Mishra (1918–1999) was an Indian mathematician and academic who was known for his solutions to the Unified fluid theory of Albert Einstein.[1] He headed the department of Mathematics of the University of Gorakhpur (1958) and University of Allahabad (1963-1968) and served as the vice chancellor of Lucknow University (1982-1985),[2] as the reader at University of Delhi (1954-1958) and as the dean at Banares Hindu University, Varanasi (1965-1968).[1] He was honoured by the Government of India in 1971 with Padma Shri, the fourth highest Indian civilian award.[3]", "1731731": "Frank Harary (March 11, 1921 – January 4, 2005) was an American mathematician, who specialized in graph theory.  He was widely recognized as one of the \"fathers\" of modern graph theory.[1]\nHarary was a master of clear exposition and, together with his many doctoral students, he standardized the terminology of graphs.  He broadened the reach of this field to include physics, psychology, sociology, and even anthropology.  Gifted with a keen sense of humor, Harary challenged and entertained audiences at all levels of mathematical sophistication.  A particular trick he employed was to turn theorems into games—for instance, students would try to add red edges to a graph on six vertices in order to create a red triangle, while another group of students tried to add edges to create a blue triangle (and each edge of the graph had to be either blue or red).  Because of the theorem on friends and strangers, one team or the other would have to win.", "66153621": "Joseph Parsi (fl. late 15th century) was a Jewish mathematician. All that is known of him is that he was the author of an unpublished work entitled Keli Faz, a manual showing how to construct mathematical instruments. Steinschneider argues that Parsi may be identical with Joseph the physician, cosmographer, and astronomer of Lisbon, who in 1480 advised King John of Portugal to employ the astrolabe at sea, and who was a member of the commission to which the project of Columbus was submitted for examination.[1] The name \"Parsi\", however, indicates that the author of the Keli Faz was a Persian.", "355478": "Boris Abramovich Berezovsky (Russian: Борис Абрамович Березовский; 23 January 1946 – 23 March 2013),[4][5] also known as Platon Elenin,[6] was a Russian business oligarch, government official, engineer and mathematician and a member of the Russian Academy of Sciences. He had the federal state civilian service rank of 1st class Active State Councillor of the Russian Federation.[7]", "63368344": "Marie Elisabeth Rognes (born 7 October 1982) is a Norwegian applied mathematician specializing in scientific computing and numerical methods for partial differential equations. She works at the Simula Research Laboratory, as one of their chief research scientists.[1]", "27802": "Seymour Aubrey Papert (/ˈpæpərt/; 29 February 1928 – 31 July 2016) was a South African-born American mathematician, computer scientist, and educator, who spent most of his career teaching and researching at MIT.[2][3][4] He was one of the pioneers of artificial intelligence, and of the constructionist movement in education.[5] He was co-inventor, with Wally Feurzeig and Cynthia Solomon, of the Logo programming language.[2][6][7][8][9]", "63040669": "Maria del Carmen Domínguez Álvarez, also Karmenka, (born 1969)[1] is a Spanish glaciologist, polar explorer and mathematician. She is a co-founder of the Glackma Project which since 2001 has networked the measurement of glacier discharge in the polar regions. She has undertaken over 60 polar expeditions in Antarctica, Patagonia, Iceland, Svalbard and Siberia.[2]   Her work is considered to have contributed significantly to the understanding of global warming.[3][4][5]", "45477022": "Tinne Hoff Kjeldsen (Danish pronunciation: [ˈkʰelˀsn̩]) is a Danish mathematician who works in the Department of Science, Systems and Models (IMFUFA) at Roskilde University,[1] and in the Department of Science Education at the University of Copenhagen.[2] Her research interests include the philosophy of mathematics, history of mathematics, and mathematics education.", "191652": "Ludwig Otto Hölder (December 22, 1859 – August 29, 1937) was a German mathematician born in Stuttgart.[1]", "61729963": "Rubí Elena Rodríguez Moreno is a Chilean mathematician in the department of mathematics and statistics at the University of La Frontera,[1] a founder of the Iberoamerican Congress on Geometry, and the former president of the Chilean Mathematical Society.[2] Her research specialties include complex geometry, Fuchsian groups, Riemann surfaces, and abelian varieties.[1][2]", "6319281": "Steven Matheson is a fictional character from the Australian Channel Seven soap opera Home and Away, played by Adam Willits. Steven was created by Alan Bateman as one of the serial's original characters and he first appeared in the pilot episode. Willits received the role after being one of over three hundred actors to audition for the roles of the serial's foster children. He was a regular cast member from 1988 to 1991 and again between 1995 and 1996. He has continued to make guest appearances in from 1997 until 2008.", "22801588": "Heiko Harborth (born 11 February 1938, in Celle, Germany)[1] is Professor of Mathematics at Braunschweig University of Technology, 1975–present, and author of more than 188 mathematical publications.[2] His work is mostly in the areas of number theory, combinatorics and discrete geometry, including graph theory.", "62221494": "Pekka Pertti Tukia (born 3 November 1945 in Pihtipudas[1]) is a Finnish mathematician[2] who does research on Kleinian groups and their geometric properties (such as limit sets).", "37645495": "Robert Horton Cameron (May 17, 1908 – July 17, 1989) was an American mathematician, who worked on analysis and probability theory. He is known for the Cameron–Martin theorem.", "53996726": "Leslie Howarth, FRS (23 May 1911 – 22 September 2001) was a British mathematician who dealt with hydrodynamics and aerodynamics.", "39283907": "Frank Deutsch (born December 18, 1936) is an American academic applied mathematician specializing in approximation theory. He is an emeritus professor at The Pennsylvania State University,[1] and is the author of over 94 journal articles and two books,[2] and on the editorial board of five journals.", "67693763": "George James Minty Jr. (September 16, 1929, Detroit – August 6, 1986,[1] Bloomington, Indiana) was an American mathematician, specializing in mathematical analysis and discrete mathematics. He is known for the Klee–Minty cube, the Browder–Minty theorem, and the Minty-Vitaver theorem on graph coloring.", "24603848": "Peter Salamon is a mathematics professor at San Diego State University.[1]  \nHe has published more than 200 mathematical articles related to biomathematics, thermodynamics in finite time / geometrical thermodynamics, and optimization and mathematical modeling.[2]\nHe has an Erdős number of one and is also known for founding and doing extensive work on Finite Time Thermodynamics.", "34958541": "Boris Moiseyevich Schein (22 June 1938 – 4 October 2023) was a Russian-American mathematician, an expert in semigroups, and a Distinguished Professor in the Department of Mathematical Sciences at the University of Arkansas.[1]", "257230": "Sir Thomas Little Heath KCB KCVO FRS FBA (/hiːθ/; 5 October 1861 – 16 March 1940) was a British civil servant, mathematician, classical scholar, historian of ancient Greek mathematics, translator, and mountaineer. He was educated at Clifton College.[3] Heath translated works of Euclid of Alexandria, Apollonius of Perga, Aristarchus of Samos, and Archimedes of Syracuse into English.", "3534031": "Beniamino Segre (16 February 1903 – 2 October 1977) was an Italian mathematician who is remembered today as a major contributor to algebraic geometry and one of the founders of finite geometry.", "6646995": "Jacob Leupold (22 July 1674 – 12 January 1727) was a German physicist, mathematician, instrument maker, mining commissioner and engineer.  He wrote the seminal book Theatrum Machinarum Generale (\"The General Theory of Machines\").", "43740373": "Samuel Walker Shattuck (February 18, 1841 – February 13, 1913) was an American academic from Massachusetts. He graduated from Norwich University in Vermont and taught at the school until 1867, with a break to serve in the Civil War. He then accepted a position at Illinois Industrial University (today the University of Illinois at Urbana–Champaign), where he taught for the next forty-four years (1868–1912).", "2157781": "Jean-Étienne Montucla (5 September 1725 – 18 December 1799) was a French mathematician and historian.", "55831770": "Hélène Frankowska, or Halina Frankowska is a Polish and French mathematician known for her research in control theory and set-valued analysis. She is a director of research at the Centre national de la recherche scientifique, and works in the Institut de Mathématiques de Jussieu of Pierre and Marie Curie University.[1]", "13987034": "Morris Herman DeGroot (June 8, 1931 – November 2, 1989) was an American statistician.", "257242": "Apollonius of Perga (Greek: Ἀπολλώνιος ὁ Περγαῖος Apollṓnios ho Pergaîos; c. 240 BC – c. 190 BC) was an ancient Greek geometer and astronomer known for his work on conic sections. Beginning from the earlier contributions of Euclid and Archimedes on the topic, he brought them to the state prior to the invention of analytic geometry. His definitions of the terms ellipse, parabola, and hyperbola are the ones in use today. With his predecessors Euclid and Archimedes, Apollonius is generally considered among the greatest mathematicians of antiquity.[1]", "35220701": "Karl Friedrich Wilhelm Rohn (January 25, 1855 in Schwanheim – August 4, 1920 in Leipzig) was a German mathematician, who studied geometry.", "9170142": "Bernard Malgrange (6 July 1928 – 5 January 2024) was a French mathematician who worked on differential equations and singularity theory. He proved the Ehrenpreis–Malgrange theorem and the Malgrange preparation theorem, essential for the classification theorem of the elementary catastrophes of René Thom. He received his Ph.D. from Université Henri Poincaré (Nancy 1) in 1955. His advisor was Laurent Schwartz. He was elected to the Académie des sciences in 1988. In 2012 he gave the Łojasiewicz Lecture (on \"Differential algebraic groups\") at the Jagiellonian University in Kraków.[1] Malgrange died on 5 January 2024, at the age of 95.[2]", "63040734": "Robert Judson Aley (May 11, 1863 – July 1, 1935) was an American mathematician and university president. Aley served as the fifth President of the University of Maine from January 1911 to August 1921 and then as President of Butler College in Indiana from 1921 to 1931.[1]", "33713375": "Péter Komjáth (born 8 April 1953) is a Hungarian mathematician, working in set theory, especially combinatorial set theory. Komjáth is a professor at the Faculty of Sciences of the Eötvös Loránd University. He is currently a visiting faculty member at Emory University in the department of Mathematics and Computer Science.", "25619675": "Eberhard Melchior (born 12 November 1912, date of death unknown) was a German mathematician who provided the first proof of Sylvester's line problem in 1940.[1] He also discovered the related inequality now named after him.", "52423915": "John Frederick \"Rick\" Jardine  (born December 6, 1951, in Belleville, Canada) is a Canadian mathematician working in the fields of homotopy theory, category theory, and number theory.", "56323308": "Gabriele Vezzosi is an Italian mathematician, born in Florence (Italy). His main interest is algebraic geometry.", "65793263": "Gretchen L. Matthews (born 1973)[1] is a mathematician specializing in algebraic coding theory. She is a professor of mathematics at Virginia Tech.[2]", "45477104": "Jill P. Mesirov is an American mathematician, computer scientist, and computational biologist who is the Associate Vice Chancellor for Computational Health Sciences at the University of California, San Diego. She previously held an adjunct faculty position at Boston University and was the associate director and chief informatics officer at the Eli and Edythe L. Broad Institute of MIT and Harvard.", "39349487": "Gopinath Kallianpur (1925–2015)[1] was an Indian American mathematician and statistician who became the first director of the Indian Statistical Institute (1976–79) under its new Memorandum of Association. During his tenure as the director the new centre of ISI at Bangalore, Karnataka was founded.", "55536887": "Tamara G. Kolda is an American applied mathematician and former Distinguished Member of Technical Staff at Sandia National Laboratories. She is noted for her contributions in computational science, multilinear algebra, data mining, graph algorithms, mathematical optimization, parallel computing, and software engineering.[2][3] She is currently[when?] a member of the SIAM Board of Trustees and served as associate editor for both the SIAM Journal on Scientific Computing and the SIAM Journal on Matrix Analysis and Applications.[4]", "72183035": "Gillian Lesley Slater FIMA (née Filtness) is a retired British mathematician and academic administrator, the former vice chancellor of Bournemouth University.[1]", "67300603": "Ian P. Goulden is a Canadian and British mathematician. He works as a professor at the University of Waterloo in the department of Combinatorics and Optimization. He obtained his PhD from the University of Waterloo in 1979 under the supervision of David M. Jackson. His PhD thesis was titled Combinatorial Decompositions in the Theory of Algebraic Enumeration. Goulden is well known for his contributions in enumerative combinatorics such as the Goulden-Jackson cluster method.", "61664510": "Margit Rösler (born 1962) is a German mathematician known for her research in harmonic analysis, special functions, and Dunkl operators. She is a professor of mathematics at Paderborn University.", "35613951": "Antonio Schinella Conti (1677–1749), also known by his religious title as Abate Conti, was an Italian writer, translator, mathematician, philosopher and physicist. He was born in Padua on 22 January 1677 and died there on 6 April 1749.", "66612480": "Michael Drmota (born 17 July 1964 in Vienna) is an Austrian mathematician and professor at  TU Wien.", "93459": "Karl Theodor Wilhelm Weierstrass (German: Weierstraß [ˈvaɪɐʃtʁaːs];[1] 31 October 1815 – 19 February 1897) was a German mathematician often cited as the \"father of modern analysis\". Despite leaving university without a degree, he studied mathematics and trained as a school teacher, eventually teaching mathematics, physics, botany and gymnastics.[2] He later received an honorary doctorate and became professor of mathematics in Berlin.", "56421652": "David William Catlin (born 12 May 1952 Rochester, Pennsylvania) is an American mathematician who works on the theory of several complex variables.", "62844191": "Dimitri Leemans is a Belgian mathematician born in Uccle in 1972.", "10677546": "David M.R. Jackson is a professor at the University of Waterloo in the department of combinatorics and optimization. He graduated from Cambridge University in 1969. Jackson has been responsible for many developments in enumerative combinatorics in his career, as well as being a mathematical consultant to the Oxford English Dictionary Project.[1]", "62385455": "Stephen Barnabus Kelleher (1875–1917) was an Irish mathematician who served as Erasmus Smith's Professor of Mathematics at Trinity College Dublin (TCD) from 1914 to 1917.[1]", "36957490": "Gino Benedetto Loria (19 May 1862, Mantua – 30  January 1954, Genoa) was a Jewish-Italian[1] mathematician and historian of mathematics.", "2354487": "Leonard Mascot Blumenthal (February 27, 1901 – August 1984) was a Jewish[1] American mathematician.", "68021560": "Aleksei Viktorovich Chernavskii (or Chernavsky or Černavskii) (Russian: Алексей Викторович Чернавский; 17 January 1938 – 22 December 2023) was a Russian mathematician, specializing in differential geometry and topology.", "10448189": "Alan Dana Taylor (born October 27, 1947) is an American mathematician who, with Steven Brams, solved the problem of envy-free cake-cutting for an arbitrary number of people with the Brams–Taylor procedure.", "5565758": "Benedict Zuckermann (9 October 1818 – 17 December 1891) was a Jewish scientist in Breslau.", "62909762": "Alexandre Mikhailovich Vinogradov (Russian: Александр Михайлович Виноградов; 18 February 1938 – 20 September 2019) was a Russian and Italian mathematician. He made important contributions to the areas of differential calculus over commutative algebras, the algebraic theory of differential operators, homological algebra, differential geometry and algebraic topology, mechanics and mathematical physics, the geometrical theory of nonlinear partial differential equations and secondary calculus.[1]", "2583876": "Sir Franz Arthur Friedrich Schuster FRS FRSE[1] (12 September 1851 – 14 October 1934) was a German-born British physicist known for his work in spectroscopy, electrochemistry, optics, X-radiography and the application of harmonic analysis to physics. Schuster's integral is named after him.[2] He contributed to making the University of Manchester a centre for the study of physics.[3][4]", "51342663": "Tristan Rivière (born 26 November 1967, Brest) is a French mathematician, working on partial differential equations and the calculus of variations.", "20606281": "Howard Lincoln Hodgkins (June 23, 1862, in Elgin, Illinois – February 13, 1931) is best known as the ad interim president of the George Washington University from 1921 until 1923.", "5074250": "Jonathan Richard Partington (born 4 February 1955) is an English mathematician who is Emeritus Professor of pure mathematics at the University of Leeds.", "62451021": "Stephen Richard Doty (born April 16, 1953) is an American mathematician specializing in algebraic representation theory (especially modular representation theory). \nHe earned a doctorate in mathematics from University of Notre Dame in 1982 under the supervision of Warren J. Wong with dissertation The Submodule Structure of Weyl Modules for Groups of Type An.[1]  After post-doctoral positions at University of Washington and University of Notre Dame, he joined the faculty at Loyola University Chicago in 1987.", "46624081": "Tian Ye or Ye Tian (Chinese: 田野) is a Chinese mathematician known for his research in number theory and arithmetic geometry.", "14052690": "Hanfried Lenz (22 April 1916 in Munich – 1 June 2013 in Berlin) was a German mathematician, who is mainly known for his work in geometry and combinatorics.", "72871254": "Freddy Delbaen (born 21 November 1946 in Duffel, Belgium) is a Belgian-Swiss mathematician. He is professor emeritus of financial mathematics at ETH Zurich.[1]", "38858071": "Robert Sinclair MacKay FRS FInstP FIMA (born 1956) is a British mathematician and professor at the University of Warwick. He researches dynamical systems, the calculus of variations, Hamiltonian dynamics and applications to complex systems in physics, engineering, chemistry, biology and economics.[5][4]", "20180314": "Frank Lauren Hitchcock (March 6, 1875 – May 31, 1957) was an American mathematician and physicist known for his formulation of the transportation problem in 1941.", "2878813": "Judy Holdener (née Newhauser) is an American mathematician and educator. She is a professor of mathematics at Kenyon College. She was born in 1965. Holdener's primary interest is in number theory. She discovered a simpler proof of the theorem of Touchard, which states that every perfect number is of the form 2k, 12k+1, or 36k+9.", "61926752": "Henri Moscovici (born 5 May 1944 in Tecuci, Romania) is a Romanian-American mathematician,[1] specializing in non-commutative geometry and global analysis.[2]", "45346156": "Tasso Joost Kaper (born June 25, 1964) is an American mathematician at Boston University, where he chairs the Department of Mathematics and Statistics. His research concerns dynamical systems and applied mathematics.[1]", "2452847": "Giovanni Enrico Eugenio Vacca (18 November 1872 – 6 January 1953) was an Italian mathematician, Sinologist and historian of science.", "41414002": "William Thomas Trotter Jr. is an American mathematician, who is on the faculty of the Department of Mathematics at the Georgia Institute of Technology. His main expertise is partially ordered sets, but he has also done significant work in other areas of combinatorics,[1] such as the Szemerédi–Trotter theorem and Chvátal-Rödl-Szemerédi-Trotter theorem.", "2452856": "Giovanni Vailati (24 April 1863 – 14 May 1909) was an Italian proto-analytic philosopher, historian of science, and mathematician.", "18050427": "Vasanti N. Bhat-Nayak was a mathematician whose research concerned balanced incomplete block designs, bivariegated graphs, graceful graphs, graph equations and frequency partitions.\nShe earned a Ph.D. from the University of Mumbai in 1970 with the dissertation Some New Results in PBIBD Designs and Combinatorics. S. S. Shrikhande was her advisor.[1]\nAfter completing her doctorate, she remained on the faculty at the university, and eventually served as department head.[2]", "70741372": "Other reasons this message may be displayed:", "23293310": "Robert Wood or Woods (1622?–1685) was an English mathematician.", "47541633": "Sigurd Bernardus Angenent (born 1960)[1] is a Dutch-born mathematician and professor at the University of Wisconsin–Madison. Angenent works on partial differential equations and dynamical systems, with his recent research focusing on heat equation and diffusion equation.[2][3] The Angenent torus and Angenent ovals are special solutions to the mean curvature flow published by Angenent in 1992;[4] the Angenent torus remains self-similar as it collapses to a point under the flow, and the Angenent ovals are the only compact convex ancient solutions other than circles for the curve-shortening flow.[5]", "63270274": "Eric Jean-Paul Urban is a professor of mathematics at Columbia University working in number theory and automorphic forms, particularly Iwasawa theory.", "68251012": "Charles William Clenshaw (15 March 1926, Southend-on-Sea, Essex – 23 September 2004)[1] was an English mathematician, specializing in numerical analysis. He is known for the Clenshaw algorithm (1955) and Clenshaw–Curtis quadrature (1960). In a 1984 paper Beyond Floating Point, Clenshaw and Frank W. J. Olver introduced symmetric level-index arithmetic.", "4844933": "Joachim A. Nitsche (September 2, 1926, Nossen – January 12, 1996) was a German mathematician and professor of mathematics in Freiburg, known for his important contributions to the mathematical and numerical analysis of partial differential equations. The duality argument for estimating the error of the finite element method and a scheme for the weak enforcement of Dirichlet boundary conditions for Poisson's equation bear his name.", "65334662": "Laura A. Miller is an American mathematical biologist, known for her research in biomechanical applications of fluid dynamics including insect flight, jellyfish propulsion, and blood flow in embryonic hearts.[1] She works at the University of Arizona as a professor of mathematics.", "2452868": "Alessandro Padoa (14 October 1868 – 25 November 1937) was an Italian mathematician and logician, a contributor to the school of Giuseppe Peano.[1]  He is remembered for a method for deciding whether, given some formal theory, a new primitive notion is truly independent of the other primitive notions. There is an analogous problem in axiomatic theories, namely deciding whether a given axiom is independent of the other axioms.", "1731976": "Branko Grünbaum (Hebrew: ברנקו גרונבאום; 2 October 1929 – 14 September 2018)[1] was a Croatian-born mathematician of Jewish descent[2] and a professor emeritus at the University of Washington in Seattle.  He received his Ph.D. in 1957 from Hebrew University of Jerusalem in Israel.[3]", "1011080": "Edmond Nicolas Laguerre (9 April 1834, Bar-le-Duc – 14 August 1886, Bar-le-Duc) was a French mathematician[1] and a member of the Académie des sciences (1885). His main works were in the areas of geometry and complex analysis. He also investigated orthogonal polynomials (see Laguerre polynomials). Laguerre's method is a root-finding algorithm tailored to polynomials. He laid the foundations of a geometry of oriented spheres (Laguerre geometry and Laguerre plane), including the Laguerre transformation or transformation by reciprocal directions.", "3632522": "Hippocrates of Chios (Greek: Ἱπποκράτης ὁ Χῖος; c. 470 – c. 410 BC) was an ancient Greek mathematician, geometer, and astronomer.", "2452874": "Mario Pieri (22 June 1860 – 1 March 1913) was an Italian mathematician who is known for his work on foundations of geometry.", "51604879": "Anders Planman (1724 – 25 April 1803)[1] was a Finnish astronomer, professor of physics and mathematician. He was one of the first people to make systematical astronomical observations in Finland.", "59141520": "Shirley M. Frye (née Urban)[1] is an American mathematics educator. She is the former president of the National Council of Supervisors of Mathematics[2] and the National Council of Teachers of Mathematics.[3]", "62778769": "Robert Henry Risch (born 1939) is an American mathematician who worked on computer algebra and is known for his work on symbolic integration, specifically the Risch algorithm.[1] This result was quoted as a milestone in the development of mathematics:", "41414039": "Nikolai Nikolayevich Vorobyov (also Vorobiev) (Russian: Николай Николаевич Воробьёв, 18 September 1925, Leningrad — July 14, 1995) was a Soviet and Russian mathematician, an expert in the field of abstract algebra, mathematical logic and probability theory, the founder of the Soviet school  of game theory. He is an author of two textbooks, three monographs, a large number of mathematical articles and a number of popular science books. He supervised over 30 kandidat and D.Sc (habilitation) dissertations.[1]", "2452888": "Gino Fano (5 January 1871 – 8 November 1952) was an Italian mathematician, best known as the founder of finite geometry. He was born to a wealthy Jewish[2] family in Mantua, in Italy and died in Verona, also in Italy.", "68742560": "Norma Eugenia González Hernández (née González, born May 19, 1934) is an American mathematics educator known for her work on the educational achievements of Mexican-American students and on the factors influencing those achievements. She was dean of education at the University of Texas at El Paso.", "72805796": "Laura Gardini (born 1952) is an Italian mathematician who studies chaos in dynamical systems, with applications in mathematical finance. She is professor in mathematics for economic applications at the University of Urbino.", "55864747": "Daniel Buchanan (14 April 1880 – 1 December 1950, Vancouver) was a Canadian mathematics and astronomy professor and academic administrator.\n[1]", "20573612": "Rodney Hill FRS[1] (11 June 1921 – 2 February 2011)[2] was an applied mathematician and a former Professor of Mechanics of Solids at Gonville and Caius College, Cambridge.", "5270957": "Louis Charles Karpinski (5 August 1878[1] – 25 January 1956[2]) was an American mathematician.", "74444208": "Paul Couderc (15 July 1899 – 5 February 1981) was a French academic who held mathematics professorships at lycées in Chartres (1926–1929) and Paris (1930–1944).[1][2]", "56946098": "Christof Schütte (born April 10, 1966) is a German mathematician, working in applied and computational mathematics at the Freie Universität Berlin and the Zuse Institute Berlin.", "9596339": "Abdusalam Abubakar (born 1989/1990)[1] is a Somali-born Irish scientist from Dublin. He was the winner of the 43rd Young Scientist and Technology Exhibition in 2007 at the age of seventeen. He went on to be named EU Young Scientist of the Year in September 2007.", "51441080": "Neena Gupta (born in 1984) is a professor at the Statistics and Mathematics Unit of the Indian Statistical Institute (ISI), Kolkata.[1] Her primary fields of interest are commutative algebra and affine algebraic geometry.[2]", "10251704": "Ernő Lendvai (6 February 1925 – 31 January 1993) was one of the first music theorists to write on the appearance of the golden section and Fibonacci series and how these are implemented in Bartók's music.[1] He also formulated the axis system, acoustic scale and alpha chord.", "14446011": "Daniel Christian Ludolph Lehmus (July 3, 1780 in Soest – January 18, 1863 in Berlin) was a German mathematician, who today is best remembered for the Steiner–Lehmus theorem, that was named after him.", "11464124": "Lyubomir Ivanov (Bulgarian: Любомир Иванов, born 7 October 1952 in Sofia) is a Bulgarian scientist, non-governmental activist, and Antarctic explorer.  He is a graduate of the St. Kliment Ohridski University of Sofia with M.S. degree in mathematics in 1977. He earned his PhD from Sofia University in 1980, under the direction of Dimiter Skordev with a dissertation titled Iterative Operative Spaces, and was the 1987 winner of Acad. Nikola Obreshkov Prize, the highest Bulgarian award in mathematics.[1]", "33975742": "László Filep (6 December 1941 Császló – 19 November 2004 Budapest) was a Hungarian mathematician who specialized in history of mathematics. His Ph.D. advisors at the University of Debrecen were Barna Szénássy and Lajos Tamássy.", "4779457": "Chris Brink, CBE, FRSSAf (born 31 January 1951) is a South African mathematician and academic. He was the Vice-Chancellor of Newcastle University between 2007 and December 2016.[3]", "59796930": "Hongkai Zhao is a Chinese mathematician and Ruth F. DeVarney Distinguished Professor of Mathematics at Duke University. He was formerly the Chancellor's Professor in the Department of Mathematics at the University of California, Irvine. He is known for his work in scientific computing, imaging and numerical analysis, such as the fast sweeping method for Hamilton-Jacobi equation[1] and numerical methods for moving interface problems.[2]", "31845829": "Peter K. Friz (born 1974 in Klagenfurt) is a mathematician working in the fields of partial differential equations, quantitative finance, and stochastic analysis.", "53177801": "Michael Steenstrup Vogelius (born 1953) is an American mathematician.", "51015113": "Sergei Nikolaevich Chernikov (11 May 1912 – 23 January 1987; Russian: Сергей Николаевич Черников) was a Russian mathematician who contributed significantly to the development of infinite group theory and linear inequalities.", "68316618": "Marco Antonio Raupp (9 July 1938 – 24 July 2021) was a Brazilian mathematician and politician.[1] He served as Director of the National Institute for Space Research, President of the Sociedade Brasileira para o Progresso da Ciência, and Minister of Science, Technology and Innovation.", "61664717": "Monica M. VanDieren is an American mathematician specializing in mathematical logic and model theory. She is University Professor of Mathematics and Director of the University Honors Program at Robert Morris University.[1]", "3894736": "Samarendra Nath Roy (11 December 1906 – 23 July 1964) was an Indian-born American mathematician and an applied statistician.", "2092501": "Harry Dym (born 1938, Hebrew: הארי דים) is a mathematician at the Weizmann Institute of Science, Israel. Dym's research interests include operator theory, interpolation theory, and inverse problems.", "67628503": "Komei Fukuda (Japanese: 福田 公明, born 1951)[1] is a Japanese mathematician known for his contributions to optimization,\npolyhedral computation and oriented matroid theory. Fukuda is a professor in optimization and computational geometry\nin the Department of Mathematics and in the Institute of Theoretical Computer Science at ETH Zurich.", "71364058": "Virginie Bonnaillie-Noël (born on 3 October 1976 in Calais) is a French mathematician and research director specializing in numerical analysis. Her research topics concern partial differential equations, asymptotic, spectral and numerical analysis of problems arising from physics or mechanics."}