{"32539705": "Shengwang Du is a professor in the department of physics at The University of Texas at Dallas.", "19203140": "Eduard August Grüneisen (26 May 1877 – 5 April 1949) was a German physicist.[1][2] The dimensionless thermodynamic measure known as Grüneisen parameter is named after him.", "72877130": "Roya Zandi is an American physicist whose research involves the self-assembly of the viruses and fluctuation-induced or Casimir forces.[1][2] She is a professor of physics and astronomy at the University of California, Riverside, and the director of the university's biophysics graduate program.[3]", "3408972": "Henry Smith Carhart, Ph.B. (1844–1920) was an American physicist and university professor. He was born in Coeymans, New York on March 27, 1844, and graduated from Wesleyan University in 1869 and completed an M.A. degree from the same institution in 1873.[1][2]  He pursued additional graduate studies at Yale, Harvard, and the Humboldt University of Berlin. After serving as professor at Northwestern University, Carhart was appointed to the faculty of the University of Michigan in 1886, where he remained until his retirement as professor emeritus in 1909.", "18613326": "Abdel-Moniem ibn Ali El-Ganayni  (Arabic: عبد المنعم بن علي الجنايني) is an Egyptian-born American nuclear physicist, former prison Imam, and an active member of the Pittsburgh Muslim community.  In 2007 El-Ganayni's U.S. security clearance was revoked, and he subsequently lost his job as a senior scientist at Bettis Atomic Power Laboratory.", "31458385": "Sven Kullander (9 March 1936 – 28 January 2014) was a Swedish physicist.[1] He was professor of High Energy Physics at Uppsala University. Kullander received his doctorate from Uppsala University in 1971.[2] He took part in experiments on measurements of nuclear shell structure from meson scattering carried out in accelerators, on the structure of Helium nuclei, and on quark structure of matter by meson production. He also contributed to the development of accelerators.[3]", "30049362": "Francis F. Chen (born November 18, 1929) is a Chinese-born American plasma physicist.", "62063706": "Mathew Owens is a British physicist and professor of space physics at the University of Reading in the UK.[1]  He has made major contributions to the understanding of the solar wind and space weather.[2]", "48989277": "Emilio Santos Corchero, born 7 October 1935 (San Vicente de Alcantara, Extremadura, Spain), is a theoretical physicist, professor at the Universities of Costa Rica (1964–68), Valladolid (1968-76) and Cantabria (Spain) (1976-). In the year 1998 he received the Medal of the Spanish Society of Physics.", "64062566": "Cornelis Wind (7 November 1867 – 7 August 1911) was a Dutch physicist.[1] Wind was a pioneer in X-ray research. He died of bone marrow damage in 1911.", "918635": "Anton Zeilinger (German: [ˈanton ˈtsaɪlɪŋɐ]; born 20 May 1945) is an Austrian quantum physicist and Nobel laureate in physics of 2022.[8] Zeilinger is professor of physics emeritus at the University of Vienna and senior scientist at the Institute for Quantum Optics and Quantum Information of the Austrian Academy of Sciences.[9] Most of his research concerns the fundamental aspects and applications of quantum entanglement.", "12846187": "Thomas Howell Laby FRS[1] (3 May 1880 – 21 June 1946), was an Australian physicist and chemist, Professor of Natural Philosophy, University of Melbourne 1915–1942.  Along with George Kaye, he was one of the founding editors of the reference book Tables of Physical and Chemical Constants and Some Mathematical Functions, usually known simply as \"Kaye and Laby\".[2]", "1141": "Augustin-Jean Fresnel[Note 1] (10 May 1788 – 14 July 1827) was a French civil engineer and physicist whose research in optics led to the almost unanimous acceptance of the wave theory of light, excluding any remnant of Newton's corpuscular theory, from the late 1830s [3] until the end of the 19th century. He is perhaps better known for inventing the catadioptric (reflective/refractive) Fresnel lens and for pioneering the use of \"stepped\" lenses to extend the visibility of lighthouses, saving countless lives at sea. The simpler dioptric (purely refractive) stepped lens, first proposed by Count Buffon [4] and independently reinvented by Fresnel, is used in screen magnifiers and in condenser lenses for overhead projectors.", "8455287": "Karl Richard Bechert (August 23, 1901 in Nuremberg, Middle Franconia – April 1, 1981 in Weilmünster-Möttau, Hesse) was a German theoretical physicist and political leader.  As a scientist, he made contributions in atomic physics.", "1213560": "James Burkett Hartle (August 17, 1939 – May 17, 2023) was an American theoretical physicist. He joined the faculty of the University of California, Santa Barbara in 1966, and was a member of the external faculty of the Santa Fe Institute. Hartle is known for his work in general relativity, astrophysics, and interpretation of quantum mechanics.", "63145082": "Hari Keshab Sen (9 February, 1905[1] - 1 September, 1976), popularly known as H. K. Sen[2] was an Indian Bengali scientist, astrophysicist. He was known for the Sen-Wyller magneto-ionic theory, which is a generalisation of the standard Appleton-Hartree formula for radio wave propagation through a weakly ionized gas in a magnetic field. The Sen-Wyller magneto-ionic theory was discovered in 1960 by Hari Keshab Sen and A. A. Wyller.[2]", "5440635": "Carlos Silvestre Frenk CBE FRS (born 27 October 1951) is a Mexican-British cosmologist.[1] Frenk graduated from the National Autonomous University of Mexico and the University of Cambridge, and spent his early research career in the United States, before settling permanently in the United Kingdom. He joined the Durham University Department of Physics in 1986 and since 2001 has served as the Ogden Professor of Fundamental Physics at Durham University.[2]", "42665086": "Falk Herwig (born 1969) is a Canadian astrophysicist who is known for his researches at the University of Victoria. He has over 200 peer-reviewed articles which brought him an h-index of 37.[1]", "58688639": "University of Oxford \nRoyal Holloway University", "49874045": "Yue Qi is a Chinese-born American nanotechnologist and physicist who specializes in computational materials scientist at Brown University.  She won the 1999 Feynman Prize in Nanotechnology for Theory along with William Goddard and Tahir Cagin for \"work in modeling the operation of molecular machine designs.\"[1]", "3310725": "Charles Thomas Elliott (known as Tom Elliott), CBE FRS (born 16 January 1939),[1] is a scientist in the fields of narrow gap semiconductor and infrared detector research.", "1213579": "Roland Omnès (18 February 1931 – 2 August 2022) was a French author of several books which aimed to give non-scientists the information required to understand quantum mechanics from an everyday standpoint.", "53871756": "Clement Laurence Pryke (born 1968 in Wallasey, Cheshire, UK) is an English-American physicist, focusing in astrophysics and cosmology, particularly on the cosmic microwave background.[1][2]", "53871758": "Marek Potemski is a  French - Polish physicist currently at LNCMI and an Elected Fellow of the American Physical Society.[1][2]", "53871759": "John D. Prestage is an American physicist currently at NASA[1] and an Elected Fellow of the American Physical Society.[2] He pioneered and designed several ion-trap atomic clocks including the physics package for the NASA Deep Space Atomic Clock (DSAC) Technology Demonstration Mission.", "165008": "William Gilbert (/ˈɡɪlbərt/; 24 May 1544? – 30 November 1603),[1] also known as Gilberd,[2] was an English physician, physicist and natural philosopher. He passionately rejected both the prevailing Aristotelian philosophy and the Scholastic method of university teaching.  He is remembered today largely for his book De Magnete (1600).", "30704787": "Prof. Ing. Lubomír Dvořák, CSc. (born 10 July 1940, in Rokytnice) is a Czech scientist specialising in experimental physics.", "21267606": "Yadin Dudai (born December 8, 1944) is a neuroscientist, Professor (emeritus) of Neurobiology at the Weizmann Institute of Science in Rehovot, Israel, and the Albert and Blanche Willner Family Global Distinguished Professor of Neural Science at New York University (NYU).", "53871769": "George H. Rawitscher (27 February 1928 – 10 March 2018)[1][2][3] was an American physicist who taught at the University of Connecticut.", "55805081": "2012 is a 2009 American science fiction disaster film directed by Roland Emmerich. It was produced by Harald Kloser, Mark Gordon, and Larry J. Franco, and written by Kloser and Emmerich. The film stars John Cusack, Amanda Peet, Chiwetel Ejiofor, Oliver Platt, Thandiwe Newton,[a] Danny Glover and Woody Harrelson. Based on the 2012 phenomenon, its plot follows geologist Adrian Helmsley (Ejiofor) and novelist Jackson Curtis (Cusack) as they struggle to survive an eschatological sequence of events including earthquakes, volcanic eruptions, megatsunamis, and a global flood.", "56525980": "Quantum Computing", "44369056": "Howard Monroe Raymond (October 25, 1872 – 1943) was an American physicist, Professor of Physics and President of the Armour Institute of Technology from 1892 to 1932, also known as the editor of the early 20th century Cyclopedia of Modern Shop Practice.[1]", "296104": "William Stanley Jr. (November 28, 1858 – May 14, 1916) was an American physicist born in Brooklyn, New York. During his career, he obtained 129 patents covering a variety of electric devices.[1] In 1913, he also patented an all-steel vacuum bottle, and formed the Stanley Bottle Company.", "36635817": "Aram Bagrati \"Bagratovich\" Nalbandyan (Armenian: Արամ Բագրատի Նալբանդյան, January 1, 1908 – January 24, 1987) was a Soviet and Armenian physicist, prominent in the field of physical chemistry, founder of the Institute of Chemical Physics[1] in Yerevan, Armenia, and academician-secretary of the Chemical Department of the Armenian Academy of Sciences (AS).[2] He is the author of more than 400 scientific articles and five monographs.", "33972": "Wolfgang Ernst Pauli (/ˈpɔːli/;[5] German: [ˈvɔlfɡaŋ ˈpaʊli]; 25 April 1900 – 15 December 1958) was an Austrian theoretical physicist and one of the pioneers of quantum physics. In 1945, after having been nominated by Albert Einstein,[6] Pauli received the Nobel Prize in Physics for his \"decisive contribution through his discovery of a new law of Nature, the exclusion principle or Pauli principle\". The discovery involved spin theory, which is the basis of a theory of the structure of matter.", "56263862": "Xi Yin (Chinese: 尹希; pinyin: Yǐn Xī; born December 1983[citation needed]) is a Chinese-American theoretical physicist.", "59180215": "Mike Gruntman is an Russian-American physicist, space engineer, and author. He is professor of astronautics and aerospace engineering at the Viterbi School of Engineering, University of Southern California (USC).[1]", "2032825": "František Koláček (9 October 1851, Slavkov u Brna, Moravia – 8 December 1913, Prague) was a Czech physicist.", "53085372": "Aruna dhathathreyanis a Professor and Emeritus scientist at CSIR-Central Leather Research Institute, Chennai, India.[1] Her fields of work and research include biophysics, biophysical chemistry, and surface sciences.[1]", "47219901": "Marco Durante (born in 1965 in Naples, Italy) is an Italian physicist, recognized as an expert in the fields of radiobiology and medical physics in charged particle therapy.", "55084222": "Per Johan Sven Elf, (born May 8, 1975) is a Swedish biophysicist. As of 2013 he is professor of physical biology at Uppsala universitet, Department of Cell and Molecular Biology. He is a member of the board of Uppsala University.", "21660865": "James P. C. Southall (1871-1962) was an American physicist, professor at Columbia University (1914 to 1940), and specialist in optics. He was president of the Optical Society of America (1921) and translator of Physiological Optics by Helmholtz.", "3736770": "David Enskog (22 April 1884, Västra Ämtervik, Sunne – 1 June 1947, Stockholm) was a Swedish mathematical physicist.[1] Enskog helped develop the kinetic theory of gases by extending the Maxwell–Boltzmann equations.", "8815809": "Marine geology", "66880709": "James Clinton Davenport (born 1938) is an American physicist and physics professor. He specializes in condensed matter physics and is known for his contributions to physics education. He is one of the founders of the National Society of Black Physicists (NSBP).", "21628102": "Perley Gilman Nutting (1873–1949) was an American optical physicist and the founder of the Optical Society of America (OSA). He served as its first president from 1916 to 1917.[1]  OSA is now known as Optica.", "62620869": "André Jean Martin (20 September 1929 in Paris – 11 November 2020 in Geneva[1][2]) was a French particle physicist who worked at CNRS and CERN.", "61965513": "Vitaly Borisovich Voloshinov (Russian: Виталий Борисович Волошинов; 20 March 1947 – 28 September 2019) was a Soviet and Russian physicist, one of the world's leading experts in the field of acoustoptics, honored teacher of Moscow State University[1][2]", "57214153": "Richard Alan McCray (24 November 1937 – 26 October 2021) was an American astronomer and astrophysicist.[1][2]", "66290891": "Dawn K. Erb is an American physicist. She is an associate professor in the department of physics at the University of Wisconsin–Milwaukee.", "2819277": "Bogdan Cvete Maglić (anglicized Maglich, August 5, 1928 – November 25, 2017) was a Serbian-American experimental nuclear physicist and the leading advocate of a purported non-radioactive aneutronic fusion energy source. Maglich built four models of Migma, devices producing fusion of deuterium atoms in colliding ion beams.", "62948563": "Theodore H. Berlin (8 May 1917, New York City – 16 November 1962, Baltimore) was an American theoretical physicist.[1]", "3507423": "Frank Wilfred Jordan (6 October 1881 – 12 January 1941) was a British physicist who together with William Henry Eccles invented the flip-flop circuit in 1918.[1][2] This circuit became the basis for electronic binary data storage in computers.", "55739616": "Estela Susana Lizano Soberón (born March 29, 1957) is a Mexican astrophysicist and researcher. She has specialized in the theoretical study of star formation.", "60720358": "Toshitaka Kajino (梶野 敏貴) is a Japanese astronomer from Kashiwazaki, Niigata Prefecture, Japan. His specialty is theoretical astronomy, especially nuclear astrophysics and cosmology.", "57738472": "Michael S. Fuhrer FAA is a US/Australian physicist recognised internationally[1][2] as a pioneer in atomically-thin (two-dimensional) materials, including graphene and novel topological materials, with expertise in fabrication and characterisation of their electronic and optical properties.[3]", "48399592": "Johanna Maria Henrica (Anneke) Levelt Sengers (born 4 March 1929) is a Dutch physicist known for her work on critical states of fluids. She retired from the National Institute of Standards and Technology (NIST) in 1994, after a 31 year career there.[2] In 2005 Levelt Sengers was co-chair (with Dr Manju Sharma) for the InterAcademy Council of the advisory report 'Women for Science' published June 2006. She currently co-chairs the InterAmerican Network of Academies of Sciences women for science program.[3]", "492778": "Clarence Lester Hogan (February 8, 1920 – August 12, 2008) was an American physicist and a pioneer in microwave and semiconductor technology.", "7210219": "Avishai Dekel (born 1951) is a professor of physics at the Hebrew University of Jerusalem, Israel, holding the Andre Aisenstadt Chair of Theoretical Physics. His primary research interests are in astrophysics and cosmology.", "38077676": "Thomas Felix Rosenbaum (born February 20, 1955) is an American condensed matter physicist, professor of physics, and the current president of the California Institute of Technology (Caltech).[1] Previously, Rosenbaum served as a faculty member and Provost of the University of Chicago. He has also served as the vice president for research at Argonne National Laboratory.[2][3]", "52004078": "Sandra Savaglio is an Italian astrophysicist whose research focuses on the \"young universe: cosmic chemical evolution, distant galaxies, intergalactic and interstellar medium, and galaxies hosting the most energetic events in the universe: the gamma-ray bursts and the super luminous supernovae.[1]", "1017071": "Dirk Reuyl (1906 – 1972) was a Dutch American physicist and astronomer. He was the cousin of astronomer Peter van de Kamp.", "1213680": "Valentin Danilov (Russian: Валентин Данилов, born 1948[1][2]) is a Russian physicist, whose research deals with the effect of solar activity on space satellites. In November 2004, he was found guilty and sentenced to 14 years for treason. Many scientists and human rights organizations, both in Russia and worldwide protested the sentence because the information he passed to China was, in fact, declassified in 1992.[3]", "52004083": "Alan Gordon-Finlay (8 June 1890 – 6 June 1959) was a British engineer and inventor of Scottish descent born in Australia.[1] He is best known for having co-created the Filene-Finlay (incorrectly spelled Findlay) simultaneous interpretation system at the League of Nations in Geneva after the First World War,[2][3] the first of its kind and the fore-runner to modern interpretation systems in use throughout the world today. A patent was purchased by IBM in 1930, taking it to global production.[4]", "72647931": "Marianus Czerny (17 February 1896 – 10 September 1985) was a German experimental physicist who focused on molecular spectroscopy, especially infrared spectroscopy. He was Professor at Johann Wolfgang Goethe-University in Frankfurt.", "39224575": "George Anthony Michael (February 16, 1926 – June 5, 2008[1]) was an American computational physicist at Lawrence Livermore Laboratories,\ninvolved in the development of supercomputing. He was one of the founders of the annual ACM/IEEE Supercomputing Conference, first held in 1988. The George Michael\nMemorial Fellowship was established in his honor.[2]   George was the person primarily responsible for doing the interviews and gathering the materials for the web site: Stories of the Development of Large Scale Scientific Computing at Lawrence Livermore National Laboratory.", "165123": "Hannes Olof Gösta Alfvén (Swedish: [alˈveːn]; 30 May 1908 – 2 April 1995[1]) was a Swedish electrical engineer, plasma physicist and winner of the 1970 Nobel Prize in Physics for his work on magnetohydrodynamics (MHD).  He described the class of MHD waves now known as Alfvén waves. He was originally trained as an electrical power engineer and later moved to research and teaching in the fields of plasma physics and electrical engineering.  Alfvén made many contributions to plasma physics, including theories describing the behavior of aurorae, the Van Allen radiation belts, the effect of magnetic storms on the Earth's magnetic field, the terrestrial magnetosphere, and the dynamics of plasmas in the Milky Way galaxy.", "18875655": "Margherita Hack Knight Grand Cross OMRI (Italian: [marɡeˈriːta ˈ(h)ak]; 12 June 1922 – 29 June 2013) was an Italian astrophysicist and scientific disseminator. The asteroid 8558 Hack, discovered in 1995, was named in her honour.", "18416907": "Carlton Morris Caves is an American theoretical physicist. He is currently professor emeritus and research professor of physics and astronomy\nat the University of New Mexico.[1] Caves works in the areas of \nphysics of information; information,[2] entropy, and complexity; quantum information theory; quantum chaos, quantum optics; the theory of non-classical light; the theory of quantum noise; and the quantum theory of measurement. He is a Fellow of the American Physical Society[3] and of the American Association for the Advancement of Science[4] and is a member of the US National Academy of Sciences.[5]", "1293": "Alfred William Lawson (March 24, 1869 – November 29, 1954) was an English born professional baseball player, aviator and utopian philosopher. He was a baseball player, manager, and league promoter from 1887 through 1916 and went on to play a pioneering role in the U.S. aircraft industry. He published two early aviation trade journals.", "3015951": "Frederick W. Cummings (November 21, 1931 - January 31, 2019)[1] was an American theoretical physicist and professor at the University of California, Riverside.[2] He specialised in cavity quantum electrodynamics, many-body theory, non-linear dynamics, and biophysics.", "36570384": "Stuart Reynolds Schram  (February 27, 1924 – July 8, 2012) was an American physicist, political scientist and sinologist who specialised in the study of modern Chinese politics.  He was particularly well known for his works on the life and thought of Mao Zedong.", "41583891": "Edward Roy Pike FRS (born 4 December 1929 in Perth, Australia) is an Australian physicist, specializing in quantum optics.", "52561172": "Chih-Kang Shih (aka Ken Shih) is a physicist, currently the Dr. Arnold Romberg Endowed Chair and Jane and Roland Blumberg Professor at University of Texas at Austin.[1][2][3]", "21431572": "Albert von Ettingshausen (30 March 1850 – 9 June 1932) was an Austrian physicist.\nHe was professor of physics at Graz University of Technology, where he also taught electrical engineering.\nEarlier he was an assistant to Ludwig Boltzmann at the University of Graz.", "9962772": "Carl Wilhelm Ramsauer (6 February 1879 – 24 December 1955) was a German professor of physics and research physicist, famous for the discovery of the Ramsauer–Townsend effect.  He pioneered the field of electron and proton collisions with gas molecules.[1]", "52299036": "Alfons van Blaaderen (born 27 October 1963) is a Dutch physicist. He is a professor at Utrecht University and works in the field of soft matter.[1]", "21759262": "Sandip Trivedi (Hindi: सन्दिप त्रिवेदी; born 1963) is an Indian theoretical physicist working at Tata Institute for Fundamental Research (TIFR) at Mumbai, India, while he is its current director.[1] He is well known for his contributions to string theory, in particular finding (along with Renata Kallosh, Andrei Linde, and Shamit Kachru) the first models of accelerated expansion of the universe in low energy supersymmetric string (see KKLT mechanism).[2] His research areas include string theory, cosmology and particle physics. He is now member of program advisory board of International Center for Theoretical Sciences (ICTS). He is also the recipient of the Infosys Prize 2010 in the category of Physical Sciences.[3]", "3245350": "Lancelot Law Whyte (4 November 1896 – 14 September 1972) was a Scottish philosopher, theoretical physicist, historian of science and financier.[1]", "40469805": "Milton Eugene Gardner (February 10, 1901 – 1986) was an American physicist who worked on radar systems at the Radiation Laboratory in Massachusetts.", "71206190": "Dale J. Van Harlingen (born July 22, 1950) is an American condensed matter physicist.", "23266612": "Richard Bowen Loftin (born June 29, 1949), better known as R. Bowen Loftin, is an American academic and physicist who was the 22nd Chancellor of the University of Missouri in Columbia, Missouri. Prior to his appointment as chancellor, he served as the 24th president of Texas A&M University.[1]", "18941237": "Cosmas K. Zachos (Greek: Κοσμάς Ζάχος; born 1951) is a theoretical physicist. He was educated in physics (undergraduate A.B. 1974) at Princeton University, and did graduate work in theoretical physics at the California Institute of Technology (Ph.D. 1979 \n[1]) under the supervision of John Henry Schwarz.", "71173429": "Pennsylvania State University,\nGeorgia Institute of Technology,", "230711": "Johannes Diderik van der Waals (Dutch pronunciation: [joːˈɦɑnəz ˈdidərɪk fɑn dər ˈʋaːls] ⓘ[note 1]; 23 November 1837 – 8 March 1923) was a Dutch theoretical physicist and thermodynamicist famous for his pioneering work on the equation of state for gases and liquids. Van der Waals started his career as a schoolteacher. He became the first physics professor of the University of Amsterdam when in 1877 the old Athenaeum was upgraded to Municipal University. Van der Waals won the 1910 Nobel Prize in physics for his work on the equation of state for gases and liquids.[2]", "62620982": "Gérard Marie Robert Toulouse (4 September 1939 – 7 August 2023) was a French theoretical physicist.", "55575867": "Rahul Pandit (born 22 April 1956) is an Indian condensed matter physicist, a professor of physics and a divisional chair at the Indian Institute of Science. Known for his research on phase transitions and spatiotemporal chaos and turbulence, Pandit is an elected fellow of the Indian Academy of Sciences, Indian National Science Academy and The World Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2001.[1][note 1]", "55739708": "Knowing (stylized as KNOW1NG) is a 2009 American science fiction thriller film[4] directed and co-produced by Alex Proyas and starring Nicolas Cage. The film, conceived and co-written by Ryne Douglas Pearson, was originally attached to a number of directors under Columbia Pictures, but it was placed in turnaround and eventually picked up by Escape Artists. Production was financially backed by Summit Entertainment. Knowing was filmed in Docklands Studios Melbourne, Australia, using various locations to represent the film's Boston-area setting. The film centers on the discovery of a strange paper filled with numbers and the possibility that they somehow predict the details of various disasters culminating in the apocalypse.", "23594299": "Herbert Schofield CBE, PhD, (8 December 1882 – 18 September 1963) was a leading figure in technical education, a Rotarian and, from 1915 to 1950, a Principal of Loughborough College, which became Loughborough University.[1]", "28935490": "Friedrich Kottler (December 10, 1886 – May 11, 1965) was an Austrian theoretical physicist. He was a Privatdozent before he got a professorship in 1923 at the University of Vienna.", "45417796": "Achim Leistner is an Australian optician of German origin.[1] During his retirement, he was asked to join the Avogadro project to craft a silicon sphere with high smoothness, as automated machining does not match his precision.[2]", "37717321": "Kameshwar C. Wali (October 15, 1927 – January 14, 2022) was an Indian-born American theoretical physicist who was the Distinguished Research Professor of Physics Emeritus at Syracuse University's College of Arts and Sciences. He was a specialist in high energy physics, particularly symmetries and dynamics of elementary particles, and the author of Chandra: A Biography of S. Chandrasekhar and Cremona Violins: a physicist's quest for the secrets of Stradivari.", "72615242": "Ge Molin (born December 5, 1938) is a Chinese theoretical physicist and professor at Nankai University. He is a fellow of the Chinese Academy of Sciences.[1][2]", "21661002": "Leonard Thompson Troland (1889–1932) was an American physicist, psychologist and psychical researcher.[1][2]", "9798992": "Maurice Marie Alfred Couette (9 January 1858, Tours – 18 August 1943, Angers) was a French physicist known for his studies of fluidity.", "1363": "André-Marie Ampère (UK: /ˈɒ̃pɛər, ˈæmpɛər/, US: /ˈæmpɪər/,[1] French: [ɑ̃dʁe maʁi ɑ̃pɛʁ]; 20 January 1775 – 10 June 1836)[2] was a French physicist and mathematician who was one of the founders of the science of classical electromagnetism, which he referred to as \"electrodynamics\". He is also the inventor of numerous applications, such as the solenoid (a term coined by him) and the electrical telegraph. As an autodidact, Ampère was a member of the French Academy of Sciences and professor at the École polytechnique and the Collège de France.", "1475924": "Don Kirkham (February 11, 1908 – March 7, 1998) was an American soil scientist regarded as the founder of mathematical soil physics.[2] His special interest was the flow of water through soils and drainage of agricultural land.  He was awarded the 1983/4 Wolf Prize in Agriculture and the Robert E. Horton Medal in 1995.[1]", "71435606": "Harold Matthew Spinka Jr. (April 2, 1945, Chicago – December 27, 2020, Naperville, Illinois)[1] was an American physicist, specializing in experimental particle physics.[2]", "27657559": "Oleg Alexandrovich Lavrentiev (Russian: Оле́г Алекса́ндрович Лавре́нтьев; (1926-07-07)July 7, 1926 in Pskov, Russia – (2011-02-10)February 10, 2011 in Kharkiv in Ukraine[1]) was a Soviet and Ukrainian physicist in the former Soviet program of nuclear weapons whose research contributions were fundamental to understanding of thermonuclear fusion.", "5604696": "Margaret Wertheim (born 20 August 1958) is an Australian-born science writer, curator, and artist based in the United States. She is the author of books on the cultural history of physics, and has written about science, including for the New York Times, Los Angeles Times, Guardian, Aeon and Cabinet.  Wertheim and her twin sister, Christine Wertheim, are co-founders of the Institute For Figuring (IFF), a Los Angeles–based non-profit organization though which they create projects at the intersection of art, science and mathematics. Their IFF projects include their Crochet Coral Reef, which has been shown at the 2019 Venice Biennale, Hayward Gallery (London), Museum of Arts and Design (NYC), and the Smithsonian's National Museum of Natural History. For her work with public science engagement, Wertheim won the 2016 Klopsteg Memorial Award from the American Association of Physics Teachers and Australia's Scientia Medal (2017).", "26477921": "B. K. Chaturvedi[1]  is an Indian civil servant. He is former cabinet secretary, Government of India. He was awarded the Padma Bhushan in 2010 for his contribution to the field of civil services. He belongs to 1966 batch of the Indian Administrative Service (IAS).", "58033510": "Porfiry Ivanovich Bakhmetiev (in Russian Порфирий Иванович Бахметьев; in Bulgarian Порфирий Иванович Бахметиев; in English also spelled as: Bachmetjev[1]) (9 March 1860 in Moscow – 24 October 1913 in Moscow, Old Style 26 February 1860 – 14 October 1913) was a Russian and Bulgarian physicist and experimental biologist.[2]", "28476775": "Charles Madic (August 8, 1942 – March 1, 2008) was a French scientist working on the reprocessing of radioactive material.", "3147115": "Madhu Dandavate (21 January 1924 – 12 November 2005) was an Indian physicist and socialist politician, who served as Minister of Railways in the Morarji Desai ministry, and as Minister of Finance in the V P Singh ministry.[3][4][5]", "3245419": "Yoji Kondo (近藤 陽次, Kondō Yōji, May 26, 1933 – October 9, 2017) was a Japanese-born American astrophysicist who also wrote science fiction under the pseudonym Eric Kotani. He edited Requiem: New Collected Works by Robert A. Heinlein and Tributes to the Grand Master (1992), and contributed to New Destinies, Vol. VI/Winter 1988—Robert A. Heinlein Memorial Issue (1988), after his friend, writer Robert A. Heinlein, died in 1988.[1]", "3245421": "Knut Jørgen Røed Ødegaard (born 6 May 1966) is a Norwegian astronomer formerly employed as a media contact at the University of Oslo's Institute of Theoretical Astrophysics. He was the leader of the Norwegian Astronomical Society (2005–2008), and is also manager of the Harestua Solar Observatory.", "48465265": "Bedangadas Mohanty is an Indian physicist specialising in experimental high energy physics, and is affiliated to National Institute of Science Education and Research, Bhubaneswar. He has been awarded the Infosys Prize in Physical Sciences for 2021 that was announced on 2 December 2021. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in 2015, the highest science award in India, in the physical sciences category.[1] He has been elected as the fellow of the Indian National Science Academy, New Delhi, Indian Academy of Sciences, Bangalore and National Academy of Sciences, India.[2] In 2020, he was elected as a fellow of American Physical Society.", "54068600": "Nelamangala Vedavyasachar Madhusudana (born 9 May 1944) is an Indian physicist and an emeritus scientist at Raman Research Institute. Known for his research on liquid crystals, Madhusudhana is an elected fellow of Indian Academy of Sciences and Indian National Science Academy. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 1989.[1]", "27231611": "Takahiko Yamanouchi (山内 恭彦, Yamanouchi Takahiko, July 2, 1902 – October 14, 1986) was a Japanese theoretical physicist, known for group theory in quantum mechanics first proposed by Yamanouchi in Japan.[1]", "57312635": "Michael Robert Dence, FRSC OC[1][2] is a Canadian academic and physicist specializing in impact structures.", "20383103": "Henry Coddington (1798/9, Oldbridge, County Meath — 3 March 1845, Rome) was an Anglo-Irish natural philosopher, fellow and tutor of Trinity College, Cambridge and Church of England clergyman.[1]", "11109759": "Jeremy Christopher Smith is a British-born computational  molecular biophysicist.", "61605257": "The Princeton University Department of Physics is an academic department dedicated to research and teaching at Princeton University. The associated faculty members, researchers, and students have been recognized for their research contributions, having been awarded 19 Nobel Prizes, four National Medals of Science, and two Wolf Prizes in Physics. Notable professors, researchers, and graduate students affiliated with the department include Richard Phillips Feynman, Joseph H. Taylor, Jim Peebles, Eugene P. Wigner, and John von Neumann. In addition, the department offers degree programs for bachelor's students (A.B.) and doctoral students (Ph.D.).", "26215836": "Marijan Šunjić (Croatian pronunciation: [mârijaːn ʃǔːɲitɕ]) (born 5 April 1940 in Zagreb[1]) is a Croatian physicist, university professor, former rector of the University of Zagreb and a diplomat.", "71566753": "Dr Aki Roberge (born c. 1973) is a research astrophysicist at NASA’s Goddard Space Flight Center, where she is currently the Associate Director for Technology and Strategy.[1] Her research focuses on observational studies of debris disks[2][3][4][5] and planet formation around nearby young stars,[6][7] with an aim to be able to characterize planets around other stars,[8] perhaps even to find signs of life on them.[9] She is particularly known for her research on the debris disk around Beta Pictoris.[10][11]", "21661091": "William Elmer Forsythe (August 22, 1881 — June 30, 1969) was an American physicist and president of the Optical Society of America.", "48465317": "Mandar Madhukar Deshmukh (born 1974)[3] is an Indian physicist specialising in nanoscale and mesoscopic physics at the Tata Institute of Fundamental Research, Mumbai. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in 2015, the highest science award in India, in the physical sciences category.[4] He obtained BTech degree from Indian Institute of Technology Bombay in 1996 and PhD degree from Cornell University under the guidance of D.C. Ralph in 2002. Before coming to Tata Institute of Fundamental Research, he was a postdoctoral researcher in the group of Hongkun Park at Harvard University.", "59999655": "Günter Hans Sauerbrey (January 1, 1933 – May 15, 2003) was a German physicist who invented the quartz crystal microbalance (QCM).[3][4]", "52266408": "Vincent Joseph McBrierty (born 1949) is an Irish academic, author, educator, physicist, and researcher.", "72189356": "Faïrouz Malek[2] also known as Faïrouz Ohlsson-Malek is a French and Algerian physicist specializing in nuclear physics, particle physics and cosmology. A research scientist at the French National Centre for Scientific Research,[1] she is involved in international research at the CERN LHC. She has contributed to the discovery of the Higgs boson. She is also known for her commitment to gender parity in science, as well as to the development of science in Africa. She is fellow of the African Academy of Sciences. She is the niece of Algerian composer Ahmed Malek.", "31622580": "Arthur Marshall Stoneham, FRS (18 May 1940 – 18 February 2011), known as Marshall Stoneham, was a British physicist who worked for the United Kingdom Atomic Energy Authority, and from 1995 was Massey professor of physics at University College London.", "5965240": "Thomas Jefferson Jackson (T. J. J.) See (February 19, 1866 – July 4, 1962) was an American astronomer whose promulgated theories in astronomy and physics were eventually disproven. His educational and professional career were dogged by plagiarism and conflict, including his attacks on relativity. He was fired from his position at two observatories, eventually serving out his professional years at a naval shipyard in California.", "62162360": "James McLellan Stone is an American astrophysicist who specialises in the study of fluid dynamics. He is currently a faculty member at the school of natural sciences at the Institute for Advanced Study.[1] Stone is also the Lyman Spitzer Jr. Professor of Theoretical Astrophysics, emeritus, and professor of astrophysical sciences and applied and computational mathematics, emeritus, at Princeton University.[2]", "25691579": "Chris Phillips is the former Dean of the Faculty of Natural Sciences and head of the Optoelectronics section at Imperial College London.", "12748221": "Maurice Karnaugh (/ˈkɑːrnɔː/; October 4, 1924 – November 8, 2022) was an American physicist, mathematician, computer scientist, and inventor known for the Karnaugh map used in Boolean algebra.", "58099133": "Julie Ezold (née Graudons) is a nuclear engineer at the Oak Ridge National Laboratory. She is campaign manager for the 252-Californium Campaign and was involved with the discovery of Tennessine.", "67044803": "Elke Arenholz is a German American physicist working in the field magnetic materials and X-ray spectroscopy, where she pioneered the use of superconducting vector magnets to study X-ray magnetic circular dichroism (XMCD).[1][2] She is the associate director of the Cornell High Energy Synchrotron Source (CHESS).[3]", "56919497": "Bernhard Wilhelm Roth (born 13 November 1970) is a German experimental physicist.", "33818059": "Allen Goodrich Shenstone, OBE, MC (July 27, 1893 – February 16, 1980) was a Canadian physicist. He earned bachelor's, master's, and Ph.D. degrees from Princeton University, as well as a Bachelor of Arts from the University of Cambridge. After a brief stint as a junior faculty member at the University of Toronto, he returned to Princeton, where he was a professor in the Department of Physics 1925–62. He chaired the department 1949–60. He worked primarily in the field of atomic spectroscopy. He was awarded the Military Cross for his service in the Royal Engineers in World War I and made an Officer of the Order of the British Empire for his work as a scientific officer in World War II.", "34014669": "Peter John Dornan FRS (born 1939) is a British physicist, and professor at Imperial College London where he advised his PhD student Ann Heinson.[1]", "64423383": "Robert Balson Dingle (26 March 1926 - 2 March 2010) was a British theoretical physicist, known for his work on mathematical physics, condensed matter physics, asymptotic expansions, anomalous skin effect, liquid helium II, mathematical functions and integrals. He was a fellow of the Royal Society of Edinburgh (FRSE).[1]", "23528922": "For other people with the same or similar name, see Abdul Majid", "68847067": "Eliezer Rabinovici (born 1946)[3] is an Israeli theoretical physicist. He is emeritus Professor of Physics (Leon H. and Ada G. Miller Chair) at The Racah Institute of Physics, Hebrew University of Jerusalem, working on theoretical high-energy physics, in particular quantum field theory and string theory.[4][5]", "17761757": "John Hoffman (September 7, 1929 – February 3, 2021) was a space scientist who developed instruments for Apollo 15, Apollo 16, Apollo 17, the Pioneer Venus project, and Giotto mission.[2] He also designed the mass spectrometer for the Phoenix Mars Lander mission in May 2008. He was  a professor of physics at the University of Texas at Dallas.[3]", "43517406": "Daniel M. Greenberger is an American quantum physicist. He has been professor of physics at the City College of New York since 1964. He is also a fellow of the American Physical Society and—alongside Anton Zeilinger—founded the APS Topical Group on Quantum Information.", "21661149": "Irwin G. Priest (born 27 January 1886) received his bachelor's degree in 1907 from Ohio University.  He went to work for the Bureau of Standards straight from college and after just 6 years was promoted to Chief of Colorimetry Section of the Optics division.  He was named the first honorary lifetime member of the American Oil Chemists' Society in 1913 for his work on oil color grading.[1]  He was elected president of the Optical Society of America and served from 1928 to 1929.[2]", "69174750": "Stefan Funk (born in Heidelberg in 1974) is a German astroparticle physicist.\nHe is a professor at the Erlangen Centre for Astroparticle Physics[1] at the FAU Erlangen-Nuernberg in Germany and an elected a fellow of the American Physical Society.[2]", "2065885": "James Edward McDonald (May 7, 1920 – June 13, 1971) was an American physicist. He is best known for his research regarding UFOs. McDonald was a senior physicist at the Institute for Atmospheric Physics and a professor of meteorology at the University of Arizona in Tucson.", "53151203": "Wilhelm von Beetz (27 March 1822 – 22 January 1886) was a German physicist, known for his studies of electrical conductivity properties.[1]", "64718308": "Eric D’Hoker (born 18 October 1956 in Belgium) is a Belgian-American theoretical physicist.", "52037096": "Hakeem Muata Oluseyi[1] (born James Edward Plummer, Jr.;[2] March 13, 1967)[3][4][5] is an American astrophysicist, cosmologist, inventor, educator, science communicator, author, actor, veteran, and humanitarian.", "20547051": "Michal Lipson (born 1970) is an American physicist known for her work on silicon photonics. A member of the National Academy of Sciences since 2019, Lipson was named a 2010 MacArthur Fellow for contributions to silicon photonics especially towards enabling GHz silicon active devices .[1] Until 2014, she was the Given Foundation Professor of Engineering at Cornell University in the school of electrical and computer engineering and a member of the Kavli Institute for Nanoscience at Cornell.[2] She is now the Eugene Higgins Professor of Electrical Engineering at Columbia University.[3] In 2009 she co-founded the company PicoLuz, which develops and commercializes silicon nanophotonics technologies.[4][5] In 2019, she co-founded Voyant Photonics, which develops next generation lidar technology based on silicon photonics.[6] In 2020 Lipson was elected the 2021 vice president of Optica (formerly the Optical Society), and serves as the Optica president in 2023.[7]", "54986220": "Erskine Douglas Williamson[1] (born 10 April 1886 in Edinburgh – 25 December 1923) was a Scottish geophysicist.[2]", "43058667": "Science Award, National Academy of Sciences, South Korea (2009)\nFellow, American Physics Society (2009)", "29820398": "Victor Ivanovich Balykin (born 1 January 1947) is a Russian physicist whose main contributions are in the field of atom optics. He and his associates first demonstrated laser cooling of neutral atoms in 1981.", "34014703": "John Derek Dowell FRS (born 6 January 1935) is a British physicist, emeritus professor at University of Birmingham.", "71534068": "Steven B. Giddings is an American physicist.", "42239479": "Christine Jones Forman is a senior astrophysicist at the Center for Astrophysics | Harvard & Smithsonian.[4] She is a past president of the American Astronomical Society, and was the director of the Smithsonian Institution's Consortium for Unlocking the Mysteries of the Universe.[6]", "29165060": "Harold (\"Hal\") Warren Lewis (born October 1, 1923[1] – May 26, 2011[2]) was an American Emeritus Professor of Physics and former department chairman at the University of California, Santa Barbara (UCSB).  He was chairman of the JASON Defense Advisory Group from 1966 to 1973, and was active in US government investigations into safety of nuclear reactors.", "71534085": "Walter McKinley Nielsen (December 18, 1900, Tyler, Minnesota – January 8, 1981) was an American professor of physics and one of the founders of Duke University's physics department.", "21661191": "Loyd Ancile Jones (April 12, 1884 – May 15, 1954) was an American scientist who worked for Eastman Kodak Company, where he was head of its physics department for many years. During World War I, he was also a major contributor to the development of naval camouflage.", "72877583": "Julie Lynn Bentley is an American optical physicist who is a professor at the University of Rochester. She is a Fellow of the Optical Society of America and the Society of Photo-Optical Instrumentation Engineers (SPIE).", "31426064": "Nishtala Appala Narasimham, shortly N. A. Narasimham (15 August 1922 – 8 April 2002) was an Indian physicist and  spectroscopist.", "67339799": "John A. Shepherd (born 1962) is an American physicist, professor of epidemiology and population sciences and director of the Shepherd Research Laboratory at the University of Hawaii Cancer Center in Honolulu, Hawaii. He is an expert in the use of dual-energy X-ray absorptiometry (DXA) for quantitative bone and soft tissue imaging, and pioneered the use of 3D optical imaging of the whole body for quantifying body composition and associated diseases including cancer risk, obesity, diabetes, and frailty. In 2016, he was the President of the Board of the International Society for Clinical Densitometry.[2]", "73238045": "Manuel Linares Alegret (born 1980) is a Spanish researcher. He is an astronomer and astrophysicist, with a specialty in high-energy astrophysics. His primary focus is on compact objects in binary systems, neutron stars and accretion streams. In 2018, he and his research group discovered the most massive neutron star that had been measured until then. It has 2.3 times the mass of the sun.[1][2]", "21661222": "Eugene Casson Crittenden (1880–1956) was president of the Philosophical Society of Washington in 1922,[1] and of the Optical Society of America in 1932.[2]", "50234921": "George F. Bertsch (born 5 November 1942 in Oswego, New York) is an American nuclear physicist.[1]", "41387571": "Simeon Adlow Friedberg (1925 – December 4, 2005) was an American physicist.", "34014793": "Martin Freer is a British Nuclear Physicist, professor, and was previously head of the School of Physics and Astronomy[1] at the University of Birmingham.[1] He won the 2010 Rutherford Medal and Prize for establishing the existence of nuclear configurations analogous to molecules.[2]", "9406027": "David Mathias Dennison (April 26, 1900 in Oberlin, Ohio – April 3, 1976)[1] was an American physicist who made contributions to quantum mechanics, spectroscopy, and the physics of molecular structure.[2]", "22414925": "Arie Bodek (born 1947) is an American experimental particle physicist and the George E. Pake Professor of Physics at the University of Rochester.[1]", "1214030": "Hagen Kleinert (born 15 June 1941) is professor of theoretical physics at the Free University of Berlin, Germany (since 1968),\nHonorary Doctor at the\nWest University of Timișoara, and\nat the\nKyrgyz-Russian Slavic University\nin Bishkek. He is also\nHonorary Member of the\nRussian Academy of Creative Endeavors. For his contributions to particle and solid-state physics he was awarded the Max Born Prize 2008 with Medal.\nHis contribution[1] to the memorial volume celebrating the 100th birthday of Lev Davidovich Landau earned him the Majorana Prize 2008 with Medal. He is married to Dr. Annemarie Kleinert since 1974 with whom he has a son Michael Kleinert.", "70354511": "Glenn Edmond Shaw is an American scientist specializing in atmospheric physics, especially relating to global climate change and long-range transport of aerosol material.  He is Emeritus Professor of Physics and Atmospheric Science at the University of Alaska Fairbanks and a member of the scientific staff of the Geophysical Institute.  He conducted research on global atmospheric transport of aerosols and feedback of biogenic aerosols on global climate.  He and Kenneth Rahn did research on the sources and climatic effect of Arctic haze.[2][3][4] He did pioneering work on the scientific concept of climate homeostasis through the sulfur cycle and atmospheric aerosol.[5][6]", "59344463": "Tien Dung Kieu (Vietnamese: Kiều Tiến Dũng; born 25 October 1960)[1] is an Australian physicist and former politician. He was a Labor Party member of the Victorian Legislative Council since 2018, representing South Eastern Metropolitan Region.[2] He was defeated at the 2022 state election.", "67896912": "Benjamin Bederson (November 15, 1921 – January 6, 2023) was an American physicist. He worked on the Manhattan Project.[1][2][3]", "66913874": "Charles D. Brown II is an American physicist and postdoctoral researcher at the University of California, Berkeley, studying many-body physics of ultracold atoms in optical lattices. Brown is also a lead organiser of #BlackInPhysics week, a campaign to recognise and amplify the scientific contributions of Black physicists.[1][2]", "21431886": "Peter Fowler FRS (27 February 1923 — 8 November 1996) was a British physicist.", "72287826": "Ashraf Mansour FAAS (Arabic: أشرف منصور) is an Egyptian scientist and professor of polymer physics. He is the Founder & Chairman of Board of Trustees of German University in Cairo (GUC).", "69633625": "Linn Frederick Mollenauer (1937–2021) was an American physicist who worked on quantum optics, including the study of solitons in fiber optics.[1]", "63276633": "Julie Carol Libarkin is a professor of Earth Sciences and Director of the Geocognition Laboratory at Michigan State University. Her research considers how people understand and make decision about the planet. She is a Fellow of the Geological Society of America. She also researches and addresses inequality in academia, and tracks academic sexual misconduct cases.", "35292764": "Stig Torsten Stenholm (26 February 1939 – 30 September 2017) was a theoretical physicist[1] who formerly held an Academy of Finland professorship.", "65963612": "Gordon Neil Patterson, OC (1908-1990) was a Canadian physicist, and founder of the University of Toronto Institute for Aerospace Studies (UTIAS).", "38274654": "Eugene Paul Gross (27 June 1926 – 19 January 1991) was a theoretical physicist and Edward and Gertrude Swartz professor at Brandeis University, known for his contribution to the Bhatnagar-Gross-Krook (BGK) collision model used in the Boltzmann equation and in lattice Boltzmann methods and to the Gross–Pitaevskii equation which describes the ground state of a quantum system of identical bosons.", "38471264": "Hermann Theodor Simon (German: ˈziːmɔn; 1 January 1870, in Kirn – 22 December 1918, in Göttingen) was a German physicist.[1]", "58787424": "Lin Junde (Chinese: 林俊德; pinyin: Lín Jùndé; Pe̍h-ōe-jī: Lîm Chùn-tek; 13 March 1938 – 31 May 2012) was a Chinese explosion mechanics scientist and researcher at Xinjiang Malan Nuclear Test Base. He had spent 52 years working in the Gobi Desert in northwest China, participating in the nuclear tests there.[2]", "50857574": "David John Millener (born 2 May 1944) is a New Zealand physicist and former cricketer. He played first-class cricket for Auckland and Oxford University Cricket Club between 1964 and 1970.[1]", "63440490": "Athena Safa Sefat, born 1977 in Iran[1] is a Canadian/American physicist, with research focus on quantum materials and correlated phenomena.[2] She was a senior scientist at Oak Ridge National Laboratory and led the DOE Basic Energy Science on \"Probing Competing Chemical, Electronic, and Spin Correlations for Quantum Materials Functionality\". She is currently a Program Manager at U.S. Department of Energy (DOE), Office of Science, Basic Energy Sciences, with Division of Materials Sciences and Engineering.[3]", "1082986": "Alan Tower Waterman (June 4, 1892 – November 30, 1967[1]) was an American physicist.", "69109357": "Igor Yuryevich Makarikhin (born 18 June 1964, Perm) is a Russian Physicist, Doctor of Physics and Mathematics, who achieved the positions of a professor, a vice-rector of Academic Affairs (2002–2010), was a rector[1] of Perm University.", "30279277": "Berend Wilhelm Feddersen (26 March 1832 in Schleswig – 1 July 1918 in Leipzig) was a \nGerman physicist.", "7145071": "Paul Halpern (/ˈhælpərn/; born 1961) is an American author and Professor of Physics at Saint Joseph's University in Philadelphia.", "62490224": "Ian Johnston Rhind Aitchison (born 1936) is a physicist and retired academic who was Professor of Physics at the University of Oxford between 1996 and 2003.", "48105075": "Kurt H. Becker is a physicist and entrepreneur.[1] His research focuses on experimental atomic, chemical, and plasma physics.[2] He is vice dean of research, innovation, and entrepreneurship at New York University Polytechnic School of Engineering.[3][4][5] Becker holds seven patents regarding the generation and maintenance of atmospheric-pressure plasmas and their application.[6]", "65177206": "Richard Edward Hughes is an American physicist.", "65635958": "Ilham Al-Qaradawi is a Qatari professor of positron and radiation physics at Qatar University and adjunct professor of physics at Texas A&M University at Qatar.[1][2] She was born on September 19, 1959, and is the daughter of the Egyptian Muslim scholar, Yusuf Al-Qaradawi.[3]", "61998713": "Daniel Rouan, born on 21 September 1950, is a French astrophysicist. He is Director of Research Emeritus at the CNRS. He was elected to the French Academy of Sciences in 2005.[1]", "35030649": "Sidney Robert Nagel is an American physicist and the Stein-Freiler Distinguished Service Professor at the University of Chicago, where he is affiliated with the Department of Physics, the James Franck Institute, and the Enrico Fermi Institute. His research focuses on complex everyday physics such as \"the anomalous flow of granular material, the long messy tendrils left by honey spooned from one dish to another, the pesky rings deposited by spilled coffee on a table after the liquid evaporates or the common splash of a drop of liquid onto a countertop.\"[1] His work includes high-speed photography of splashing liquids and drop formation.", "45221500": "C.W.A.M. (Kees) van Overveld (8 November 1957, Roosendaal – 16 December 2014, Eindhoven) was a Dutch physicist and lecturer in design methodology. He worked at the Eindhoven University of Technology.", "43615872": "Hirotaka Sugawara (菅原 寛孝, Sugawara Hirotaka, born March 15, 1938) is a Japanese physicist, specializing in the theoretical study of particle physics.  He is known for the \"Lee-Sugawara relation\" and \"A Field Theory of Currents\"[1] aka \"Sugawara Construction\" of the energy-momentum tensor.", "41813633": "Fanny Cook Gates (26 April 1872 – 24 February 1931) was an American physicist, an American Physical Society fellow and American Mathematical Society member.[3] She made contributions to the research of radioactive materials, determining that radioactivity could not be destroyed by heat or ionization due to chemical reactions, and that radioactive materials differ from phosphorescent materials both qualitatively and quantitatively.[4] More specifically, Gates showed that the emission of blue light from quinine was temperature dependent, providing evidence that the emitted light is produced from phosphorescence rather than radioactive decay.[5] She also served as head of the physics department at Goucher, professor of physics and dean of women at Grinnell College, and the dean of women at the University of Illinois.[6]", "58590853": "Shankar Prasad Shrestha (Nepali: शङ्कर प्रसाद श्रेष्ठ; born July 13, 1959) is a Nepalese Professor of Physics at department of Physics, Patan Multiple Campus, Lalitpur, Nepal.[1] He did his Master of Science in 1984 from Tribhuvan University, PhD in 1999 from School of Material Science and Technology, Varanasi, India and postdoc from Sungkyunkwan University, South Korea in July 2001.[2] He is a member of Nepal Physical Society and American Physical Society. He is known as Physics educator and researcher of Material Science; particularly in the field of thin film[3] and Carbon nanotube,[4][5][6] here in Tribhuvan University, Kathmandu, Nepal.[7]", "2492040": "Sir John Cunningham McLennan, KBE FRS FRSC[1] (October 14, 1867 – October 9, 1935) was a Canadian physicist.", "28968585": "Roger Llewelyn Davies (born 13 January 1954) is a British astronomer and cosmologist, one of the so-called Seven Samurai collaboration who discovered an apparent concentration of mass in the Universe called the Great Attractor.[1] He is the Philip Wetton Professor of Astrophysics at Oxford University.[2] His research interests centre on cosmology and how galaxies form and evolve. He has a longstanding interest in astronomical instruments and telescopes and developed the scientific case for the UK's involvement in the 8m Gemini telescopes project. He has pioneered the use of a new class of astronomical spectrograph to measure the masses and ages of galaxies, as well as search for black holes in their nuclei. He is the founding Director of the Oxford Centre for Astrophysical Surveys which is funded by the Hintze Family Charitable Foundation.", "34014859": "Mark H. Shapiro (born 1940 in Boston, Massachusetts[1]) is a professor, emeritus of physics at California State University, Fullerton.  Shapiro holds an A.B. degree in physics from the University of California, Berkeley; and, M.S. and Ph.D. degrees in physics from the University of Pennsylvania.  He received his Ph.D. from the University of Pennsylvania in 1966.", "64030348": "Harriet Kung is an American Physicist and the deputy director for Science Programs for the Office of Science of the U.S. Department of Energy.[1][2]", "70223505": "Grigory (or Grigori or Grigorii) Efimovich Volovik (Григорий Ефимович Воловик; born 7 September 1946[1] in Moscow) is a Russian theoretical physicist, who specializes in condensed matter physics. He is known for the Volovik effect.[2]", "31327891": "Giovanni Cantoni (31 December 1818 – 15 July 1897) was an Italian physicist and political figure.", "4720277": "Lev Vaidman (born 4 September 1955) is a Russian-Israeli physicist and Professor at Tel Aviv University, Israel. He is noted for his theoretical work in the area of fundamentals of quantum mechanics, which includes quantum teleportation, the Elitzur–Vaidman bomb tester, and the weak values.  He was a member of the Editorial Advisory Board of The American Journal of Physics from 2007 to 2009.[1] In 2010, the Elitzur–Vaidman bomb tester was chosen as one of the \"Seven Wonders of the Quantum World\" by New Scientist Magazine.[2]", "70616732": "George Raymond \"Ray\" Satchler (14 June 1926, London, UK – 28 March 2010, Shelton, Washington) was a British-American nuclear physicist.", "55838368": "Alan Ernest Owen FRSE FRSC FIP (7 October 1928 – 28 January 1999) was an English physicist specialising in glass technology.", "72451751": "Franck Laloë (born May 28, 1940)[1] is a French quantum physicist, author, and open archive initiator.[2][3] He is emeritus research director at the French National Centre for Scientific Research (CNRS).", "53741227": "Virendra Singh (born 8 June 1938) is an Indian theoretical physicist and a former C. V. Raman chair professor and director of the Tata Institute of Fundamental Research (TIFR). Known for his research in high energy physics, Singh is an elected fellow of all the three major Indian science academies - Indian National Science Academy, Indian Academy of Sciences and National Academy of Sciences, India as well as The World Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to Physical Sciences in 1973.[1][note 1]", "26019504": "Theodore A. \"Ted\" Jacobson (born November 27, 1954) is an American theoretical physicist. He is known for his work on the connection between gravity and thermodynamics. In particular, in 1995 Jacobson proved that the Einstein field equations describing relativistic gravity can be derived from thermodynamic considerations.[1][2]", "43124402": "Myrtle Hildred Blewett (born Myrtle Hildred Hunt; 28 May 1911 – 13 June 2004) was a Canadian accelerator physicist.[1]", "48498355": "Mariana Weissmann (born 17 December 1933) is an Argentinian physicist, specializing in the computational physics of condensed matter. In 2003, Weissmann became the first Argentinian scientist to receive the L'Oréal-UNESCO Award to Women in Science.[1] The same year she received the Prize Konex in Physics.", "8718004": "Alexander Leonidovich Kuzemsky (Russian: Александр Леонидович Куземский; born 1944) is a Russian (and former Soviet) theoretical physicist.", "35686069": "Ratan Kumar Sinha, is an Indian nuclear scientist and mechanical engineer. He had served as the Secretary to the Government of India, Department of Atomic Energy (DAE) and Chairman of the Atomic Energy Commission (AEC),[5][6] Government of India from April 2012 to October 2015. Prior to that, Ratan Kumar Sinha had served as Director of Bhabha Atomic Research Centre (BARC), Mumbai from May 2010 to June 2012.[2] During the four decades of his career, Ratan Kumar Sinha held several important positions related to design & development of nuclear reactors for the Indian nuclear programme. He has been actively involved in the development of the advanced heavy water reactor (AHWR) and Compact High Temperature Reactor (CHTR),[7] two of the highly acknowledged technological innovations which are suitable for large scale deployment of nuclear power, particularly in India.", "66946749": "Eileen Gonzales is an American astrophysicist and postdoctoral fellow at the Department of Astronomy at Cornell University, where her research focuses on exoplanets and brown dwarfs. She is also a co-founder and lead organizer of #BlackInPhysics, a campaign to recognize and celebrate Black physicists and amplify their work.", "18417345": "Apoorva D. Patel is a professor at the Centre for High Energy Physics, Indian Institute of Science, Bangalore. He is notable for his work on quantum algorithms, and the application of information theory concepts to understand the structure of genetic languages.[1] His major field of work has been the theory of quantum chromodynamics, where he has used lattice gauge theory techniques to investigate spectral properties, phase transitions, and matrix elements.", "62064322": "Heather Jean Patrick is an American physicist. She is a researcher and project lead at National Institute of Standards and Technology. Patrick's research focuses on applications of scattering and reflectance measurements, advanced light sources, and robotics to the characterization and metrology of optical materials.", "65636040": "Selma de Mink is a Dutch astrophysicist[1] specializing in evolution of stars, stellar binary systems and compact objects, including black holes. She is a scientific director at the Max Planck Institute for Astrophysics in Garching near Munich, Germany.", "2819788": "Charles Raymond Bentley (December 23, 1929 – August 19, 2017) was an American glaciologist and geophysicist, born in Rochester, New York. He was a professor emeritus at the University of Wisconsin–Madison.  Mount Bentley and the Bentley Subglacial Trench in Antarctica are named after him.[1] In 1957, he and a handful of other scientists including Mario Giovinetto set out on an expedition across West Antarctica in tracked vehicles to make the first measurements of the ice sheet.[2][3]", "67503829": "Francesca Ferlaino (born 1977) is an Italian-Austrian experimental physicist known for her research on quantum matter. She is a professor of physics at the University of Innsbruck.[1][2]", "28706519": "Warren Siegel (/ˈsiːɡəl/ SEE-gəl) is a theoretical physicist specializing in supersymmetric quantum field theory and string theory. He was a professor at the C. N. Yang Institute for Theoretical Physics at Stony Brook University. He retired in Fall of 2022.", "40470232": "Rabindra Nath Mohapatra (born 1 September 1944[1]) is an Indian American theoretical physicist, known for his work on the seesaw mechanism in neutrino physics.", "12715737": "Marc Kuchner (born August 7, 1972) is an American astrophysicist, a staff member at  NASA's Goddard Space Flight Center (GSFC) known for work on images and imaging of disks and exoplanets. Together with Wesley Traub, he invented the band-limited  coronagraph,[1] a design for the proposed Terrestrial Planet Finder (TPF) telescope, also to be used on the James Webb Space Telescope (JWST). He is also known for his novel supercomputer models of planet-disk interactions[2] and for developing the ideas of ocean planets,[3] carbon planets, and helium planets.[4] Kuchner appears as an expert commentator in the National Geographic television show \"Alien Earths\" and frequently answers the \"Ask Astro\" questions in Astronomy Magazine. He currently serves as the principal investigator of the citizen science websites Disk Detective and Backyard Worlds.", "67831515": "John Craig Wheeler (born 1943)[1] is an American astronomer. He is the Samuel T. and Fern Yanagisawa Regents Professor of Astronomy Emeritus at the University of Texas at Austin. He is known for his theoretical work on supernovae. He is a past president of the American Astronomical Society, a Fellow of that society, and a Fellow of the American Physical Society.", "38340316": "Richard Packard is an American physicist, a professor at the University of California, Berkeley, known for discovering Josephson oscillations in superfluids and using related effects to build the first quantum gyroscope with his colleagues. He is also recognized for making the first visualization of quantum vortices as well as conceiving  the idea that neutron stars suddenly speed up due to metastability of superfluid vortices in the star's interior. He also suggested a model for the nature of dark matter by drawing an analogy between cosmic strings and quantized vortex lines. His research is primarily focused on the application of quantum fluids.[1]", "2852572": "Roger Arthur Cowley, FRS,[1] FRSE, FInstP (24 February 1939 – 27 January 2015) was an English physicist who specialised in the excitations of solids.[2]", "20547291": "Guy Deutscher is a professor emeritus of physics at Tel Aviv University, Israel.  His area of research is experimental solid-state physics and superconductivity.[1]\nHe completed his dissertation under the direction of the theoretical physicist Pierre Gilles de Gennes at the University of Paris-Sud in 1967 as a member of \"the Orsay group on superconductivity\".[2][3]", "63932134": "Helga Ernestine Rafelski, (née Betz) (3 September 1949 – 5 November 2000[1]) was a German particle physicist. She got her professional degree from Goethe-Universität Frankfurt am Main,[2] her master's degree from University of Illinois at Chicago in 1977 and her PhD from University of Cape Town in 1988 under the advisement of Raoul D. Viollier.[3][4] She studied muon-catalysed fusion and relativistic heavy-ion collisions.", "61802217": "Adolph Lomb Medal (2002)\nSelección Española de la Ciencia (2016)\nPremio Rey Jaime I a las Nuevas Tecnologías (2017)\nMedalla Ramón y Cajal (2019)", "30181102": "Pål Wessel, pronounced as, and also known as, Paul Wessel, is a professor of the Department of Geology and Geophysics at the School of Ocean and Earth Science and Technology (SOEST) at the University of Hawaiʻi at Mānoa. He has taught as a visiting professor at Sydney University in Australia and University of Oslo in Norway. Dr. Wessel is a Fellow of the Geological Society of America.[1]", "231158": "Arthur Strong Wightman (March 30, 1922 – January 13, 2013) was an American mathematical physicist. He was one of the founders of the axiomatic approach to quantum field theory, and originated the set of Wightman axioms.[1] With his rigorous treatment of quantum field theories, he promoted research on various aspects of modern mathematical physics.[2]", "54494970": "Anthony Raymond Bell FRS[2] (born 9 June 1952) is a British physicist. He is a professor of physics at the University of Oxford[3] and the Rutherford Appleton Laboratory.[4] He is a senior research fellow at Somerville College, Oxford.[5]", "52659969": "Shun Lien Chuang  (Chinese: 莊順連, September 10, 1954 –  March 26, 2014) was a Taiwanese-American electrical engineer, optical engineer, and physicist. He was a Fellow of the IEEE, OSA, APS and JSPS, and professor at the University of Illinois at Urbana-Champaign.[1]", "64227074": "Hatice Altug (Turkish: Altuğ; born 1978) is a Turkish physicist and professor in the Bioengineering Department and head of the Bio-nanophotonic Systems laboratory at École Polytechnique Fédérale de Lausanne (EPFL),[1] in Switzerland. Her research focuses on nanophotonics for biosensing and surface enhanced spectroscopy, integration with microfluidics and nanofabrication, to obtain high sensitivity, label-free characterization of biological material.[2] She has developed low-cost biosensor allowing the identification of viruses such as Ebola that can work in difficult settings and therefore particularly useful in case of pandemics.[3]", "41191171": "McAllister Hull (September 1, 1923 – February 9, 2011) was a North American theoretical physicist who took part in the creation of the atomic bomb that was dropped over Nagasaki in 1945, ending World War II.", "33064706": "Eshel Ben-Jacob (full name Eshel Refael Ben-Jacob Breslav;[2] Hebrew: אשל רפאל בן-יעקב 13 April 1952 – 5 June 2015), was a theoretical and experimental physicist at Tel Aviv University, holder of the Maguy-Glass Chair in Physics of Complex Systems, and Fellow of the Center for Theoretical Biological Physics (CTBP) at Rice University. During the 1980s he became a leader in the theory of self-organization and pattern formation in open systems,  later extending this work to adaptive complex systems and biocomplexity.  In the late 1980s, he turned to study of bacterial self-organization, He developed new pattern forming bacteria species, becoming a pioneer in the study of bacterial intelligence and social behaviors of bacteria.", "40830737": "Kathryn Anne \"Kathy\" Whaler[1] OBE FRSE FAGU (born 11 June 1956) is a professor of geophysics at the University of Edinburgh School of GeoSciences,[2] in the Research Institute of Earth and Planetary Science and is a member of the Solid Earth Geophysics and Natural Hazards Research Group.", "20219670": "Walter Gordon (13 August 1893 – 24 December 1939) was a German theoretical physicist.", "5506859": "Oskar Heil (20 March 1908, in Langwieden – 15 May 1994, San Mateo, California) was a German electrical engineer and inventor. He studied physics, chemistry, mathematics, and music at the Georg-August University of Göttingen and was awarded his PhD in 1933, for his work on molecular spectroscopy.", "53839661": "Edwin Lorimer Thomas is the Ernest Dell Butcher Professor of Engineering at Rice University and served as the William and Stephanie Sick Dean of the George R. Brown School of Engineering from 2011-2017.[1] Thomas earned a B.S. in mechanical engineering from the University of Massachusetts Amherst in 1963 and a Ph.D. in materials science and engineering from Cornell University in 1974. Thomas was awarded the status of Fellow[2] in the American Physical Society,[3] after they were nominated by their Division of Polymer Physics in 1985,[4] for being a leading authority on the application of electron microscopy and scattering techniques to problems in polymer structure-property relations and for contributions on mosaic block structure of semicrystalline polymers as well as on the structure of the noncrystalline solid state of glassy polymers.", "41420592": "Filippo Giorgi (born February 9, 1959) is an Italian physicist and an author of 19 chapters and over 250 peer-reviewed articles which he published in such journals as Journal of Geophysical Research, Climate Dynamics and many others.[1]", "15828788": "Robert William Boyle (October 2, 1883 – April 18, 1955) was a physicist and one of the most important early pioneers in the development of sonar.", "69273403": "Arjun Gaurang Yodh is an American physicist. He is the James M. Skinner Professor of Science at the University of Pennsylvania and former Director of the Laboratory for Research on the Structure of Matter.", "71501635": "Heinz Ernst Jagodzinski (20 April 1916 in Aschersleben – 22 November 2012 in Munich) was a German physicist, mineralogist and crystallographer known for his research in disordered materials and diffuse X-ray scattering.[1] He also introduced the Jagodzinski notation for the description of polytypism in silicon carbide.[2][3]", "64620358": "Julie McEnery is an astrophysicist at the Goddard Space Flight Center where she is the senior project scientist for the Nancy Grace Roman Space Telescope.  Until 2020 she was the project scientist for the Fermi Gamma-Ray Space Telescope.[1][2] McEnery received a PhD in Experimental Physics from University College Dublin in 1998.[3] For her PhD, she observed the galaxy Markarian 421.[1] She is a fellow of the American Physical Society, and an adjunct professor of physics at The University of Maryland and George Washington University.[4] McEnery has spoken about how she admires Nancy Roman.[5]", "67995467": "Rachel Goldman is an American scientist. She is professor of materials science and engineering, electrical engineering and computer science, and physics at the University of Michigan where she has been a faculty member since 1997. She also serves as the associate director of applied physics at the University of Michigan since 2010.[1]", "30213963": "Alexander Obiefoka Enukora Animalu (born 28 August 1938) is a Nigerian academic, who is Professor Emeritus of Physics at the University of Nigeria, Nsukka.", "50300747": "Chryssa Kouveliotou is a Greek astrophysicist. She is a professor at George Washington University and a retired senior technologist in high-energy astrophysics at NASA's Marshall Space Flight Center in Huntsville, Alabama.", "13076299": "Charlotte Houtermans  (born Charlotte Riefenstahl; 24 May 1899 in Bielefeld, Germany – 6 January 1993 in Northfield, Minnesota, United States) was a German physicist.", "19040079": "Pål Brekke (born 23 May 1961) in Oslo, Norway) is a Norwegian solar physicist astrophysicist who received his Cand Mag. degree in astrophysics from University of Oslo in 1985 and PhD, from University of Oslo in 1992. His thesis focused on the ultraviolet (UV) emissions from the Sun observed with instruments on sounding rockets and the space shuttle Challenger. His work focused on dynamical aspects of the Sun and measuring variations in solar UV radiation. Since 1993 he participated in the Norwegian involvement's in preparing the EUV spectrometers CDS and SUMER on Solar and Heliospheric Observatory (SOHO) and was in charge of developing analysis software for CDS. After the launch of SOHO in December 1995 he was part of the science operation team at NASA Goddard Space Flight Center. In 1999 he joined the European Space Agency (ESA) as the SOHO Deputy Project Scientist stationed at NASA/Goddard Space Flight Center. He was also in charge of outreach and media activities, making SOHO to one of the most well known current satellite projects.", "4949845": "Henry Herbert Kolm (September 9, 1924 in Vienna – July 29, 2010 in Concord, Massachusetts[1]) was an American physicist associated with Massachusetts Institute of Technology (MIT) for many years, with extensive expertise in high-power magnets and strong magnetic fields.", "70387545": "Marla Lorraine Dowell (born 1965) is an American physicist who is Director of the CHIPS R&D Metrology Program and NIST Boulder Laboratory.", "2492251": "Dale Vance Holliday (May 29, 1940 – February 4, 2010) was an American physicist and acoustician.", "53839709": "David George Hitlin (born 15 April 1942) is a professor at the California Institute of Technology,[1] specializing in experimental particle physics.", "53839712": "Michael Dennis Feit (1942–2023) was an American physicist at the Lawrence Livermore National Laboratory, California.", "66717540": "Ursel Bangert is the Bernal Chair in Microscopy and Imaging at the University of Limerick. She develops advanced characterisation techniques such as transmission electron microscopy for the atomic scale imaging of novel materials.", "591723": "Haldan Keffer Hartline ForMemRS[1] (December 22, 1903 – March 17, 1983) was an American physiologist who was a co-recipient (with George Wald and Ragnar Granit) of the 1967 Nobel Prize in Physiology or Medicine[2][3][4][5][6][7][8] for his work in analyzing the neurophysiological mechanisms of vision.[9]", "21923693": "Stanley A. Klein is an American psychophysicist. He is Professor of Vision Science and Optometry at the University of California, Berkeley and a member of the Berkeley Visual Processing Laboratory. He was a consulting editor for Attention, Perception, & Psychophysics, a publication of the Psychonomic Society which promotes the communication of scientific research in psychology and allied sciences.[1] His major area of research has been neurotechnology, a field of science that studies the body and mind through the nervous system by electronics and mechanisms. He was the co-chair for the SPIE (an international society on the science and application of light) meetings on human vision. Klein has authored and co-authored numerous papers on visual perception in the human brain.[2]  He is currently interested in the intersection of religion and science.", "10553199": "Ghiyāth al-Dīn Jamshīd Masʿūd al-Kāshī (or al-Kāshānī)[2] (Persian: غیاث الدین جمشید کاشانی Ghiyās-ud-dīn Jamshīd Kāshānī) (c. 1380 Kashan, Iran – 22 June 1429 Samarkand, Transoxania) was an astronomer and mathematician during the reign of Tamerlane.", "264048": "John Paul Stapp (July 11, 1910 – November 13, 1999) was an American career U.S. Air Force officer, flight surgeon, physician, biophysicist, and pioneer in studying the effects of acceleration forces on humans.[1] He was a colleague and contemporary of Chuck Yeager, and became known as \"the fastest man on earth\".[2]  His work on Project Manhigh pioneered many developments for the US space program.[3]", "40896371": "Ashot Chilingarian (Armenian: Աշոտ Չիլինգարյան; born 18 May 1949) is an Armenian physicist known for his contributions to the fields of high-energy astrophysics, space weather, and high-energy atmospheric physics. He is the head of the Cosmic Ray Division (CRD) and the director of the Alikhanyan Physics Institute in Armenia.[1][2][3]", "53839732": "Alan D. English of the DuPont Corporation was an American physicist.", "22841204": "Andrew J Turberfield is a British Professor of Physics based at the University of Oxford. Turberfield's research is largely based on DNA nanostructures and photonic crystals,[1][2][3] and his work on both nanomachines and photonic crystals has been highly cited.[4] Turberfield is a fellow of Magdalen College, Oxford.[5]", "53839736": "David Kelly Campbell (born July 23, 1944) is an American theoretical physicist and academic leader. His research has spanned high energy physics, condensed matter physics and nonlinear dynamics.  He also served as Physics Department Head at the University of Illinois at Urbana–Champaign, Dean of the College Engineering at Boston University, and Boston University Provost.", "53839744": "David L. Huestis (born December 1, 1946) is an American physicist and inventor associated with SRI International. Huestis was awarded the status of Fellow[1] in the American Physical Society,[2] after being nominated by their Division of Atomic, Molecular & Optical Physics in 1990,[3] for \"his extensive, broad-ranging theoretical contributions and collaborations with experimentalists leading to fundamental understanding in areas of atomic and molecular excited states, molecular spectroscopy, excimer-laser kinetics, nonlinear optics, and scattering theory.\"", "57214851": "Manijeh Razeghi is an Iranian-American scientist in the fields of semiconductors and optoelectronic devices. She is a pioneer in modern epitaxial techniques for semiconductors such as low pressure metalorganic chemical vapor deposition (MOCVD), vapor phase epitaxy (VPE), molecular beam epitaxy (MBE), GasMBE, and MOMBE. These techniques have enabled the development of semiconductor devices and quantum structures with higher composition consistency and reliability, leading to major advancement in InP and GaAs based quantum photonics and electronic devices, which were at the core of the late 20th century optical fiber telecommunications and early information technology.[1]", "53839748": "David Wixon Pratt is an American physicist, Professor of Chemistry at the University of Pittsburgh.", "18876293": "Ernst Lecher (1 June 1856 – 19 July 1926)  was an Austrian physicist who, from 1909, was head of the First Institute of Physics[1] in Vienna. He is remembered for developing an apparatus— \"Lecher lines\"—to measure the wavelength and frequency of electromagnetic waves.[2] He gave his name to the Ernst-Lecher-Institut, a radar research establishment set up in the 1940s in Reichenau, south of Vienna,[3] which is now a part of the German research institute Max Planck Institute.", "1923": "Alessandro Giuseppe Antonio Anastasio Volta (/ˈvoʊltə, ˈvɒltə/, Italian: [alesˈsandro ˈvɔlta]; 18 February 1745 – 5 March 1827) was an Italian physicist and chemist who was a pioneer of electricity and power[1][2][3] and is credited as the inventor of the electric battery and the discoverer of methane. He invented the voltaic pile in 1799, and reported the results of his experiments in 1800[4] in a two-part letter to the president of the Royal Society.[5][6] With this invention Volta proved that electricity could be generated chemically and debunked the prevalent theory that electricity was generated solely by living beings. Volta's invention sparked a great amount of scientific excitement and led others to conduct similar experiments, which eventually led to the development of the field of electrochemistry.[6]", "21563270": "Dr. Hans Adolf Breuer (22 October 1933 in Frankfurt, Germany – 19 April 2020 in Somerset West, South Africa) was a German physicist and author of 23 mainly scientific books.[1]", "53839753": "Werner Sandhas (born 14 April 1934, † 25 August 2021 in Bonn) was a German physicist at the University of Bonn.", "53839755": "Alice Kust Harding is an American astrophysicist at the NASA Goddard Space Flight Center, Greenbelt, Maryland.", "231308": "Rudolf Ludwig Mössbauer (German spelling: Mößbauer; German pronunciation: [ˈʁuːdɔlf ˈmœsˌbaʊ̯ɐ] ⓘ; 31 January 1929 – 14 September 2011[1]) was a German physicist best known for his 1957 discovery of 'recoilless nuclear resonance fluorescence', for which he was awarded the 1961 Nobel Prize in Physics. This effect, called the Mössbauer effect, is the basis for Mössbauer spectroscopy.[2]", "53839760": "James Robert Beene, from the Oak Ridge National Laboratory, was made a Fellow[1] in the American Physical Society[2] after being nominated by the Division of Nuclear Physics at ORNL in 1991.[3]", "53839763": "Kenneth Ivan Golden from the University of Vermont, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Plasma Physics  in 1991,[3] for pioneering work in the theory of dynamical processes in strongly coupled plasmas; for extending the theory to the analysis of binary ion mixtures and of two dimensional electron systems; for contributions to the theory of the structure of shock waves in magnetized plasmas.", "53839767": "Stephen B. Pope is the Sibley College Professor of Mechanical Engineering at Cornell University.[1]", "53839775": "Patrick Huerre, born in 1947, is a French physicist in fluid mechanics. An engineer from the École centrale de Paris (1970), and a doctor of aeronautical sciences from Stanford University, he began his career at the University of Southern California in Los Angeles. In 1989, he was appointed Professor of Mechanics at the École polytechnique where he created, with Jean-Marc Chomaz, and then directed the Laboratoire d'hydrodynamique (LadHyX), a joint CNRS-École polytechnique research unit. He is currently Director of Research Emeritus at the Centre national de la recherche scientifique (CNRS). He is a member of the French Academy of Sciences.[1]", "70158242": "Space Operations and Astronaut Training,", "61802403": "Anna Consortini is an Italian physicist in and a retired Professor of Physics at the University of Florence. She was a founder of the Italian Society for Optics and Photonics, and President of the International Commission for Optics from 1993 to 1996.[1]", "6457252": "Haim Harari (Hebrew: חיים הררי; born 18 November 1940) is an Israeli theoretical physicist who has made contributions in particle physics, science education, and other fields. He was the President of the Weizmann Institute of Science from 1988 to 2001.", "58984356": "Viktor Borisovich Adamsky[a] k.N (Russian: Ви́ктор Бори́сович Ада́мский; 30 April 1923 – 14 December 2005) was a Russian physicist of Ukrainian origin known for his work on the former Soviet program of nuclear weapons.[1]", "53839781": "R. Michael Barnett, a physicist at the Lawrence Berkeley National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after being nominated by the laboratory's Division of Particles and Fields in 1993.[3] His award was for contributions to phenomenological analyses of the Standard Model and its extensions, including studies of the nature and validity of Quantum Chromodynamics, analyses of neutral current couplings, calculations of the production of heavy quarks, and predictions of the properties and decays of supersymmetric particles.", "14583715": "Deng Jiaxian, or Chia Hsien Teng[1] (simplified Chinese: 邓稼先; traditional Chinese: 鄧稼先; pinyin: Dèng Jiàxiān; Wade–Giles: Teng Chia-Hsien; June 25, 1924 – July 29, 1986), was a Chinese nuclear physicist and academician of Chinese Academy of Sciences. He was a leading organizer and key contributor to the Chinese nuclear weapon programs.[2]", "47056807": "Stephen Myers OBE FREng (born 3 August 1946) is an electronic engineer who works in high-energy physics.[1]", "69371818": "Other reasons this message may be displayed:", "39651244": "2011 Best Research Award for the greatest number of  citations", "10618798": "Richard Becker (German pronunciation: [ˈʁɪçaʁt ˈbɛkɐ]; 3 December 1887 – 16 March 1955) was a German theoretical physicist who made contributions in thermodynamics, statistical mechanics, superconductivity, and quantum electrodynamics.", "67307438": "Oliver Buchmueller[2] is a scientist and professor of physics at the Faculty of Natural Science, Imperial College London.[3][4] Buchmueller is presently serving as one of the lead scientists on the Compact Muon Solenoid experiment at CERN’s Large Hadron Collider, the principal investigator of the Atom Interferometer Observatory and Network[5][6][7][8][9] and also one of the lead authors at Atomic Experiment for Dark Matter and Gravity Exploration in Space (AEDGE). Previously he has been associated with the ALEPH experiment at CERN’s LEP collider and the BaBar experiment at SLAC.[10][11][12] Buchmueller was among the group of scientists responsible for the discovery of Higgs Boson particle at the LHC, CERN[13][14][15] and later in the scientific exploration to find the traces of dark matter through the LHC.[16][17][18][19]", "53839792": "Santosh Kumar Srivastava from the California Institute of Technology, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Atomic, Molecular & Optical Physics in 1994,[3] for contributions made to the field of electron-atom/molecule collision physics by developing experimental techniques to measure accurate collision cross sections and by generating a large body of cross section data for elastic and inelastic scattering, ionization and attachment.", "18057140": "Harold K. Schilling (February 7, 1899 – April 29, 1979)[1] was a professor of physics at Pennsylvania State University.  He had served as chairman of the physics department and then as dean of the graduate school.  He also wrote extensively about science and religion.", "11995063": "Vijay Raghunath Pandharipande (August 7, 1940 – January 3, 2006) was an Indian-American physicist, who played a leading role in the development of the nuclear many-body problem.", "64358331": "Norna Robertson (FRSE, FInstP, FRAS, FAPS) is a lead scientist at LIGO at California Institute of Technology,[1] and professor of experimental physics at the University of Glasgow.[2] Her career has focused on experimental research into suspension systems and instrumentation to achieve the detection of gravitational waves.[3]", "6162364": "George R. Blumenthal (born 1945) is an American astrophysicist, astronomer, professor, and academic administrator. He was the tenth chancellor of the University of California, Santa Cruz.", "53839811": "William George Harter (born July 18, 1943) is an American physicist at the University of Arkansas.", "17598403": "Oreste Piccioni (October 24, 1915 – April 13, 2002) was an  Italian-American physicist who made important contributions to elementary particle physics. He is the co-discoverer of the antineutron.", "2721734": "Jane English (born 1942 in Boston, Massachusetts) is a philosopher, physicist, photographer, journalist, and translator.", "43190214": "Prof Joseph David Everett DCL FRSE (1831–1904) was an English physicist, professor of natural philosophy at Queen's College, Belfast.", "53839817": "Edwin Ross Williams (born 1942)[1] is a physicist at the National Institute of Standards and Technology. He received a B.A. from Nebraska Wesleyan University in 1964, an M.S. in physics from University of Colorado Boulder in 1966, and a Ph.D. from Wesleyan University in 1970.[1]", "198603": "Nikolai Nikolayevich Rukavishnikov (Russian: Никола́й Никола́евич Рукави́шников; 18 September 1932 – 19 October 2002[1]) was a Soviet cosmonaut who flew three space missions of the Soyuz programme: Soyuz 10, Soyuz 16, and Soyuz 33. Two of these missions, Soyuz 10 and Soyuz 33 were intended to dock with Salyut space stations, but failed to do so.", "53839820": "George W. Rayfield (born 1936) is an American physicist and a professor emeritus of the University of Oregon.[1]", "3901391": "Frank Curtis \"Curt\" Michel (June 5, 1934 – February 26, 2015) was an American astrophysicist; a professor of astrophysics at Rice University in Houston, Texas; a United States Air Force pilot; and a NASA astronaut.", "27690959": "David S. Wollan (March 14, 1937 – August 25, 2008) was an American physicist and arms control specialist.", "53839825": "George Csanak from the Los Alamos National Laboratory (born 1941) is a Hungarian-born American physicist. He was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Atomic, Molecular & Optical Physics in 1995,[3] for development of many-body Green's function techniques of bound-state and scattering properties of atomic and molecular systems; significant contributions to the theoretical foundation and physical interpretation of electron-photon coincidence experiments, and for contributions to the understanding of electron scattering.", "58623957": "Hermann Josef Buchkremer (11 May 1940) is a German physicist and former Rector of the FH Aachen University of Applied Sciences.", "53839830": "James Paul Miller from the Boston University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Nuclear Physics in 1995,[3] for the development of a high resolution NaI detector and the performance of pioneering experiments on nuclear Compton scattering and radiative kaon capture utilizing this device which paved the way for the design and construction of other high resolution calorimeters.", "53839834": "John Jacob Domingo from the Continuous Electron Beam Accelerator Facility (CEBAF) - Jefferson Lab, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Nuclear Physics  in 1995,[3] for sustained scientific and technical contributions to intermediate energy nuclear physics at the Swiss Institute for Nuclear Research (SIN), and for leading the design and construction of the three experimental facilities at the newly completed Continuous Electron Beam Accelerator Facility (CEBAF).", "53413852": "Douglas James Scalapino (born December 10, 1933, San Francisco, California)[1] is an American physicist noted for his contribution to theoretical condensed matter physics.", "53839836": "Julia A. Thompson, an experimental particle physicist at the University of Pittsburgh, was awarded the status of Fellow[1] in the American Physical Society,[2] after being nominated by the Division of Particles and Fields in 1995,[3] for her contributions to our understanding of a broad range of particle physics phenomena through experimentation and instrumentation development, and for her continued efforts to encourage participation in physics by high school students and under represented groups.", "198622": "Yevgeny Olegovich Adamov (Russian: Евге́ний Оле́гович Ада́мов, born April 28, 1939) was the head of the Russian atomic energy ministry, MinAtom.  He was appointed by President Boris Yeltsin in 1998 and ousted by President Vladimir Putin in 2001.", "47056864": "Jean-Michel Raimond (born (1955-12-11)11 December 1955 in Orléans[1]) is a French physicist working in the field of quantum mechanics.", "53839842": "Peter James Reynolds is a theoretical physicist serving as a senior research scientist (ST) at the Army Research Office (ARO). He was formerly the ARO Physics Division chief and a program manager for atomic and molecular physics.  Prior to joining ARO in 2003 he was at the Office of Naval Research, serving as a program officer, starting in 1988.", "198627": "Tatyana Sapunova (b. ~1974) is a Russian biophysicist who was seriously injured by an act of anti-Semitic terrorism  on 27 May 2002. She was subsequently awarded the Order of Courage on 21 June 2002 by President Vladimir Putin, to which she replied, \"The news was entirely surprising\".[1][2][3]", "25102310": "Arnold Berliner (Gut Mittelneuland bei Neisse, 26 December 1862 – Berlin, 22 March 1942) was a German physicist.", "53839852": "Warren Bruce Jackson from Xerox PARC, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Materials Physics in 1995,[3] for pioneering research in the fundamental properties of amorphous semiconductors, including seminal studies of the intrinsic electronic density of states and metastable mechanisms and processes, and for the application of photothermal deflection spectroscopy to address a wide range of problems in hydrogenated amorph", "53839856": "Bretislav Victor Heinrich from the Simon Fraser University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Forum on International Physics in 1995,[3] for the elucidation of loss of ferromagnetic resonance in metals; for the contribution to the invention of ferromagnetic antiresonance; for adapting molecular beam epitaxy to studies of exchange interactions and anisotropies in the highest quality ultrathin magnetic films.", "64620531": "Graham Turnock is a British physicist who served as the chief executive officer of the UK Space Agency from March 2017 to September 2021.[1]", "362499": "Ernest Thomas Sinton Walton (6 October 1903 – 25 June 1995) was an Irish physicist and Nobel laureate who first split the atom.[1]  He is best known for his work with John Cockcroft to construct one of the earliest types of particle accelerator, the Cockcroft–Walton generator.  In experiments performed at Cambridge University in the early 1930s using the generator, Walton and Cockcroft became the first team to use a particle beam to transform one element to another. According to their Nobel Prize citation: \"Thus, for the first time, a nuclear transmutation was produced by means entirely under human control\".[2]", "23365635": "Godfrey Harry Stafford CBE, FRS (15 April 1920 – 30 July 2013),[1][2] was a British physicist and directed the Rutherford Appleton Laboratories from 1969 to 1981. He went on to be a master at St Cross College, Oxford and president of the Institute of Physics. In 1950 Dr. Stafford married Helen Goldthorp Clark, an Australian biologist. He has a son and twin daughters and lived near Oxford.[3]", "50726923": "Andrew N. Cleland (born 17 September 1961) is an American physicist, and is currently the John A. MacLean Sr. Professor for Molecular Engineering Innovation and Enterprise at the Institute for Molecular Engineering at the University of Chicago.", "62064652": "Julie Ann Borchers (born 1962) is an American physicist.", "50628620": "Timothy John O'Brien (born 31 March 1964) is a British astronomer, currently working at the University of Manchester as Professor of Astrophysics. He often appears on the BBC.[5][6]", "63932442": "Ben Zion Tavger (Russian: Бенцион Аронович Тавгер, Hebrew: בן ציון טבגר), August 5, 1930 (Barysaw) - July 22, 1983, was a physicist and an activist for the renewed Jewish community of Hebron.[1]", "690212": "Dr. Samantha \"Sam\" Carter, USAF is a fictional character in the Canadian–American military science fiction Stargate franchise. Played by Amanda Tapping, she appears in all three shows in the franchise: Stargate SG-1, Stargate Atlantis, and Stargate Universe. She was a main character in all ten seasons of Stargate SG-1 (1997–2007). Following a recurring role in Stargate Atlantis for three seasons (2004–07), Carter became a main character in Season 4 of Atlantis (2007–08), and also appeared in the 2008 direct-to-DVD SG-1 films Stargate: The Ark of Truth and Stargate: Continuum. Amanda Tapping accepted a starring role in Sanctuary and appears in only the first and last episodes in Season 5 of Atlantis (2008–09). Carter also appears in two episodes of Season 1 of Stargate Universe.", "21596201": "Wen Lianxing (Chinese: 温联星; born April 1968) is a Chinese seismologist and geophysicist. He is a professor at Stony Brook University and the University of Science and Technology of China. He was awarded the James B. Macelwane Medal in 2003 and elected a fellow of the American Geophysical Union.", "50038827": "Alexander D. Wissner-Gross is an American research scientist and entrepreneur.[1] He is a fellow at the Institute for Applied Computational Science at Harvard University.[2]", "10324015": "Edward A. Spiegel[1] (1931 — January 2, 2020)[2] was an American professor of astronomy at Columbia University. He worked on convection theory and on the application of fluid dynamics to astrophysics.", "70387765": "Caren Norden is a German biophysicist who is Deputy Director for Science at the Instituto Gulbenkian de Ciência. She works as a group leader at the Max Planck Institute of Molecular Cell Biology and Genetics. Her research considers the cell biology of tissue morphogenesis.", "66062396": "Paula R. L. Heron is a Canadian-American physics educator who works as a professor of physics at the University of Washington.", "3737661": "Alan P. Boss (born in Lakewood, Ohio[1]) is a United States astrophysicist and planetary scientist.", "58132543": "Sarah Elizabeth Bohndiek is a physicist whose research involves developing novel imaging approaches for early cancer detection. She is a Professor in Biomedical Physics at the University of Cambridge[1] and a Group Leader at the Cancer Research UK Cambridge Institute.[2][3]", "1247296": "Barton Zwiebach (born Barton Zwiebach Cantor, October 4, 1954) is a Peruvian string theorist and professor at the Massachusetts Institute of Technology.", "69994562": "Maya Tolstoy is a marine geophysicist known for her work on earthquakes in the deep sea. From Fall 2018 through December 2019 she was the Interim Executive Vice President and Dean of the Faculty of Arts and Sciences at Columbia University. As of 2022, she is the Maggie Walker Dean in the College of the Environment at the University of Washington.", "54298710": "Serkan Golge (Serkan Gölge) is a Turkish-American scientist who was held in prison and house arrest in Turkey for nearly four years,[1] as part of a crackdown by Turkish authorities after the country's failed coup d'état attempt of 2016. His imprisonment stemmed in part from his possession of a single American $1 bill.[2]", "50235486": "Taner Edis (born August 20, 1967) is a Turkish American physicist and skeptic.  He is a professor of physics at Truman State University.[1] He received his B.S. from Boğaziçi University in Turkey and his M.A. and Ph.D. from Johns Hopkins University.[2] Edis is the author of several books on creationism, religion and science. He is a scientific and technical consultant for the Committee for Skeptical Inquiry.", "55576671": "Ue-Li Pen (Traditional Chinese: 彭威禮, born 26 July 1967 in Giessen) is a Canadian astrophysicist, cosmologist, and computational physicist.", "2951271": "Dr Lee M. Spetner is an American and Israeli creationist author, mechanical engineer, applied biophysicist, and physicist, known best for his disagreements with the modern synthesis. In spite of his opposition to neo-Darwinism, Spetner accepts a form of non-random evolution outlined in his 1996 book \"Not By Chance! Shattering the Modern Theory of Evolution\".[1]", "24971367": "Development and use of Synchrotron light", "6424679": "Mostapha (Mosto) Bousmina is a physical-chemist and rheologist working on nanomaterials and nanotechnology.", "10881139": "Karl Wilhelm Sali Baedeker (3 February 1877 – 6 August 1914) was a German physicist, and a professor at the University of Jena. He was the grandson  of  Karl Baedeker, the founder of the eponymous travel guide publishing house, and the son of Fritz Baedeker (1844 - 1925), who ran the same company from 1869 until his death in 1925.", "17270901": "Leander Ditscheiner (4 January 1839 – 1 February 1905) was an Austrian physicist and mathematician, best known for his research on birefringence.", "1968245": "Paul Kunz (December 20, 1942 – September 12, 2018)[1] was an American particle physicist and software developer, who initiated the deployment of the first web server outside of Europe. After a meeting in September 1991 with Tim Berners-Lee of CERN, he returned to the Stanford Linear Accelerator Center (SLAC) with word of the World Wide Web. By Thursday, December 12, 1991, there was an active Web server installed and operational at SLAC, establishing the first Web server in the US, the SPIRES HEP, connected to the SPIRES High Energy Physics database, thanks to the efforts of Kunz, Louise Addis, and Terry Hung.[2]", "1935480": "Sergey Alekseyevich Khristianovich (Russian: Сергей Алексеевич Христианович, 9 November 1908 – 28 April 2000) was a mechanics scientist from the Soviet Union.[1] Academician of AS USSR since 1943 (corresponding member since 1939), Hero of Soc. Labour (1969).[2]", "1411195": "W.F.G. Swann (August 29, 1884 – January 29, 1962) was an English physicist.[1]", "5277820": "Sir Denys Haigh Wilkinson FRS (5 September 1922 – 22 April 2016) was a British nuclear physicist.", "4884607": "Vasco Ronchi (Italian: [ˈvasko ˈroŋki]; December 19, 1897 – October 31, 1988) was an Italian physicist known for his work in optics.  He was born on 19 December 1897 in Florence, Italy. Along with Enrico Fermi, he was a student of  Luigi Puccianti.  He studied at the Faculty of Physics of the University of Pisa from 1915 to 1919.", "69896320": "Malgorzata \"Margaret\" Dobrowolska-Furdyna is a Polish–American physicist. As the associate dean for undergraduate studies in the College of Science at the University of Notre Dame, Dobrowolska-Furdyna has been elected a Fellow of the American Physical Society and American Association for the Advancement of Science.", "6326399": "Sir Gareth Gwyn Roberts FRS FREng[1] (16 May 1940 – 6 February 2007[2]) was a Welsh[3] physicist specialising in semiconductors and molecular electronics, who was influential in British science policy through his chairmanship of several academic bodies and his two reports on the future supply of scientists and how university research should be assessed. He was knighted in 1997 for his services to higher education.", "61147270": "Terry Rudolph (born 1973) is a professor of quantum physics at Imperial College London.[1] He co-founded quantum computing firm PsiQuantum.[2]", "71108745": "Muriel Thomasset (born 1971),[1] is a French physicist who specializes in optics. In 2003, she received an Irène Joliot-Curie Prize.", "66914445": "Julianne Pollard-Larkin is an American medical physicist, assistant professor at MD Anderson Cancer Center in Houston, TX and is also the interim Physics Service Chief for the Thoracic service of MD Anderson’s Division of Radiation Oncology. She is also the Vice-Chair of the American Association of Physicists in Medicine (AAPM) Diversity and Inclusion Subcommittee.[1]", "27953298": "Marcel Louis Vonk (born 14 January 1974) is a poker player and the first Dutch person to win a World Series of Poker (WSOP) bracelet in No Limit Hold'em (NLHE).  On 5 July 2010, he beat out 3,843 opponents to capture the gold bracelet in event #54: $1,000 No-Limit Hold'em, taking home $570,960 USD for the victory.[2]", "7342233": "Hassan Aref (Arabic: حسن عارف), (28 September 1950 – 9 September 2011) was the Reynolds Metals Professor in the Department of Engineering Science and Mechanics at Virginia Tech, and the Niels Bohr Visiting Professor at the Technical University of Denmark.", "2201": "Aage Niels Bohr (Danish: [ˈɔːwə ˈne̝ls ˈpoɐ̯ˀ] ⓘ; 19 June 1922 – 8 September 2009) was a Danish nuclear physicist who shared the Nobel Prize in Physics in 1975 with Ben Roy Mottelson and James Rainwater \"for the discovery of the connection between collective motion and particle motion in atomic nuclei and the development of the theory of the structure of the atomic nucleus based on this connection\".[1] His father was Niels Bohr.", "54200475": "Claes Fahlander (born 21 January 1948 in Gothenburg) is a Swedish physicist. After having graduated from Gävle in 1967, he joined Uppsala University, where he obtained his bachelor's degree in mathematics and physics in 1972. He became a Ph.D. in nuclear physics in 1977,  and a teacher in 1982. Between 1979 and 1982 he worked at Australian National University in Canberra, and in the next decade he was active at Uppsala University. From 1995 to 1997 he did a sabbatical as a researcher at the Laboratori Nazionali di Legnaro in Italy,[1] and on 1 July 1996 he succeeded Hans Ryde as professor of Cosmic and Subatomic Physics at Department of Physics at Lund University.[2]", "5015705": "Rudolf Kompfner (May 16, 1909 – December 3, 1977) was an Austrian-born inventor, physicist and architect, best known as the inventor of the traveling-wave tube (TWT).", "25233564": "Adam Frederik Oluf Arndtsen (15 December 1829 – 7 August 1919) was a Norwegian professor and physicist.[1]", "50333856": "Elihu Abrahams (April 3, 1927 – October 18, 2018) was a theoretical physicist, specializing in condensed matter physics.[1][2]", "63375521": "Edward Raymond Andrew FRS FRSE (27 June 1921 – 27 May 2001) was a 20th-century British scientist who was a pioneer of nuclear magnetic resonance. He was a primary figure in the development and creation of the world's first MRI scanner.", "64391333": "Kate Scholberg is a Canadian and American neutrino physicist whose research has included experimental studies of neutrino oscillation and the detection of supernovae. She is currently the Arts & Sciences Distinguished Professor of Physics and Bass Fellow at Duke University.[1]", "69208231": "Phyllis Jean Stabeno is a physical oceanographer known for her research on the movement of water in polar regions. She has led award-winning research projects in the Arctic and was noted for a distinguished scientific career by the National Oceanic and Atmospheric Administration.", "5015721": "Geoffrey Victor Herbert Wilson AM (23 September 1938 – 9 January 2020) was an internationally distinguished nuclear physicist who made contributions to nuclear magnetic resonance spectroscopy and low temperature physics. His research team achieved the lowest temperature ever recorded in Australia. He was born in Mentone, Victoria.[1]", "5114036": "Sir Gordon Brims Black McIvor Sutherland FRS[1] (8 April 1907 – 27 June 1980) was a Scottish physicist.", "42797242": "Bruce E. Woodgate (1939 – April 28, 2014) was a British-born American aerospace engineer, inventor and astronomer, who worked at NASA's Goddard Space Flight Center for forty years.[1]\n[2] He was the principal investigator of the Space Telescope Imaging Spectrograph (STIS), a spectrograph and camera which was installed on the Hubble Space Telescope in 1997.[1][3] Woodgate oversaw the design, development and construction of the STIS.[1] Astronomers and other scientists have used the STIS to study and measure a wide range of light wavelengths in deep space.  Woodgate's invention has been called a \"game changer\" in the field of astronomy, allowing scientists to discover an \"invisible high-speed collision\" near SN 1987A, as well as new planets and black holes.[1][3] A power failure knocked STIS offline in 2004, but it was repaired in 2009.", "9210048": "Richard E. Crandall (December 29, 1947 – December 20, 2012) was an American physicist and computer scientist who made contributions to computational number theory.", "5146819": "Kurt Lehovec (June 12, 1918 – February 17, 2012) was one of the pioneers of the integrated circuit. While also pioneering the photo-voltaic effect, light-emitting diodes and lithium batteries, he innovated the concept of p-n junction isolation used in every circuit element with a guard ring: a reverse-biased p-n junction surrounding the planar periphery of that element. This patent was assigned to Sprague Electric.[1][2]", "63998147": "Leslie Robert Shepherd (23 November 1918 – 18 February 2012) was a Welsh nuclear physicist. He was involved in the design and operation of the experimental Dragon reactor, which used helium as a coolant. He was also an advocate of space exploration, serving as the president of the British Interplanetary Society and the International Astronautical Federation.", "1018053": "Marian Danysz (March 17, 1909 – February 9, 1983) was a Polish physicist, Professor of Physics at Warsaw University.", "56658126": "Jessica Alice Feinmann Wade BEM (born October 1988)[5] is a British physicist in the Blackett Laboratory at Imperial College London, specialising in Raman spectroscopy.[6] Her research investigates polymer-based organic light emitting diodes (OLEDs).[3][7][8][9] Her public engagement work in science, technology, engineering, and mathematics (STEM) advocates for women in physics[10] as well as tackling systemic biases such as gender and racial bias on Wikipedia.[11][12][13]", "985295": "Walther Heinrich Wilhelm Ritz (22 February 1878 – 7 July 1909) was a Swiss theoretical physicist. He is most famous for his work with Johannes Rydberg on the Rydberg–Ritz combination principle. Ritz is also known for the variational method named after him, the Ritz method.", "24512725": "Ernst Joseph Nordgren, born 16 November 1947 in Örebro, is a Swedish physicist.", "1018068": "Jean Danysz (11 March 1884 – 4 November 1914) born Jan Kazimierz Danysz, was a French physicist of Polish extraction. He was an assistant of Maria Skłodowska-Curie and notable in the development of beta spectrometry.", "2274": "Sir Arthur Stanley Eddington OM FRS[2] (28 December 1882 – 22 November 1944) was an English astronomer, physicist, and mathematician. He was also a philosopher of science and a populariser of science. The Eddington limit, the natural limit to the luminosity of stars, or the radiation generated by accretion onto a compact object, is named in his honour.", "60754149": "Robert Jay Finkelstein (March 26, 1916 – August 27, 2020) was an American theoretical physicist, specializing in elementary particle physics.", "61835494": "Éric Calais is a French geologist-geophysicist, born in 1964, internationally recognized practitioner of high-precision space geodesy (GPS and InSAR radar interferometry) and a pioneer in its applications to measure seismic deformations at the boundaries of tectonic plates and in their interiors.\nHe has been a member of the French Academy of Sciences since 2017.", "3016935": "George Frederick Chapline Jr. (born May 6, 1942) is an American theoretical physicist, based at the Lawrence Livermore National Laboratory. His most recent interests have mainly been in quantum information theory, condensed matter, and quantum gravity. In 2003 he received the Computing Anticipatory Systems award for a new interpretation of quantum mechanics based on the similarity of quantum mechanics and Helmholtz machines. He was awarded the E. O. Lawrence Award in 1982 by the United States Department of Energy[1] for leading the team that first demonstrated a working X-ray laser.", "1018102": "Leopold Infeld (20 August 1898 – 15 January 1968) was a Polish physicist who worked mainly in Poland and Canada (1938–1950). He was a Rockefeller fellow at Cambridge University (1933–1934) and a member of the Polish Academy of Sciences.[1]", "3213571": "Adriaan Daniël Fokker (Dutch pronunciation: [ˈaːdrijaːn ˈdaːnijɛl ˈfɔkər]; 17 August 1887 – 24 September 1972) was a Dutch physicist. He worked in the fields of special relativity and statistical mechanics. He was the inventor of the Fokker organ, a 31-tone equal-tempered (31-TET) organ.", "1935627": "Stanisław Wojciech Mrozowski (February 9, 1902 – February 21, 1999) was a Polish-born American physicist. He was a professor of physics at SUNY Buffalo from 1949 until 1972, after which he worked at Ball State University. He worked briefly on the Manhattan Project at Princeton University. He received the Kosciuszko Medal in 1991 and the Officer's Cross of the Polonia Restituta Cross in 1993.[1][2][3]", "20777230": "Rudolf Walter Ladenburg (June 6, 1882 in Kiel – April 6, 1952 in Princeton, New Jersey) was a German atomic physicist. He emigrated from Germany as early as 1932 and became a Brackett Research Professor at Princeton University. When the wave of German emigration began in 1933, he was the principal coordinator for job placement of exiled physicists in the United States.  Albert Einstein gave the eulogy at Rudolf's funeral.  He and his wife Elsa had three children, Margarethe, Kurt, and Eva.  Kurt had two children, Toni and Nils Ladenburg.", "52594959": "Janardan Ganpatrao Negi (1 August 1936 – 9 November 2016)[1] was an Indian theoretical geophysicist and emeritus scientist at National Geophysical Research Institute.[2] He is known for his studies on geoelectromagnetics and geomagnetism[3] and is an elected fellow of the Royal Astronomical Society, London and the National Academy of Sciences, India.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, Atmosphere, Ocean and Planetary Sciences in 1980.[5]", "69470484": "Trevor Evans FRS (26 April 1927 — 10 October 2010) was a British physical scientist who specialised in the properties of diamonds.[1]", "63179032": "Ani Aprahamian (born August 15, 1958) is a Lebanese-born Armenian-American nuclear physicist.[3] She has taught at the University of Notre Dame since 1989. She is currently Freimann Professor of Physics at Notre Dame.[4][5] She has been director of the Alikhanyan National Science Laboratory (Yerevan Physics Institute) in Armenia since April 2018, the first woman to hold the position.[6]", "21858592": "Mario Acuña (March 12, 1940 – March 5, 2009) was an Argentine research scientist at NASA Goddard Space Flight Center in the Space Plasmas and Planetary Magnetospheres Branches, and then as a Senior Astrophysicist. He was a major pioneer in the field of planetary magnetism.", "41453860": "Yuri Kovchegov (born 1973) is an American physicist.", "32672036": "Richard J. Epp is a physicist and lecturer currently working at the University of Waterloo in Waterloo, Ontario, Canada.", "1935656": "Jerzy Pniewski (Polish: [ˈjɛʐɨ ˈpɲɛfskʲi]; June 1, 1913 – June 16, 1989) was a Polish physicist, professor at the University of Warsaw and a member of the Polish Academy of Sciences. He is known for discovering the hypernucleus together with Marian Danysz in 1952.", "624940": "Charlotte Emma Moore Sitterly (September 24, 1898 – March 3, 1990) was an American astronomer.[2] She is known for her extensive spectroscopic studies of the Sun and chemical elements. Her tables of data are known for their reliability and are still used regularly.[3]", "7571758": "David Edward Pritchard (born October 15, 1941)[2] is a professor at the Massachusetts Institute of Technology (MIT), working on atomic physics and educational research.", "68356405": "George Smoot Horsley (1916 – 1992) was a physicist and pioneer in printed circuitry and semiconductors.[1] He was one of the first four recruits by William Shockley to help develop technologies at Shockley Semiconductor Laboratory.[2]", "35883319": "Frances Sarnat Hugle (August 13, 1927 – May 24, 1968) was an American scientist, engineer, and inventor who contributed to the understanding of semiconductors, integrated circuitry, and the unique electrical principles of microscopic materials.[1] She also invented techniques, processes, and equipment for practical (high volume) fabrication of microscopic circuitry, integrated circuits, and microprocessors which are still in use today.[2]", "2263357": "The Spot (Dr. Johnathon Ohnn) is a supervillain appearing in American comic books published by Marvel Comics. The character has been depicted as an enemy of Spider-Man and Daredevil. The Spot gained the ability to open interdimensional portals and smaller-scale portals, which he uses to travel long distances instantly and commit crimes.", "62687550": "Richard \"Dick\" E. Norberg was a professor of physics at Washington University in St. Louis. His research focused on nuclear magnetic resonance (NMR).", "2361661": "Walter Eugene Massey (born April 5, 1938) is an American educator, physicist, and executive. President emeritus of the School of the Art Institute of Chicago (SAIC) and of Morehouse College, he is chairman of the board overseeing construction of the Giant Magellan Telescope, and serves as trustee chair of the City Colleges of Chicago.[1][2] During his career, Massey has served as head of the National Science Foundation, director of Argonne National Laboratory, and chairman of Bank of America. He has also served in professorial and administrative posts at the University of California, University of Chicago, Brown University, and the University of Illinois.[3]", "63310142": "Albéric Boivin (February 11, 1919 in Baie-St-Paul, Quebec — August 8, 1991 in Quebec City)[1] was a Canadian physicist known for his work in optics.", "26020168": "Mohammad Ataul Karim (Bengali: মোহাম্মদ আতাউল করিম; born 4 May 1953) is a Bangladeshi American scientist and higher education administrator, with expertise in electro-optical systems, optical computing, and pattern recognition. Ataul Karim is ranked amongst the top 50 researchers who contributed most to Applied Optics in its 50-year history.[1][2] Ataul Karim served as provost, executive vice chancellor and chief operating officer [3][4][5][6] of the University of Massachusetts Dartmouth between june 2013-2020, and was for 9 years the first Vice President for Research[7] of Old Dominion University (ODU) in Norfolk, Virginia.", "27625803": "Albert Kónya (14 June 1917 – 16 March 1988) was a Hungarian physicist and politician, who served as Minister of Education between 1956 and 1957. He graduated from József Attila University of Szeged. He fought in the Second World War from 1942 until the end of the war. He was a prisoner of war for a short time in 1945. After the war he taught in the Budapest University of Technology and Economics. From 1950 he served as head of the Physics Department at the University of Miskolc. In 1951 he became dean of the Faculty of Mechanics.[citation needed]", "69536076": "Anna Michalak is an American geophysicist who is Director of the Department of Global Ecology at the Carnegie Institution for Science and a professor at Stanford University. Her research considers the cycling and emission of greenhouse gases. She is the lead author of the carbon cycle science plan, a comprehensive analysis of Earth's carbon stocks and flows. She was awarded the 2021 American Geophysical Union Joanne Simpson Medal.", "28608849": "John Griffiths (15 June 1952 – 9 April 2010) was a Welsh museum curator at the Science Museum in London, England.[1][2]", "20482392": "Marcus Birkenkrahe (born 29 December 1963 as Marcus Speh in Bad Kreuznach, Germany) is a physicist and information architect who also works as an executive coach.[2]", "2885980": "Alexander Vilenkin (Russian: Алекса́ндр Виле́нкин; Ukrainian: Олександр Віленкін; born 13 May 1949) is the Leonard Jane Holmes Bernstein Professor of Evolutionary Science and Director of the Institute of Cosmology at Tufts University.[2][3] A theoretical physicist who has been working in the field of cosmology for 25 years, Vilenkin has written over 260 publications.[4]", "788828": "Frank Friedman Oppenheimer (August 14, 1912 – February 3, 1985) was an American particle physicist, cattle rancher, professor of physics at the University of Colorado, and the founder of the Exploratorium in San Francisco.", "57641311": "Haley Gomez (née Morgan) (born 1979) MBE, FRAS, FLSW is a Welsh Professor of Astrophysics at Cardiff University. She studies the formation and evolution of cosmic dust using the Herschel Space Observatory. She is Deputy Head of the School of Physics and Astronomy. She was awarded an Order of the British Empire in the 2018 Queen’s Birthday Honour’s.", "493921": "John Joseph Montgomery (February 15, 1858 – October 31, 1911) was an American inventor, physicist, engineer, and professor at Santa Clara University in Santa Clara, California, who is best known for his invention of controlled heavier-than-air flying machines.[1][2][3][4][5][6][7]", "66193763": "Sergey O. Macheret (born December 25, 1957) is an American physicist and aerospace engineer known for his contributions to plasma science and engineering. Macheret formulas for endothermic exchange reactions and Macheret-Fridman model[1] of vibration-dissociation coupling are widely used for analysis of hypersonic and other chemically reacting flows.", "58001766": "Serena Viti is a professor at Leiden University and previously was a professor and the head of Astrophysics at University College London. In March 2019 she received an ERC Advanced Grant for her MOPPEX proposal (MOlecules as Probes of the Physics of EXternal galaxies).[1]", "47253863": "Harald Fritzsch (10 February 1943 in Zwickau, Germany – 16 August 2022 in München) was a German theoretical physicist known for his contributions to the theory of quarks, the development of Quantum Chromodynamics and the great unification of the standard model of particle physics.", "6850951": "Henry Sour Katzenstein (January 9, 1927 – January 10, 2003) was an American physicist and entrepreneur. He founded a company called Brooktree in 1983 to commercialize a new architecture for digital to analog converters that he developed.", "31558024": "Paul Delaney is a university professor emeritus of physics and astronomy at York University in Toronto. He was also the director of the Allan I. Carswell Astronomical Observatory, as well as the Master of Bethune College at York, before he retired at the end of 2021.[1][2][3]", "2886028": "Heinz-Dieter Zeh (German: [tseː]; 8 May 1932 – 15 April 2018), usually referred to as H. Dieter Zeh, was a professor (later professor emeritus) of the University of Heidelberg and theoretical physicist.[1]", "21039503": "David A. Weitz (born October 3, 1951) is a Canadian/American physicist and Mallinckrodt Professor of Physics & Applied Physics at Harvard University. He is the former co-director of the BASF Advanced Research Initiative at Harvard, former co-director of the Harvard Kavli Institute for Bionano Science & Technology (2007-2010), and former director of the Harvard Materials Research Science & Engineering Center (2001-2020). He is known for his work in the areas of diffusing-wave spectroscopy, microrheology, microfluidics, rheology, fluid mechanics, interface and colloid science, colloid chemistry, biophysics, complex fluids, soft condensed matter physics, phase transitions, the study of glass and amorphous solids, liquid crystals, self-assembly, surface-enhanced light scattering, and diffusion-limited aggregation. His laboratory also developed Force spectrum microscopy, which is capable of measuring random intracellular forces. As of June 2023, he has a Hirsch index of 202.", "40176022": "Lawrence Michael Brown FRS (born 1936) is a Canadian physicist, known for his pioneering work on the application of transmission electron microscopy to metals, diamond, nuclear materials and semiconductors. He has spent much of his career at the Cavendish Laboratory, which he joined in 1960. He played an important role in establishing the SuperSTEM facility at Daresbury Laboratory.", "65079712": "Angelita Castro Kelly (born Angelita Albano Castro, August 26, 1942 - June 7, 2015) was a space scientist[1] and physicist.[2] She is the first female Mission Operations Manager (MOM) of NASA. She spearheaded and supervised the Earth Observing System missions during its developmental stage.[3]", "69568938": "Valerie Margaret Thomas (born 1959)[1] is an American physicist and environmental engineer, with broad research interests in environmental technology including aspects of the subject relating to materials science, energy systems, transportation and transportation energy use, and economics. She is the Anderson Interface Professor of Natural Systems at Georgia Tech, appointed jointly to the schools of industrial and systems engineering and public policy.[2]", "62491064": "Anton Brugmans (1732–1789) was Dutch physicist who proposed a two-fluid theory of magnetism.[1] He did magnetism experiments by putting objects on water or mercury, using surface tension to make them float and magnets to move them. He discovered the diamagnetism of bismuth.[2]", "43944380": "Mu Guoguang (母國光, 1931–2012) was a Chinese opticist and former president of Nankai University.", "67078591": "Donald J. Summers (March 24, 1951 – March 3, 2021[1]) was a particle physicist who worked on experiments at several labs, including Fermilab, CERN, SLAC, and KEK.", "657856": "Claudio Bunster Weitzman (Latin American Spanish: [ˈklawðjo ˈβunsteɾ]; born April 15, 1947) is a Chilean theoretical physicist. Until 2005 his name was Claudio Teitelboim Weitzman.[1]", "65374657": "Bernard Sapoval (30 October 1937 – 26 August 2020) was a French physicist.[1] He was known for his work in semi-conductors, and fractals.", "25921987": "Anzhong Wang is a theoretical physicist, specialized in gravitation, cosmology and astroparticle physics. He holds a position on the Physics faculty of Baylor University.[1] Currently he is working on cosmology in string/M theory and the Hořava–Lifshitz gravity.", "43977155": "Konstantin Antonovich Petrzhak (alternatively Pietrzak;[1] Russian: Константи́н Анто́нович Пе́тржак, IPA: [kənstɐnʲˈtʲin ɐnˈtonəvʲɪtɕ ˈpʲedʐək], Polish: [ˈpjɛt.ʂak]; 4 September 1907– 10 October 1998), k.N, was a Soviet and Russian physicist of Polish origin, and a professor of physics at the Saint Petersburg State University.", "56953285": "Jay M. Gambetta is a scientist and executive, leading the team at IBM Thomas J Watson Research Center working to build a quantum computer.[1][2]", "47155655": "Albert Wattenberg (April 13, 1917 – June 27, 2007), was an American experimental physicist. During World War II, he was with the Manhattan Project's  Metallurgical Laboratory at the University of Chicago. He was a member of the team that built  Chicago Pile-1, the world's first artificial nuclear reactor, and was one of those present on December 2, 1942, when it achieved criticality. In July 1945, he was one of the signatories of the Szilard petition. After the war he received his doctorate, and became a researcher at the Argonne National Laboratory from 1947 to 1950, at Massachusetts Institute of Technology from 1951 to 1958, and at University of Illinois at Urbana–Champaign from 1958 to 1986, where he pursued studies related to the atomic nucleus.", "51743180": "Bob Jacklyn (January 13, 1922 – June 18, 2014) was an Australian cosmic ray physicist, and former head of the Australian Antarctic Division's research program.[1] Mount Jacklyn, located in the Athos Range of Antarctica, is named after him for his important research at Mawson Station in 1956.[2]", "50203085": "Vilen Mitrofanovich Strutinsky (Russian: Вилен Митрофанович Струтинский; 16 October 1929 – 28 June 1993) was a Soviet nuclear physicist.[1]", "49777103": "Frank Henry Read FRS FInstP (born 6 October 1934) is a British physicist. He is an Emeritus Professor of Physics at the University of Manchester.[2]", "13863376": "Medard W. Welch Award of the American Vacuum Society (1992)", "39193040": "Neville Ronsley Parsons PM (2 September 1926 – 30 December 2017)[1] was an Australian physicist and Antarctic researcher.", "62786003": "Marie-Lise Chanin (Marie-Lise, Paule, Andrée Lory; born 26 September 1934 in Angers), is a French geophysicist, aeronomist,[1] director of research emerita at the French National Centre for Scientific Research (CNRS), and author of works on the physics of the upper and middle atmosphere.", "199123": "Johannes (Janne)  Robert Rydberg (Swedish: [ˈrŷːdbærj]; 8 November 1854 – 28 December 1919) was a Swedish physicist mainly known for devising the Rydberg formula, in 1888, which is used to describe the wavelengths of photons (of visible light and other electromagnetic radiation) emitted by changes in the energy level of an electron in a hydrogen atom.", "6195668": "Yoshiki Kuramoto (蔵本 由紀, Kuramoto Yoshiki) (born 1940) is a Japanese physicist in the Nonlinear Dynamics group at Kyoto University who formulated the Kuramoto model[1] and is also known for the Kuramoto–Sivashinsky equation. He is also the discoverer of so-called chimera states in networks of coupled oscillators.", "25627100": "Rama Bansil serves as Professor of Physics at Boston University, a post she has held since 1997.  Although trained as a physicist, her work and professional associations are multi-disciplined, with areas of expertise encompassing biopolymer engineering, polymer engineering, photonics, nanoscience, nanobiotechnology, biophysics and biochemistry.[1]", "28707293": "George Franklin Sterman (born June 2, 1946)[3] is an American theoretical physicist and the Director of the C. N. Yang Institute for Theoretical Physics at Stony Brook University where he holds the rank Distinguished Professor.", "58690015": "Gong Xingao (simplified Chinese: 龚新高; traditional Chinese: 龔新高; pinyin: Gōng Xīngāo; born June 1962) is a Chinese physicist. He is a computational physicist best known for studying computational physics.", "18876897": "Edward W. Piotrowski (b. Rybnik, Poland, 1955) is head of the Applied Mathematics Group at the University of Białystok, Poland. He is notable for the analysis of quantum strategies, showing connections between the Kelly criterion, thermodynamics, and special theory of relativity. In the area of econophysics, he discovered extremal properties of fixed point profits of elementary merchant tactics. He has published in the areas of statistical physics, quantum game theory, and econophysics.", "61704675": "Evgenia Andreevna Zabolotskaya (1935–2020) was a Russian-American physicist known for her contributions to nonlinear acoustics.[1] The Khokhlov–Zabolotskaya equation and the Khokhlov–Zabolotskaya–Kuznetsov equation in nonlinear acoustics are named in part for her.[2][3]", "50268646": "Floyd Alburn Firestone (1898–1986)[1] was an acoustical physicist, who in 1940 while a professor at the University of Michigan invented the first practical ultrasonic testing method and apparatus.[2] He was granted U.S. Patent 2,280,226 for the invention in 1942. Manufactured by Sperry Corporation, the testing device was known variously as the Firestone-Sperry Reflectoscope, the Sperry Ultrasonic Reflectoscope, the Sperry Reflectoscope and sometimes also just as a Supersonic Reflectoscope, the name Firestone had coined for the instrument. The technology is not just used in quality control in factories to reject defective parts before shipment, but also revolutionized transportation safety. For example, ultrasonic testing is used for safety maintenance inspection of railroad cars, particularly axles and wheels, aircraft, particularly fuselages, and other transportation vessels for material fatigue.[3][4] Dr. Firestone's ultrasonic pulse echo technique for metal defect testing was also later applied in medical diagnosis, giving birth to the field of Echocardiography and to the field of Medical Ultrasonography, generally.[5][6][7] Dr. Firestone was the editor of the Journal of the Acoustical Society of America from 1939 to 1957.[2] Among Firestone's many other inventions, were in a single year an “automatic device for the minute inspection of flaws”, “a new and useful improvement in hook-up of electrical apparatus”, and “[a] device for measuring noise”,[8] and, even, later a “musical typewriter”.[9]", "74418668": "Paul Friederich Gaspard Gert Molière (7 April 1909, Butzbach, Hessen – 1964, Tübingen) was a German theoretical physicist, specializing in nuclear physics and particle physics. He is known for the Molière radius, which is useful in studying Bhabha scattering.[1]", "19859951": "Barry Malcolm McCoy (born 14 December 1940 in Trenton, New Jersey)[1] is an American physicist, known for his contributions to  classical statistical mechanics, integrable models and conformal field theories.", "69896689": "Hugh Mannering Bibby (born 14 November 1943) is a New Zealand geophysicist. He holds the position of emeritus geophysicist at the New Zealand research institute GNS Science.[1]", "17435122": "Feryal Özel (born May 27, 1975) is a Turkish-American astrophysicist born in Istanbul, Turkey, specializing in the physics of compact objects and high energy astrophysical phenomena. As of 2022, Özel is the Department Chair and a professor at the Georgia Institute of Technology School of Physics in Atlanta. She was previously a professor at the University of Arizona in Tucson, in the Astronomy Department and Steward Observatory.", "43158003": "Alexander Maurice Alers Hankey (born 18 August 1947), known as Alex Hankey, is a theoretical physicist phd from Boston University,  trained at Massachusetts Institute of Technology[1] and Cambridge University.[2] He was a post-doctoral fellow at Stanford Linear Accelerator Center.[3] Deeply interested in Vedanta, Yoga, and Ayurveda, he played a vital role in setting up Maharishi University of Management[4] and later on became a professor at it, where he taught the first undergraduate course in philosophy of science. His current work relates to applying a combination of philosophical arguments and knowledge of Vedic sciences to solve the problems within modern science, thereby refining the foundations of physics, biology, and information theory.", "59542010": "Elisa Frota Pessoa, born Elisa Esther Habbema de Maia (17 January 1921 – 28 December 2018), was a Brazilian experimental physicist. She was one of the first women to graduate in physics in Brazil, in 1942, and a founding member of the Centro Brasileiro de Pesquisas Físicas (Brazilian Center of Physical Research).[1][2] She was distinguished by her studies of radioactivity with nuclear emulsions; reactions and disintegrations of K and π mesons in nuclear emulsions; and reactions of protons and deuterons with nuclei of average masses.", "61409790": "Paul Michael Grant was an American/Irish physicist and science writer who was involved in discovering and elucidating the structure of Yttrium Barium Copper Oxide which was important as the first high temperature superconductor to exhibit superconductivity above the boiling point of Nitrogen.[2][3] He was a co-author of IBM's US patent application covering their preparation.[4][5][6][7]", "64260606": "Jürgen Nührenberg (born February 2, 1942, in Berlin) is a German plasma physicist.", "65440260": "Paul Busch (15 February 1955 – 9 June 2018) was a German-born mathematical physicist, known for his work in quantum mechanics. He made pioneering contributions to quantum measurement theory, being an advocate of the use of POVMs, and to the uncertainty principle in quantum mechanics, where he developed a mathematical formulation of a measurement-disturbance relation.[1]", "63048197": "Olga Evdokimov is a Russian born professor of physics at the University of Illinois, Chicago (UIC).[1] She is a High Energy Nuclear Physicist, who currently collaborates on two international experiments; the Solenoidal Tracker At RHIC (STAR) experiment at the Relativistic Heavy Ion Collider (RHIC), Brookhaven National Laboratory, Upton, New York and the Compact Muon Solenoid (CMS) experiment at the LHC (Large Hadron Collider), CERN, Geneva, Switzerland.", "54037001": "Jennifer Anne Thomas, CBE FRS FInstP, is a British experimental particle physicist and professor at University College London.[2][3] She has been a pioneer in the development of particle detectors, and the recipient of the Michael Faraday medal and prize in 2018 for her \"outstanding investigations into the physics of neutrino oscillations\".[4]", "50072074": "James William Corbett (25 August 1928, Manhattan – 25 April 1994, Albany, New York) was a solid-state physicist.[1]", "42895888": "Jürgen Mlynek (born 15 March 1951, in Gronau, Lower Saxony) is a German physicist and was president of the Helmholtz Association of German Research Centres[1] from 2005 to 2015.", "64195091": "Toshiki Tajima (Japanese: 田島俊樹, Hepburn: Tajima Toshiki, born January 18, 1948)[1] is a Japanese theoretical plasma physicist known for pioneering the laser wakefield acceleration technique with John M. Dawson in 1979.[2] The technique is used to accelerate particles in a plasma and was experimentally realized in 1994,[3] for which Tajima received several awards such as the Nishina Memorial Prize (2006), the Enrico Fermi Prize (2015), the Robert R. Wilson Prize (2019), the Hannes Alfvén Prize (2019) and the Charles Hard Townes Award (2020).", "13371924": "Morikazu Toda (戸田 盛和, Toda Morikazu, 20 October 1917 – 6 October 2010) was a Japanese physicist, best known for the discovery of the Toda lattice. His main interests were in statistical mechanics and condensed matter physics.", "30870045": "Francesco \"Frank\" Pompei is the founder and chief executive officer of Exergen Corporation. Pompei earned BS and MS mechanical engineering degrees from the Massachusetts Institute of Technology.[1][2][3]   He also earned an MS and PhD from Harvard University.[1]  In addition to his work with Exergen,  Pompei holds an appointment as Research scholar in the Dept. of Physics at Harvard.[1]\nPompei created the technology that led to the invention of Exergen's Temporal Scanner while working as a researcher at Harvard [4] and he holds 60 patents [1][2][3] in \"non-invasive thermometry for medical and industrial applications.\"[1]", "27691558": "Harmen J. Bussemaker (born 1968, Hengelo)[1] is a Dutch and American biological physicist, professor at Columbia University,[2] and principal investigator of the Harmen Bussemaker lab.[3]", "50956845": "Conrado Franco Varotto (born 13 August 1941)[1] is a physicist who is the former executive and technical director of the Comisión Nacional de Actividades Espaciales (CONAE), Argentine space agency.", "789046": "Jack Steinberger (born Hans Jakob Steinberger; May 25, 1921 – December 12, 2020) was a German-born American physicist noted for his work with neutrinos, the subatomic particles considered to be elementary constituents of matter. He was a recipient of the 1988 Nobel Prize in Physics, along with Leon M. Lederman and Melvin Schwartz, for the discovery of the muon neutrino. Through his career as an experimental particle physicist, he held positions at the University of California, Berkeley, Columbia University (1950–68), and the CERN (1968–86). He was also a recipient of the United States National Medal of Science in 1988, and the Matteucci Medal from the Italian Academy of Sciences in 1990.", "44173884": "Buyisiwe Sondezi is a South African physicist. She was the first woman in Africa to obtain a Doctor of Philosophy (PhD) in experimental physics of highly correlated matter when she graduated at University of Johannesburg on 23 September 2014.[1]", "27265604": "Samuel Blakeslee (born June 25, 1955) is the founding Director of the Institute for Advanced Technology & Public Policy at California Polytechnic State University, San Luis Obispo.[1] Blakeslee is a former Republican California State Senator representing California's 15th State Senate district which included the counties of Santa Clara, Monterey, San Luis Obispo, Santa Cruz and Santa Barbara.[2] He previously served as a California State Assemblyman from California's 33rd State Assembly district, and a former State Assembly Republican Leader. He was elected to the California State Assembly in 2004 to represent the 33rd Assembly District,[3] He was re-elected in 2006[4] and 2008,[5] and elected to the California State Senate in 2010.[6] Blakeslee retired from the Senate in December 2012.[7]", "9898565": "Mikhail Aleksandrovich Sadovsky (Russian: Михаил Александрович Садовский) (November 6, 1904, Saint Petersburg – October 12, 1994) was a Soviet physicist, academician (1966), and Hero of Socialist Labor (1949). Awarded the Lomonosov Gold Medal in 1985.", "25561671": "Muhammad Shahid Qureshi or Shahid Qureshi, styled as M. Shahid Qureshi, is a Pakistani mathematician, astrophysicist and a renowned astronomer. He is an academic and an eminent educationist from Pakistan who has published articles in the fields of astrophysics and astronomy. He is the retired professor of astrophysics and astronomy at Karachi University and Institute of Space and Planetary Astrophysics (ISPA), and former director of ISPA, the country's prominent institution in the field of planetary astrophysics and planetary astronomy. He previously served as an assistant professor of mathematics and computer science. He also the founding director of the Department of Mathematics at Institute of Business Administration, Karachi.", "30870090": "Ivan Aničin, (born 25 March 1944 in Bor, Serbia, Yugoslavia, died 2 April 2016) was Yugoslav and Serbian nuclear physicist, particle physicist, astrophysicist, and cosmologist, university Full Professor and Distinguished (teaching/research) Professor of scientific institutes in Belgrade (Serbia), Bristol (United Kingdom), Grenoble (France), and Munich (Germany).", "48794191": "UC Berkeley", "29493847": "Nikolai Petrovich Kasterin (1869–1947) was a physicist and a student of Aleksandr Stoletov. His 1903 doctoral dissertation, portions of which were published in German in the Proceedings of the Royal Academy of Sciences in Amsterdam under the sponsorship of Heike Kamerlingh Onnes,[1] is considered to be a pivotal contribution to multiple scattering theory (MST) by such experts as Paul Peter Ewald and Jan Korringa.[2] The MST formalism is widely used for electronic structure calculations as well as diffraction theory, and is the subject of many books.[3][4] He lived in the Russian Empire and later the Soviet Union.", "51382873": "Martin Sekulić (1833–1905) was a mathematics and physics teacher from Karlovac, one of the few high-school professors who were members of the Croatian community of physicists at the time.[1][2]", "51153498": "John R. Tucker (1946 – April 12, 2014) was an American physicist who made several contributions to the fields of electronics, physics and microwave theory,[1] known for generalizing the microwave mixer theory and presenting the body of work, known as the \"Tucker theory\",[2] and for his fundamental theoretical contributions which resulted into various advancements in experimental Submillimeter astronomy. He is also credited with laying down some of the technological foundations (a number of novel semiconductor devices and fabrication techniques) for making practical Quantum computing possible.[3][4]", "6818394": "Ernst Stuhlinger (December 19, 1913 – May 25, 2008) was a German-American atomic, electrical, and rocket scientist. After being brought to the United States as part of Operation Paperclip, he developed guidance systems with Wernher von Braun's team for the US Army, and later was a scientist with NASA. He was also instrumental in the development of the ion engine for long-endurance space flight, and a wide variety of scientific experiments.[1][2][3]", "50629215": "Markolf H. Niemz (born 1964 in Hofheim am Taunus) is a German physicist, biophysicist, and author. He is a full professor at Heidelberg University.", "54135393": "Gerald O. Barney (December 15, 1937–September 9, 2020) was an American physicist, and expert in the field of sustainable development, known as principal author of The Global 2000 Report to the President.[1][2]", "63605351": "Arthur Frederic Kip (27 September 1910, Los Angeles – 2 December 1995, Berkeley, California) was an American experimental physicist, specializing in solid-state physics.[1][2] He was a Guggenheim Fellow for the academic year 1958–1959.[3]", "50072169": "Edward Eisner FRSE FIP (1929-1987) was a Hungarian-born physicist who was Professor of Applied Physics at the University of Strathclyde 1968-1987.[1] He specialised in the physics of sound.", "70257270": "Yury (or Yuriy or Yuri) Mikhailovich Bunkov (Юрий Михайлович Буньков, 29 August 1950 in Stavropol) is a Russian experimental physicist, specializing in condensed matter physics.[1] He is known as one of the co-discoverers of the quantum spin liquid state.[2]", "52857463": "Sébastien Candel (born 21 April 1946) is a French physicist, Emeritus Professor of École Centrale Paris.", "4590201": "Nathan Isgur (May 25, 1947 – July 24, 2001) was a theoretical physicist from the U.S. and Canada.[1]", "39684729": "Velupillai Appapillai (13 November 1913 – 4 July 2001) was a Sri Lankan physicist and academic. He was the dean of the Faculty of Science at the University of Ceylon, Peradeniya.", "48171642": "San Diego 78th District Woman of the Year, 2015", "61999743": "Marie D'Iorio FRSC is a Canadian physicist. She is a Senior Strategy Advisor at the University of Ottawa and President of Deep Tech Canada. She was elected to the Royal Society of Canada in 2006 and served as president of its Academy of Science.", "7932544": "This article discusses women who have made an important contribution to the field of physics.", "64719500": "Jesús Gómez-Gardeñes is a Spanish physicist, currently Full Professor (Professor Catedrático) in Condensed Matter Physics at the University of Zaragoza (Spain).[1] He is known for his works on complex systems, in particular on the structure and dynamics of complex networks.", "42732173": "Ibtesam Saeed Badhrees is a research scientist in experimental particle physics at King Abdulaziz City for Science and Technology (KACST) and  a Distinguished Fellow of New Westminster College.[1]", "34278030": "Gian Francesco Giudice (born January 25, 1961) is an Italian theoretical physicist working at CERN in particle physics and cosmology.", "1051279": "George Zweig (/zwaɪɡ/; born May 30, 1937) is an American physicist of Jewish origin. He was trained as a particle physicist under Richard Feynman.[1] He introduced, independently of Murray Gell-Mann, the quark model (although he named it \"aces\"). He later turned his attention to neurobiology. He has worked as a research scientist at Los Alamos National Laboratory and Massachusetts Institute of Technology,  and in  the financial services industry.", "50498196": "Maurice Kleman (alternate spelling Kléman; 11 August 1934 – 29 January 2021) was a French physicist involved in experimental and theoretical studies of the physics of defects; he has covered various fields of research, from condensed matter to heliophysics. As an author, he has been collected by libraries worldwide.[1][2]", "39357083": "Arnold William Reinold CB FRS (19 June 1843 – 11 April 1921) was an English physicist.", "690848": "John H. Hopps (1939 – May 14, 2004) was an American physicist and politician. A native of Dallas, Texas, Hopps was a Ford Scholar to Morehouse College, also receiving degrees from the Massachusetts Institute of Technology (where he was a member of Omega Psi Phi fraternity) and Brandeis University. After his graduation in 1971, Hopps joined the faculty at Ohio State University, and later accepted a research position in nuclear engineering at MIT, and was a member of leadership at the Charles Stark Draper Laboratory.[1]", "13830818": "Murray Thomas Batchelor (born 27 August 1961) is an Australian mathematical physicist. He is best known for his work in mathematical physics and theoretical physics.", "2165413": "Theodore Modis (born August 11, 1943) is a strategic business analyst, futurist, physicist, and international consultant. He specializes in applying fundamental scientific concepts to predicting social phenomena. In particular, he uses the law of natural growth in competition as expressed by the logistic function or S-curve to forecast markets, product sales, primary-energy substitutions, the diffusion of technologies, and generally any process that grows in competition.[1][2][3][4][5] He is a vehement critic of the concept of the Technological Singularity.[6][7][8][9][10] He has suggested a simple mathematical relationship between Entropy and Complexity as the latter being the time derivative of the former.[11]", "52693671": "Rohit Pappu is an Indian-born computational and theoretical biophysicist. He is the Gene K. Beare Distinguished Professor of Engineering and the director of the Center for Science & Engineering of Living Systems (CSELS) at Washington University in St. Louis.", "31591080": "Benjamin David Simons is a British theoretical physicist, working in the field of theoretical condensed matter physics and in biophysics.", "71862952": "Igor Meglinski is a British, New Zealand and Finnish scientist serving as a principal investigator at the College of Engineering & Physical Sciences at Aston University, where he is a Professor in Quantum Biophotonics and Biomedical Engineering. He is a Faculty member in the School of Engineering and Technology at the Department of Mechanical, Biomedical & Design Engineering, and is also associated with the Aston Institute of Photonic Technologies (AIPT) and Aston Research Centre for Health in Ageing (ARCHA).", "70552242": "Bibijana Čujec (née Dobovišek; 25 December 1926 – 8 September 2022) was a Slovene physicist. She obtained her degree in 1950 at the Faculty of Natural Sciences and Mathematics in Ljubljana, and in 1959 her PhD in physics at the Faculty of Natural Sciences of University of Ljubljana. From 1954 to 1961 she worked at the Jožef Stefan Institute, specialized later in Pittsburgh, United States, and in 1963 moved to Canada.[1][2]", "9308854": "Albert Tarantola was a Spanish-born physicist (Barcelona, June 15, 1949 – December 6, 2009), of the University of Paris and the Institut de Physique du Globe (IPGP), and author of the book Probabilistic Formulation of Inverse Problems (Tarantola, 1987, 2005). Tarantola was the leader of the Geophysical Tomography Group, that during the years 1985—2000 developed methods for the interpretation of seismic waveform data. Beyond just this field, he is widely credited with popularizing the idea that inverse problems can be interpreted in a statistical sense, yielding the Bayesian perspective of inverse problems. Apart from his scientific research, Tarantola taught both at IPGP and at other universities.", "44370621": "Gary T. Horowitz (born April 14, 1955 in Washington, D.C.) is an American theoretical physicist who works on string theory and quantum gravity.", "8751808": "John Battiscombe \"J. B.\" Gunn (13 May 1928 – 2 December 2008), known as Ian or Iain, was a British physicist, who spent most of his career in the United States. He discovered the Gunn effect, which led to the invention of the Gunn diode, the first inexpensive source of microwave power that did not require vacuum tubes.[1] He was born John Battiscombe Gunn, but only used that name in legal documents.[2]", "53938891": "Ranganathan Shashidhar (born 1 January 1946) is a US-based Indian condensed matter physicist and a former head of the Laboratory for Molecularly Engineered Materials and Surface of the Center for Biomolecular Science & Engineering, a division of the United States Naval Research Laboratory.\nKnown for his research on liquid crystals, Shashidhar is an elected fellow of the Indian Academy of Sciences and the senior vice president of Polestar Technologies, a US-based company involved in the development of sensing technologies. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to Physical Sciences in 1984.[1][note 1]", "1805003": "Peter Andreas Grünberg (German pronunciation: [ˈpeːtɐ ˈɡʁyːnbɛʁk] ⓘ; 18 May 1939 – 7 April 2018[1][2][3]) was a German physicist, and Nobel Prize in Physics laureate for his discovery with Albert Fert of giant magnetoresistance which brought about a breakthrough in gigabyte hard disk drives.[4]", "58919635": "Gustave Hermite (11 June 1863 – 9 November 1914) was a French aeronaut and physicist, pioneer with Georges Besançon of the weather balloon. He was the nephew of Charles Hermite, one of the fathers of modern mathematical analysis.", "64096980": "Samarendra Nath Biswas (1 May 1926 – 4 January 2005) was an Indian theoretical physicist[1] specialized in theoretical high energy physics,  \nparticle physics and mathematical physics and is known for his work in several diverse areas.[2][3]", "39684829": "Vidya Jyothi Arumugam Wisvalingam Mailvaganam, OBE (13 November 1906 – 25 March 1987) was a leading Ceylon Tamil physicist, academic and the dean of the Faculty of Science, University of Ceylon.", "52038366": "Li Yinyuan (Chinese: 李荫远; pinyin: Lǐ Yìnyuǎn; 22 June 1919 – 22 August 2016) was a Chinese electrical engineer and physicist. He was an academician of the Chinese Academy of Sciences (CAS).", "63376095": "Susan Sharpless Hubbard is an American hydrologist and geophysicist, and Hubbard is the Deputy for Science and Technology at Oak Ridge National Laboratory. She was elected a member of the National Academy of Engineering in 2020 for contributions to hydrogeophysics, biogeophysics, and the geophysics of permafrost.", "2786": "Andrei Dmitrievich Sakharov (Russian: Андрей Дмитриевич Сахаров; 21 May 1921 – 14 December 1989) was a Soviet physicist and a Nobel Peace Prize laureate, which he was awarded in 1975 for emphasizing human rights around the world.", "58395366": "Dragan S. Hajduković (Cyrillic: Драган С. Хајдуковић; born 11 June 1949 in Cetinje, SR Montenegro, SFRY), is a Montenegrin physics professor, astrophysicist and physicist, employed to CERN, environmental activist and perennial candidate.", "68487915": "Orion Ciftja is a physicist and tenured professor at Prairie View A&M University. Ciftja specializes in theoretical physics with strong emphasis in condensed matter physics. His main areas of interest are quantum hall effect, nanoscale structures, and strongly correlated electronic systems.[1][2]", "58493676": "Amanda Margaret Cooper-Sarkar is an English particle physicist. She is an expert on deep inelastic scattering and parton distribution functions.[1][2]", "756466": "Theodore Lyman IV (/ˈlaɪmən/; November 23, 1874 – October 11, 1954) was an American physicist and spectroscopist, born in Boston. He graduated from Harvard in 1897, from which he also received his Ph.D. in 1900.", "58034931": "Christopher Michael Hirata (born November 30, 1982) is an American cosmologist and astrophysicist.", "1215221": "Fiorella Terenzi is an Italian-born astrophysicist, author and recording artist who is best known for taking recordings of radio waves from far-away galaxies and turning them into music. She received her doctorate from the University of Milan but is currently based in the United States.", "43584253": "Erich Schmid (4 May 1896, in Bruck an der Mur – 22 October 1983, in Vienna) was a physicist from Austria. He made important discoveries in the field of crystal plasticity.", "74484479": "Mar Mezcua Pallerola is a Spanish astrophysicist known for her research on black holes, and especially the intermediate-mass black holes, of masses intermediate between the stellar black holes created in supernovas, and the supermassive black holes at the centers of galaxies.[1][2] She is a staff scientist at the Institut de Ciències de l'Espai (Institute of Space Sciences), in Barcelona."}