{"2404060": "Robert Travis Osborne (October 20, 1913 – May 28, 2013) was an American psychologist. He was professor emeritus of psychology at University of Georgia, and director of the Pioneer Fund, an organization prominently described as white supremacist in nature,[1][2] from 2000 until his death.", "26619613": "Åse Gruda Skard (née Koht) (2 December 1905 – 13 August 1985) was a Norwegian university professor, child psychologist and author. She was a noted pioneer in the field of childhood development and psychology.[1][2]", "34287339": "Gisela Pankow (25 February 1914 – 14 August 1998) was a French psychoanalyst.", "44779": "Wilfred Ruprecht Bion DSO (/biːˈɒn/; 8 September 1897 – 8 November 1979) was an influential English psychoanalyst, who became president of the British Psychoanalytical Society from 1962 to 1965.[1]", "8531691": "Marcia K. Johnson (born 1943) is a Sterling Professor emeritus of Psychology at Yale University. She was born in 1943 in Alameda, California. Johnson attended public schools in Oakland and Ventura.[1] She attended the University of California, Berkeley where she received both her B.A. in psychology (1965) and Ph.D. in experimental psychology (1971).[2] In 1970 Johnson moved to Long Island, New York to take a faculty position at The State University of New York at Stony Brook, where she worked until 1985. She then accepted a position at Princeton University and was there from 1985 to 2000. Johnson became Sterling Professor of Psychology at Yale University in 2000.[3]", "4697851": "Cindy O'Callaghan is an Irish-born British psychologist and former actress. Her acting career began in her adolescence, when she was chosen to play the part of Carrie Rawlins in the Disney feature film Bedknobs and Broomsticks in 1971. She has appeared in a wide range of television programmes and films since, including BBC's EastEnders, where she played Andrea Price for several stints in the 1990s. Her last credited role was in 2001, and she has since given up acting to become a child psychologist.", "67546876": "Marta Crawford is a Portuguese psychologist and author, specialising in clinical sexology. She frequently appears on Portuguese TV to discuss matters related to sexual therapy.", "34025213": "Ada Goodrich Freer (born 15 May 1857 in Uppingham, Rutland, England, died in New York, 24 February 1931), was a medium, clairvoyant, psychical researcher and author.  Much of her work was published under the pseudonym Miss X.[1][2] Freer was investigated by the Society for Psychical Research and, under strong suspicion of fraud, she was disowned from the Society. She was later caught cheating at a séance and subsequently emigrated to Jerusalem[3] and, later, the United States.", "8564479": "David Walsh is an American psychologist, educator, and author in family life and the impact of media on children and teens.[1] He was the president and founder of the National Institute on Media and the Family, based in Minneapolis, until it was closed in 2009.", "27406086": "Dermot Barnes-Holmes (born 1963)[1] is a Professor of the School of Psychology at Ulster University[2] and was Foundation Professor at the Department of Psychology at National University of Ireland, Maynooth. He is known for an analysis of human language and cognition through the development of Relational Frame Theory with Steven C. Hayes, and its application in various psychological settings. He was the world's most prolific author in the experimental analysis of human behaviour between the years 1980 and 1999.[3] He was awarded the Don Hake Basic/Applied Research Award at the 2012 American Psychological Association Conference in Orlando, Florida. He is a past president and fellow of the Association for Contextual Behavioral Science, is a recipient of the Quad-L Lecture Award from the University of New Mexico and most recently became an Odysseus laureate of the Flemish Science Foundation and a fellow of the Association for Behavior Analysis International. In 2015 he accepted a life-time senior professorship at Ghent University in Belgium. He originally conceptualized and programmed the Implicit Relational Assessment Procedure (IRAP).", "372487": "Sir Frederic Charles Bartlett FRS[1] (20 October 1886 – 30 September 1969) was a British psychologist and the first professor of experimental psychology at the University of Cambridge. He was one of the forerunners of cognitive psychology as well as cultural psychology.[2] Bartlett considered most of his own work on cognitive psychology to be a study in social psychology, but he was also interested in anthropology, moral science, philosophy, and sociology.[3][4][5][6] Bartlett proudly referred to himself as \"a Cambridge psychologist\" because while he was at the University of Cambridge, settling for one type of psychology was not an option.[6]", "58470152": "Renee Ginsburg Rabinowitz Wagner (April 7, 1934 – May 19, 2020) was an American-Israeli psychologist and lawyer. She was born to an Orthodox Jewish family in Antwerp, Belgium, but fled with her family to the United States in 1941, following the outbreak of World War II, and grew up in New York City. Her parents were Marcus \"Max\" Charles Ginsburg and Helena \"Hella\" Zimmet. She had one brother named Herbert \"Herbie\" Ginsburg. She earned a doctorate in educational psychology at the University of Chicago, and a law degree at Notre Dame University. She taught psychology at Indiana University, and later served as in-house legal counsel at Colorado College. In 2016, Rabinowitz was included in the BBC 100 Women list of most influential women. In 2017, she successfully sued El Al, after the airline forced her to move her seat on a Newark–Tel Aviv flight at the request of a Haredi Jewish man who refused to sit beside her due to his religious beliefs.", "55488266": "Augusta Fox Bronner (July 22, 1881 – December 11, 1966)[1][2] was an American psychologist and criminologist, best known for her work in juvenile psychology. She co-directed the first child guidance clinic, and her research shaped psychological theories about the causes behind child delinquency, emphasizing the need to focus on social and environmental factors over inherited traits.", "22130443": "Guillermo Fariñas Hernández (born 3 January 1962) (\"El Coco\") is a Cuban doctor of psychology,[1] independent journalist[2] and political dissident in Cuba. He has conducted 23 hunger strikes over the years to protest various elements of the Cuban government[3] and spent more than 11 years in prison.[4] He vowed that he would die in the struggle against censorship in Cuba.[2]", "34287395": "Germaine Guex (April 17, 1904 in Arcachon, France–November 20, 1984 in Lausanne, Switzerland)[1] was a Swiss psychologist.[2][3][4] She was particularly known for her work on abandonment syndrome in psychoanalysis.", "51687208": "Terry Lee Maple[1] (10 September 1946 – 3 December 2023) was an American animal behaviorist, wildlife conservationist, professor emeritus of the Georgia Institute of Technology, and zoo director emeritus.", "438080": "Philip George Zimbardo (/zɪmˈbɑːrdoʊ/; born March 23, 1933) is an American psychologist and a professor emeritus at Stanford University.[1] He became known for his 1971 Stanford prison experiment, which was later severely criticized for both ethical and scientific reasons. He has authored various introductory psychology textbooks for college students, and other notable works, including The Lucifer Effect, The Time Paradox, and The Time Cure. He is also the founder and president of the Heroic Imagination Project.[2]", "19345222": "Federico Andahazi (born June 6, 1963) is an Argentine writer and psychologist.[1]", "73510737": "Chantal Martin Soelch is a Swiss clinical psychologist, academic, and author. She is a Professor in Clinical and Health Psychology, and Vice-rector for Teaching, Continuing Education, Gender Equality, and Diversity and Inclusion at the University of Fribourg (Switzerland).[1]", "47951700": "Isabel Menzies Lyth born Isabel Edgar Punton (1917–2008) was a British psychoanalyst in the Kleinian tradition, known for her work on unconscious mechanisms in institutional settings.", "53423967": "Johannes Michalak is a German clinical psychologist at the Witten/Herdecke University. He is known for his work in the fields of Mindfulness-based cognitive therapy and embodiment in clinical psychology. He is one of the directors of the Achtsamkeits institute in Ruhr (an institute for mindfulness training in Germany).", "44576609": "Johan \"Hans\" Ormel (born 1946 in Wageningen) is a psychiatric epidemiologist known for his scientific work in clinical and health psychology, psychiatry, gerontology and medical sociology.[1] Officially retired since 2014, Ormel continues to teach psychiatric epidemiology and to participate in research projects.", "57192289": "Hans Herbert Toch (April 17, 1930 – June 18, 2021) was a Vienna, Austrian-born social psychologist and criminologist. He was Distinguished Professor Emeritus in the School of Criminal Justice at the University at Albany, SUNY. He was a fellow of the American Psychological Association and the American Society of Criminology, and served as president of the American Association for Forensic Psychology in 1996. He was the co-recipient of the 2001 August Vollmer Award from the American Society of Criminology,[1] and received the 2005 \"Prix DeGreff\" Award from the International Society of Criminology.[2]", "40841065": "Harry J.G. Kempen (February 9, 1937 – March 26, 2000[1]) was a Dutch cultural psychologist, and associate professor at the Nijmegen Cultural Psychology Group (NCPG) of the Radboud University Nijmegen, known for his work with Hubert Hermans on the Dialogical self theory.[2][3]", "2862955": "William Ronald Dodds Fairbairn (/ˈfɛərbɛərn/) FRSE (11 August 1889 – 31 December 1964) was a Scottish psychiatrist, psychoanalyst and a central figure in the development of the Object Relations Theory of psychoanalysis.[1] He was generally known and referred to as  \"W. Ronald D. Fairbairn\".[2][3][4]", "4534129": "Edith F. Kaplan (February 16, 1924 – September 3, 2009) was an American psychologist. She was a pioneer of neuropsychological tests and did most of her work at the Boston VA Hospital.[1] Kaplan is known for her promotion of clinical neuropsychology as a specialty area in psychology. She examined brain-behavioral relationships in aphasia, apraxia, developmental issues in clinical neuropsychology, as well as normal and abnormal aging. Kaplan helped develop a new method of assessing brain function with neuropsychological assessment, called \"The Boston Process Approach.\"[2]", "45428597": "Wallace E. Lambert (December 31, 1922 – August 23, 2009) was a Canadian psychologist and a professor in the psychology department at McGill University (1954–1990). Among the founders of psycholinguistics and sociolinguistics, he is known for his contributions to social and cross-cultural psychology (intergroup attitudes, child-rearing values, and psychological consequences of living in multicultural societies), language education (the French immersion program), and bilingualism (measurement of language dominance, attitudes and motivation in second-language learning, and social, cognitive, and neuropsychological consequences of bilingualism).[1]", "1945462": "Frank Rosenblatt (July 11, 1928 – July 11, 1971) was an American psychologist notable in the field of artificial intelligence. He is sometimes called the father of deep learning[1] for his pioneering work on neural networks.", "44314491": "Professor Susan Rossell is a British researcher based at Swinburne University of Technology specialising in Neuropsychology and Neuroimaging. Originally from Nottingham, UK; she now resides in Melbourne, Australia. Her research on the neuropsychology of schizophrenia and body dysmorphic disorder is internationally recognised.", "37695358": "David O’Keefe Sears (born June 24, 1935, in Urbana, Illinois) is an American psychologist who specializes in political psychology. He is a distinguished professor of psychology and political science at the University of California, Los Angeles where he has been teaching since 1961. He served as dean of social sciences at UCLA between 1983 and 1992. Best known for his theory of symbolic racism, Sears has published many articles and books about the political and psychological origins of race relations in America, as well as on political socialization and life cycle effects on attitudes, the role of self-interest in attitudes, and multiculturalism. He was elected a fellow of the American Academy of Arts and Sciences in 1991.", "59846536": "Adam Winsler  is a developmental psychologist known for his research on early child development, private speech, and benefits of arts education. Winsler is Professor of Applied Developmental Psychology at George Mason University.", "2862991": "Michael Balint (Hungarian: Bálint Mihály, pronounced [ˈbaːlint ˈmihaːj]; 3 December 1896 – 31 December 1970) was a Hungarian psychoanalyst who spent most of his adult life in England. He was a proponent of the Object Relations school.", "29437839": "Frances Strickland[1] (née Smith; born July 25, 1941[2]) is an American educational psychologist who served as the First Lady of Ohio from January 8, 2007, to January 8, 2011.[3]", "64171919": "Bruce Franklin Pennington (born July 18, 1946)[1] is an American psychologist and Professor Emeritus in the Department of Psychology at the University of Denver.[2] He is recognized for his research on developmental disorders such as autism, attention-deficit hyperactivity disorder, and developmental dyslexia.[3][4][5]", "62828433": "Jan Herbert Bruell (December 27, 1920 – January 21, 1997) was a Polish-born American psychologist and geneticist known for his work in behavioral and medical genetics. He was a professor in the psychology department at the University of Texas at Austin from 1968 until his death in 1997. He was a founding member of the Behavior Genetics Association, and served as editor-in-chief of its flagship journal, Behavior Genetics, from 1978 to 1986.[1]", "23539608": "Lloyd Newton Morrisett Jr. (November 2, 1929 – January 15, 2023) was an American experimental psychologist with a career in education, communications, and philanthropy. He was one of the founders of the Children's Television Workshop (now known as Sesame Workshop), the organization that created the children's television show Sesame Street, which Morrisett created with Joan Ganz Cooney.", "64499611": "Hilda Gertrude Marley OBE (13 October 1876 – 19 November 1951), known in her religious order as Sister Marie Hilda, was a British educator, psychologist and Roman Catholic religious sister.", "41299870": "Mark G. Frank (born 1961) is a communication professor and department chair, and an internationally recognized expert on human nonverbal communication, emotion, and deception. He conducts research and does training on micro expressions of emotion and of the face. His research studies include other nonverbal indicators of deception throughout the rest of the body. He is the Director of the Communication Science Center[1] research laboratory that is located on the North Campus of the University at Buffalo. Under his guidance, a team of graduate researchers conduct experiments and studies for private and government entities.[2] Frank uses his expertise in communication and psychology to assist law enforcement agencies in monitoring both verbal and nonverbal communication.[3]", "60993453": "Dr. Paul L. Hewitt is a Full Professor in the Department of Psychology, an Associate Member of the Psychotherapy Program in the Faculty of Medicine at the University of British Columbia, and a Registered Psychologist in British Columbia, Canada. He is a Fellow of the Canadian Psychological Association and of its Section on Clinical Psychology.[1] He has won numerous awards. In 2017, Hewitt was named one of the top 10 Canadian clinical psychology professors for research productivity and, in 2019, he was awarded the Canadian Psychological Association’s Donald O. Hebb Award for Distinguished Contributions to Psychology as a Science.[2][3] Dr. Hewitt is a researcher and clinician and has had a private practice since 1988 which focuses on psychodynamic/interpersonal assessment and psychotherapy for individuals experiencing difficulties from perfectionistic behavior, early trauma, depression, anxiety, personality, and interpersonal problems.", "7647152": "Irwin Altman (born July 16, 1930, in New York City, New York), is a social psychologist who earned his B.A. degree from New York University in 1951, his M.A. degree from the University of Maryland in 1954 and his Ph.D. from the University of Maryland in 1957. He is active in many groups and associations including the International Association of Applied Psychology, American Psychological Association, American Association for the Advancement of Science, American Association of University Professors, Society for the Psychological Study of Social Issues, Society of Experimental Social Psychology, Society of Personality and Social Psychology, Association for the Study of Man-Environment Relations, Environmental Design Research Association, and the Western Psychological Association. He is currently an emeritus faculty member at the University of Utah, Salt Lake City.", "2404278": "Philip Anthony \"Tony\" Vernon (born 1950) is a Canadian psychologist. He is a professor and intelligence researcher. Vernon is the former editor-in-chief of the scientific journal Personality and Individual Differences and formerly sat on the editorial board of Intelligence[1][2] and the board of directors of the International Society for the Study of Individual Differences (ISSID).", "7909310": "Martha Kent McClintock (born February 22, 1947)[1] is an American psychologist best known for her research on human pheromones and her theory of menstrual synchrony.", "57126848": "Giuseppe Galli  (February 24, 1933 in Ravenna, Italy – September 9, 2016 in Macerata, Italy) was an Italian physician and psychologist. He was Full Professor of General Psychology at the University of Macerata from 1982 to 2009.[1]", "7647169": "John Walter Thibaut (1917–1986) was a social psychologist, one of the last graduate students of Kurt Lewin. He spent a number of years as a professor at the University of North Carolina at Chapel Hill, and was the first editor of the Journal of Experimental Social Psychology.", "2404290": "Philip Ewart Vernon (6 June 1905 – 28 July 1987) was a British-born Canadian psychologist and author. He studied intellectual ability with a focus on race and intelligence.", "44380101": "Laurance Frederic Shaffer (August 12, 1903 – July 20, 1976) was an American psychologist and a past president of the American Psychological Association (APA).", "4075462": "Waldemar Bernhard Kaempffert (September 27, 1877 - November 27, 1956) was an American science writer and museum director.", "53915602": "Rose Edgcumbe (12 May 1934 – 22 August 2001), sometimes known as Rose Edgcumbe Theobald, was a British psychoanalyst, psychologist and child development researcher.", "30322643": "David L Wodrich is an American psychologist, professor, researcher, and author. He is currently professor emeritus in the Department of Disability and Psychoeducational Studies at the University of Arizona. He previously held the Mary Emily Warner Professorship of Psychology in Education at Arizona State University.", "69513172": "Patrick Joseph Schloss is an American rehabilitation psychologist, educator, professor and university administrator. He served as president of Northern State University in Aberdeen, South Dakota, from 2004 to 2007, and president of Valdosta State University in Valdosta, Georgia from 2008 to 2011. Previously at Bloomsburg University of Pennsylvania, he served as acting president in 2004, provost and vice president of academic affairs from 2000 to 2003, assistant vice president for academic affairs and the dean of graduate studies, research and libraries from 1994 to 2000. Before that, Schloss was a professor of special education at the University of Missouri and Pennsylvania State University.", "12496857": "Benny Shanon (Hebrew: בני שנון; born 1948) is an emeriti professor of psychology at the Hebrew University of Jerusalem and holds the Mandel Chair in cognitive psychology and education. Born in Tel Aviv, Shanon studied philosophy and linguistics at Tel Aviv University and received his doctorate in experimental psychology from Stanford University.  He is best known for his research on the cognitive effects of ayahuasca and the Biblical entheogen hypothesis, the idea that the use of hallucinogenic drugs influenced religion.", "2797535": "Emma Jung (born Emma Marie Rauschenbach, 30 March 1882 – 27 November 1955) was a Swiss Jungian analyst and author. She married Carl Jung, financing and helping him to become the prominent psychiatrist and founder of analytical psychology, and together they had five children. She was his \"intellectual editor\" to the end of her life.[1] After her death, Jung is said to have described her as \"a Queen\".", "1093601": "Wardell Baxter Pomeroy (December 6, 1913 – September 6, 2001) was an American sexologist. He was a frequent co-author with Alfred C. Kinsey.", "1028067": "France Nuyen (born France Nguyễn Vân Nga on 31 July 1939) is a French-American actress, model, and psychological counselor. She is known to film audiences for playing romantic leads in South Pacific (1958), Satan Never Sleeps (1962), and A Girl Named Tamiko (also 1962), and for playing Ying-Ying St. Clair in The Joy Luck Club (1993). She also originated the title role in the Broadway play The World of Suzie Wong, based on the novel of the same name. She is a Theatre World Award winner and Golden Globe Award nominee.", "3452902": "Wade F. Horn is an American psychologist who received his PhD from Southern Illinois University in 1981. He served as President George W. Bush's Assistant Secretary for Children and Families from 2001 to 2007, overseeing the Administration for Children and Families, an agency within the United States Department of Health and Human Services, before resigning on April 1, 2007. He also served under President George H.W. Bush as Commissioner of Children, Youth, and Families within the Administration for Children and Families.", "7516143": "Tim (Timothy) Hugh Jackins (born c. 1945) is the International Reference Person (leader) of Re-evaluation Counseling (RC), known officially as the \"International Re-evaluation Counseling Communities\". Formerly a math teacher and union negotiator at the Mission College, Santa Clara, California, he succeeded his father Harvey Jackins in the role, following the former leader's death in 1999.[1][2] Jackins is a graduate of Yale University and has a masters from Stanford.", "65744879": "Adrienne C. Lahti is an American behavioural neurobiologist. She is the F. Cleveland Kinney Endowed Chair in the Department of Psychiatry and Behavioral Neurobiology at the University of Alabama at Birmingham.", "41267191": "Ann Taves (born 1952) is Distinguished Professor of Religious Studies at the University of California, Santa Barbara. She is a former president of the American Academy of Religion (2010).[1] From July 2005–December 2017, she held the Cordana Chair in Catholic Studies at UC Santa Barbara. Taves is especially known for her work Religious Experience Reconsidered (2009), stressing the importance of the findings and theoretical foundations of cognitive science for modern religionists.", "17182716": "Michael Anthony Thalbourne (24 March 1955 – 4 May 2010, Adelaide, South Australia) was an Australian psychologist who worked in the field of parapsychology.[1][2] He was educated at the University of Adelaide and the University of Edinburgh. His books include: A glossary of terms used in parapsychology (2003),[3][4] The common thread between ESP and PK (2004), and Parapsychology in the Twenty-First Century: Essays on the future of Psychical Research (2005).[5]", "69087230": "Alice Sluckin OBE (21 July 1919 – 15 February 2019) was a social worker and psychologist.[1][2][3][4]", "3944459": "Jerome H. Barkow is a Canadian anthropologist who works in the field of evolutionary psychology. He is a professor emeritus at Dalhousie University.[1]", "68038669": "Lorraine Elisabeth Whitmarsh MBE is a British psychologist and environmental scientist at the University of Bath. She serves as Director of the Centre for Climate Change and Social Transformations. Her research considers how the public engage with climate change, energy and transport.", "57094162": "Dennis Chima Ugwuegbu is the first[1] Nigerian professor of psychology. He is also the co-founder of the Department of Psychology University of Ibadan and served as the department’s first professor and chair for over fifteen years. He is one of 36 psychotherapists in Ypsilanti, Michigan.[2] He is the managing director of SERC.[clarification needed]", "2928662": "Timothy DeCamp Wilson is an American social psychologist and writer.", "62435360": "Michael \"Miki\" Bar-Eli (born January 23, 1953) is an Israeli psychologist, Emeritus Professor who held the Nat Holman Chair in Sports Research at the Faculty of Business and Management, Ben-Gurion University of the Negev, Beer-Sheva. [1]", "56438816": "Daniel Marí Ripa (Jaca, Spain, 25 July 1982) is a Spanish politician, deputy in the General Junta of the Principality of Asturias and member of Podemos.[1][2]", "72101937": "Charles William Thomas II (April 24, 1926 – September 29, 1990) was an African American psychologist and one of the founders of the Association of Black Psychologists.[1]", "50049074": "Sharon Thompson-Schill is the Christopher H. Browne Distinguished Professor of Psychology at the University of Pennsylvania in Philadelphia, Pennsylvania.[1] Her research covers the field of biological basis of human cognitive systems, including language, memory, perception, and cognitive control, and the relationships between these systems. As of 2023, she has produced more than 190 scientific publications,[2] which collectively have been cited over 18,000 times.[3]", "56995904": "Sarah Straub (born Lauingen a.d.Donau, 1 July 1986), married name Anderl-Straub, is a German singer, songwriter, musician, and psychologist.[1] From a family of musicians, she followed in the footsteps of her father Helmut, a conductor and instrument teacher. At the age of six, she began playing the piano, then from the age of eight she studied clarinet and saxophone. At the age of twelve, Straub wrote her first songs. She was educated at St. Bonaventura Gymnasium in Dillingen a.d. Donau, a diocesan high school in the Franciscan tradition.[2] From there she continued her studies at the University of Regensburg, graduating with a bachelor's degree in Psychology in 2011, obtaining her doctorate in 2015 from  the University of Ulm.[1]", "1912898": "Robert Sommer (April 26, 1929 – February 27, 2021)[1] was an internationally known Environmental Psychologist and held the position of Distinguished Professor of Psychology Emeritus at the University of California, Davis.[2] Sommer wrote 14 books and over 600 articles, he was best known for his book Personal Space: The Behavioral Basis of Design (1969), which discusses the influence of the environment on human activities.[3]", "45199443": "Eva Ramm (born 23 November 1925) is a Norwegian psychologist, essayist, novelist and children's writer.", "69808215": "Gregory John Feist (born December 23, 1961) is an American psychologist and Professor of Psychology at San Jose State University. He has published in the psychology of creativity, personality, psychology of science, motivated reasoning, the psychology of science, and the development of scientific talent.[1][2]", "62435434": "Martin Hautzinger (born 1950) is a German psychologist and professor.", "70627436": "Jüri Pertmann (13 July 1938 – 11 July 2019) was an Estonian freedom fighter, psychologist, independence activist, civil servant and public figure. He served as chairman of the Memento Union. He also served as head of the Tartu Countys' Department of the Citizenship and Migration Board.[1]", "44314738": "Susan Hilary Spence AO (born 29 September 1953) is an Australian scientist whose work in clinical psychology is focussed on the causes, assessment, prevention and treatment of depression and anxiety in young people. Throughout the course of her career she has remained consistently at the forefront of this research area, has published widely and has been a regular recipient of national competitive grant funding.[1][2][3]", "42053760": "Gary Roy Geffken is an American clinical psychologist from Gainesville, Florida. As director of the University of Florida Obsessive Compulsive Disorder Program, Geffken participates in clinical activity and research. Geffken's primary research interests include Obsessive Compulsive Disorder and Type 1 Diabetes.", "72200339": "Jonathan St B. T. Evans (born 30 June 1948)[2] is a British cognitive psychologist, currently Emeritus Professor of Psychology at the University of Plymouth.[3] In 1975, with Peter Wason, Evans proposed one of the first dual-process theories of reasoning, an idea later developed and popularized by Daniel Kahneman. In a 2011 Festschrift, Evans' peers described him as \"one of the most influential figures in the psychology of human reasoning\".[4]", "28094620": "George Man Burrows (1771 – 29 October 1846) was an English physician who was an expert on insanity.", "14037157": "Karl Linn (March 11, 1923 – February 3, 2005) was an American landscape architect, psychologist, educator, and community activist, best known for inspiring and guiding the creation of \"neighborhood commons\" on vacant lots in East Coast inner cities during the 1960s through 1980s. Employing a strategy he called \"urban barnraising,\" he engaged neighborhood residents, volunteer professionals, students, youth teams, social activists, and community gardeners in envisioning, designing, and constructing instant, temporary, and permanent gathering spaces in neighborhoods, on college campuses, and at sites of major conferences and events. \"Linn is considered 'Father of American Participatory Architecture' by many academic colleagues and architectural and environmental experts of the National Endowment for the Arts.\"[1]", "34287791": "Paul-Claude Racamier (French: [ʁakamje]; 20 May 1924 – 18 August 1996) was a French psychiatrist and psychoanalyst, born in Doubs.", "48115897": "Hamidreza Pouretemad (Persian: حمیدرضا پوراعتماد) is an Iranian neuropsychologist who is the founder and the Dean of the Institute for Cognitive and Brain Sciences at Shahid Beheshti University[1] and Associate member of the Academy of Science of the Islamic Republic of Iran.[2][3]", "65056956": "Katie Witkiewitz is an American psychologist, Distinguished Professor of Psychology at the University of New Mexico in Albuquerque, New Mexico, and Director of the Center on Alcoholism, Substance Abuse, & Addictions, and the Addictive Behaviors and Quantitative (ABQ) Research Lab.[1]", "64073920": "James Orford is a clinical and community psychologist based in Birmingham, UK.", "5615813": "Gregg Henriques is an American psychologist. He is a professor for the Combined-Integrated Doctoral Program, at James Madison University, in Harrisonburg, Virginia, US.", "21704924": "David B. Sarwer (born January 4, 1968, in Chicago, Illinois) is an American clinical psychologist who serves as the Associate Dean for Research, Director of the Center for Obesity Research and Education, and Professor of Social and Behavioral Sciences in the College of Public Health at Temple University.[1]", "10596579": "Edward Tory Higgins (born March 12, 1946) is the Stanley Schachter Professor of Psychology and Business,[1] and Director of the Motivation Science Center[2] at Columbia University. Higgins' research areas include motivation and cognition, judgment and decision-making, and social cognition. Most of his works focus on priming, self-discrepancy theory, and regulatory focus theory. He is also the author of Beyond Pleasure and Pain: How Motivation Works,[3] and Focus: Use Different Ways of Seeing the World for Success and Influence (with Heidi Grant Halverson).[4]", "44740845": "Steven Reiss (1947–2016) was an American psychologist who contributed original ideas, new assessment methods, and influential research studies to four topics in psychology: anxiety disorders, developmental disabilities, intrinsic motivation, and the psychology of religion.", "8237299": "Christian de la Huerta is an author, public figure, spiritual and LGBTQ leader.", "50049269": "Marie L. Miville is an American psychologist and educator. She is an associate professor of psychology and education, currently involved in a counseling psychology program at Columbia University. Before joining Columbia, Miville worked as an associate professor in the Counseling Psychology Program at Oklahoma State University.[1] Her work revolves around identifying needs and perceptions of international students, LGBT students and students with disabilities. Her primary focus is racial and gender differences at the collegiate level. Miville has published many works on multi-cultural issues in psychology. She works as an editor for a psychology counseling forum.[citation needed]", "31895826": "Jacobus Johannes Gerardus Maria (Jack) Biskop (born 15 January 1956 in Roosendaal) is a Dutch psychologist and politician. As a member of the Christian Democratic Appeal (Christen-Democratisch Appèl) he was an MP from 26 October 2010 to 19 September 2012, focusing on education.", "9449750": "Herbert Chanoch Kelman (March 18, 1927 – March 1, 2022) was an Austrian-born American psychologist who was the Richard Clarke Cabot Professor of Social Ethics at Harvard University.[1][2] He is known for his work on conflict resolution in the Middle East.", "63320345": "Zuilma Gabriela Sigurðardóttir (born 1962)[1] is a professor in psychology at the University of Iceland, and specialises in behaviour analysis.", "274714": "James McKeen Cattell (May 25, 1860 – January 20, 1944) was the first professor of psychology in the United States, teaching at the University of Pennsylvania in Philadelphia. He was a long-time editor and publisher of scientific journals and publications, including Science, and served on the board of trustees for Science Service, now known as Society for Science & the Public from 1921 to 1944.", "14627100": "Stuart M. Anstis is a professor emeritus of psychology at the University of California, San Diego, in the United States.", "25932057": "Eugenia Mandal is a Polish social psychologist, holder of a postdoctoral degree in Psychology (Ph.D. degree: 1990, University of Silesia; postdoctoral degree: 2000, Polish Academy of Science - Departament of Psychology). She is currently a professor in the Department of Psychology at University of Silesia,[1] Poland.", "4436261": "Andrew Michael Mattison (August 5, 1948 – December 29, 2005) was a medical psychologist and researcher. He performed influential research in both clinical and social aspects of sexology, as well as drug use.[1] He spent the majority of his career as a professor, practicing psychotherapist, and research scientist at the University of California, San Diego.", "13971750": "Doris Twitchell Allen (née Doris Frances Twitchell; October 8, 1901 – March 7, 2002) was a noted psychologist and the founder of Children's International Summer Villages (now CISV International, CISV). She specialized in development and psychodrama.", "65515832": "Renée Brand (née Renate Johanna Brand, also Renée Johanna Brand-Sommerfeld, pseudonym Yolan Mervelt) (born February 22, 1900, in Berlin; died November 5, 1980, in San Francisco) was a German-Jewish writer and psychologist. She is one of the German exile writers.", "11612478": "Kathy Pezdek is Professor and Associate Dean of the School of Behavioral and Organizational Sciences (SBOS), Claremont Graduate University in Claremont, California.[1]  Dr. Pezdek is a cognitive psychologist specializing in the study of eyewitness memory.  She frequently serves as an expert witness in the area of eyewitness identification and has testified on this topic in Federal, State and Superior Court cases.  Her extensive research has focused on a range of topics related to Law and Psychology that apply to both adults and children.  These topics include face memory, false memory, suggestibility of memory, lineup techniques, and detecting deception. Kathy Pezdek is a Fellow of the American Psychological Society, has served as Editor of Applied Cognitive Psychology and is currently on the Editorial Boards of the Journal of Applied Psychology and Legal and Criminological Psychology.", "2273599": "Fred Edward Fiedler (July 13, 1922 - June 8, 2017)[1] was one of the leading researchers of industrial and organizational psychology in the 20th century. He helped shape psychology and was a leading psychologist.[2]", "12529986": "George Siemens is a Canadian expatriate professor of psychology at the University of Texas at Arlington[1][2] and professor and director of the Centre for Change and Complexity in Learning[3] at the University of South Australia.[4] He is known for his theory of connectivism, which seeks to understand learning in the digital age.[5][6] He played a role in the early development of massive online open courses (MOOCs).", "42512706": "Michael Webster is a Canadian clinical psychologist and former Canadian Football League player for the Montreal Alouettes and BC Lions, and Grey Cup champion. He was also a successful professional wrestler.", "63123780": "Christina Salmivalli (born 18 September 1967)[1] is a Finnish professor of psychology and the deputy head of the INVEST research flagship at the University of Turku in Finland. Salmivalli is recognized as an expert on peer relations and school bullying.", "6861133": "Lyn Yvonne Abramson (born February 7, 1950) is a professor of psychology at the University of Wisconsin–Madison. She was born in Benson, Minnesota. She took her undergraduate degree at the University of Wisconsin–Madison in 1972 before attaining her Ph.D. in clinical psychology at University of Pennsylvania in 1978.", "36024654": "Other reasons this message may be displayed:", "29307224": "Richard Pew (born April 22, 1933) is a recognized American engineering psychologist in the field of human factors.", "11645288": "Valerie Constance Yule  OAM (2 January 1929 – 28 January 2021)[1] was an Australian researcher in literacy and imagination, and a clinical child psychologist,[2] academic, school psychologist and teacher, working in disadvantaged schools, Melbourne and Monash Universities in psychology and education; the Royal Children's Hospital, Melbourne and the Royal Aberdeen Children's Hospital; and hon. research fellow (Psychology) at Aberdeen University.", "63779181": "Stephen Bennett Manuck (born December 3, 1948)[1] is an American psychologist who is Distinguished Professor in the Department of Psychology at the University of Pittsburgh.[2]", "67678575": "Nancy G. Guerra is an American psychologist. On June 1, 2016, Guerra was appointed the dean of the School of Social Ecology at the University of California, Irvine.", "2404719": "Thomas J. Bouchard Jr. (born October 3, 1937) is an American psychologist known for his behavioral genetics studies of twins raised apart. He is professor emeritus of psychology and director of the Minnesota Center for Twin and Adoption Research at the University of Minnesota. Bouchard received his PhD from the University of California, Berkeley in 1966.[1]", "44380527": "Everett Lowell Kelly (November 15, 1905 – January 19, 1986) was an American clinical psychologist, professor of psychology at the University of Michigan, president of the American Psychological Association (1954–55), and chairman of the Executive Committee for the Boulder Conference on Graduate Training in Clinical Psychology (1948–49).", "864636": "Edward Ellsworth \"Ned\" Jones (August 11, 1926 – July 30, 1993) was an influential American social psychologist, he is known as father of Ingratiation due to his major works in the area. He worked at Duke University and from 1977 at Princeton University. A Review of General Psychology survey, published in 2002, ranked Jones as the 39th most cited psychologist of the 20th century.[1]", "33468805": "Steve Penrod is a distinguished professor of psychology at the John Jay College of Criminal Justice.  His education and career have led him to become an expert in the areas of psychology and law.  He has contributed heavily to the field of psychology in the area of eyewitness memory, specifically the accuracy of eyewitness identification.", "56340879": "William James McGuire (February 17, 1925 in New York City, New York – December 21, 2007 in New Haven, Connecticut) was an American social psychologist known for his work on the psychology of persuasion and for developing Inoculation theory.[1] He was a faculty member at Yale University from 1970 until he retired in 1999, and chaired the psychology department there from 1971 to 1973. He was the editor-in-chief of the Journal of Personality and Social Psychology from 1967 to 1970.[2]", "39137681": "Catherine Brieger Stern (1894–1973) was a German psychologist[1] and educator.[2] Born under the name Käthe Brieger, she developed sets of mathematical manipulatives similar to Cuisenaire rods for children to use in building up their number sense and knowledge of arithmetic. Her book, Children Discover Arithmetic (1949) was used by others to work on the problems that children face when learning arithmetic.[3]", "74264979": "Jemma Bridget King is a research fellow at University of Queensland working in the area of human performance.[1] King's research initially focused on psychological preparedness of Australian soldiers facing combat.[2] The work has informed training models used by Special forces of Australia and, later, the Australian Olympic team.[3] King's research has been published by Australian Army Journal and Journal of Science and Medicine in Sport.[4][5]", "48771477": "Joan D'Arcy Cooper (1927–1982) was a psychologist, Yoga teacher, and author known primarily for her book Guided Meditation and the Teachings of Jesus,[1] which proposed that the words of Jesus were intended not to be taken literally but as the focus of meditations, in a manner comparable to the practice of affective piety.", "24588713": "David Epston (born 30 August 1944) is a New Zealand social worker and therapist, co-director of the Family Therapy Centre in Auckland, New Zealand, visiting professor at the John F. Kennedy University, an honorary clinical lecturer in the Department of Social Work, University of Melbourne, and an affiliate faculty member in the Ph.D program in Couple and Family Therapy at North Dakota State University. Epston and his late friend and colleague Michael White (social worker and psychotherapist) are known as originators of narrative therapy.", "2404781": "Joseph M. Horn is an American psychologist and geneticist known for his work on adoption studies.", "45493": "Kenneth Ring is an American psychologist, born in San Francisco, California. He is the co-founder and past president of the International Association for Near-Death Studies (IANDS) and is the founding editor of the Journal of Near-Death Studies.[1] He currently lives in Kentfield, California.[1]", "9056701": "John Kevin O'Regan is an English psychologist. He is ex-director of the \"Laboratoire de Psychologie de la Perception\" at the Université René Descartes, Paris 5 (CNRS). He was the last director of the \"Laboratoire de Psychologie Expérimentale\" (Laboratory of Experimental Psychology) before its dissolution in 2006.", "569795": "Michael Lawrence Hendricks is an American psychologist, suicidologist, and an advocate for the LGBT community. He has worked in private practice as a partner at the Washington Psychological Center, P.C. in northwest Washington, D.C., since 1999. Hendricks is an adjunct professor of clinical psychopharmacology and has taught at Argosy University, Howard University, and Catholic University of America. He is a Fellow of the American Psychological Association (APA).", "13251015": "Saul Rosenzweig (1907–2004) was an American psychologist and therapist who studied subjects such as repression, psychotherapy, and aggression.[1] Rosenzweig, who, with a co-author, has been credited with being the first to attempt to \"elicit repression\" in a laboratory setting, became well known after publishing a paper discussing \"common factors\" underlying competing approaches to psychotherapy.", "56668616": "Janet Marion Leathem is a New Zealand psychology academic specializing in traumatic brain injury. She is currently a full professor at Massey University.[1]", "61780424": "Maya Bar-Hillel (Hebrew: מיה בר-הלל, born 1943)[1] is a professor emeritus of psychology at the Hebrew University of Jerusalem.[2] Known for her work on inaccuracies in human reasoning about probability,[3][4][5] she has also studied decision theory in connection with Newcomb's paradox,[6] investigated how gender stereotyping can block human problem-solving,[7] and worked with Dror Bar-Natan, Gil Kalai, and Brendan McKay to debunk the Bible code.[8]", "17314266": "Zdeněk Matějček (August 16, 1922 – October 26, 2004) was a Czech child psychologist, researcher, and childcare reformer, who pioneered the study of the institutional conditions of raising children in an environment of psychological deprivation. He was a significant reformer of child care, emphasising the irreplaceable role of the family. He was known for studies of the effects on children of being held in prison camps during World War II, was a co-founder and the first chairman of an association that involved animals, such as dogs and horses, in child therapy, and was the principal organizer of a meeting of the International Association for Research in Learning Disabilities, held in Prague on October 2–5, 1989. He placed 93rd on Největší Čech.", "51589596": "Holger Thorvald Ursin (11 February 1934 – 13 August 2016) was a Norwegian physician and psychologist.", "11153892": "Margaret Frances Jane Lowenfeld (4 February 1890 – 2 February 1973) was a British pioneer of child psychology and play therapy, a medical researcher in paediatric medicine, and an author of several publications and academic papers on the study of child development and play. Lowenfeld developed a number of educational techniques which bear her name and although not mainstream, have achieved international recognition.", "602598": "Edmund Gurney (23 March 1847 – 23 June 1888) was an English psychologist and  parapsychologist. At the time the term for research of paranormal activities was \"psychical research\".[1]", "8434151": "Donald P. Shankweiler [1] [2] Archived 2006-06-26 at the Wayback Machine is an eminent psychologist and cognitive scientist who has done pioneering work on the representation and processing of language in the brain. He is a Professor Emeritus of Psychology at the University of Connecticut, a Senior Scientist at Haskins Laboratories in New Haven, Connecticut, and a member of the Board of Directors [3] Archived 2021-01-26 at the Wayback Machine at Haskins. He is married to well-known American philosopher of biology, psychology, and language Ruth Millikan.", "54964716": "Gina Rippon (born 1950)[1] is a British neurobiologist and feminist. She is a professor emeritus of cognitive neuroimaging at the Aston Brain Centre, Aston University, Birmingham.[2] Rippon has also sat on the editorial board of the International Journal of Psychophysiology.[3] In 2019, Rippon published her book, Gendered Brain: The New Neuroscience that Shatters the Myth of the Female Brain, which investigates the role of life experiences and biology in brain development.[2][4]", "2241021": "Emily Rosa (born February 6, 1987) is the youngest person to have a research paper published in a peer reviewed medical journal. At age nine Rosa conceived and executed a scientific study of therapeutic touch which was published in the Journal of the American Medical Association in 1998. She graduated from the University of Colorado at Denver in 2009 with a major in psychology. Her parents, Larry Sarner and Linda Rosa, are leaders of the advocacy group Advocates for Children in Therapy.", "22589973": "Sandra Risa Leiblum (1943–2010) was an American author, lecturer, and researcher in sexology.", "52605469": "Elizabeth Anya Phelps is the Pershing Square Professor of Human Neuroscience at Harvard University in the Department of Psychology.   She is a cognitive neuroscientist known for her research at the intersection of memory, learning, and emotion.  She was the recipient of the Social and Affective Neuroscience Society Distinguished Scholar Award and the 21st Century Scientist Award from the James S. McDonnell Foundation, as well as other honors and awards in her field.[1] Phelps was honored with the 2018 Thomas William Salmon Lecture and Medal in Psychiatry at the New York Academy of Medicine.[2] She received the 2019 William James Fellow Award from the Association for Psychological Science (APS) which acknowledged how her \"multidisciplinary body of research has probed the influence of emotion across cognitive and behavioral domains using novel imaging techniques and neuropsychological studies grounded in animal models of learning.\"[3][4]", "52113953": "Eric Arden Youngstrom is an American clinical child and adolescent psychologist, professor of psychology and neuroscience, and psychiatry, at University of North Carolina at Chapel Hill.[1] He is a Fellow of the American Psychological Association.[2] His research focuses on evidence-based assessment, and assessment of bipolar disorder across the life span.", "4239906": "Richard Heimberg (born December 21, 1950) is a researcher, psychotherapist, and current professor at Temple University.", "65778211": "Mark T. Greenberg (born December 31, 1951) is the emeritus holder of The Bennett Endowed Chair in Prevention Research in the Penn State College of Health and Human Development,[1] and founding director of the Edna Bennett Pierce Prevention Research Center[2] at the Pennsylvania State University. He is the chair of CREATE for Education, a non-profit organization that promotes caring and compassion in education.[1]", "36418083": "Jean Walker Macfarlane (1894–1989) was an American psychologist. She was born in Selma, California.[1] In 1922 she earned a doctoral degree in psychology at the University of California, Berkeley; she was the second person ever to do so, the first being Olga Bridgman in 1915.[2][3] In 1927 Macfarlane founded the University of California, Berkeley's Institute of Human Development, originally called the Institute of Child Welfare.[3]", "22327848": "Margaret Caldwell Donaldson (or Salter; 16 June 1926 – 16 September 2020) was a professor of developmental psychology at the University of Edinburgh.[1][2]", "58536489": "Suparna Rajaram,  SUNY Distinguished Professor of Psychology  at Stony Brook University, is an Indian-born cognitive psychologist and expert on memory and amnesia.[1] Rajaram served as Chair of the Governing Board of the Psychonomic Society (2008) and as president of the Association for Psychological Science (2017-2018).[2] Along with Judith Kroll and Randi Martin, Rajaram co-founded the organization Women in Cognitive Science in 2001, with the aim of improving the visibility of contributions of women to cognitive science.[3] In 2019, she was an inaugural recipient of Psychonomic Society's Clifford T. Morgan Distinguished Leadership Award for significant contributions and sustained leadership in the discipline of cognitive psychology.[4]", "22721069": "Richard Louis Miller is an American clinical psychologist, author, founder of Wilbur Hot Springs Health Sanctuary, founder of the Cokenders Alcohol and Drug Program and broadcaster who hosts the Mind Body Health & Politics[1] internet broadcast. The program features national figures from the world of medicine, psychology and politics. It aired on NPR affiliate[2] KZYX&Z FM & www.KZYX.org until 2018,[3] and continues to stream online.", "1290799": "Charles Edward Spearman, FRS[1][3] (10 September 1863 – 17 September 1945) was an English psychologist known for work in statistics, as a pioneer of factor analysis, and for Spearman's rank correlation coefficient. He also did seminal work on models for human intelligence, including his theory that disparate cognitive test scores reflect a single general intelligence factor[4] and coining the term g factor.[5]", "56865335": "Tullio John Proni (born 18 March 1948) is an American psychologist and artist, known for producing ray guns.", "17019447": "Berl Kutchinsky (1935 – 1995) was a Danish Professor of Criminology at the University of Copenhagen.[1][2] He became internationally famous for his studies in the public health effects of pornography.", "58176057": "Stefan Priebe  (born 1953 in West-Berlin) is a German-British psychologist and psychiatrist.", "57455185": "Adelheid Lucy Koch, née Schwalbe, (1896 – July 29, 1980) was a German-Brazilian psychoanalyst, who pioneered the institutionalization of psychoanalysis in Brazil. She was the first psychoanalyst in Brazil to be recognized by the International Psychoanalytic Association, and founded the Sociedade Brasileira de Psicanálise de São Paulo.[1]", "46641756": "Lisa Cameron (born 8 April 1972)[1] is a Scottish politician and former consultant clinical psychologist who has served as the Member of Parliament (MP) for East Kilbride, Strathaven and Lesmahagow since winning the seat at the 2015 general election. First elected for the Scottish National Party (SNP), she was re-elected for that party in 2017 and 2019, before she crossed the floor to the Scottish Conservatives in October 2023.[2]", "25342574": "Dame Victoria Geraldine Bruce, DBE CPsychol FBPsS FRSE FBA (born 4 January 1953), known as Vicki Bruce, is an English psychologist, Professor of Psychology and former Head of the School of Psychology at Newcastle University. She is known for her work on human face perception and person memory, including face recognition and recall by eyewitnesses and gaze. and other aspects of social cognition. She is also interested in visual cognition more generally. She was made a Dame in the 2015 Birthday Honours list.", "28586607": "Professor Robert William Kentridge (born 1960) is a British experimental psychologist.", "3748471": "Donald Symons (born 1942)[1] is an American anthropologist best known as one of the founders of evolutionary psychology, and for pioneering the study of human sexuality from an evolutionary perspective. He is one of the most cited researchers in contemporary sex research.[2] His work is referenced  by scientists investigating an extremely diverse range of sexual phenomena.[2] Harvard psychologist Steven Pinker describes Symons' The Evolution of Human Sexuality (1979) as a \"groundbreaking book\"[3] and \"a landmark in its synthesis of  evolutionary biology, anthropology, physiology, psychology, fiction, and cultural analysis, written with a combination of rigor and wit. It was a model for all subsequent books that apply evolution to human affairs, particularly mine.\"[2]  \nSymons is Professor Emeritus[4] in the Department of Anthropology at the University of California, Santa Barbara. His most recent work, with Catherine Salmon, is Warrior Lovers, an evolutionary analysis of slash fiction.", "13447801": "Charles Richard \"Rick\" Snyder (1944–2006) was an American psychologist who specialized in  positive psychology. He was a Wright Distinguished Professor of Clinical Psychology at the University of Kansas and editor of the Journal of Social and Clinical Psychology.", "20787838": "Elissa Lee Newport is a professor of neurology and director of the Center for Brain Plasticity and Recovery at Georgetown University. She specializes in language acquisition and developmental psycholinguistics, focusing on the relationship between language development and language structure, and most recently on the effects of pediatric stroke on the organization and recovery of language.[1][2][3]", "63648386": "Rochelle Newman is an American psychologist.[1] She is chair of the Department of Hearing and Speech Sciences (HESP), as well as associate director of the Maryland Language Science Center. She previously served as the director of graduate studies for both HESP and the Program in Neuroscience and Cognitive Science and is also a member of the Center for the Comparative & Evolutionary Biology of Hearing. Newman helped found the University of Maryland Infant & Child Studies Consortium  and the University of Maryland Autism Research Consortium.[2]", "2404998": "Lee Willerman (26 July 1939 – 10 January 1997) was an American psychologist known for his work on behavioral genetics using twin studies.", "30061192": "Igor Viktorovich Smirnov (Russian: Абакумов Игорь Викторович, Смирнов Игорь Викторович) (April 5, 1951 – November 5, 2004) was a controversial Russian scientist best known for his role in Soviet-era mind control research as well as an obscure field of human behavior study he called \"psychoecology\".[1] He was a son of Soviet Minister of State Security Viktor Abakumov, who was executed for his role in Joseph Stalin's political repressions.", "66663050": "Cassandra Cybele Raver is an American developmental psychologist currently serving as Provost and Vice Chancellor for Academic Affairs at Vanderbilt University. She previously served as Deputy Provost at New York University and Professor of Applied Psychology in the Steinhardt School of Culture, Education, and Human Development at NYU.", "13939349": "Walter Cooper Dendy (1 October 1794–10 December 1871) was an English surgeon and writer.", "8172187": "Gerda Boyesen (May 18, 1922 – December 29, 2005) was the founder of Biodynamic Psychology, a branch of Body Psychotherapy.", "4043443": "Kristine Mann (August 29, 1873 – 1945) was an American educator and physician, with a particular interest in working women's health. She was an early practitioner of psychoanalysis in North America.", "3125942": "Paul Everett Meehl (3 January 1920 – 14 February 2003) was an American clinical psychologist. He was the Hathaway and Regents' Professor of Psychology at the University of Minnesota, and past president of the American Psychological Association.[1] A Review of General Psychology survey, published in 2002, ranked Meehl as the 74th most cited psychologist of the 20th century, in a tie with Eleanor J. Gibson.[2] Throughout his nearly 60-year career, Meehl made seminal contributions to psychology, including empirical studies and theoretical accounts of construct validity, schizophrenia etiology, psychological assessment, behavioral prediction, and philosophy of science.", "48968389": "Per Naroskin, (born 25 September 1959) is a Swedish psychologist, psychotherapist, author and stand-up comedian. Naroskin participated in different shows at Sveriges Radio, such as Studio Ett, Spanarna, and Jonas Val, and in 2006 he presented an episode of the SR show Sommar i P1 where he spoke about his life.[1] He has also participated in the SVT show Fråga Doktorn.[2]", "24228550": "Terminator is an American media franchise created by James Cameron and Gale Anne Hurd. The franchise encompasses a series of science fiction action films, comics, novels and additional media, concerning a total war between Skynet's synthetic intelligence – a self-aware military machine network – and John Connor's Resistance forces comprising the survivors of the human race. Skynet's most famous products in its genocidal goals are the various terminator models, such as the T-800, who was portrayed by Arnold Schwarzenegger from the original Terminator film in 1984. By 2010, the franchise had generated $3 billion in revenue.[4] The film franchise is considered to be of the cyberpunk subgenre of science fiction.[5][6]", "71054023": "Charles Garfiel Kadushin (June 5, 1932 – September 21, 2022) was an American psychologist and emeritus professor of psychology at the City University of New York.[1] He was an expert in the field of social network analysis.[1]", "28226270": "Leonard Berkowitz (August 11, 1926 – January 3, 2016) was an American social psychologist best known for his research on altruism and human aggression. He originated the cognitive neoassociation model of aggressive behavior, which was created to help explain instances of aggression for which the frustration-aggression hypothesis could not account.[1]", "2962143": "Justin A. Frank (born February 25, 1943, in Los Angeles, CA) is an American author who practices and teaches psychoanalysis in Washington, DC. Frank is a frequent contributor to The Huffington Post on topics as diverse as politics, film, and theater.[1] He is a former clinical professor of psychiatry at the George Washington University Medical Center.[1]", "69579488": "Michael Kinsey is an American clinical psychologist, psychotherapist and author.[1][2] He is known for his work with parent-child attachment, personality psychology, and abusive power and control in interpersonal relationships.[1][2][3][4][5] He is also the founder and publisher of the psychology blog Mindsplain.[6][7]", "5223139": "Roy Frederick Baumeister[1] (/ˈbaʊmaɪstər/; born May 16, 1953) is an American social psychologist who is known for his work on the self, social rejection, belongingness, sexuality and sex differences, self-control, self-esteem, self-defeating behaviors, motivation, aggression, consciousness, and free will.", "67646186": "Claire Haworth is a reader in behavioural genetics and co-director of the Dynamic Genetics Lab at the University of Bristol.[1]", "29504236": "Hart Blanton is an American social psychologist.  He is a professor in the department of communication and journalism at Texas A&M University.  He earned his Ph.D. in psychology from Princeton University in 1994.[1]", "53785324": "Michael A. McDaniel is an American industrial and organizational psychologist and Emeritus Professor in the Department of Management at Virginia Commonwealth University, where he was concurrently a research professor in the Department of Psychology. He is known for his research on personnel selection and publication bias,[2] as well as on the relationship between brain size and intelligence.[3] His current research interests include personnel selection, publication bias, and research integrity. He is employed at Work Skills First, Inc., a human resource consulting firm specializing in personnel selection and expert witness services related to personnel selection. He was elected as a Fellow into the American Psychological Association, the Association for Psychological Science, and the Society for Industrial and Organizational Psychology. In 2015, he served a one-year term as president of the International Society for Intelligence Research (ISIR).[4]", "53752564": "Toni Claudette Antonucci (born September 9, 1948) is an American psychologist, currently the Elizabeth R. Douvan Collegiate Professor at University of Michigan and formerly President of Gerontological Society of America[1][2] Her husband was James S. Jackson.", "635650": "Kenneth Bancroft Clark (July 24, 1914 – May 1, 2005)[1] and Mamie Phipps Clark (April 18, 1917 – August 11, 1983)[2] were American psychologists who as a married team conducted research among children and were active in the Civil Rights Movement. They founded the Northside Center for Child Development in Harlem and the organization Harlem Youth Opportunities Unlimited (HARYOU).[3] Kenneth Clark was also an educator and professor at City College of New York, and first Black president of the American Psychological Association.", "59552520": "Brian M. D'Onofrio is an American psychologist who researches the causes of psychopathology in children and adolescents. Much of his work is influenced by the field of behavior genetics.[1] He is a professor in the Department of Psychological and Brain Sciences at Indiana University, where he is also Director of Clinical Training in the Clinical Science Program and Principal Investigator of the Developmental Psychopathology Lab.[2][3] His research on the relationship between paternal age and children's risk of mental illness has been widely covered in the media.[4][5][6] In 2013, he received the Spence Award for Transformational Early Career Contribution from the Association for Psychological Science (APS). In the same year, he was also named a fellow of the APS, and was named one of its \"rising stars\".[3][7]", "53752585": "Elizabeth R. Douvan (1926–2002) was an American psychologist, being the Catherine Neaffie Kellogg Professor of Psychology and Women's Studies at University of Michigan.[1][2]", "39826188": "Michael W. Fordyce (December 14, 1944 – January 24, 2011) was an American psychologist and a pioneer researcher in the field of empirical happiness measurement and intervention.[1]  As a forerunner who approached \"happiness\" as an applied science, he ushered-in the modern academic branch of Positive Psychology[2][3]", "67187469": "Ozlem Nefise Ayduk (Turkish: Özlem Nefise Ayduk) is an American social psychologist at U.C. Berkeley researching close relationships, emotion regulation, and the development of self-regulation in children.[1] She is a fellow at the Society of Experimental Social Psychology and the Society for Personality and Social Psychology.[2] She has contributed content to several psychology handbooks, dictionaries, and encyclopedias.[3][4][5][6][7][8][9][10]", "62894870": "Kenneth Thomas Strongman (2 December 1940 – 29 December 2019) was a New Zealand psychologist and academic, and was a professor of psychology at the University of Canterbury, specialising in the field of emotion. He was also a short-story writer, book and television reviewer, and newspaper columnist.", "70202139": "James H. Kuklinski (born April 14, 1946) is an American political scientist.", "34353949": "Benton J. Underwood (February 28, 1915 – November 29, 1994) was an American psychologist.[1][2][3]\nUnderwood was chairman of the department of psychology at Northwestern University,[1]\na member of the National Academy of Sciences.[2]\nUnderwood also was president of the Midwestern Psychological Association, president of the Experimental Psychology, president of the General Psychology divisions of the American Psychological Association, Stanley G. Harris Professor of Social Science,\nand chairman of the psychology section of the American Association for the Advancement of Science.[3]\nChicago Tribune called Underwood \"a leading expert from the 1940s to the 1980s on verbal learning and memory\".[1]\nAmerican Psychological Association called him \"a preeminent leader in the development of research on the acquisition and retention of verbal material\".[3] Among the list of his many remarkable students was Sarnoff A. Mednick who pioneered the High-Risk for schizophrenia paradigm in 1962.", "67842846": "Boris Maciejovsky is an Austrian behavioral scientist, and an Associate Professor of Management at the School of Business at the University of California, Riverside.[1] He is also the founder and managing partner at Greenleaf Analytics LLC, a behavioral management consultancy.[2] His research focuses on behavioral economics and organizational decision-making.[3][4][5][6][7][8]", "62010147": "Elaine Fox (born 1963) is a Professor of Psychology and Director of the Oxford Centre for Emotions and Affective Neuroscience (OCEAN) at the University of Oxford. Her research considers the science of emotion and what makes some people more resilient than others. As of 2019 Fox serves as the  Mental Health Networks Impact and Engagement Coordinator for United Kingdom Research and Innovation.", "23802663": "Jon Billsberry (born September 1962 in London, England) is a British academic organisational psychologist at the University of Wollongong. He has held management roles in the Academy of Management, the Journal of Management Education, the Organisational Behaviour Teaching Society, and the British Academy of Management.[1]", "9384743": "Joni E. Johnston is a licensed clinical and forensic psychologist, private investigator, and author of three nonfiction books, including Appearance Obsession:  Learning to Love the Way You Look, The Complete Idiot's Guide to Psychology,[1] and The Complete Idiot's Guide to Controlling Anxiety. She is the author of the popular[citation needed] Psychology Today law and crime blog The Human Equation, which has been viewed over 3 million times.[citation needed] She is the cohost of the forensic radio show Thread of Evidence and host and producer of the true crime YouTube channel Unmasking a Murderer.", "52310828": "Wendy M. Williams (born 1960) is a psychologist and professor known for her research in the fields of intelligence with regards to training and development. Williams is a professor at Cornell University in their Department of Human Development.[1] Williams is also the founder of the Cornell Institute for Women in Science (CIWS),[2] a center with the intended purpose for studying and promoting women in science. Working alongside the National Science Foundation, Williams leads the \"Thinking Like a Scientist\" program, which intends to diversify the science community by getting girls and other underrepresented groups interested.", "43201331": "Eugene Taylor (28 October 1946 – 30 January 2013) was a scholar on William James and a professor of psychology at Saybrook University and Harvard University.", "40022836": "Eli (Eliezer) Somer (Hebrew: אלי זומר; born 1951) is an Israeli Professor of Clinical Psychology at the University of Haifa, School of Social Work.[1] He is the former President of both the European Society for Trauma and Dissociation[2] (ESTD, 2009-2011) and the International Society for the Study of Trauma and Dissociation (ISSTD, 2005-2006),[3] and serves as scientific advisor in Trauma and Dissociation Israel.[4]", "4141878": "Edgar John Rubin (September 6, 1886 – May 3, 1951) was a Danish psychologist/phenomenologist, remembered for his work on figure-ground perception as seen in such optical illusions like the Rubin vase.", "54637370": "Hanna Samson is a Polish psychologist, journalist, feminist and writer.[1]  She works as a hotline worker in the Feminoteka Foundation where she provides psychological advice and support to women who suffer violence.[2] Hanna Samson conducts group therapy in the Center of Leadership Education Foundation.[3]", "60732219": "Li Xintian (Chinese: 李心天; February 1924 – 2 May 2019) was a Chinese psychologist. He was considered a founder of medical psychology and neuropsychology in China. He served as chair of medical psychology at the Institute of Psychology of the Chinese Academy of Sciences, and as an adjunct professor at Peking Union Medical College, China Medical University, and Peking University Health Science Center.", "54375231": "Gerard Saucier is an American psychologist. He is a professor in the department of Psychology at the University of Oregon. He has co-authored many academic articles on personality.[1] He won the 1999 Cattell Early Career Research Award from the Society of Multivariate Experimental Psychology.[2]", "64041794": "Alan Douglas Benson Clarke CBE (21 March 1922 – 10 December 2011) was a British psychologist who specialised in the field of learning disability.", "1291083": "Harlan Lawson Lane (August 19, 1936 – July 13, 2019)[1] was an American psychologist. Lane was the Matthews Distinguished University Professor of Psychology at Northeastern University in Boston, Massachusetts, in the United States, and founder of the Center for Research in Hearing, Speech, and Language[citation needed]. His research was focused on speech, Deaf culture, and sign language.", "47690571": "Karen Franklin is an American forensic psychologist. For her doctoral dissertation, she conducted research on anti-gay violence.[4][5][6][7] She has also published commentaries about sex crimes, primarily expressing her opposition to the use of the hebephilia and other diagnoses in sexually violent predator regulations. She received the 2012 Distinguished Scientific Achievement Award in Psychology[2] and the Monette-Horwitz Trust Award in 2001.[3]", "55096150": "Louise Janet Kaplan, o.s. Miller,[2] (18 November 1929, New York City – 9 January 2012, New York) was an American psychologist and psychoanalyst best known for her research into childhood development. [3] Kaplan authored seven books including the 1991 book, Female Perversions: The Temptations of Emma Bovary which was made into the 1996 film Female Perversions starring Tilda Swinton.", "1061719": "John Ridley Stroop (/struːp/; March 21, 1897 – September 1, 1973), better known as J. Ridley Stroop, was an American psychologist whose research in cognition and interference continues to be considered by some as the gold standard in attentional studies and profound enough to continue to be cited for relevance into the 21st century.[1][3] However, Christianity was the real passion of his life; psychology was simply an occupation.[2]", "40743770": "Hendrik (Henk) van der Flier (born 1945) is a Dutch psychologist, and Professor of Work and Organizational Psychology at the Vrije Universiteit Amsterdam and at its Kurt Lewin Institute (KLI), known for his work on comparability of psychological test performances.[1][2]", "8631131": "Nicholas Christenfeld is a former professor of Psychology at the University of California, San Diego until his dismissal in 2019. He first joined the department in 1991 and was a full professor from 2003 to 2019. Among other research, he has promulgated the Theory of Deadly Initials and the theory that infants resemble their fathers more closely than they do their mothers.[1]  More recently, he studied the tendency of people to choose purebred dogs which resembled them.[2]", "56800094": "Vanessa Ann Green is a New Zealand educational theorist and academic. She is currently a full professor at the Victoria University of Wellington.[1]", "55915359": "Rebecca Campbell (born 1969) is a professor of psychology at Michigan State University. She is known for her research pertaining to sexual assault and violence against women and children and the effects of treatment by law enforcement and medical staff on victims' psychological and physiological well-being.[1] Campbell has been involved in criminal justice research on the investigation of Detroit's untested rape kits, wherein DNA evidence obtained in thousands of rape kits was left in storage and not analyzed.[2][3] She has received numerous awards for her work including the Society for the Psychological Study of Social Issues Louise Kidder Early Career Award (2000), the American Psychological Association (APA) Early Career Award for Distinguished Contributions to Psychology in the Public Interest (2008),[4] the APA Division 27 Council on Educational Program's Excellent Educator Award (2015),[5] and the U.S. Department of Justice Vision 21 Crime Victims Research Award (2015).[6]", "58995556": "University of Florida (M.A.)", "7484262": "Martin Theodore Orne (October 16, 1927, Vienna, Austria – February 11, 2000, Paoli, Pennsylvania, US)[1][2] was a professor of psychiatry and psychology at the University of Pennsylvania. Orne is best known for his pioneering research into demand characteristics, illustrating the weakness of informing participants that they are taking part in a psychology experiment and yet expecting them to act normally. He was well known as a researcher in the field of hypnosis and is also noted for his involvement with the poet Anne Sexton, and with the trials of Patty Hearst and Kenneth Bianchi.", "52441966": "Charlton Templeman Speer (21 November 1859 – 27 October 1921) also known as Charlton T. Speer was an English composer and spiritualist.", "49230705": "Huang Han (Chinese: 黄菡; born June 22, 1966[1]) is a Chinese psychologist best known for her participation as a guest on the acclaimed television dating show If You Are the One.", "3191665": "Ann Lesley Brown (1943–1999) was an educational psychologist who developed methods for teaching children to be better learners. Her interest in the human memory brought Brown to focus on active memory strategies that would help enhance human memory and developmental differences in memory tasks. Her realization that children's learning difficulties often stem from an inability to use metacognitive strategies such as summarizing led to profound advances in educational psychology theory and teaching practices.[1]", "24785779": "Jacob A. Arlow (1912–2004) was an American teacher, scholar, and clinician who served as president of the American Psychoanalytic Association and the New York Psychoanalytic Institute.", "62829431": "Miriam Sophie Freud (August 6, 1924 – June 3, 2022) was an Austrian American psychosociologist, educator, and author. The granddaughter of Sigmund Freud, she was a critic of psychoanalysis, aspects of which she described as \"narcissistic indulgence\".[1] Her criticisms of the elder Freud's psychoanalytical doctrines made her the \"black sheep\" of the family and she observed how all of her female relatives, including her mother, Ernestine, and aunt Anna, were adversely affected by Sigmund's claims about women and their internal experiences.[2]", "63353731": "Anne Christophe (born 1967[1]) is a French researcher working in the field of cognitive neuroscience and psycholinguistics at the École Normale Supérieure (ENS) in Paris, France. She is a member of the Board of Directors of Ecole Normale Supérieure (since 2014)[2][3] and of the Scientific Committee of National Education. She is also a former director of the Laboratoire de Sciences Cognitives et Psycholinguistique at the Département d'études cognitives.[4]", "51327880": "Fiann Paul (born Paweł Pietrzak; 15 August 1980) is a Polish-Icelandic explorer known for his exploits in ocean rowing.[1]", "20788107": "Lila Ruth Gleitman (December 10, 1929 – August 8, 2021) was an American professor of psychology and linguistics at the University of Pennsylvania. She was an internationally renowned expert on language acquisition and developmental psycholinguistics, focusing on children's learning of their first language.[1]", "22459288": "Hereward Carrington (17 October 1880 – 26 December 1958) was a well-known British-born American investigator of psychic phenomena and author. His subjects included several of the most high-profile cases of apparent psychic ability of his times, and he wrote over 100 books on subjects including the paranormal and psychical research, conjuring and stage magic, and alternative medicine. Carrington promoted fruitarianism and held pseudoscientific views about dieting.", "5419938": "Richard C. Anderson (born 1934) is an American educational psychologist who has published influential research on children's reading, vocabulary growth, and story discussions that promote thinking. He is the director of the Center for the Study of Reading and professor emeritus at the University of Illinois at Urbana-Champaign. Anderson is a past president of the American Educational Research Association.", "66106278": "Raymond Meddis (23 July 1944 – 25 November 2018) was a British auditory psychologist.[1]  He was a professor of psychology at University of Essex since 1996, emeritus since 2011.[2]", "2274218": "Richard Alan Gardner (April 28, 1931 – May 25, 2003) was an American child psychiatrist known for his work in psychotherapy with children, parental alienation and child custody evaluations.[2] Based on his clinical work with children and families, Gardner introduced the term parental alienation syndrome (PAS), which is now \"largely rejected by most credible professionals\".[3] He wrote 41 books and more than 200 journal articles and book chapters.[2] He developed child play therapy and test materials that he published through his company Creative Therapeutics. Gardner was an expert witness in child custody cases.[4]", "11252656": "Robert Weimar (13 May 1932, in Cologne – 28 February 2013[1]) was a German professor of law and psychologist.", "2569166": "Christopher Hyatt (12 July 1943 – 9 February 2008), born Alan Ronald Miller, was an American psychologist, occultist, and writer. He is perhaps best known as president of New Falcon Publications, an independent publisher specializing in of psychedelic and occult literature; Hyatt's press published work by several well-known champions of consciousness expansion, including Israel Regardie, Timothy Leary, Robert Anton Wilson, and Antero Alli.[1][2]", "67056600": "Anti Liiv (born 16 March 1946 in Kuressaare) is an Estonian psychiatrist, psychologist and politician. He was a member of VIII and IX Riigikogu, representing the Estonian Centre Party.[1]", "21607395": "Reportedly haunted locations:", "9352179": "Richard Allan Shweder (born 1945)[1] is an American cultural anthropologist and a figure in cultural psychology. He is currently Harold H. Swift Distinguished Service Professor of Human Development in the Department of Comparative Human Development at the University of Chicago.[2]", "66302972": "Craig Mahoney was the Vice-Chancellor of the University of West of Scotland until the end of 2021, and then spent six months as Vice-Chancellor of the University of Law.[1][2][3][4] He is a chartered psychologist and academic.", "64041981": "Robert Robertson Rusk (1879-1972) was a Scottish educational psychologist.", "51491840": "David Elliot Loye (April 26, 1925 – January 25, 2022) was an American author, psychologist, and evolutionary systems scientist.[2]", "20788236": "Henry Gleitman (January 4, 1925 – September 2, 2015) was a professor of psychology at the University of Pennsylvania.[1][2]", "38286357": "Dan P. McAdams (born February 7, 1954) is personality psychologist and the Henry Wade Rogers Professor in the Department of Psychology at Northwestern University.[2][3]", "35664931": "Robert Choate Tryon (September 4, 1901 – September 27, 1967) was an American behavioral psychologist, who pioneered the study of hereditary trait inheritance and learning in animals. His series of experiments with laboratory rats showed that animals can be selectively bred for greater aptitude at certain intelligence tests, but that this selective breeding does not increase the general intelligence of the animals.", "20853794": "Jacques Fradin (born 1954 in France) is a physician and cognitive and behavioural therapist (member of the French Association for Cognitive and Behavioural Therapy).[1] He is working on developing a neuroscientific approach of the cognitive and behavioural therapy (CBT): the neurocognitive and behavioural therapy. He founded the Institute of Environmental Medicine in 1987[2][3] where he is managing a team of researchers and PhD students in cognitive and behavioural neurosciences in collaboration with Paris 8 University and the IRBA (Institut de Recherche Biomédicale des Armées). Dpt. A.C.S.O. Fradin is an APM (Association Progrès du Management) and PUCA (Plan Urbanisme Construction et Architecture) expert.", "64304166": "Helmut Kentler (2 July 1928 – 9 July 2008) was a German psychologist, sexologist and professor of social education at the University of Hannover. From the late 1960s until the early 1990s, with the authorization and financial support of the Berlin Senate, Kentler placed neglected youth as foster children in the homes of single pedophile fathers with the ostensible purpose of resocializing them, while explicitly encouraging sexual contact between them. This project was later dubbed the \"Kentler Experiment\" or the \"Kentler Project.\"[1]", "24359977": "Stephen LaBerge (born 1947) is an American psychophysiologist specializing in the scientific study of lucid dreaming. In 1967 he received his bachelor's degree in mathematics. He began researching lucid dreaming for his Ph.D. in psychophysiology at Stanford University, which he received in 1980.[1] He developed techniques to enable himself and other researchers to enter a lucid dream state at will, most notably the MILD technique (mnemonic induction of lucid dreams), which was used in many forms of dream experimentation.[2] In 1987, he founded The Lucidity Institute, an organization that promotes research into lucid dreaming, as well as running courses for the general public on how to achieve a lucid dream.[3]", "55227434": "Micha Popper is a professor emeritus in the department of psychology at the University of Haifa, Israel.  He was the commander of the Israel Defense Forces Leadership Development School, co-founder and director of the Institute for Quality Leadership in Israel, and, from 1995 he was a faculty member and head of the Organizational Psychology program at the University of Haifa.", "35566634": "Dr Hollis Scarborough  is an American psychologist and literacy expert who is a senior scientist at Haskins Laboratories in New Haven, Connecticut. She has been a leading researcher in the area of reading acquisition since 1981, and has been involved with efforts to improve US national policy on the teaching of reading.[1]", "209966": "Daniel Goleman (born March 7, 1946) is an American psychologist, author, and science journalist. For twelve years, he wrote for The New York Times, reporting on the brain and behavioral sciences. His 1995 book Emotional Intelligence was on The New York Times Best Seller list for a year and a half, a bestseller in many countries, and is in print worldwide in 40 languages.[1] Apart from his books on emotional intelligence, Goleman has written books on topics including self-deception, creativity, transparency, meditation, social and emotional learning, ecoliteracy and the ecological crisis, and the Dalai Lama's vision for the future.", "43365425": "Marianne Leonore Simmel (3 January 1923 – 24 March 2010) was a German-American psychologist with a special interest in cognitive neuropsychology.", "2307121": "Wilhelm Stekel (German: [ˈʃteːkəl]; 18 March 1868 – 25 June 1940) was an Austrian physician and psychologist, who became one of Sigmund Freud's earliest followers, and was once described as \"Freud's most distinguished pupil\".[1] According to Ernest Jones, \"Stekel may be accorded the honour, together with Freud, of having founded the first psycho-analytic society.\".[2] However, a phrase used by Freud in a letter to Stekel, \"the Psychological Society founded by you,\" suggests that the initiative was entirely Stekel's.[3] Jones also wrote of Stekel that he was \"a naturally gifted psychologist with an unusual flair for detecting repressed material.\" Freud and Stekel later had a falling-out, with Freud announcing in November 1912 that \"Stekel is going his own way\".[4] A letter from Freud to Stekel dated January 1924 indicates that the falling out was on interpersonal rather than theoretical grounds, and that at some point Freud developed a low opinion of his former associate. He wrote: \"I...contradict your often repeated assertion that you were rejected by me on account of scientific differences. This sounds quite good in public but it doesn't correspond with the truth. It was exclusively your personal qualities - usually described as character and behavior - which made collaboration with you impossible for my friends and myself.\"[5]  Stekel's works are translated and published in many languages.", "30356529": "Lee Salk (December 22, 1926[1]–May 2, 1992) was a child psychologist and author who is credited with discovering the calming effect the sound of a heartbeat has on infants.[2]", "36058165": "Deborah Taj Anapol (1951–2015) was an American clinical psychologist and one of the founders of the polyamory movement,[1] which started in the 1980s.[2] Known for her work in erotic spirituality, ecosex,[3] neotantra and Pelvic-Heart Integration,[4] she was an advocate for multiple love and sacred sexuality. Her work made early use of the Internet to gather and organize like-minded people. She was also the co-founder of the magazine Loving More[5] and its conferences. She wrote one of the first books on polyamory, Love Without Limits (1992); which was expanded and reissued as Polyamory: The New Love Without Limits, in 1997. An expert columnist for Psychology Today,[6] she blogged at \"Love Without Limits, Reports from the relationship frontier.\"[7]", "2405437": "Margaret Kennedy Knight (née Horsey), (23 November 1903 – 10 May 1983), was a psychologist[1] and humanist.", "38679630": "Adam M. Grant (born August 13, 1981) is an American popular science author, and professor at the Wharton School of the University of Pennsylvania specializing in organizational psychology.", "23180367": "Hanna Damasio is a scientist in the field of cognitive neuroscience. Using computerized tomography and magnetic resonance imaging, she has developed methods of investigating human brain structure and studied functions such as language, memory, and emotion, using both the lesion method and functional neuroimaging. She is currently a Dana Dornsife Professor of Neuroscience and Director of the Dana and David Dornsife Cognitive Neuroscience Imaging Center at the University of Southern California.[1]", "13022296": "Yvonne M. Agazarian (February 17, 1929 - October 9, 2017) was the principal architect of systems-centered therapy, based on a theory of Living Human Systems that she also developed. Agazarian taught, trained, and supervised systems-centered therapists internationally, was the founder of the Systems-Centered Training & Research Institute, and practiced in Philadelphia, Pennsylvania.[1]", "61617241": "Bernhard Sabel (1957, Trier) is a German neuropsychologist and brain researcher. His more than 40 years of research [1] are documented in over 200 publications, investigating treatment options for visual impairments through the activation and rehabilitation of residual vision capabilities.[2][3]", "6861924": "John D. Bransford (December 14, 1943 - April 11, 2022) was an emeritus professor of education at the University of Washington College of Education in Seattle, Washington.[1] He was the Founding Director of The Learning in Informal and Formal Environments (LIFE) Center, and a Centennial Professor and former director of the Learning Technology Center at Vanderbilt University. Dr. Bransford was a member Emeritus of the National Academy of Education and the 2001 recipient of the E. L. Thorndike Career Achievement Award. He died on April 11, 2022, at the age of 78.[2]", "2405481": "Ulric Richard Gustav Neisser (December 8, 1928 – February 17, 2012) was a German-American psychologist, Cornell University professor, and member of the US National Academy of Sciences. He has been referred to as the \"father of cognitive psychology\".[1] Neisser researched and wrote about perception and memory. He posited that a person's mental processes could be measured and subsequently analyzed.[2] In 1967, Neisser published Cognitive Psychology, which he later said was considered an attack on behaviorist psychological paradigms.[3] Cognitive Psychology brought Neisser instant fame and recognition in the field of psychology.[3] While Cognitive Psychology was considered unconventional, it was Neisser's Cognition and Reality that contained some of his most controversial ideas.[3] A main theme in Cognition and Reality is Neisser's advocacy for experiments on perception occurring in natural (\"ecologically valid\") settings.[3] Neisser postulated that memory is, largely, reconstructed and not a snap shot of the moment.[2] Neisser illustrated this during one of his highly publicized studies on people's memories of the Challenger explosion. In his later career, he summed up current research on human intelligence and edited the first major scholarly monograph on the Flynn effect. A Review of General Psychology survey, published in 2002, ranked Neisser as the 32nd most cited psychologist of the 20th century.[4]", "44315762": "Sara Smilansky (Hebrew: שרה סמילנסקי, January 28, 1922,[1] Jerusalem, Israel[2] – December 5, 2006[3]) was a professor at Tel Aviv University in Israel and was a senior researcher for The Henrietta Szold Institute: The National Institute for Research in the Behavioral Sciences for the Ruth Bressler Center for Research in Education.[4]  She has been a visiting professor for many well known universities such as the University of Maryland, College Park.[5]  She focused her research on play training and its effects on children.[6]  Her research included studying both Israeli and American, as well as advantaged and disadvantaged, children.  She wrote multiple books on children's play and its relation to learning, the effect of divorce and death on children, and the development of twins.  Her research on children's play included working with Jean Piaget.", "67908722": "Talya Miron-Shatz (Hebrew: טליה מירון-שץ) is an Israeli researcher who specializes in medical decision-making.[1] She is a full professor at the Ono Academic College, a senior fellow at the Center for Medicine in the Public Interest, New York,[2] and a visiting researcher at the Wonton Centre for Risk and Evidence Communication, Cambridge University.[3] She has worked as a consultant in the healthcare industry to companies from health advertising, digital health, wellness, and the pharmaceutical industry.", "30454901": "James George Kiernan (18 June 1852 – 1 July 1923) was an American psychiatrist, prominent in American gay history for the first recorded use of the terms \"heterosexual\" and \"homosexual\" in 1892.", "21181558": "Óscar González-Quevedo Bruzón[1] SJ (15 December 1930 – 9 January 2019) was a Spanish-born Brazilian Jesuit priest. He was an investigator in the field of parapsychology.[2][3]", "66761849": "Ángela María Robledo Gómez (born 7 September 1953) is a Colombian psychologist and left-wing politician. Currently a member of the Chamber of Representatives, Robledo is a former dean of psychology at Pontifical Xavierian University.", "1651837": "Václav Jaroslav Karel Pinkava (Czech pronunciation: [ˈvaːtslaf ˈjaroslaf ˈkarɛl ˈpɪŋkava]; 9 December 1926 – 13 August 1995), better known by his pen name Jan Křesadlo (pronounced [ˈjan ˈkr̝ɛsadlo]), was a Czech psychologist who was also a prizewinning novelist and poet.", "51524734": "Kjell Underlid (June 24, 1950 – July 31, 2016) was a Norwegian psychologist and specialist in clinical psychology.[1][2] He was mainly interested in social psychology. He became a professor at Bergen University College in 2005, where he had worked since 1990. His areas of interest included unemployment, poverty and social justice.", "52507773": "Jeanne Brooks-Gunn (born 1946, in Bethesda, Maryland) is an American developmental psychologist and professor. She is currently the Virginia and Leonard Marx Professor of Child Development at Teachers College, Columbia University.", "2700414": "(Norman) Stuart Sutherland (26 March 1927 – 8 November 1998) was a British psychologist and writer.[2][3]", "23606402": "Jerry S. Wiggins (1931–2006) was an American personality and clinical psychologist known for developing scales to assess the traits in the circumplex model,[1] writing and editing texts on personality theory[2][3][4] and psychometrics[5][6] and for developing measures of interpersonal behavior.[7]", "55981195": "Antonia Catherine Lyons is a New Zealand health psychology academic.[1]", "9680020": "Jim B. Tucker is a child psychiatrist and Bonner-Lowry Professor of Psychiatry and Neurobehavioral Sciences at the University of Virginia School of Medicine.[1] His main research interests are documenting stories of children who he claims remember previous lives, and natal and prenatal memories.[2] He is the author of Life Before Life: A Scientific Investigation of Children’s Memories of Previous Lives, which presents an overview of over four decades of reincarnation research at the Division of Perceptual Studies.[3] Tucker worked for several years on this research with Ian Stevenson before taking over upon Stevenson's retirement in 2002.[4][5][6]", "46230": "Defunct", "1389721": "Hans Bender (5 February 1907 – 7 May 1991) was a German lecturer on the subject of parapsychology, who was also responsible for establishing the parapsychological institute Institut für Grenzgebiete der Psychologie und Psychohygiene in Freiburg. For many years his pipe smoking, contemplative figure was synonymous with German parapsychology.  He was an investigator of 'unusual human experience', e.g. poltergeists and clairvoyants. One of his most famous cases was the Rosenheim Poltergeist.", "5649563": "Bruno Klopfer (1 October 1900 – 23 October 1971) was a German psychologist, born in Bavaria.", "64042150": "Peter B. Warr is a British occupational psychologist.", "1160367": "Robert Mendel Laxer[1] (September 10, 1915 – October 24, 1998)[1] was a Canadian psychologist, professor, author, and political activist.", "52868277": "Jeffrey Scott Tanaka[1] (1958 – November 3, 1992) was an American psychologist and statistician, known for his work in educational psychology, social psychology and various fields of statistics including structural equation modeling.", "66860215": "Nicola M. Kayes is a New Zealand health psychologist, director of the Centre for Person Centred Research and professor of rehabilitation at Auckland University of Technology (AUT).", "6239421": "John Sweller (born 1946) is an Australian educational psychologist who is best known for formulating an influential theory of cognitive load.[1] He is currently (i.e., 2020) Professor Emeritus at the University of New South Wales.[2]", "69285063": "Sidonie Reiss (1882-1970) was an Adlerian psychotherapist and child psychologist.[1]", "22918360": "Charles Panati (born March 13, 1943) is a former college professor, industrial physicist, author and science editor of Newsweek.[1]", "43037924": "William Grant Dahlstrom (1922–2006) was an American psychologist who worked on the Minnesota Multiphasic Personality Inventory.[1][2]", "48346345": "Hornell Norris Hart (August 2, 1888 – February 27, 1967) was an American professor of sociology and parapsychologist.[1]", "53163251": "Roger P. Weissberg (1951—September 5, 2021)[1][2] was a researcher in the field of psychology. He was the NoVo Foundation Endowed Chair in Social and Emotional Learning and LAS/UIC Distinguished Professor of Psychology & Education at University of Illinois at Chicago.[3][4] He was the chief knowledge officer and board vice chair of the Collaborative for Academic, Social, and Emotional Learning (CASEL).[5] He held a PhD in psychology from the University of Rochester and graduated summa cum laude with a BA in psychology from Brandeis University.[6]", "66630918": "Anna M. Borghi is a cognitive psychologist known for her work on embodied cognition and embodied language comprehension.[1] She is Associate Professor of Psychology at the Sapienza University of Rome and an associate researcher at the Institute of Cognitive Sciences and Technology,[1] Italian Research Council.[2] Borghi serves as Specialty Chief Editor of Frontiers in Psychology (area: Theoretical and Philosophical Psychology).[3]", "54310151": "George S. Everly Jr., PhD, ABPP (born May 31, 1950) is an American psychologist whose writings greatly shaped the fields of psychological crisis intervention and human resilience. He currently holds, or has held, academic posts as Professor in Psychology, Professor in Public Health, and associate professor in Psychiatry and Behavioral Sciences Loyola University Maryland,[1][2] The Johns Hopkins University School of Medicine,[3] and The Johns Hopkins Bloomberg School of Public Health.[4][5]", "35206407": "Donald O. Clifton (February 5, 1924 – September 14, 2003) was an American psychologist, educator, author, researcher, and entrepreneur. He founded Selection Research, Inc., which later acquired Gallup Inc., where he became chairman, and developed CliftonStrengths, Gallup's online psychological assessment. Clifton was recognized with a presidential commendation from the American Psychological Association as \"the father of strengths-based psychology and the grandfather of positive psychology\".[3]", "5321994": "Alfons Vansteenwegen (born July 6, 1941) is one of the Flemish leading theoreticians and therapists in communication theory and important inspirator in the field of couple therapy and general psychotherapy.", "67613963": "Messola Pogorelsky (Russian: Мессель Викентьевич Погорельский, romanized: Messel' Vikent'yevich Pogorel'skiy; born 7 March 1862) was a Russian physician and writer.[1]", "36222220": "Lorna Smith Benjamin (born 1934) is an American  psychologist best known for her innovative treatment of patients with personality disorders who have not responded to traditional therapies or medications.", "40056074": "Martha Rommelaere [Manning] (August 30, 1922 – May 28, 2011) was a Canadian outfielder who played in the All-American Girls Professional Baseball League during the 1950 season. Listed at 5'4\", 120 lb., she batted and threw right handed.[1][2]", "68793617": "James Stephen House is an American social psychologist. He is the Angus Campbell Distinguished University Professor Emeritus of Survey Research, Public Policy, and Sociology at the University of Michigan.", "41628956": "Judith Frances Dunn, FBA, FMedSci (born 1939) is a British psychologist and academic, who specialises in social developmental psychology.", "32290077": "Ronald Lindsay André \"Ron\" Langevin (born September 28, 1940) is a Canadian forensic psychologist at the University of Toronto. He is the founding editor of Annals of Sex Research, now titled Sexual Abuse: A Journal of Research and Treatment.[1]", "64402726": "Kovoor Thomas Behanan (1902–1963) was an Indian social psychologist, a pioneer in the scientific study of the science of yoga. His book on this subject,[1] published in 1937, is still widely cited. He served as a researcher at Yale's Institute for Human Relations (1934–40), and as a senior bureaucrat with the Indian Civil Service in New Delhi and Simla (1941–46) and the UN Secretariat in New York (1947-1952).[2]", "60273960": "Kerry Kawakami is a Canadian social psychologist.[1] She is a professor of social psychology at York University in Toronto.[2] She is the current editor of Journal of Personality and Social Psychology (JPSP): Interpersonal Relations and Group Processes.[1] Kawakami's research focuses on developing strategies to reduce intergroup bias.[1]", "70563116": "Carole L. Menig-Peterson FRSC (born 1947) is an American–Canadian child psychologist. She is a professor at Memorial University of Newfoundland who specializes in early childhood memory. In 2012, Peterson was elected a Fellow of the Royal Society of Canada for pioneering narrative ability, eyewitness memory, and early childhood amnesia.", "27866428": "Anne E. Russon is a Canadian psychologist and primatologist. She is a researcher and Professor of Psychology at Glendon College, York University, Toronto, Ontario, Canada whose research focuses on learning and intelligence in ex-captive Bornean orangutans.[1] Russon is widely published in the fields of primate behavior and ecology,[2] is executive director of the Borneo Orangutan Society of Canada,[3] and is the author of several popular press books dealing with Great Apes including Orangutans:  Wizards of the Rainforest,[4] Reaching into Thought: The Minds of the Great Apes,[5] and The Evolution of Thought:  Evolution of Great Ape Intelligence.[6]", "13415743": "Klaus Warner Schaie (February 1, 1928 - February 7, 2023) was an American social gerontologist and psychologist best known for founding the Seattle Longitudinal Study in 1956.", "3257669": "Alan David Baddeley CBE FRS (born 23 March 1934) is a British psychologist. He is known for his research on memory and for developing the three-component model of working memory. He is a professor of psychology at the University of York.", "15873351": "Johann Gebhard Ehrenreich Maass (German: Maaß; February 26, 1766 – December 23, 1823) was a German psychologist.", "13647": "Hermann Ebbinghaus (24 January 1850 – 26 February 1909) was a German psychologist who pioneered the experimental study of memory, and is known for his discovery of the forgetting curve and the spacing effect. He was also the first person to describe the learning curve. He was the father of the neo-Kantian philosopher Julius Ebbinghaus.", "47199575": "Laura L. Carstensen is the Fairleigh S. Dickinson Jr. Professor in Public Policy and professor of psychology at Stanford University, where she is founding director of the Stanford Center on Longevity[1] and the principal investigator for the Stanford Life-span Development Laboratory.[2] Carstensen is best known in academia for socioemotional selectivity theory, which has illuminated developmental changes in social preferences, emotional experience and cognitive processing from early adulthood to advanced old age.[3] By examining postulates of socioemotional selectivity theory, Carstensen and her colleagues (most notably Mara Mather) identified and developed the conceptual basis of the positivity effect.[4]", "26817897": "Marilyn J. Monteiro is an American psychologist who specializes in evaluating and diagnosing children on the spectrum of autism disorders.", "3061115": "William Stern (born Ludwig Wilhelm Stern, April 29, 1871 – March 27, 1938) was a German psychologist and philosopher who originated personalistic psychology, which placed emphasis on the individual by examining measurable personality traits as well as the interaction of those traits within each person to create the self.", "52540796": "Victoria Luine is an American psychologist and neurochemist, currently a Distinguished Professor at Hunter College of the City University of New York, and also a published author.[1][2][3]", "13219212": "Andras Angyal (1902–1960) was a Hungarian-American psychiatrist, known for a holistic model for a theory of personality.", "4240783": "Franz Gabriel Alexander (22 January 1891 – 8 March 1964) was a Hungarian-American psychoanalyst and physician, who is considered one of the founders of psychosomatic medicine and psychoanalytic criminology.", "2307494": "Alan Wheatley (19 April 1907 – 30 August 1991) was an English actor. He was a well known stage actor in the 1930s, 1940s and 1950s, appeared in forty films between 1931 and 1965 and was a frequent broadcaster on radio from the 1930s to the 1990s, and on television from 1938 to 1964. His most prominent television role was the Sheriff of Nottingham in the 1950s TV series The Adventures of Robin Hood, with Richard Greene as Robin Hood; Wheatley played the sheriff in 54 episodes between 1955 and 1959. Earlier, he had played Sherlock Holmes in the first television series featuring the great detective.", "48444839": "Alice Johnson (7 July 1860 – 13 January 1940) was an English zoologist. She also edited the proceedings of the Society for Psychical Research from 1899 to 1916.[1]", "8009128": "Aelfrida Catharine Wetenhall Tillyard (5 October 1883 – 12 December 1959) was a British author, medium, lecturer on Comparative Religion and associated religious topics, spiritual advisor and self-styled mystic.", "52606375": "Janet E. Helms is an American research psychologist known for her study of ethnic minority issues.[1] A scholar, author and educator, she is most known for her racial identity theory that is applied to multiple disciplines, including education and law.[2] She received the 2006 Award for Distinguished Contributions to Education and Training in Psychology from the American Psychological Association.[3]", "49427882": "Jean Maria Arrigo is an American social psychologist and oral historian.", "70890933": "Michael Bang Petersen (born 5 January 1980) is a Danish political scientist. He is a professor at Aarhus University, with research focusing on human evolutionary psychology and its role in politics. Starting in 2020, he led HOPE, a project examining responses to the COVID-19 pandemic in democratic countries and contributing to the Danish government's response to the pandemic.", "57652673": "Willis Franklin Overton, Jr. is an American psychologist whose research is in the fields of clinical and developmental psychology. He is the Thaddeus L. Bolton Professor of Psychology Emeritus at Temple University, where he was the chair of the psychology department from 2000 to 2006. He is a fellow of the American Psychological Association's Divisions 7 (Developmental Psychology), 12 (Clinical Psychology), and 20 (Adult Development & Aging).[1] He was formerly the president of the Jean Piaget Society and the Society for the Study of Human Development.[2]", "60339652": "Tina Marie Woods is an American psychologist and Alaska Native community advocate.", "19805647": "Mario Ponzo (Italian pronunciation: [ˈpontso]; June 23,1882 – January 9, 1960) was an Italian academic psychologist. He was also the Professor Emeritus of Psychology at the University of Rome as well as the Honorary President of the Italian Society of Psychology. He was born in Milan, Italy to a Piedmontese family.[1]", "1521108": "Paul Drummond Cameron (born November 9, 1939) is an American psychologist. While employed at various institutions, including the University of Nebraska, he conducted research on passive smoking, but he is best known today for his claims about homosexuality. After a successful 1982 campaign against a gay rights proposal in Lincoln, Nebraska, he established the Institute for the Scientific Investigation of Sexuality (ISIS), now known as the Family Research Institute (FRI). As FRI's chairman, Cameron has written contentious papers asserting unproven associations between homosexuality and the perpetration of child sexual abuse and reduced life expectancy. These have been heavily criticized and frequently discredited by others in the field.", "67515860": "Fanny von Hann-Kende (April 17, 1891 — April 14, 1952) was a Hungarian-born American psychoanalyst, on the faculty at Columbia University.", "12826071": "Carolyn Elizabeth Goodman (née Drucker; October 6, 1915 – August 17, 2007) was an American clinical psychologist who became a prominent civil rights advocate after her son, Andrew Goodman and two other civil rights workers, James Chaney and Michael Schwerner, were murdered by the Ku Klux Klan in Neshoba County, Mississippi, in 1964.", "2700760": "Thomas Moore (born October 8, 1940, in Detroit, Michigan) is a psychotherapist, former monk, and writer of popular spiritual books, including the New York Times bestseller Care of the Soul (1992), a \"guide to cultivating depth and sacredness in everyday life\".[1][2] He writes and lectures in the fields of archetypal psychology, mythology, and imagination.[3] His work is influenced by the writings of Carl Jung and James Hillman.[4]", "1914328": "Adelbert Ames Jr. (August 19, 1880 – July 3, 1955)[1] was an American scientist who made contributions to physics, physiology, ophthalmology, psychology, and philosophy. He pioneered the study of physiological optics at Dartmouth College, serving as a research professor, then as director of research at the Dartmouth Eye Institute. He conducted important research into aspects of binocular vision, including cyclophoria and aniseikonia. Ames is perhaps best known for constructing illusions of visual perception, most notably the Ames room and  the Ames window. He was a leading light in the Transactionalist School of psychology and also made contributions to social psychology.", "67515864": "Gwilym Cuthbert Grindley (1903–1976) was a British psychologist, best known for pioneering work in what later became known as operant conditioning.[1] Grindley has been cited as one of the first scientists to develop the concept of optical flow.[2]", "17216993": "Mark Henry Ashcraft (December 8, 1949 – September 6, 2022)[1][2] was an American academic and the chair of the Department of Psychology at the University of Nevada Las Vegas.[3]  He received his PhD in cognitive psychology from the University of Kansas in 1975.[3]  He has published multiple books and articles on cognitive psychology,[4] including:", "73545186": "Christa Meves (née Mittelstaedt; born 4 March 1925) is a German psychotherapist and writer.", "177650": "Hans Jürgen Eysenck[1] (/ˈaɪzɛŋk/ EYE-zenk; 4 March 1916 – 4 September 1997) was a German-born British psychologist who spent his professional career in Great Britain. He is best remembered for his work on intelligence and personality, although he worked on other issues in psychology.[2][3] At the time of his death, Eysenck was the most frequently cited living psychologist in the peer-reviewed scientific journal literature.[4]", "71415282": "Georg R. Gfäller (born 1949 in Germany[1]) is a German psychologist and psychoanalyst. He is known for his work in psychoanalysis, psychotherapy, and group analysis. Gfäller is also notable for his ethnoanalytical research performed with Carl Friedrich von Weizsäcker and Hans Bosse.[1]", "52540933": "Jeremy D. Finn is an American psychologist. He is currently a Distinguished Professor at the State University of New York, as well as a published author.[1][2]", "1127945": "Émile Boirac (26 August 1851 – 20 September 1917) was a French philosopher,  parapsychologist, promoter of Esperanto and writer.", "70661643": "Vicente Garrido Genovés (Valencia, Spain, 1958) is a Spanish criminologist, psychologist and writer. His main fields of specialization are criminal psychology, criminal profiling and juvenile delinquency.[1][2][3] He is also a prolific TV guest, known by his appearances in shows like Informe Semanal in RTVE, Espejo Público in Antena 3 and Cuarto milenio in Cuatro, as well as in press and radio. Garrido is also a crime fiction writer in partnership with Nieves Abarca.", "46183948": "Vittorio Filippo Guidano (4 August 1944, Rome, Italy – 31 August 1999, Buenos Aires, Argentina) was an Italian neuropsychiatrist, creator of the cognitive procedural systemic model[1] and contributor to  constructivist post-rationalist cognitive therapy.[2] His cognitive post-rationalist model was influenced by attachment theory, evolutionary epistemology, complex systems theory, and the prevalence of abstract mental processes proposed by Friedrich Hayek.[3] Guidano conceived the personal system as a self-organized entity, in constant development.[3]", "47429144": "John Lott Brown (December 3, 1924 – January 16, 2011) was a university administrator and professor.", "144930": "James Mark Baldwin  (January 12, 1861, Columbia, South Carolina – November 8, 1934, Paris)[1][2] was an American philosopher and psychologist who was educated at Princeton under the supervision of Scottish philosopher James McCosh and who was one of the founders of the Department of Psychology at Princeton and the University of Toronto.[3] He made important contributions to early psychology, psychiatry, and to the theory of evolution.", "29341227": "Lyle H. Lanier (January 11, 1903 – December 30, 1988) was an American experimental psychologist and writer.", "56014381": "Tuomas Eerola is professor in music cognition at Durham University. He studied at the University of Jyväskylä from where he received his MA in music in 1997, and his PhD in musicology in 2003. His research focuses on music and emotion. He has over 100 publications that can be accessed from Google Scholar.[1] He has been awarded major research grants from Academy of Finland to study the appeal of sad music,[2] from Economic and Social Research Council to explore the tagging of emotions in music,[3] and Arts and Humanities Research Council (as a co-PI) to study the interpersonal entrainment in music performance[4]", "49591860": "Leonard Zusne (1924–2003) was an American psychologist.", "22951476": "István Winkler (born 8 February 1958) is a Hungarian psychologist. He is Scientific Advisor (2005–present) and Head of the Department of General Psychology (2000–present) at the Institute for Psychology of the Hungarian Academy of Sciences and Professor of the Institute of Psychology, Szeged, since 2008.", "67417652": "Marney Ann White is an American psychologist and epidemiologist.", "26031672": "Claude Bernard University Lyon 1, Lyon", "44152376": "In-Jin Yoon (born June 30, 1963) is a South Korean sociologist.", "11417147": "Leo Ruickbie is a British historian and sociologist of religion, specializing in exceptional experiences, paranormal beliefs, magic, witchcraft and Wicca. He is the author of several books, beginning with Witchcraft Out of the Shadows,[1] a 2004 publication outlining the history of witchcraft from ancient Greece until the modern day. Ruickbie was born in Scotland and  took a master's degree in Sociology and Religion at the University of Lancaster. He then studied at King's College London and was an awarded a PhD for his thesis entitled The Re-Enchanters: Theorising Re-Enchantment and Testing for its Presence in Modern Witchcraft.[2][3][4]  On Samhain 2007 he launched Open Source Wicca, a project inspired by the open-source software movement aimed at making the founding texts of Wicca more readily available by releasing them under a Creative Commons licence.[5] In 2008 and 2009 he exhibited on the subject of witchcraft in France.[6][7] He is also a council member of the Society for Psychical Research,[8] a professional member of the Parapsychological Association,[9] the European Society for the Study of Western Esotericism,[10] is on the committee of the Gesellschaft für Anomalistik.[11] In 2021, he was elected a Fellow of the Royal Historical Society[12] and in 2022 a Fellow of the Royal Anthropological Institute.[13] He is the current editor of the Magazine of the Society for Psychical Research.[14]", "2995784": "Frank Allyn Edwards (August 4, 1908 – June 23, 1967) was an American writer and broadcaster, and one of the pioneers in radio. He hosted a radio show broadcast across the United States in the 1940s and 1950s. Late in his life, he became additionally well known for a series of popular books about UFOs and other paranormal phenomena.", "71054925": "Eliot S. Hearst (July 7, 1932 – January 20, 2018) was an American psychologist and professional chess player known for his writings on blindfold chess.[1]", "52541012": "Linnea Carlson Ehri is an American educational psychologist and expert on the development of reading.[1][2]  She is a Distinguished Professor Emerita of Educational Psychology at the Graduate Center of the City University of New York.[3][4] Ehri is known for her theory of orthographic mapping,[5][6] which describes the process of forming \"letter-sound connections to bond the spellings, pronunciations, and meanings of specific words in memory\"[7] that underlies fluent reading. As a consequence of orthographic mapping, written words are tightly linked with their pronunciations and meanings in memory and can be recognized by sight.", "14071394": "Dr. John Christopher Coleman (born 1940) is an English psychologist whose primary interest is adolescence. He has published widely on this subject. He is best known for his textbook The nature of adolescence. He is the Editor of the Routledge series \"Adolescence and society\" and is also the Editor of a new John Wiley series called \"Understanding adolescence\".", "29242984": "Robert Gambier Bolton (24 August 1854 – 29 July 1928) was an English author and photographer of subjects on natural history and psychical phenomena.\nBolton made numerous photographs of animals during his travels to many countries, including one with the party accompanying the Duke of Newcastle on his tour.[1] His interest in animal photography was professional, amongst the first intending to profit from this pursuit. His works are sometimes preserved as scientific records for societies, though their value was not widely recognised, and appeared in journals and books of zoology.[2]", "30619241": "Daniel Starch (1883–1979) was an American psychologist and marketing researcher. He is considered to be one of the pioneers of marketing and consumer research in the early 20th century.", "74036841": "Katherine Gilbert Ecob (February 11, 1887 – January 25, 1971) also seen as Katharine Ecob, was an American psychologist and educator.", "67483247": "Miriam Delphin-Rittmon is an American psychologist from Connecticut who is currently serving as the Assistant Secretary of Health and Human Services for Mental Health and Substance Use since 2021.", "40416880": "Michael Charles Corballis ONZM (10 September 1936 – 13 November 2021) was a New Zealand and Canadian[1] psychologist and author. He was Emeritus Professor at the Department of Psychology at the University of Auckland. His fields of research were cognitive psychology and cognitive neuroscience, encompassing visual perception, visual imagery, attention, memory, and the evolution of language.", "35829371": "Gustav Bychowski (in Polish, Gustaw Bychowski, born 1895 in Warsaw, Congress Poland, died April 3, 1972, in Fez, Morocco)[1] was a Polish-American psychiatrist, psychoanalyst and author. he was the son of the distinguished neurologist Shneor Zalman Bychowski (1865-1934).[2] He studied for a medical degree at the University of Zurich and studied psychiatry at Burghölzli, the University of Zurich's psychiatric hospital. He then studied psychoanalysis under Sigmund Freud in Vienna before moving back to Warsaw in 1921 and translating Freud's Introduction to Psychoanalysis into Polish.", "308872": "Ezri Dax (/ˈɛzri ˈdæks/) is a fictional character who appears in the seventh and final season of the American science fiction TV series Star Trek: Deep Space Nine. Portrayed by Nicole de Boer, she is a counselor aboard the Bajoran space station Deep Space Nine. The character is a member of the Trill species, and is formed of both a host and a symbiont—referred to as Dax. Ezri was introduced to the series following the death of the previous Dax host, Jadzia (Terry Farrell) at the end of season six. The producers made the decision that the new symbiont bearer would be female in order to ensure that Nana Visitor (as Kira Nerys) was not the only female member of the main cast. There were initial difficulties in casting, and the character changed from one intended to be \"spooky\" to one struggling to deal with all her previous personalities, having taken on the Dax symbiont without the usual preparation. De Boer was not considered for the part until co-producer Hans Beimler suggested that she submit an audition tape, which resulted in her meeting the producers in Los Angeles and subsequently gaining the role.", "68859536": "Eva Røine (born December 11, 1928) is a Norwegian actress, psychologist, author and beauty pageant titleholder.[1][2][3]", "50607761": "John Pierrakos (February 8, 1921 – February 1, 2001) was an American physician and psychiatrist. A student of Wilhelm Reich, he developed bioenergetic analysis, a form of mind-body psychotherapy, with his then-colleague Alexander Lowen (December 23, 1910 – October 28, 2008).  Pierrakos was the founder and director of the Institute of Core Energetics (1973-2001), co-founder of the Bioenergetics Institute in New York, NY with Lowen (1955-1970), and co-founder of The Pathwork Center, Phoenicia, NY, in association with his wife, Eva Pierrakos.[1][2][3][4]", "72431255": "Ken A. Paller is an American neuroscientist who is a professor of psychology at Northwestern University in Evanston, Illinois, USA.[4] He holds the James Padilla Chair in Arts & Sciences and serves as Director of the Cognitive Neuroscience Program in the Weinberg College of Arts & Sciences at Northwestern. He directs the Training Program in the Neuroscience of Human Cognition at Northwestern,[5] with support from the National Institute of Neurological Disorders and Stroke.[6] His work in cognitive neuroscience focuses on human memory, consciousness, sleep, dreaming, and related topics.[7][8]", "65746583": "Rinad S. Beidas (January 1, 1982) is an American clinical child psychologist and implementation scientist. She is currently the chair and Ralph Seal Paffenbarger Professor of the department of Medical Social Sciences at the Northwestern University Feinberg School of Medicine. She was formerly professor of Psychiatry and Medical Ethics and Health Policy at the Perelman School of Medicine at the University of Pennsylvania; Director of the Penn Implementation Science Center (PISCE@LDI); and Director of the Penn Medicine Nudge Unit. She is currently an Associate Director at the University of Pennsylvania's Center for Health Incentives and Behavioral Economics (CHIBE).[1]", "20788890": "Patricia A. Carpenter is a psychologist who, as of 1997, held the Lee and Marge Gregg Professorship of Psychology at Carnegie Mellon University.[1] Carpenter has studied individual variability in working memory,[2] comprehension rates in speed reading,[3][4] and how brain function during complex cognitive tasks appears in functional magnetic resonance imaging.[5] With Marcel Just, she coauthored The Psychology of Reading and Language Comprehension (1987).[6][7]", "538267": "Karl Spencer Lashley (June 7, 1890 – August 7, 1958) was an American psychologist and behaviorist remembered for his contributions to the study of learning and memory. A Review of General Psychology survey, published in 2002, ranked Lashley as the 61st most cited psychologist of the 20th century.[1][2]", "10368668": "John Charles Marshall (1939 – 2007) was a British cognitive neuropsychologist, who played a pioneering role in the establishment of cognitive neuropsychology as a discipline, and in modeling of language disorders and dyslexia. He emphasized the role of representation in understanding the mind, stating, for instance that \"the primary goal of neurolinguistics can be simply stated: the discipline seeks to understand the form of representation of language in the human brain\" (1977 p. 127).", "47101603": "Friedrich Schumann (1863–1940) was a German psychologist.", "65058473": "Rhoda K. Unger (1939-2019) was a feminist psychologist known for her position at the forefront of female activism in psychology.[1] Unger was strongly committed to promoting social justice within society and women in science.[2] She was a professor of psychology at Montclair State College for almost thirty years and was granted the status of Professor Emerita in 1999. After her retirement, Unger was a resident scholar at the Women's Studies Research Center at Brandeis University.[3]", "33470127": "Roderick Cameron Lodge Lindsay (born December 30, 1946) is a Canadian psychologist who studies the area of psychology and law, and focuses on eyewitness memory. In 1974, he received his bachelor's degree at the University of Toronto and in 1978 he received his master's degree from the University of Alberta. Lindsay also received his Ph. D from the University of Alberta in 1982.[1]", "1193655": "Roger D. Nelson is an American scientist and researcher and the director of the Global Consciousness Project (GCP), an international, multi-laboratory collaboration founded in 1997 which aimed to study collective consciousness.[1] From 1980 to 2002, he was Coordinator of Research at the Princeton Engineering Anomalies Research (PEAR) laboratory at Princeton University.[2] His professional focus was the study of consciousness and intention and the role of the mind in the physical world. His work integrates science and spirituality[citation needed], including research that is directly focused on numinous communal experiences.[3]", "636605": "Frank A. Gerbode wrote of a method known as traumatic incident reduction (TIR).[1][2] He is an Honors graduate of Stanford University and later pursued graduate studies in philosophy at Cambridge University. He received his medical degree from Yale University, and completed a psychiatric residency at Stanford University Medical Center in the early 1970s.", "11220672": "Robert Douglas Hinshelwood (born 1938) is an English psychiatrist and academic. He is a Professor Emeritus of Psychoanalytic Studies at the University of Essex. He  trained as a doctor and psychiatrist. He has taken an interest in the Therapeutic Community movement since 1974, and was founding editor of The International Journal of Therapeutic Communities (in 1980), having edited, with Nick Manning, Therapeutic Communities: Reflections and Progress (1979, London: Routledge).", "47560389": "William Irons is an American evolutionary anthropologist and professor emeritus in anthropology at the Northwestern University known for his research on the Yomut Turkmen, in northern Iran. His research interests include evolutionary ecology, reproductive strategies, demography and the evolutionary foundations of morality and religion.[1]", "9320138": "Kathryn Mary Paterson (17 October 1962 – 20 September 1999) was the ninth Chief Censor of New Zealand and a Director of Australia's Office of Film and Literature Classification.", "2340561": "Dame Glynis Marie Breakwell DBE DL FRSA FAcSS (born West Bromwich, 26 July 1952) is a British social psychologist, researcher and former Vice-Chancellor of the University of Bath. In January 2014 she was listed in the Science Council's list of '100 leading UK practising scientists'.[1] Her tenure as Vice-Chancellor of the University of Bath was marred by controversy over her remuneration, culminating in her dismissal.[2]", "374483": "Chris Argyris (July 16, 1923 – November 16, 2013[1]) was an American business theorist and professor at Yale School of Management and Harvard Business School. Argyris, like Richard Beckhard, Edgar Schein and Warren Bennis,[citation needed] is known as a co-founder of organization development, and known for seminal work on learning organizations.", "51427029": "Marvin Zuckerman (March 21, 1928 in Chicago – November 8, 2018[1]) was Professor Emeritus of Psychology at the University of Delaware.[2] Zuckerman is best known for his research into the psychobiological basis of human personality,[3][4] sensory deprivation,[5][6] mood state measurement,[7][8] and sensation seeking.[9][10][11] His work was particularly inspired by eminent research psychologists, Hans Eysenck (3rd most highly cited psychologist)[12] and Arnold Buss.", "65844951": "Daisy Lan Hung (simplified Chinese: 洪兰; traditional Chinese: 洪蘭; pinyin: Hóng Lán; born March 29, 1947) is a Taiwanese psychologist. She is the founding director of the Institute of Neuroscience at the National Central University in Taiwan.[1] Her research areas are involved with cognitive psychology, psycholinguistics, neuropsychology and neurolinguistics. In addition to conducting research, Hung also translates scientific works, educates children on reading habits and lectures on her research topics.[2]", "68433625": "Arpine Davoyan (born 28 August 1985,) is an Armenian psychologist and politician. She is a founding member of the Civil Contract party and a member of Parliament since 2018.", "31667935": "Waldemar von Wasielewski (10 December 1875 – 28 February 1959) was a German writer who specialized in the occult, Goethe research, and the history of music.", "57849575": "Stuart Wellford Cook (April 15, 1913—March 25, 1993) was an American social psychologist known for his research on the societal effects of racism and religious intolerance. He is particularly known for a study he conducted with Isidor Chein and Kenneth Bancroft Clark on the psychological effects of racial segregation. This study was cited by the appellates in the 1954 landmark United States Supreme Court case Brown v. Board of Education.[2][3] His research also focused on many other psychological subjects, including clinical psychology, military psychology, and psychological research methods.[4]", "9484013": "Montrose Madison Wolf (May 29, 1935 – March 19, 2004) was an American psychologist. He developed the technique of \"time-out\" as a learning tool to shape behavior in children in the 1960s.[1] He was a leader in creating the discipline of problem-solving, real-world psychological research known as applied behavior analysis. He created the Teaching Family Model as an intervention program for dealing with juvenile delinquents. He helped replicate this model almost 800 times.[2] In the field of applied behavior analysis he introduced and named the concept of social validity.[3]", "65681139": "Mike Nicholls is an Australian researcher in experimental psychology.", "53589757": "Helen Lois Koch (August 26, 1895 – July 14, 1977) was an American developmental psychologist and a faculty member at the University of Texas at Austin and the University of Chicago. Koch developed nursery school teacher training programs during World War II and she researched the differences between sets of fraternal twins, identical twins and non-twin siblings.", "64075526": "Roger Wolcott Russell (1914–1998) was a biological psychologist who worked in both the UK and the USA.", "61683464": "Irving Daniel Lorge (April 19, 1905 – January 23, 1961) was an American psychologist known for his work in psychometrics. His research focused on a wide variety of topics,[1] including the measurement of giftedness, human intelligence, and readability.[2] While working at Columbia University's Teachers College with his mentor Edward L. Thorndike, he helped develop what became known as the Lorge-Thorndike Intelligence Tests.[3]", "21280527": "Gerd Jüttemann (7 December 1933 – 28 July 2023) was a German psychologist. He was the originator of the \"Komparative Kasuistik\" (Comparative Casuistics), a method widely applied in qualitative psychological research and in other social sciences within Europe.", "67155730": "Johnny Tauer is an American psychologist, professor and basketball coach. He is the current head coach of the St. Thomas Tommies men's basketball team.[1][2]", "37926675": "Tom R. Tyler (born March 3, 1950) is a professor of psychology and law at Yale Law School, known for his contributions to understanding why people obey the law.  A 2012 review article on procedural justice by Anthony Bottoms and Justice Tankebe noted that, \"Unquestionably the dominant theoretical approach to legitimacy within these disciplines is that of 'procedural justice,' based especially on the work of Tom Tyler.\".[1]  Professor Tyler was at New York University, where he was a University Professor, from 1997 until he joined the faculty at Yale in January 2012. He earned his B.A. from Columbia University and Ph.D. from the University of California, Los Angeles.[2][3]", "62502674": "Louise Nadeau OC CQ MSRC (born (1947-01-28)January 28, 1947) is a Canadian clinical psychologist. She is a professor in the department of psychology at the Université de Montréal in Quebec, Canada, recognized for her contributions to the field of addictions.", "12498711": "David Shakow (1901–1981) was an American psychologist. He is perhaps best known for his development of the Scientist-Practitioner Model (or Boulder Model) of graduate training for clinical psychologists, adopted by the American Psychological Association in 1949.[1]", "27080475": "Leen Ryckaert (born 8 November 1957, in Ghent) is a Flemish psychologist and writer.", "15644451": "James McBride Dabbs Jr. (1937–2004) was a social psychologist and professor of psychology at Georgia State University.[1][2] Born in 1937 in Sumter, South Carolina, he obtained his doctorate from Yale in 1962. In 2004, he died from cancer.", "60110633": "Frank Nugent Freeman (April 17, 1880 – October 17, 1961) was a Canadian-born American educational psychologist. He taught at the University of Chicago from 1909 to 1939, and served as dean of the University of California, Berkeley's Graduate School of Education from then until 1948.[1] Among his most notable books are Mental Tests: Their History, Principles and Applications (1926) and Twins: A Study of Heredity and Environment (1937).[2]", "20789035": "Roberta \"Bobby Lou\" Klatzky is a Professor of Psychology at Carnegie Mellon University (CMU). She specializes in human perception and cognition, particularly relating to visual and non-visual perception and representation of space and geometric shapes. Klatzky received a B.A. in mathematics from the University of Michigan in 1968 and a Ph.D. in psychology from Stanford University in 1972. She has done extensive research on human haptic and visual object recognition, navigation under visual and nonvisual guidance, and perceptually guided action.", "41727810": "Gerhard Adler (14 April 1904 – 23 December 1988) was a major figure in the world of analytical psychology, known for his translation into English from the original German and editorial work on the Collected Works of Carl Gustav Jung. He also edited C.G. Jung Letters, with Aniela Jaffe.[1][2] With his wife Hella, he was a founding member of the Society of Analytical Psychology in London, of which C.G. Jung was first President. Despite their years-long collaboration on translating and editing, Adler's allegiance to Jung and the \"Zurich school\" caused irreconcilable differences with Michael Fordham, and led to his leaving the Society of Analytical Psychology and founding the Association of Jungian Analysts.[3]", "21772109": "John Morton, OBE, FRS (born 1933) is an emeritus professor at the Institute of Cognitive Neuroscience and was the director of the former Medical Research Council (MRC) Cognitive Development Unit (CDU) at University College London.", "11351886": "Johannes Adolf von Kries (6 October 1853 – 30 December 1928) was a German physiological psychologist[1] who formulated the modern “duplicity” or “duplexity” theory of vision mediated by rod cells at low light levels and three types of cone cells at higher light levels.[2][3]  He made important contributions in the field of haemodynamics.[4] In addition, von Kries was a significant theorist of the foundations of probability.", "64042831": "Cesare Luigi Musatti (21 September 1897 - 21 March 1989) was an Italian philosopher and psychoanalyst. He was a leading figure for the first generation of Italian psychoanalysts.[1][2] Musatti studied under Vittorio Benussi before becoming his assistant.[2]\nMusatti edited the Italian edition of the works of Sigmund Freud.[3]", "4962128": "Stanley Coren (born 1942) is a psychology professor, neuropsychological researcher and writer on the intelligence, mental abilities and history of dogs. He works in research and instructs in psychology at the University of British Columbia in Vancouver, British Columbia. He writes for Psychology Today in the feature series Canine Corner.[1]", "55326555": "Zack Zdenek Cernovsky (January 26, 1947 – October 25, 2021)[1] was a Canadian psychologist. He was a professor of psychiatry in the Schulich School of Medicine & Dentistry[2] at the University of Western Ontario. He was educated at the University of Berne and the University of Zurich, and taught overseas classes for the University of Maryland before joining the faculty of the University of Western Ontario.  His more than 180 scientific publications in psychology and psychiatry deal with topics such as the MMPI, schizophrenia, psychological statistics and research design, sleep disorders, PTSD symptoms in refugees, the frequent psychological polytraumatic symptom pattern encountered in survivors of motor vehicle accidents (chronic pain, pain related insomnia, post-concussion and whiplash syndrome, PTSD, depression, generalized anxiety and driving anxiety), and assessments of subjective psychological symptoms of whiplash injury, as a part of medical psychology.", "47101789": "Géza Révész (Siófok, Hungary, 9 December 1878 — Amsterdam, Netherlands, 19 August 1955) was a Hungarian-Dutch psychologist of Jewish heritage, and is regarded as one of the pioneers of European psychology.[1]", "5715808": "Henkjan Honing (born 1959 in Hilversum) is a Dutch researcher. He is professor of Music Cognition at both the Faculty of Humanities and the Faculty of Science of the University of Amsterdam. He conducts his research under the auspices of the Institute for Logic, Language and Computation, and the University of Amsterdam's Brain and Cognition center.", "58931041": "Columbia University (M.A. M.Ed. 1976)", "23574374": "Guglielmo Gulotta has been a full professor (retired since 2009) at the University of Turin, Department of Psychology. He continues his career in law as a criminal barrister of the Milan Court, and his law activity takes him all around Italy. He is a psychologist and a psychotherapist.", "44382076": "Norine G. Johnson (December 3, 1935 – November 19, 2011) was an American psychologist and a past president of the American Psychological Association (APA). Johnson was the founding director of psychology for Kennedy Memorial Hospital (later renamed the Franciscan Hospital for Children), ran a private practice and was on the faculty of Boston University School of Medicine.", "14205": "Herbert Alexander Simon (June 15, 1916 – February 9, 2001) was an American political scientist whose work also influenced the fields of computer science, economics, and cognitive psychology. His primary research interest was decision-making within organizations and he is best known for the theories of \"bounded rationality\" and \"satisficing\".[5][6] He received the Nobel Memorial Prize in Economic Sciences in 1978 and the Turing Award in computer science in 1975.[7][8] His research was noted for its interdisciplinary nature and spanned across the fields of cognitive science, computer science, public administration, management, and political science.[9] He was at Carnegie Mellon University for most of his career, from 1949 to 2001,[10] where he helped found the Carnegie Mellon School of Computer Science, one of the first such departments in the world.", "17086337": "Steven Fein is a professor of psychology in the Department of Psychology at Williams College in Williamstown, Massachusetts. Fein has two daughters named Alina and Hannah.[1]", "57653120": "Thaddeus Lincoln Bolton (July 27, 1865 – January 3, 1948) was an American psychologist who was head of the Department of Psychology at Temple University for twenty years.[1] In February 1947, about a year before his death, he set aside $61,000 in a trust fund to establish the Thaddeus L. Bolton Professorship at Temple.[2]: 18", "39630724": "Herbert Hollingsworth Woodrow (February 25, 1883 – June 14, 1974) was an American psychologist. He served as president of the American Psychological Association in 1941 and was a faculty member at several universities. He was a first cousin of Woodrow Wilson.", "243597": "Albert Ellis (September 27, 1913 – July 24, 2007) was an American psychologist and psychotherapist who founded rational emotive behavior therapy (REBT). He held MA and PhD degrees in clinical psychology from Columbia University, and was certified by the American Board of Professional Psychology (ABPP). He also founded, and was the President of, the New York City-based Albert Ellis Institute.[1] He is generally considered to be one of the originators of the cognitive revolutionary paradigm shift in psychotherapy and an early proponent and developer of cognitive-behavioral therapies.[2]", "35501974": "Pathology", "5060506": "Kelly David Brownell (born October 31, 1951)[1] is a clinical psychologist and scholar of public health and public policy at Duke University whose work focuses on obesity and food policy. He is a former dean of Duke's Sanford School of Public Policy. Noted for his research dealing primarily with obesity prevention, as well as the intersection of behavior, environment, and health with public policy, Brownell advised former First Lady Michelle Obama's initiatives to address childhood obesity[2] and has testified before Congress.[3] He is credited with coining the term \"yo-yo dieting\",[4] and was named as one of \"The World's 100 Most Influential People\" by Time Magazine in 2006.[5]", "26359725": "Wallace Bruce Clift, Jr. (March 27, 1926 – February 5, 2018)[1][2] was an American priest and academic. He was the author of several books and articles in the field of the psychology of religion and a professor emeritus at the University of Denver, where he chaired the Department of Religion for many years.[3] He lectured and gave workshops extensively in the United States, Australia, Europe, and Asia on such topics as Jungian psychology, Christian theology, pilgrimage, spiritual growth, dream interpretation, journaling, and the Myers-Briggs Type Indicator.[4][5] Clift published six books, three of which were co-authored with his wife, the Reverend Jean Dalby Clift.[6][7]", "17217453": "Elias Hull Porter (1914 – December 13, 1987) was an American psychologist. While at the University of Chicago Porter was a peer of other notable American psychologists, including Carl Rogers, Thomas Gordon, Abraham Maslow and Will Schutz.  His work at Ohio State University and later at the University of Chicago contributed to Rogers’ development of client-centered therapy.  Porter's primary contributions to the field of psychology were in the areas of non-directive approaches, relationship awareness theory and psychometric tests.  His career included military, government, business and clinical settings.", "64173999": "Charles Negy is an American psychologist. He is an associate professor of psychology at the University of Central Florida.[1] Beginning in June 2020, Negy was placed under investigation for misconduct. His position at the university has been at the center of controversy over tweets about a supposed and subsequent hostile learning environment in his classes reported by students. In May 2022, an arbitrator ordered his re-instatement.[2]", "11614129": "Michael A. Hogg (born 1954) is a British psychologist, and Professor of Social Psychology in the Department of Psychology at Claremont Graduate University[1] in Los Angeles. He is also an honorary Professor of Social Psychology at the University of Kent in the UK.", "2602933": "Robert Edward Slavin (September 17, 1950 – April 24, 2021) was an American psychologist who studied educational and academic issues. He was known for the Success for All educational model.  Until his death, he was a distinguished professor  and director of the Center for Research and Reform in Education at Johns Hopkins University.", "20166587": "Carl Porter Duncan (December 27, 1921 – August 9, 1999) was a professor of experimental psychology at Northwestern University.", "53557180": "Daniel John Bauer (born June 29, 1973) is an American statistician, professor, and director of the quantitative psychology program at the University of North Carolina, where he is also on the faculty at the Center for Developmental Science. He is known for rigorous methodological work on latent variable models and is a proponent of integrative data analysis, a meta-analytic technique that pools raw data across multiple independent studies.[1]", "20789192": "Robert S. Siegler (born 12 May 1949) is an American psychologist and professor of psychology at Columbia University. He is a recipient of the American Psychological Association's 2005 Distinguished Scientific Contribution Award.[1]", "23574473": "Dame Olive Annie Wheeler, DBE (4 May 1886  – 26 September 1963) was a Welsh educationist and psychologist, and Professor of Education at University College of South Wales and Monmouthshire, now Cardiff University.[1]", "10893259": "Thomas Joiner is an American academic psychologist and leading expert on suicide. He is the Robert O. Lawton Professor of Psychology at Florida State University, where he operates his Laboratory for the Study of the Psychology and Neurobiology of Mood Disorders, Suicide, and Related Conditions. He is author of Why People Die by Suicide (Harvard University Press 2005) and Myths about Suicide (Harvard University Press 2010), and the current editor-in-chief of Suicide and Life Threatening Behavior.", "58669004": "Richard J. Rose (born March 19, 1935)[1] is an American psychologist and behavioral geneticist. He is Emeritus Professor of Psychological & Brain Sciences at Indiana University Bloomington and of Medical & Molecular Genetics at the Indiana University School of Medicine. He is also a visiting professor at the University of Helsinki in Finland. He received his Ph.D. from the University of Minnesota in 1964, where he was advised by David T. Lykken.[2] A founding member of the Behavior Genetics Association,[3] he served as its president in 1999 and received its Dobzhansky Award in 2007.[4] He is known for his research using twins to study human behavioral traits such as alcoholism[5] and IQ.[6] This included working as a consultant on the Minnesota Study of Twins Reared Apart in the 1970s.[7] He began collaborating with scientists at the University of Helsinki in 1984, and received an honorary doctorate from this university in 2009.[8]", "43431898": "Sushant Divgikar, also known as Rani Ko-HE-Nur, is an Indian model, actor, singer, columnist, motivational speaker, drag queen, pageant director, and video jockey.\nIn July 2014, they were crowned Mr Gay India 2014. They represented India at Mr Gay World 2014.[1][2] They won various special awards during Mr Gay World 2014, and have been the only delegate from India to win three sub awards. Divgikar is the first Indian and the first delegate from any country to have won a record 3 individual sub titles and 2 group sub titles at the Mr Gay World 2014 contest.", "3225568": "Judith Rodin (born Judith Seitz, September 9, 1944) is a philanthropist with a long history in U.S. higher education. She was the president of the Rockefeller Foundation from 2005 until 2017.[1] From 1994 to 2004, Rodin served as the 7th president of the University of Pennsylvania, and the first permanent female president of an Ivy League university.[2][3]", "57456609": "Ernst Bernhard (1896-1965) was a German Jungian psychoanalyst, pediatrician and astrologer. Refused asylum by Britain in 1935, he lived in Rome, Italy from 1936 onwards.[1] Following the fascist Italian racial laws of 1938,  Bernhard was sent to the internment camp, Ferramonti di Tarsia, in Calabria where he remained until the liberation of the camp by the Allies in September 1943.", "61454305": "Maite Arruabarrena Unanue (born 1964) is a Spanish-Basque mezzo-soprano opera singer and psychologist. Born in San Sebastián, she studied in Spain and in Italy where she won first prize at the Toti dal Monte International Singing Contest. In addition to singing in Spain's leading theatres and concert halls, she has performed in Austria, France, Italy, the Netherlands, Portugal and the United States.[1][2]", "5027816": "Lauren B. Resnick is an educational psychologist who has made notable contributions to the cognitive science of learning and instruction. She is a professor of psychology at the University of Pittsburgh, and was previously director of the University's Learning Research and Development Center. In 1986-1987, Resnick was the president of the American Educational Research Association. She received the 1998 E. L. Thorndike Award from the American Psychological Association.", "21706729": "Thore Langfeldt (born 30 September 1943) is a Norwegian psychologist and sexologist.\nHe was born in Oslo,[1] and is a trained psychologist at the University of Oslo from 1972. He is married and has three children, and is a specialist in clinical psychology and clinical sexology. He has been a practising a psychologist since 1983 and in 1989 he founded the Institute for Clinical Sexology and Therapy which he led until 2004.[2] Together with Elsa Almås took Langfeldt in 1982 initiated the founding of the Norwegian Association for Clinical Sexology. He has also been a senior researcher at the Norwegian Centre for Violence and Traumatic Stress Studies.", "52672491": "Nathan Adler (1911–1994) was an American psychoanalyst, a lecturer in Criminology and Psychology at the University of California, Berkeley, and professor of clinical psychology at the California School of Professional Psychology at Berkeley/Alameda.[1] Between 1965 and 1970 he conducted extensive clinical studies of drug users in the San Francisco Bay area. He authored the book The Underground Stream: New Lifestyles and the Antinomian Personality.[2] In his youth, he wrote for several prominent leftist journals in New York and served on the editorial board of the New Masses.[3][4]", "53688306": "Elizabeth M. Brannon is an American neuroscientist. She serves as Edmund J. and Louise W. Kahn Term Chair in the Natural Sciences at the University of Pennsylvania.[1] Brannon's research, focused on comparative cognition, numerical cognition, and educational neuroscience, has earned an h-index of 68.[2]", "57751549": "Barbara Stoddard Burks (December 22, 1902—May 25, 1943) was an American psychologist known for her research on the nature-nurture debate as it pertained to intelligence and other human traits.[1] She has been credited with \"...pioneer[ing] the statistical techniques which continue to ground the trenchant nature", "68663293": "Alice Balint (born Alice Székely-Kovács; 1898–1939)[1] was a Hungarian psychoanalyst.", "68139012": "Lucia Capacchione (3 November 1937 – 28 November 2022) was an Italian-American psychologist, art therapist,[1] former graphic designer and a writer[2] who has been bestseller of twenty-two books based on child therapy and self-help, including The Creative Journal (1979) and Recovery of Your Inner Child (1991).[3] She discovered the use of 'writing and drawing with the non-dominant hand' method in art therapy, which she first mentioned it in her work The Power of Your Other Hand (1988).[4] She was the director of Head Start program during the period of President Johnson's war on poverty.[5] A long-time member of American Art Therapy Association and International Expressive Arts Therapy Association[citation needed], she was also a consultant to Walt Disney Imagineering[6] from 1983 till 1993.  Due to medical complications that lead to neurological imbalance Lucia died by suicide on November 28, 2022.", "72005644": "Martie Gail Haselton (born 1970) is an American psychologist and professor of psychology at the University of California, Los Angeles, where she holds positions in the Department of Psychology, Department of Communication Studies, and the Institute for Society and Genetics.[1] Her research is in the field of evolutionary psychology, particularly as it relates to human sexual behavior and intimate relationships.[2]", "58570766": "Judy Garber is a clinical psychologist known for her research on emotional dysregulation and mood disorders, with a focus on cognitive-behavioral interventions for adolescents who have depression.[1] Garber is Cornelius Vanderbilt Professor of Psychology and Human Development at Vanderbilt University.", "2242595": "Leon J. Kamin (December 29, 1927 – December 22, 2017)[1] was an American psychologist known for his contributions to learning theory and his critique of estimates of the heritability of IQ. He studied under Richard Solomon at Harvard and contributed several important ideas about conditioning, including the \"blocking effect\".", "59815974": "Martin Dimond Stewart Braine (June 3, 1926 – April 6, 1996) was a cognitive psychologist known for his research on the development of language and reasoning.[1] He was Professor of Psychology at New York University at the time of his death.", "25671719": "Michael Steven Anthony Graziano (born May 22, 1967[1]) is an American scientist and novelist who is currently a professor of Psychology and Neuroscience at Princeton University.[2] His scientific research focuses on the brain basis of awareness. He has proposed the \"attention schema\" theory, an explanation of how, and for what adaptive advantage, brains attribute the property of awareness to themselves.[3][4] His previous work focused on how the cerebral cortex monitors the space around the body[5][6][7][8][9][10][11] and controls movement within that space.[12][13][14][15][16][17][18][19] Notably he has suggested that the classical map of the body in motor cortex, the homunculus, is not correct and is better described as a map of complex actions that make up the behavioral repertoire.[20] His publications on this topic have had a widespread impact among neuroscientists but have also generated controversy.[21][22][23] His novels[24][25] rely partly on his background in psychology and are known for surrealism or magic realism.[26][27][28] Graziano also composes music including symphonies[29] and string quartets.[30]", "34093096": "Amy Gene Halberstadt is an American psychologist specializing in the social development of emotion. She is currently Alumni Distinguished Undergraduate Professor of Psychology at North Carolina State University in Raleigh, North Carolina, and is an editor of the journal Social Development.[1]", "20330537": "Gerard John Musante (born 1943) is an American psychologist born in New York City.[citation needed] He is the author of the book The Structure House Weight Loss Plan: Achieve Your Ideal Weight Through a New Relationship with Food.[1]", "62273592": "Nicole (Niki) Harré is a New Zealand academic and as of 2019 is a full professor at the University of Auckland[1]  specialising in community psychology and the psychology of sustainability at University of Auckland.[2] Her research addresses issues of sustainability, citizenship, values and political activism.[2] Harré is the author of Psychology for a Better World: Strategies to Inspire Sustainability [3][4] and The Infinite Game How to Live Well Together.[5][6]", "31111226": "Harald Julius Alfred Carl-Ludwig Schultz-Hencke (18 August 1892, Berlin – 23 May 1953, Berlin) was a German psychiatrist and psychotherapist. After an initial introduction to psychoanalysis, with Sandor Rado as psychoanalyst, he was excluded from the German Society of Psychoanalysis because of, among other things, his divergent views on sexuality.", "29964347": "Kevin McManamon (born 9 December 1986) is a Gaelic footballer from Dublin who plays for the St Jude's club and was a senior member of the Dublin county team since 2010. He retired in December 2021.[2]", "5027901": "Alan M. Lesgold, an educational psychologist, is professor of psychology and Dean of the University of Pittsburgh School of Education.  He received a PhD in psychology from Stanford University, where his doctoral advisor was Gordon Bower (1971) and holds an honorary doctorate from the Open University of the Netherlands. The psychologist has made notable contributions to the cognitive science of learning and its application to instructional technology.", "39368768": "Harold Martin Schroder (February 19, 1923 – December 24, 2013) was professor of psychology at Princeton University who conducted research into the so-called 'High Performance Leadership Competencies'.[1]", "61454407": "Alexander von Eye (born September 16, 1949)[1] is a German-American psychologist and former professor of Methods in Psychology at the University of Vienna in Vienna, Austria. Before joining the University of Vienna in 2012, he taught at Michigan State University, where he served as chair of the Unit of Developmental Psychology from 2003 to 2008. Before joining Michigan State University in 1993, he served as Professor of Human Development and Psychology at Penn State University.[2] He has developed methods for analyzing categorical and longitudinal data in psychology. He is a fellow of the American Psychological Association and the American Psychological Society.[3] As of 2015, he lived in Montpellier, France.[4]", "44742736": "Joseph Zubin was born 9 October, 1900 and died 18 December, 1990. He was a Lithuanian-born American educational psychologist and an authority on schizophrenia who is commemorated by the Joseph Zubin Awards.[1] He was the founder of the Biometrics Research Department of New York State Psychiatric Institute.[2]", "56178778": "Douwe Draaisma (Nijverdal, 1953) is a Dutch psychologist and university professor who specializes in the basis and mechanisms of the human memory.[1] He studied psychology and philosophy at the University of Groningen,[1] where he is now a professor by special appointment in the history of psychology.[2][3] He holds the Heymans Chair.[4] Draaisma was appointed Officer of the Order of Orange-Nassau for his achievements in the academic world in April 2014.[5]", "33798238": "Linda Fierz-David (1891–1955) was a German philologist and one of the first Jungian analysts in Zurich.[1] She was the first woman admitted to the University of Basel, where she studied German philology. She met Carl Jung in 1920, becoming one of his first pupils and closest friends.[2]  She collected rare books and studied psychology, anthropology, mythology and literature.", "48674918": "Margaret Keiver Smith (1856–1934) was an American psychologist and psychological and educational researcher.", "64239719": "Catherine Hartley is an American psychologist and an Associate Professor of Psychology within the Department of Psychology and Center for Neural Science at New York University in New York City. Hartley's research explores how brain development impacts the evaluation of negative experiences, decision-making, and motivated behavior. Her work has helped to elucidate how uncontrollable aversive events affect fear learning and how learning to control aversive stimuli can improve emotional resilience.", "1652839": "Ralph Metzner (May 18, 1936 – March 14, 2019) was a German-born American psychologist, writer and researcher, who participated in psychedelic research at Harvard University in the early 1960s with Timothy Leary and Richard Alpert (later named Ram Dass). Metzner was a psychotherapist, and Professor Emeritus of psychology at the California Institute of Integral Studies in San Francisco, where he was formerly the Academic Dean and Academic Vice-president.[1]", "41924719": "Michele J. Gelfand is an American cultural psychologist. She is both a  professor of organizational behavior and the John H. Scully professor of cross-cultural management at the Stanford Graduate School of Business, and – by courtesy – a professor of psychology at the School of Humanities and Sciences of Stanford University.[1] She has published research on tightness–looseness theory.", "13187190": "Frances Jennifer \"Frannie\" Hughes (formerly Crawford) is a fictional character on the daytime soap opera As the World Turns played by several actresses from 1973 to 1992. Frannie was most notably portrayed by future Academy Award winner Julianne Moore, from April 2, 1985, to May 1988 and April 5, 2010.", "56473723": "Terry Lynne Jernigan (1951 or 1952 (age 71–72))[1] is a neuropsychologist and the director of the Center for Human Development at University of California, San Diego.", "53688449": "Barbara Ann Mellers is I. George Heyman University Professor in the psychology department at the University of Pennsylvania. Her research focuses on decision processes.", "23902342": "Louis Breger (November 20, 1935 – June 26, 2020[1]) was an American psychologist, psychotherapist and scholar.[2] He was Emeritus Professor of Psychoanalytic Studies at the California Institute of Technology", "32454792": "Jacqueline Jarrett Goodnow AC FASSA (born 25 November 1924 – 24 June 2014[1]) was a cognitive and developmental psychologist. She studied the interaction of culture and thinking, writing a monograph on the use of Piagetian tasks with schooled and unschooled children in Hong Kong.[2]", "43432081": "Andreas Demetriou (born 4 July 1958) is a former Australian rules footballer who played for South Melbourne in the Victorian Football League (VFL) and Port Melbourne in the Victorian Football Association (VFA).", "27342997": "Trevor James Constable (17 September 1925 − 31 March 2016) was an early UFO writer who believed that the UFO phenomenon was best explained by the presence of enormous amoeba-like animals inhabiting Earth's atmosphere.[1] A native of Wellington, New Zealand, he served 31 years at sea, 26 of them as a radio officer in the U.S. merchant marine. He authored several books on the aerial warfare of World War II, together with co-author Raymond Toliver. These works have been described as uncritical and not grounded in historical realities by several historians[who?].", "44939419": "Sergey Vasilyevich Kravkov (Russian: Сергéй Васи́льевич Кравко́в; 31 May 1893 – 16 March 1951) was a Russian psychologist and psychophysiologist, Doctor of Science in Biology (1935), Corresponding Member of the Academy of Science of the USSR and the Academy of Medical Science of the USSR (1946). He is considered one of the founders of physiological optics, a scientific discipline that studies physiological processes, physical and psychic regularities which characterize the functioning of the organs of human vision.", "637087": "Leo Kanner (/ˈkænər/; born Chaskel Leib Kanner; June 13, 1894 – April 3, 1981) was an Austrian-American psychiatrist, physician, and social activist best known for his work related to infantile autism. Before working at the Henry Phipps Psychiatric Clinic at the Johns Hopkins Hospital, Kanner practiced as a physician in Germany and South Dakota. In 1943, Kanner published his landmark paper Autistic Disturbances of Affective Contact, describing 11 children who displayed \"a powerful desire for aloneness\" and \"an obsessive insistence on persistent sameness.\"[1] He named their condition \"early infantile autism\". Kanner was in charge of developing the first child psychiatry clinic in the United States and later served as the Chief of Child Psychiatry at the Johns Hopkins Hospital. He is one of the co-founders of The Children's Guild, a nonprofit organization serving children, families and child-serving organizations throughout Maryland and Washington, D.C., and dedicated to \"Transforming how America Cares for and Educates its Children and Youth.\" He is widely considered one of the most influential American psychiatrists of the 20th century.", "3160228": "Leonard Carmichael (November 9, 1898 – September 16, 1973) was an American educator and psychologist. In addition, he became the seventh secretary of the Smithsonian Institution in 1953.", "57325745": "Bruce Joel Ellis is an American evolutionary developmental psychologist and professor in the Department of Psychology at the University of Utah. He is known for his research on the positive psychological effects of children's exposure to psychological stress.[1][2] Of this research, he told the Atlantic in 2017 that \"We’re not arguing that stress is good, or that it’s good for kids to grow up in poverty or under harsh conditions. What we’re arguing is that [the detrimental effects of stress] are real, and that’s half the story.\"[3]\nHe has also researched how the timing of puberty among young girls can be influenced by the environment in which they are raised,[4] and by whether they are raised by single mothers.[5][6]", "62568632": "Naomi Miyake (三宅 なほみ, Miyake Nahomi, June 8, 1948 – May 29, 2015) was a Japanese cognitive psychologist. She was a professor at Chukyo University and the University of Tokyo. She is best known for her research on learning and collaboration, in the field of cognitive science.", "49526972": "Sverre Asmervik (born 23 July 1942) is a Norwegian psychologist, novelist and non-fiction writer.", "48609488": "Jonathan Stuart Abramowitz (born June 11, 1969) is an American clinical psychologist and Professor in the Department of Psychology and Neuroscience at the University of North Carolina at Chapel Hill (UNC-CH).[1] He is an expert on obsessive-compulsive disorder (OCD) and anxiety disorders whose work is highly cited.[2] He maintains a research lab and currently serves as the Director of the UNC-CH Clinical Psychology PhD Program. Abramowitz approaches the understanding and treatment of psychological problems from a cognitive-behavioral perspective.", "73414896": "Arthur Ramos de Araujo Pereira (July 7, 1903 - October 31, 1949) was a psychiatrist, professor, and psychologist[1] who was a critical voice in the adoption of psychoanalysis in Brazil.[2] Ramos challenged the White supremacist and eugenic ideologies that Brazilian psychiatrists were adopting in the first half of the 20th century and instead suggested the use of Freudian psychoanalysis to bridge the tensions between Whiteness and Blackness in Brazil.[2]", "20789493": "Marlene Behrmann (born April 14, 1959) is a Professor in the Department of Ophthalmology at the University of Pittsburgh. She was previously a Professor of Psychology at Carnegie Mellon University. She specializes in the cognitive neuroscience of visual perception, with a specific focus on object recognition.[1]", "38549758": "Mary Smith (22 November 1909 – 25 November 1989) was an English-born Australian psychologist.", "2242824": "Jane Loevinger Weissman (February 6, 1918 – January 4, 2008) was an American developmental psychologist who developed a theory of personality which emphasized the gradual internalization of social rules and the maturing conscience for the origin of personal decisions. She also contributed to the theory of measurements by introducing the coefficient of test homogeneity. In the tradition of developmental stage models, Loevinger integrated several \"frameworks of meaning-making\" into a model of humans' constructive potentials that she called ego development (or in German, Ich-Entwicklung). The essence of the ego is the striving to master, to integrate, and make sense of experience. She also is credited with the creation of an assessment test, the Washington University Sentence Completion Test.", "6404375": "Henri Frédéric Ellenberger (6 November 1905 in Nalolo, Barotseland, Rhodesia – 1 May 1993 in Quebec City) was a Canadian psychiatrist, medical historian, and criminologist, sometimes considered the founding historiographer of psychiatry.[1][2] Ellenberger is chiefly remembered for The Discovery of the Unconscious, an encyclopedic study of the history of dynamic psychiatry published in 1970.", "61815067": "Eleanor Jack Gibson (7 December 1910 – 30 December 2002) was an American psychologist who focused on reading development and perceptual learning in infants. Gibson began her career at Smith College as an instructor in 1932, publishing her first works on research conducted as an undergraduate student. Gibson was able to circumvent the many obstacles she faced due to the Great Depression and gender discrimination, by finding research opportunities that she could meld with her own interests. Gibson, with her husband James J. Gibson, created the Gibsonian ecological theory of development, which emphasized how important perception was because it allows humans to adapt to their environments. Perhaps her most well-known contribution to psychology was the \"visual cliff,\" which studied depth perception in both human and animal species, leading to a new understanding of perceptual development in infants. Gibson was elected to the National Academy of Sciences in 1971, the National Academy of Education in 1972, and to the American Academy of Arts and Sciences in 1977. In 1992, she was awarded the National Medal of Science.", "32454950": "Clara Alexandra Weiss (Mayo) (1931–1981) was a social psychologist who conducted research into the processes of social perception and nonverbal communication with the primary purpose of understanding prejudice and stereotyping. Her research shifted the focus from individual behaviors to nonverbal behaviors.[1]", "61454631": "Jacqueline V. Lerner (born 1954) is Professor of Applied Developmental & Educational Psychology in the Lynch School of Education and Human Development at Boston College, where she has taught since 1996. She is a member of the Society for Research in Child Development, the International Society for the Study of Behavioural Development,[1] and Psi Chi.[2] With her husband and research collaborator Richard M. Lerner, she has been active in promoting the concept of positive youth development.[3][4]", "2570539": "Alex Delaware is a literary character created by American writer Jonathan Kellerman.[1] The Alex Delaware detective series begins with When the Bough Breaks, published in 1985.  Delaware appears in 38 of Kellerman's popular murder mysteries. Kellerman set the series in Los Angeles. Delaware is a forensic psychologist, although Kellerman wrote a back story in which Delaware practiced as a child psychologist.", "28916015": "Cordelia Fine (born 1975) is a Canadian-born British philosopher of science, psychologist, and writer.[1] She is a full professor in the History and Philosophy of Science programme at the University of Melbourne, Australia.[2] Fine has written three popular science books on the topics of social cognition, neuroscience, and the popular myths of sex differences. Her latest book, Testosterone Rex, won the Royal Society Science Book Prize, 2017.[3] She has authored several academic book chapters and numerous academic publications.[4] Fine is also noted for coining the term 'neurosexism'.[5]", "61487409": "Emily B. Falk is an American psychologist, neuroscientist, and professor of communication at the Annenberg School for Communication at the University of Pennsylvania,[1] holding secondary appointments in psychology[2] and marketing.[3]", "44251452": "Nicholas Troop is a health psychologist and a principal lecturer in health psychology at the University of Hertfordshire.[1] His range of works include the role of life events, coping and crisis support in the aetiology of eating disorders, stress- and trauma-responses, and mobility into the social rank and attachment.[2]", "66042177": "Jeffrey T.  Hancock is a communication and psychology researcher and professor at the College of Communication Stanford University. Hancock is best known for his research in fields of deception, trust in technology, and the psychology of social media. Hancock has been published in over 80 journal articles and cited in National Public Radio (NPR) and CBS This Morning.", "4929858": "Roy D. Pea is David Jacks Professor of Learning Sciences and Education at the Stanford Graduate School of Education. He has extensively published works in the field of the Learning Sciences and on learning technology design and made significant contributions since 1981 to the understanding of how people learn with technology.[1]", "57063749": "Thomas Teo (born 1963) is a Canadian professor of Historical, Theoretical, and Critical Studies of Psychology at York University in Toronto, Canada. He is a leader in the fields of critical psychology and theoretical psychology.", "16824647": "Gaetano Kanizsa (Hebrew: גאטאנו קאניזסא; 18 August 1913 – 13 March 1993) was an Italian psychologist and artist of Jewish and Slovenian Catholic descent who last served as a founder of the Institute of Psychology of Trieste.", "50510161": "Barbara Robb (née Anne, 15 April 1912 – 21 June 1976) was a British campaigner for the well-being of older people, best known for founding and leading the pressure group AEGIS (Aid for the Elderly in Government Institutions) and for the book Sans Everything: A Case to Answer.[1]", "21707091": "Walter Franklin Prince (22 April 1863 – 7 August 1934) was an American parapsychologist and founder of the Boston Society for Psychical Research in Boston.[1]", "65091924": "Oliva Maria Espín (born December 12, 1938) is a Cuban American counseling psychologist known for her pioneering intellectual contributions to feminist therapy,[1] immigration, and women's studies, and her advocacy on behalf of refugee women to help them to gain access to mental health services.[2] Her interdisciplinary scholarly work brings together perspectives from sociology, politics, and religion to further understanding of issues and barriers related to gender, sexuality, language, and race.[2] She is in the vanguard of transnational psychology, that applies transnational feminist lenses to the field of psychology to study, understand, and address the impact of colonization, imperialism, and globalization.[3] She is the first Latina Professor Emerita of Women’s Studies at San Diego State University.[2][4]", "53852512": "Maurice Anthony (Tony) Gale (1937–2006) was a British psychologist.[1]", "8862067": "William B. Swann (born 1952) is a professor of social and personality psychology at the University of Texas at Austin. He is primarily known for his work on identity, self and self-esteem, but has also done research on relationships, social cognition, group processes, accuracy in person perception and interpersonal expectancy effects. He received his Ph.D. in 1978[2] from the University of Minnesota and undergraduate degree from Gettysburg College.[1]", "74168695": "Beritan Güneş Altın i(born 1995 Kiziltepe, Turkey) is a psychologist and politician. Since June 2023, she is a member of the Grand National Assembly of Turkey representing Mardin for the Green Left Party (YSP).", "53754232": "Jeanne Lavonne Humphrey Block (July 17, 1923 - December 4, 1981) was an American psychologist and expert on child development.[1] She conducted research into sex-role socialization and, with her husband Jack Block, created a person-centered personality framework. Block was a fellow of the American Association for the Advancement of Science and conducted her research with the National Institute of Mental Health and the University of California, Berkeley. She was an active researcher when she was diagnosed with cancer in 1981.", "10303866": "Guy Lyon Playfair (5 April 1935 – 8 April 2018[1]) was a British writer, best known for his books about parapsychology and his investigation of the Enfield poltergeist.[2][3]", "27867515": "Professor Danny Brom is a clinical psychologist and founding director of the Israel Center for the Treatment of Psychotrauma of Herzog Hospitalin Jerusalem, Israel.", "16005506": "Ursula Acosta (née Schmidt; January 14, 1933 - September 10, 2018) was one of the founding members of the Puerto Rican Genealogical Society, who studied and written many works on the subject. She was also a psychologist and retired professor of the University of Puerto Rico at Mayagüez.[1]", "61585797": "Justin J. Lehmiller is an American social psychologist and author. He is a research fellow at the Kinsey Institute at Indiana University.[1]", "14334346": "Mary Nacol Meeker (1921–2003), was an American educational psychologist and entrepreneur. She is best known for her applying J. P. Guilford's Structure of Intellect theory of human intelligence to the field of education.", "49494412": "Bernardica Juretić (born 18 August 1963) is a former Croatian Catholic nun and psychologist who served as the Minister of Social Policy and Youth in the Cabinet of Tihomir Orešković from 22 January 2016 until its dissolution and appointment of the new government in September 2016.[2]", "58210704": "Prof. Dr. Diana Carole Mutz (born 1962)[1] is the Samuel A. Stouffer Professor of Political Science and Communication at the University of Pennsylvania, where she is also the director of the Institute for the Study of Citizens and Politics. She is known for her research in the field of political communication.[2] She formerly served as editor-in-chief of the peer-reviewed journal Political Behavior.[1]", "145810": "Susan Jane Blackmore (born 29 July 1951) is a British writer, lecturer, sceptic, broadcaster, and a visiting professor at the University of Plymouth. Her fields of research include memetics, parapsychology, consciousness, and she is best known for her book The Meme Machine. She has written or contributed to over 40 books and 60 scholarly articles and is a contributor to The Guardian newspaper.[1]", "65091991": "Angela Denise Bryan  is a social psychologist known for her research on HIV/STD prevention, healthy eating habits,[1] and use of legalized cannabis.[2][3][4] She is Professor of Psychology and Neuroscience at the University of Colorado Boulder[5] where she co-directs the Center for Health and Neuroscience, Genes, and Environment.[6]", "1522072": "Henry FitzGerald Heard[1] (6 October 1889 – 14 August 1971), commonly called Gerald Heard, was a British-born American historian, science writer and broadcaster, public lecturer, educator, and philosopher. He wrote many articles and over 35 books.", "47528350": "Richard Louis Schanck (May 7, 1902 – January 3, 1963) was an American social psychologist. He co-authored the first text book on sociology. At the end of his career, he was department head at Bethany College and at Geneva College.  In the 1940s, he led the ACLU Akron branch, to unionize auto and steel workers. Throughout his career, Schanck worked and consulted with city planners, and he was one of the organizers of the Institute of Experimental Method, devoted to the ideas of Edgar Singer.  He taught at many colleges across the country as a guest lecturer or visiting professor.[1]", "65124771": "Tanya L. Chartrand is a social psychologist known for her research on consumer behavior and on non-conscious processes influencing emotions, cognition, and behavior.[1] Chartrand is the Roy J. Bostock Marketing Professor and Professor of Psychology and Neuroscience at Duke University.[2]", "43825572": "Jacquelynne Sue Eccles (born 1944) is an American educational psychologist.[1] She is the Distinguished Professor of Education at the University of California, Irvine and formerly the McKeachie/Pintrich Distinguished University Professor of Psychology and Education at the University of Michigan.", "6470064": "Herbert Herb Clark (born 1940) is a psycholinguist currently serving as Professor of Psychology at Stanford University. His focuses include cognitive and social processes in language use; interactive processes in conversation, from low-level disfluencies through acts of speaking and understanding to the emergence of discourse; and word meaning and word use. Clark is known for his theory of \"common ground\": individuals engaged in conversation must share knowledge in order to be understood and have a meaningful conversation (Clark, 1985). Together with Deanna Wilkes-Gibbs (1986), he also developed the collaborative model, a theory for explaining how people in conversation coordinate with one another to determine definite references. Clark's books include Semantics and Comprehension, Psychology and Language: An Introduction to Psycholinguistics, Arenas of Language Use and Using Language.", "59816384": "Johanne Catherine Paradis is a language scientist and expert on bilingual language development.[1][2] She is Professor of Linguistics and Adjunct Professor of Communication Sciences and Disorders at the University of Alberta,[3] where she directs the Language Acquisition Lab[4] and the Child English Second Language (CHESL) Center.[5]", "2472390": "John Mordechai Gottman (born April 26, 1942) is an American psychologist, professor emeritus of psychology at the University of Washington. His work focuses on divorce prediction and marital stability through relationship analyses. The lessons derived from this work represent a partial basis for the relationship counseling movement that aims to improve relationship functioning and the avoidance of those behaviors shown by Gottman and other researchers to harm human relationships.[1] His work has also had a major impact on the development of important concepts on social sequence analysis. He and his wife, psychologist Julie Schwartz Gottman, co-founded and lead a relationship company and therapist training entity called The Gottman Institute.[2] They have also co-founded Affective Software Inc, a program designed to make marriage and relationship counseling methods and resources available to a larger audience.[3]", "44546515": "Deborah H. Gruenfeld is an American social psychologist whose work examines the way people are transformed by the organizations and social structures in which they work. She is the author of numerous papers on the psychology of power and group behavior. She is the Joseph McDonald Professor of Organizational Behavior at the Stanford Graduate School of Business, and is also a co-director of the Executive Program for Women Leaders at the same institution,[1][2] and is a board member of Stanford’s Center for the Advancement of Women’s Leadership.[3] She was the inaugural chairholder of the Moghadam Family Professorship in 2008.[3] She is a board member of the LeanIn Foundation.[3]", "61880789": "Lisa Bowleg (née: Ingrid Alisa Bowleg[1]) is an applied social psychologist known for conducting research on intersectionality in social and behavioral science[2][3][4] and the relationship between social-contextual factors and stress, resilience, and HIV risk in Black communities.[5][6][7]", "20789724": "Lori L. Holt is a Professor of Psychology at The University of Texas at Austin.  She specializes in speech perception, focusing on how general perceptual and cognitive mechanisms contribute to speech perception and how speech can be used to broadly understand auditory cognition. In pursuit of these research areas, she has employed human perceptual and learning paradigms as well as animal behavioral experiments and computational models.  Holt received a B.S. in psychology from the University of Wisconsin–Madison in 1995 and a Ph.D. in cognitive psychology with a minor in neurophysiology from UW–Madison in 1999. She was faculty in the Department of Psychology and the Center for the Neural Basis of Cognition at Carnegie Mellon University before taking a position as Professor of Psychology at The University of Texas at Austin. Holt served as co-Director of the Center for the Neural basis of Cognition and was one of two recipients of the Troland Research Awards in 2013.", "65092068": "Ellen Kitch Childs (April 11, 1937 – January 10, 1993) was an American clinical psychologist and a lesbian activist known for her participation in the women's liberation movement in North America and for advocating for minority women, prostitutes, gays and lesbians.[1] She was a founding member of the University of Chicago's Gay Liberation [2] and the first African American woman to earn her doctorate degree in Human Development at the University of Chicago.[3]", "49232356": "Sean D. Young (born 1979) is an American social and behavioral psychologist. He is a medical school and Computer and Information Sciences professor with the University of California, Irvine (UCI). He serves as the executive director of the University of California, Institute for Prediction Technology (UCIPT) and the UCLA Center for Digital Behavior (CDB).", "35240436": "Danielle Knafo (Hebrew: דניאל כנפו) is an American clinical psychologist, psychoanalyst, and author. Born in French Morocco and raised in Pennsylvania she is now a professor of psychology and psychoanalysis.[1][2] She is a prolific author, and a popular speaker. She is also a professor at Long Island University-Post in its clinical psychology doctoral program. She writes and lectures on many subjects, including creativity, trauma, psychosis, sexuality and gender, and technology.", "64666108": "Matthew Israel is a controversial American behavioral psychologist who is known for founding the Judge Rotenberg Center and inventing the Graduated Electronic Decelerator.[1] As a freshman in college, Israel read B. F. Skinner's novel, Walden Two, in which the heroes build a utopia by conditioning the residents of a commune through the behaviorist principles of reward and punishment.[2] Israel said that reading Walden Two was like a \"religious conversion\" for him. After reading the book, Israel devoted himself to making the utopia described in it a reality.[3] Israel said that the period between reading the book and his first attempts to start the utopia was a very difficult time of his life. \"I thought about committing suicide,\" he said. \"If I couldn't bring a community into existence, [in] what sense was life worth living?\" Israel went on to study behaviorism under B. F. Skinner and to receive his Ph.D. from Harvard University in 1960.", "39795207": "Benjamin B. Bourdon (1860–1943) was a French psychologist born in Normandy on August 5, 1860. He is often referred to as a pioneer of experimental psychology in France.[1] Bourdon founded the first university established Experimental Psychology and Linguistics laboratory at the University of Rennes in 1896 and integrated the first experimental psychology course in a provincial university in 1891.[2] His life is known by means of his (1932) autobiography in Carl Murchison`s compilation of autobiographies (1932)[3] and biographies by Nicolas, S. (1998),[1] Beuchet (1961),[4] and Piéron (1961).[5]  The accounts of Bourdon's life describe him as   one of the few French advocates of the new scientific psychology.[2]", "33569290": "Joel D. Block (born 1943) is a psychologist and author on relationships and sexuality.[1]  Block is an assistant clinical professor of psychiatry at Hofstra Northwell School of Medicine. He is also a senior psychologist at Northwell Health, where he was the training supervisor of the hospital's Sexuality Center for twenty years, until 2002.", "27179535": "Leah Krubitzer is an American neuroscientist, Professor of Psychology at University of California, Davis,[1] and head of the Laboratory of Evolutionary Neurobiology.[2] Her research interests center on how complex brains in mammals (e.g., humans) evolve from simpler forms. To do this, she focuses on anatomical connections and electrophysiological characteristics of neurons in the neocortex (i.e., the part of the brain associated with perception, cognition, learning, and memory). Using comparative studies, she determines which features of the neocortex are shared by all mammals and how new features of the neocortex have evolved. This allows her to reconstruct evolutionary phylogenies of the neocortex together with their relationship to functional changes. Thus, her work aims to explain the diversity in mammalian behavioral and perceptual abilities by investigating how evolutionarily old developmental mechanisms constrain evolutionary change while also providing the variation needed for the evolution of the diversity of brains found in mammals.[1]", "506386": "David Wechsler (/ˈwɛkslər/; January 12, 1896 – May 2, 1981) was a Romanian-American psychologist. He developed well-known intelligence scales, such as the Wechsler Adult Intelligence Scale (WAIS) and the Wechsler Intelligence Scale for Children (WISC) to get to know his patients at Bellevue Hospital. A Review of General Psychology survey, published in 2002, ranked Wechsler as the 51st most cited psychologist of the 20th century.[1]", "47639": "Liane Gabora is a professor of psychology at the University of British Columbia - Okanagan.[1] She is known for her theory of the \"Origin of the modern mind through conceptual closure,\" which built on her earlier work on \"Autocatalytic closure in a cognitive system: A tentative scenario for the origin of culture.\"", "22166046": "Jerome Kavka (October 9, 1921 in Chicago, Illinois – May 14, 2012 in Oakland, California)[1] was a supervising and training analyst at the Chicago Institute for Psychoanalysis.  From the early 1990s until 2006, he also served as archivist for the Institute.[1]", "44382754": "John Frederick Dashiell (April 30, 1888[1] – May 3, 1975) was an American psychologist and a past president of the American Psychological Association.", "62700079": "Rosemary Gordon (1918 Germany – 17 January 2012, Menerbes, France) was a naturalised British academic, clinical psychologist and leading analytical psychologist and writer. She was a fellow of the Royal Anthropological Institute of Great Britain and Ireland and of the British Psychological Society and an honorary fellow of the Centre for Psychoanalytic Studies at the University of Kent.[1][2]", "69515831": "Keturah Whitehurst (March 12, 1912 – May 20, 2000) was an African American clinical psychologist who graduated with a PhD in psychology from Radcliffe in 1952. Keturah Whitehurst is regarded as \"the mother of Black psychology\".[1]", "55884346": "Eva Schmidt-Kolmer (25 June 1913 – 29 August 1991) was an Austrian-German physician, university teacher and social psychologist.  After 1949 she became an influential researcher into early childhood in the German Democratic Republic, working at the interface between medicine and pedagogy.[1][2]", "21084732": "Sara J. Shettleworth (born 1943) is an American-born, Canadian experimental psychologist and zoologist.  Her research focuses on animal cognition.  She is professor emerita of psychology and ecology and evolutionary biology at the University of Toronto."}