{"18142567": "James Charles Russell is a New Zealand conservation biologist and professor at the University of Auckland.", "51565929": "Wolfgang Weimershaus (born 6 July 1922 in Welper [de]; died 16 March 2008)[1] was a German physician, microbiologist, politician of the liberal Free Democratic Party, and poet.", "3757435": "David Ira Jablonski (born 1953) is an American professor of geophysical sciences at the University of Chicago. His research focuses upon the ecology and biogeography of the origin of major novelties, the evolutionary role of mass extinctions—in particular the Cretaceous–Paleogene extinction event—and other large-scale processes in the history of life.[1][2][3][4][5][6][7][8][9][10][11][12][13]", "51107204": "Annick Wilmotte is a Belgian Antarctic researcher, best known for her research on the diversity and ecology of Antarctic cyanobacterial microflora.[1][2] A genus of Antarctic cyanobacteria, called Wilmottia was named after her in recognition of her work in this field.[1]", "57103750": "Susan Rosser FRSE FRSB FLSW is a professor of Synthetic Biology at the University of Edinburgh.", "36918665": "P. Eline Slagboom (born January 18, 1960, Dordrecht, The Netherlands) is a Dutch biologist specializing in the human familial longevity and ageing.", "2774411": "Teruo Higa (比嘉 照夫, Higa Teruo, born December 28, 1941) is a professor at the University of the Ryukyus in Okinawa, to the south of the main Japanese archipelago, and grew up there.[1] Following his graduation from the Department of Agriculture, University of the Ryukyus, he took his doctorate from the Agricultural Research Department of Kyushu University Graduate School, eventually returning to join the teaching staff of the University of the Ryukyus as lecturer in 1970, becoming assistant professor two years later. He became Professor of Horticulture in 1982.\nHe pioneered the development of \"effective microorganism\" products.  He is a Master of Health and Nutrition with The Beijing DeTao Masters Academy (DTMA), a high-level, multi-discipline, application-oriented higher education institution in Shanghai, China.", "61527435": "Karin Holmgren (born 1959) is a Swedish biologist and geographer. She is a professor of natural geography and is the deputy chancellor of the Swedish University of Agricultural Sciences since 1 January 2019.", "64378256": "Professor Ikechukwu Nosike Simplicius Dozie // ⓘ (born 3 March 1966) is a professor of Microbiology (Medical Microbiology & Parasitology),[1] a public health scientist, teacher and community health specialist currently serving at the Department of Public Health, Federal University of Technology Owerri, Nigeria.[2] He is a member of American Society of Tropical Medicine & Hygiene (ASTMH). Dozie was a consultant to the World Health Organization’s African programme for Onchocerciasis. He is the Director, Linkages and Advancement, Federal University of Technology Owerri .[3]", "19551644": "Michael George Pitman OBE (7 February 1933 – 30 March 2000) was an English-born Australian biologist, who was Chief Scientist of Australia from 1992 to 1996.", "37803422": "Frédéric Yves Bois (born 1958) is a French biological scientist working in toxicology and bioinformatics.[1][2] He is currently Senior Scientific Advisor at Simcyp, a Certara-owned company.", "48354734": "Boris Magasanik (December 19, 1919 – December 25, 2013) was a microbiologist and biochemist who was the Jacques Monod Professor Emeritus of Microbiology in the Department of Biology at the Massachusetts Institute of Technology. After moving from Harvard Medical School in 1960, Magasanik spent the rest of his research career at MIT, including an influential decade as the head of the Department of Biology from 1967–77. Magasanik's research interests focused on gene regulation, including study of nitrogen metabolic regulation in bacteria, catabolite repression, and intracellular signaling via two-component systems. Magasanik retired in 1990 and died in 2013.[1][2]", "67425712": "Lucile Rose Hac (May 18, 1909 – December 27, 2006) was an American biochemist and microbiologist whose research interests included amino acids, antibiotics, and bone metabolism. She was director of research at International Minerals and Chemical Corporation and a faculty member in the biochemistry department at Northwestern University.[1][2]", "17454512": "Ralf Reski (born 18 November 1958 in Gelsenkirchen) is a German professor of plant biotechnology and former dean of the Faculty of Biology of the University of Freiburg.[1] He is also affiliated to the French École supérieure de biotechnologie Strasbourg (ESBS)[2] and Senior Fellow at the Freiburg Institute for Advanced Studies.[3]", "24237492": "Nathaniel David is an American scientist and entrepreneur who co-founded a series of technology companies in the biotechnology and sustainable energy sectors, including Syrrx (acquired by Takeda Pharmaceutical Company), Achaogen (NASDAQ: AKAO), Kythera Biopharmaceuticals (NASDAQ: KYTH, acquired by Allergan), Sapphire Energy and Unity Biotechnology.[1][2][3] These companies have collectively raised more than $1.5 billion in financing.[2]", "67163577": "Katrina T. Forest (born 1966) is an American biologist who is the EB Fred Professor of Bacteriology and Chair in the Department of Bacteriology at the University of Wisconsin–Madison. Her research considers the use of structural biology to better understand pathogenesis. Forest is a Fellow of the American Society for Microbiology.", "39605689": "Kim Kyu-won is a South Korean biologist.", "65885633": "Enid Cook de Rodaniche (1906-1988?) was an American virologist and bacteriologist. She was the Chief of the Public Health Laboratory at the Instituto Conmemorativo Gorgas in Panama City, Panama where she was the first person to isolate the yellow fever virus in Panama,[1] and, along with her physician husband Arcadio Rodaniche, identified and characterized the viral strain responsible for an outbreak of polio in Panama in 1950–51.[2] She was on the founding faculty of the University of Panama School of Medicine.[3]  She was the first Black student to graduate from Bryn Mawr College, majoring in chemistry and biology.[4] The Enid Cook '31 Center at Bryn Mawr College is named for her,[5] and the Dr. Enid Cook de Rodaniche Medal is awarded by the Rotary Club of Panama for work in virology.[6]", "4543943": "Keith Leon Moore (5 October 1925 - 25 November 2019)[2] was a professor  in the division of anatomy, in the faculty of Surgery, at the University of Toronto, Ontario, Canada. Moore was associate dean for Basic Medical Sciences in the university's faculty of Medicine and was Chair of Anatomy from 1976 to 1984. He was a founding member of the American Association of Clinical Anatomists (AACA)[3][1][4] and was President of the AACA between 1989 and 1991.[5]", "63788495": "Daniel Senzile Ndima is a South African structural biologist of infectious diseases and bio-entrepreneur.  His specialty is in genetic/protein engineering and protein crystallography. He is the founding CEO of CapeBio. He is an Allan Gray Orbis fellow and The Mandela Rhodes Scholar.  The CapeBio company has developed a coronavirus testing kit. The kit is called qPCR.  The Coronavirus test kits produce results in 65 minutes.[1][2][3]\nNdima says, “Our kits help pathologists isolate and identify a virus’s DNA or genetic material from an infected person. This makes it possible to detect the virus accurately in a laboratory.”[4][5][6][7]", "64771535": "Ambrose Jearld Jr. is a marine biologist who started his career as one of the first black fisheries biologists at the National Oceanic and Atmospheric Administration (NOAA). He spent his nearly 40-year career at the Northeast Fisheries Science Center (NEFSC) in Woods Hole, Massachusetts.[1] The lecture series named after him in Woods Hole reflects his career-long commitment to increasing diversity in environmental and fisheries sciences.", "55662032": "Denise P. Barlow (31 January 1950 – 21 October 2017) was a British geneticist who worked in the field of epigenomics. Barlow was an elected member of European Molecular Biology Organization (EMBO), an honorary professor of genetics at the University of Vienna and recipient of the Erwin Schrödinger Prize of the Austrian Academy of Sciences. In 1991, she discovered the first mammalian imprinted gene, IGF2R, which codes for the insulin-like growth factor.[1][2]", "71882200": "Anjali Kusumbe is a British-Indian biologist who is the Head of the Tissue and Tumour Microenvironments Group at the Medical Research Council Weatherall Institute of Molecular Medicine at the University of Oxford. She was awarded the Royal Microscopical Society Award for Life Sciences in 2022.", "39048681": "Makram Nasri Kaiser (1930–1996) was a medical and veterinary acarologist who was the world's leading authority on ticks of the genus Hyalomma.[1]", "26957290": "Thomas Rowe Edmonds (1803–1889) was an English actuary and political economist.", "58938866": "Antonio Jesus Giraldez (born 1975) is a Spanish developmental biologist and RNA researcher at Yale University School of Medicine, where he serves as chair of the department of genetics and Fergus F. Wallace Professor of Genetics.  He is also affiliated with the Yale Cancer Center and the Yale Stem Cell Center.", "23287286": "Lisa Ellen[1] Hensley is the associate director of science at the Office of the Chief Scientist, National Institute of Allergy and Infectious Disease Integrated Research Facility in Frederick, Maryland. She was previously a civilian microbiologist in the virology division of the United States Army Medical Research Institute of Infectious Diseases (USAMRIID). Hensley is one of the premier researchers of some of the world's most dangerous infections, including Ebola hemorrhagic fever, Lassa fever, the coronavirus diseases Severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS),[2] and smallpox. She has been involved in research uncovering critical mechanisms in the pathogenesis of hemorrhagic fever viruses, and has used those discoveries to develop candidate therapeutic drugs for their treatment.", "43308536": "Valeriu Rudic (born 18 February 1947) is a Moldovan microbiologist, chemist, biochemist and pharmacist who was selected member of Academy of Sciences of Moldova.", "14898680": "Carl Georg Friedrich Wilhelm Flügge (12 September 1847 – 10 December 1923) was a German bacteriologist and hygienist. His finding that pathogens were present in expiratory droplets, the eponymous Flügge droplets, laid ground for the concept of droplet transmission as a route for the spread of respiratory infectious diseases.", "1234444": "Pratiwi Pujilestari Sudarmono (born 31 July 1952) is an Indonesian scientist. She is currently a professor of microbiology at the University of Indonesia, Jakarta.", "47076878": "Rangaswamy Narasimhan (April 17, 1926 – September 3, 2007) was an Indian computer and cognitive scientist, regarded by many as the father of computer science research in India.[1][2] He led the team which developed the TIFRAC, the first Indian indigenous computer[3][4] and was instrumental in the establishment of CMC Limited in 1975, a Government of India company, later bought by Tata Consultancy Services.[5] He was a recipient of the fourth highest Indian civilian award of Padma Shri from the Government of India in 1977.[6]", "42030610": "Jeanne Altmann, born March 18, 1940, in New York City,[1]  is a professor emerita and Eugene Higgins Professor of ecology and evolutionary biology currently at Princeton University.[2] She is known for her research on the social behaviour of baboons[3] and her contributions to contemporary primate behavioural ecology.[4] She is a founder and co-director of the Amboseli Baboon Research Project. Her paper in 1974 on the observational study of behaviour is a cornerstone for ecologists and has been cited more than 10,000 times.[3] She is a Fellow of the National Academy of Sciences,[5] and a member of the American Philosophical Society (2020)[6]", "51533331": "Benjamin S. Halpern[2] is a marine biologist and ecologist currently working at the University of California, Santa Barbara and was the recipient of the 2016 A.G. Huntsman Award for Excellence in the Marine Sciences.", "50910753": "Sam Sofer (born 1945) is an Iranian-born American scientist who specializes in biological processes and bioreactor design, with applications in medicine, energy, and the environment. He is the creator of biological air and water cleaners that use immobilized cell technology, and of various biomedical instruments and test protocols related to boosting the immune system to fight disease.", "27973159": "Abraham \"Avi\" Kupfer is an Israeli American professor of cell biology, and the co-director of immunobiology at the Johns Hopkins University School of Medicine. Kupfer discovered the immunological synapse at the National Jewish Medical and Research Center in Denver. He first presented his findings during a Keystone Symposia in 1995, when he showed three-dimensional images of immune cells interacting with one another. His main focus is on teaching and studying the mechanisms of inter- and intra-cellular communication in the immune system.", "874025": "Karl Otto Stetter (born 16 July 1941) is a German microbiologist and authority on astrobiology. Stetter is an expert on microbial life at high temperatures.", "14505530": "Pier Luigi Luisi (born 23 May 1938) is an Italian chemist and academic. He received the \"professor emeritus\" title from the Swiss Federal Institute of Technology (ETHZ). He worked there as a scientist from 1970 until 2003, and as a Professor of Chemistry from 1980 until he departed. Luisi then moved to the Roma Tre University as a Professor of Biochemistry, where he worked until 2015.", "52450880": "Frank W. Putnam (born August 3, 1917 – November 29, 2006) was an American biochemist and university professor.[1]", "13555265": "Peter Hirsch (born 1928 in Plön, Schleswig-Holstein, Germany) is a microbiologist who received his doctorate from the University of Hamburg. After spending nine years in the US he was asked to found an Institute of General Microbiology at the university of Kiel, Germany. He has made many contributions to the study of microbiology. The genus Hirschia, a type of hyphal bacteria, is named after him.[1]", "65721922": "Charles Egolf Clifton (March 23, 1904–October 7, 1976) was an American microbiologist. He was a faculty member at Stanford University for forty years, authored two textbooks, and was the editor of the peer-reviewed journal the Annual Review of Microbiology for twenty-five years.", "35083850": "Surinder Vasal is an Indian geneticist and plant breeder, known for his contributions in developing a maize variety with higher content of usable protein.[1] He was born on 12 April 1938 in Amritsar in the Indian state of Punjab and received a PhD in genetics and plant breeding.[2]", "57136720": "Kimberly Gray Smith (July 19, 1948 – April 9, 2018) was an American biologist.", "153174": "Susan Lee Lindquist, ForMemRS (June 5, 1949 – October 27, 2016) was an American professor of biology at MIT[4][5] specializing in molecular biology, particularly the  protein folding problem[3][6] within a family of molecules known as heat-shock proteins,[7][8] and prions.[9] Lindquist was a member and former director of the Whitehead Institute and was awarded the National Medal of Science in 2010.[10][11][12]", "41014871": "Peter Ax (March 29, 1927 – May 2, 2013) was a German zoologist. His main work concerned the investigation of interstitial fauna and the exposition of a phylogenetic system for the animals.", "48617066": "Elisa Oricchio (born 1979) is an Italian cancer researcher and associate professor at École Polytechnique Fédérale de Lausanne. She discovered that EphA7 activates the tumor suppressor gene for patients with follicular lymphoma and was awarded the Lorini Foundation Award and Blavatnik Award for Young Scientists for her discovery.", "56448618": "Dr. Manmohan Parida, Sc ‘G’ assumed the charge of Director DRDE, Gwalior with effect from 1 October 2021. He obtained his graduation in Veterinary Science from Odisha Veterinary College as best graduate with three Gold Medals into his credit. He earned his master's degree in Veterinary Virology from prestigious Indian Veterinary Research Institute, Mukteswar and further obtained his Doctorate Jiwaji University, Gwalior in Microbiology. He was also awarded with Monbusho Fellowship from Japanese Govt and pursued Post Doctoral Research Scientist at Institute of Tropical Medicine, WHO reference center for research on arboviruses, Nagasaki, Japan.", "46225004": "Sally Ann Kornbluth (born 1960) is an American cell biologist and academic administrator. She began serving as the 18th president of the Massachusetts Institute of Technology in January 2023.[1]", "69817964": "Marta Cecilia del Carmen Bunster Balocchi is a Chilean scientist, most noted for her work in the fields of biochemistry, biophysics and crystallography. She is also known as one of the main promoters of bioinformatics in her country.", "58906225": "Chen Saijuan (Chinese: 陈赛娟; born May 1951), also known as Sai-Juan Chen, is a Chinese hematologist and molecular biologist with a research focus on leukemia cytogenetics. She is a professor and Director of the State Key Laboratory of Medical Genomics at Shanghai Jiao Tong University School of Medicine, Director of the Shanghai Institute of Hematology, and Vice-Chairwoman of the Chinese Medical Association. She is an academician of the Chinese Academy of Engineering and The World Academy of Sciences, and a foreign associate of the French Académie Nationale de Médecine and the Royal College of Physicians of the UK.  She has made important discoveries in the pathogenesis of leukemia and developed therapies to treat acute promyelocytic leukemia (APL) and other types of leukemia.", "54711924": "Dr Joseph Friedrich (\"Fritz\") Weleminsky (20 January 1868, in Golčův Jeníkov – 1 January 1945, in London), was a physician, a scientist and a privatdozent in Hygiene (now called Microbiology) at the German University, Prague[note 1] who, in the early 20th century, created  an alternative treatment for tuberculosis, tuberculomucin Weleminsky.[1]", "54613625": "Kornelia Smalla (born 1956) is a chemist and biotechnologist at the Julius Kuehn Institute (JKI) in Braunschweig and a university lecturer in microbiology at the Technical University of Braunschweig.[1][2]", "20338299": "George Sugihara (born in Tokyo, Japan) is currently a professor of biological oceanography in the Physical Oceanography Research Division at the Scripps Institution of Oceanography, where he is the inaugural holder of the McQuown Chair in Natural Science.[1]  Sugihara is a theoretical biologist who works across a variety of fields ranging from ecology and  landscape ecology, to epidemiology, to genetics, to geoscience and atmospheric science, to quantitative finance and economics.", "52319869": "David J. Somers (born 1953) is an American politician and fisheries biologist serving as the Snohomish County Executive, an office he has held since 2016. Somers previously served on the Snohomish County Council, representing the 5th district in the eastern portion of the county.", "36492945": "Markus W. Covert (born April 24, 1973) is a researcher and professor of bioengineering at Stanford University who led the simulation of the first organism in software.[1][2][3]\nCovert leads an interdisciplinary lab of approximately 10 graduate students and post-doctoral scholars.[4]", "644773": "Albert Ludwig Sigesmund Neisser (22 January 1855, Schweidnitz – 30 July 1916, Breslau) was a German physician who discovered the causative agent (pathogen) of gonorrhea, a strain of bacteria that was named in his honour (Neisseria gonorrhoeae).", "1431217": "Sir Walter Fred Bodmer FRS FRSE (born 10 January 1936[7]) is a German-born British human geneticist.[8][9][10][11][12][13][14]", "48551603": "Anne Dejean-Assémat (born 6 January, 1957) is a French molecular biologist working on the mechanisms leading to the development of human cancers. Professor at the Pasteur Institute and Research Director at Inserm, she heads the laboratory of Nuclear Organization and Oncogenesis[1] at the Pasteur Institute.", "63821495": "Karen M. Frank is an American clinical pathologist and microbiologist researching the pathogenesis of Staphylococcus aureus pneumonia and resistant gram-negative bacteria. She is a senior clinician, principal investigator, and chief of laboratory medicine at the National Institutes of Health Clinical Center.", "32462523": "Karl Ernst Adolf von Hoff (1 November 1771 in Gotha – 24 May 1837 in Gotha) was a German natural historian and geologist.", "23844544": "Niyaz Ahmed is an Indian molecular epidemiologist, professor of microbial sciences, genomicist, and a veterinarian by training, based in Hyderabad.[1]", "22075075": "Mikhail Khristoforovich Chailakhyan (Armenian: Միքայել Քրիստափորի Չայլախյան, Russian: Михаи́л Христофо́рович Чайлахя́н; 1902–1991) was a Soviet Armenian scientist who is widely known for proposing the existence of a universal plant hormone that is involved in flowering.[1] He named this hormone florigen in 1936.[2] His studies included the mechanisms of flowering, tuberization and sex expression in plants. His pioneer work included the agricultural applications of phytohormones and synthetic analogs.[3]", "841432": "Mankombu Sambasivan Swaminathan (7 August 1925 – 28 September 2023) was an Indian agronomist, agricultural scientist, plant geneticist, administrator, and humanitarian.[1] Swaminathan was a global leader of the green revolution.[2] He has been called the main architect[a] of the green revolution in India for his leadership and role in introducing and further developing high-yielding varieties of wheat and rice.[5][6] Swaminathan's collaborative scientific efforts with Norman Borlaug, spearheading a mass movement with farmers and other scientists and backed by public policies, saved India and Pakistan from certain famine-like conditions in the 1960s.[7][8] His leadership as director general of the International Rice Research Institute (IRRI) in the Philippines was instrumental in his being awarded the first World Food Prize in 1987, recognized as one of the highest honours in the field of agriculture.[9] The United Nations Environment Programme has called him \"the Father of Economic Ecology\".[10]", "1529570": "David William Rasnick (born 1948) is an American biochemist known for his association with the AIDS denialist movement, which denies the fact that HIV is the cause of AIDS,[1] and for his involvement with clinical trials in South Africa promoting vitamins for the treatment of AIDS, which were later ruled illegal by the South African judiciary.[2]", "73783011": "Université Paris-Diderot (doctorate, 1991)", "3495657": "John Brookfield,  (born 30 May 1955), is a British population geneticist. He is Professor of Evolutionary Genetics at the University of Nottingham,[1] in the School of Biology.", "33937133": "Dame Lesley Anne Glover DBE FRS FRSE FRSGS FASM (born 19 April 1956)[4] is a Scottish biologist and academic. She was Professor of molecular biology and cell biology at the University of Aberdeen before being named Vice Principal for External Affairs and Dean for Europe. She served as Chief Scientific Adviser to the President of the European Commission from 2012 to 2014.[3][5][6][7][8][9] In 2018 she joined the Principal's senior advisory team at the University of Strathclyde.[10]", "53761781": "Paul Hardin (born September 14, 1960) is an American scientist in the field of chronobiology and a pioneering researcher in the understanding of circadian clocks in flies and mammals. Hardin currently serves as a distinguished professor in the biology department at Texas A&M University.[1] He is best known for his discovery of circadian oscillations in the mRNA  of the clock gene Period (per), the importance of the E-Box in per activation, the interlocked feedback loops that control rhythms in activator gene transcription, and the circadian regulation of olfaction in Drosophila melanogaster. Born in a suburb of Chicago, Matteson, Illinois, Hardin currently resides in College Station, Texas, with his wife and three children.", "7493365": "Lorne Allan Babiuk, OC SOM FRSC (born January 25, 1946) is a Canadian scientist specializing in immunology, pathogenesis, virology, molecular virology, and vaccinology. He is the Vice-President of Research at the University of Alberta and the former Director of the Vaccine and Infectious Disease Organization at the University of Saskatchewan. Dr Babiuk holds the Canada Research Chair in Vaccinology and Biotechnology[1] and is Chair of the Board for Pan-Provincial Vaccine Enterprise (PREVENT), a vaccine development company.[2]", "41309943": "Colin McLay (born 1942) is a retired New Zealand marine biologist. Educated at the University of Otago and the University of British Columbia, he served as an Associate Professor of Marine Biology at the University of Canterbury.[1] He discovered several species of crab, including Desmodromia tranterae,[2] Euryxanthops chiltoni,[3] and Hirsutodynomene vespertilio.[4]", "8378104": "Mark Bender Gerstein  is an American scientist working in bioinformatics and Data Science.  As of 2009[update], he is co-director of the Yale Computational Biology and Bioinformatics program.", "34821892": "Katherine Austin Lathrop (1915 – 2005) was an American nuclear medicine researcher, biochemist and member of the Manhattan Project.[1][2][3][4]", "55990024": "Anil Grover (born 15 August 1958) is an Indian molecular biologist, professor and the head of the Department of Plant Molecular Biology at the University of Delhi. He also heads the Anil Grover Lab of the department, serving as the principal investigator. Known for his research in the field of molecular biology of plants, Grover is an elected fellow of all the three major Indian science academies namely the National Academy of Sciences, India, the Indian Academy of Sciences and the Indian National Science Academy as well as the National Academy of Agricultural Sciences. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2002.[1]", "67557133": "Jeremy Nichol McNeil CM FRSC (born 1944) is an English-Canadian biologist and zoologist. In 2004, he was named the Helen Battle Professor of Chemical Ecology in the Biology Department at the University of Western Ontario, having previously worked at Laval University.", "62871322": "Kelly A Frazer is a Professor of Pediatrics in the Medical School at the University of California, San Diego, Chief of the Division of Genome Information Sciences[1] and Director of the Institute for Genomic Medicine.[2]", "48617243": "Christine Mannhalter is an Austrian molecular biologist and hematologist who is a Professor of Molecular Diagnostics at the Medical University of Vienna.[1] She has been a vice-president at the Austrian Science Fund since 2010 and took over its interim presidency in 2015.[2][3]", "54023968": "Eric T. Kool is an American chemist, focusing in chemistry of RNA and DNA; probe design and imaging; synthetic biology, currently the George A. and Hilda M. Daubert Professor in Chemistry at Stanford University and is an Elected Fellow at the American Association for the Advancement of Science.[1][2][3][4] He received the Beckman Young Investigators Award in 1992.[5]  He is the 2019 recipient of the Murray Goodman Memorial Prize[6]", "54253354": "Zena Maria Cardman (born October 26, 1987) is an American geobiologist and NASA astronaut.", "1660718": "Juda Hirsch Quastel, CC FRSC FRS FRSE (October 2, 1899 – October 15, 1987) was a British-Canadian biochemist who pioneered diverse research in neurochemistry, soil metabolism, cellular metabolism, and cancer.[1][2][3]", "54023984": "James M. Sodetz is an American biologist, focusing in biochemistry; protein chemistry, protein engineering, and molecular biology; structure-function studies of proteins and enzymes of blood with emphasis on the human complement system, currently the Carolina Distinguished Professor / Biochemistry and Molecular Biology at University of South Carolina and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "44685119": "Katharine Foot (October 14, 1852 – 1944)[1] was an American zoologist and cytologist who conducted research with her laboratory partner, Ella Church Strobell. They were known for their advances in developing new techniques for making microscope samples and for taking micrographs of cells.[2]", "64673600": "Douglas A. Vakoch (/ˈvɑːˌkoʊtʃ/ VAH-kohtch;[1] born June 16, 1961) is an American astrobiologist, search for extraterrestrial intelligence (SETI) researcher, psychologist, and president of METI International, a nonprofit research and educational organization devoted to transmitting intentional signals to extraterrestrial civilizations. Vakoch led METI's participation in Sónar Calling GJ 273b, which transmitted a series of interstellar messages to Luyten's Star, located 12.4 light years from Earth. Vakoch advocates ongoing transmission projects, arguing that this does not increase risks of an alien invasion as suggested by British cosmologist Stephen Hawking. He has participated in several SETI observation programs, and after sixteen years at the SETI Institute, where he was director of Interstellar Message Composition, Vakoch founded METI International. He has edited over a dozen books in SETI, astrobiology, the psychology of space exploration, and ecocriticism. He is general editor of two-book series in ecocriticism and in the intersection of space and society. Vakoch has appeared widely on television and radio as a commentator on SETI and astrobiology. He is an emeritus professor of clinical psychology at the California Institute of Integral Studies (CIIS).", "65001289": "Rozella B. Smith (1911–1987) was an American herpetologist and data archivist and analyst.[1]", "15325011": "Dolph Schluter FRS FRSC OBC (born May 22, 1955) is a Canadian professor of Evolutionary Biology and a Canada Research Chair in the Department of Zoology at the University of British Columbia.[1]  Schluter is a major researcher in adaptive radiation and currently studies speciation in the three-spined stickleback, Gasterosteus aculeatus.[2]", "34690902": "Anat Cohen-Dayag is an Israeli businesswoman. She is president and chief executive officer of the Israeli biotechnology firm Compugen Ltd, a company involved in drug discovery. She previously worked as a scientist at the R&D department of Orgenics.", "3790686": "Norman Simmons (1915–2004) was a DNA research pioneer.[1]", "51763047": "Rolf Schøyen (born 30 March 1936 in Tønsberg) is a Norwegian physician and medical microbiologist. He was President of the Norwegian Association of Senior Hospital Physicians from 1988 to 1991 and a member of the executive board of the Norwegian Medical Association during the same term. He was also Chairman of the Norwegian specialty committee for medical microbiology 1986–1989.[1] He was President of the Association of Older Physicians for six years until 2015.[2]", "52516717": "Mary Jessie MacDonald Noble ISO FRSE FIB (23 February 1911 – 20 July 2002) was a seed pathologist for the Department of Agriculture for Scotland and was key in producing the Handbook of Seed-borne Diseases.", "66017140": "Kazimierz Petrusewicz (Polish pronunciation: [kaˈʑi.mjɛʂ pɛt.ruˈsɛ.vit͡ʂ]; 23 March 1906 in Minsk — 26 March 1982 in Warsaw) was a Polish communist activist, member of the Polish People's Republic government, biologist, full member of the Polish Academy of Sciences , professor at the University of Warsaw, member of the Polish Workers' Party/Polish United Workers' Party during 1944–1982.[1]", "69752694": "Roger Kenneth Butlin is a British evolutionary biologist and professor at the University of Sheffield. He is known for his work on speciation. He served as Editor of Heredity from 2009 to 2012, and President of the Society for the Study of Evolution from 2013 to 2015.[2] In 2015 he received the Darwin Wallace Medal.", "10442615": "Asen A. Hadjiolov (Bulgarian: Асен А. Хаджиолов) (December 10, 1930 - April 22, 1996) was one of the most distinguished scientists in Bulgaria, and was a member of the Bulgarian Academy of Sciences.[1]", "50190204": "Michael Locke (February 14, 1929 in Nottingham, U.K – October 20, 2013 in London, Ontario) was an English-born Canadian biologist.  He was Chair of Zoology at Western University from 1971 to 1985 and a Fellow of the Royal Society of Canada.[1]", "25876349": "Wayne P. Armstrong (aka \"Mr. Wolffia\") is a natural historian, author, photographer and creator of the extensive online natural history textbook, Wayne's Word: An Online Textbook Of Natural History.[1]", "53761918": "Nancy Allbritton is a Professor of Bioengineering and  the Frank & Julie Jungers Dean of the College of Engineering at the University of Washington.[1] She was previously a Kenan Professor and Chair in the Joint Department of Biomedical Engineering at the University of North Carolina at Chapel Hill and North Carolina State University.[2]", "42522507": "Paul Talalay (31 March 1923 – 10 March 2019)[1] was the John Jacob Abel Distinguished Service Professor of Pharmacology and director of the Laboratory for Molecular Sciences at the Johns Hopkins School of Medicine in Baltimore. He was the founder of the Brassica Chemoprotection Laboratory for the study of edible plants that induce protective enzyme activity in the body and may help prevent the development of cancer.", "53794705": "Mark A. Magnuson is an American biologist, currently the Louise B. McGavock Professor of Molecular Physiology and Biophysics, Medicine, and Cell and Developmental Biology at Vanderbilt University.[1][2]", "55188": "Barbara McClintock (June 16, 1902 – September 2, 1992) was an American scientist and cytogeneticist who was awarded the 1983 Nobel Prize in Physiology or Medicine. McClintock received her PhD in botany from Cornell University in 1927. There she started her career as the leader of the development of maize cytogenetics, the focus of her research for the rest of her life. From the late 1920s, McClintock studied chromosomes and how they change during reproduction in maize. She developed the technique for visualizing maize chromosomes and used microscopic analysis to demonstrate many fundamental genetic ideas. One of those ideas was the notion of genetic recombination by crossing-over during meiosis—a mechanism by which chromosomes exchange information. She produced the first genetic map for maize, linking regions of the chromosome to physical traits. She demonstrated the role of the telomere and centromere, regions of the chromosome that are important in the conservation of genetic information. She was recognized as among the best in the field, awarded prestigious fellowships, and elected a member of the National Academy of Sciences in 1944.", "58087317": "John Dennis Biggers (/ˈbɪɡərs/; 1923 – April 7, 2018) was a British and American reproductive biologist and reproductive physiologist who helped pioneer in vitro fertilisation. He played a founding role in the scientific study of reproductive physiology, won many scientific awards for developing technology which would become central to human IVF, and engaged in public outreach regarding the ethics of artificial fertilisation.", "60151702": "Touati Benoukraf (born 1980) is a computational and molecular biologist. He holds a Canada Research Chair in Bioinformatics for Personalized Medicine at Memorial University of Newfoundland since November 2018.[2][3]\nHis research focus is on computational (epi)genomics.[4]", "50222999": "Shoshana Wodak is a computational biologist and an organizational leader in the field of protein-protein docking.[1]\nWodak was one of the first people to dock proteins together using a computer program.[2][3]", "16635802": "Clarence Erwin McClung (April 5, 1870 – January 17, 1946) was an eminent American zoologist and prairie pioneer cytologist who discovered the role of chromosomes in sex-determination.[1][2]", "62314394": "B.Ed. University of British Columbia, British Columbia\nM.Sc. University of Victoria", "57169820": "Bret Samuel Weinstein (/ˈwaɪnstaɪn/; born February 21, 1969) is an American podcaster, author, and former professor of evolutionary biology. He served on the faculty of Evergreen State College from 2002 until 2017, when he resigned in the aftermath of a series of campus protests about racial equity at Evergreen, which brought Weinstein to national attention. Along with his brother Eric Weinstein, he is considered part of the intellectual dark web.[3][4] Weinstein has been criticized for making false statements about COVID-19 treatments and vaccines.[5][6]", "65722271": "Mortimer Paul Starr (April 13, 1917–April 29, 1989) was an American microbiologist. After graduating with a PhD at Cornell, he briefly taught at Brooklyn College before accepting a position at University of California, Davis, where he stayed for thirty-seven years. He was considered an expert on plant pathology, particularly in plant diseases caused by bacteria.", "51468193": "Stewart Ranken Douglas FRS (12 February 1871,[1] Caterham – 20 January 1936) was a British pathologist, bacteriologist and immunologist.", "43538337": "Edward Hindle FRS FRSE FIB FRGS FRPSG (21 March 1886–22 January 1973) was a British biologist and entomologist who was Regius Professor of Zoology at the University of Glasgow from 1935 to 1943. He specialised in the study of parasites.", "48420786": "Kathrin Barboza Márquez (born 1983) is a Bolivian biologist who is an expert in bat research. In 2006, she and a research partner discovered a species thought to be extinct and in 2010, she was awarded the National Geographic's \"Young Explorer Grant\". She became the first Bolivian scientist to win a L'Oréal-UNESCO Fellowship for Women in Science in 2012 and in 2013 was named by the BBC as one of the top ten Latin American women of science.", "66541493": "Jill Reiss Harper (born 1972)[1] is an American molecular biologist and policy advisor serving as the deputy director for science management and executive officer at the National Institute of Allergy and Infectious Diseases.", "53368761": "Victor Assad Najjar (1914-2002) was a Lebanese-born American pediatrician and microbiologist at the Johns Hopkins Hospital, Vanderbilt University and Tufts University. Along with John Fielding Crigler, Najjar is known for Crigler–Najjar syndrome.[2]", "1529788": "Leigh Van Valen (August 12, 1935 – October 16, 2010) was a U.S. evolutionary biologist.  At the time of his death, he was professor emeritus in the Department of Ecology and Evolution at the University of Chicago.", "8673221": "Sir Howard Dalton, FRS[1] (8 February 1944 – 12 January 2008) was a British microbiologist. He served as the Chief Scientific Advisor to the UK's Department for Environment, Food and Rural Affairs (DEFRA) from March 2002 to September 2007.", "25483211": "Julian G. Pepperell is an Australian marine biologist and author, and a leading authority on marlin, sailfish, tuna, and sharks.[2]", "37836753": "Makoto Nishimura (西村 真琴, Nishimura Makoto, 1883 – 1956) was a Japanese biologist. He is most renowned as the inventor of Gakutensoku, Japan's first functional robot.  He was the father of actor Kō Nishimura.", "44259284": "Daria Nina Love (née Hair, 4 September 1946 – 9 June 2001) was an Australian veterinary microbiologist and educator. She was the first woman to be awarded the University of Sydney Medal for Veterinary Science (January 1969) and the first woman in the Faculty of Veterinary Science to be awarded a PhD (1973),[1] for her thesis entitled ‘Studies on virus host-cell relationships of a feline calicivirus’.[2] She was also the first woman to become an associate professor in the Faculty of Veterinary Science,[2] although her bids to become a full professor were unsuccessful. In 1988, she became the first woman in Australia to be awarded a Doctor of Veterinary Science on the basis of her work on the “Biological Properties of some Microorganisms of Veterinary Importance”.[1] Love was renowned for the advances made through her research in the areas of soft tissue infections, oral cavity disease and feline and equine respiratory infections.[3] She received a Rural Industries Research and Development Corporation (RIRDC) award for her outstanding contributions to equine research and the Australian Horse Industry[3] in 2001.", "17389541": "Judith Aitken Ramaley (born 1941) is an American biologist and academic administrator who has served as president of several colleges and universities.[1] She was the president of Winona State University from 2005 to 2012.[2]", "41342949": "Carol Lynn Curchoe (born in 1979 in Manchester, Connecticut), formerly Carol George, is an American reproductive biologist specializing in Molecular biology, Cell biology and Biotechnology. Her key contributions to those fields include advances in stem cell culture, epigenetics and reprogramming. She is the former Utah State Science Advisor,[1] President and CEO of 32ATPs,[2] domestic outreach director of We Love GMO's and Vaccines[3] and an author of personal essays and fiction.", "21420006": "Peter Hermann Stillmark (22 July 1860, Penza, Russian Empire – 23 June 1923, Pärnu, Estonia) was a Baltic-German microbiologist.", "27580396": "Albert Brennus Ulrey was a marine biologist, born in North Manchester, Indiana, December 31, 1860[1] and died 21 December 1932 in Los Angeles, California.[2]", "38655980": "Carl Georg Lucas Christian Bergmann (18 May 1814 – 30 April 1865) was a German anatomist, physiologist and biologist who developed Bergmann's rule relating population sizes to ambient temperature.[1] He also worked on how the retina works with light to produce vision.[2]", "2021371": "Alpheus Hyatt (April 5, 1838 – January 15, 1902) was an American zoologist and palaeontologist.", "66279419": "Wolfgang Huber is a German computational biologist who serves as group leader for the Huber Group at the European Molecular Biology Laboratory (EMBL), where he is also a senior scientist. He is a founding member of Bioconductor and, alongside Sascha Dietrich, serves the joint head of the Molecular Medicine Partnership Unit's group Systems Medicine of Cancer Drugs.[1]", "43767806": "Marion Isabel Newbigin (1869 – 20 July 1934) was a Scottish geographer, biologist and academic author. She was noted for her book Animal Geography, a key work in the field of animal geography/zoogeography, and as editor of the Scottish Geographical Magazine.", "53565439": "Jodi Nunnari is an American cell biologist and pioneer in the field of mitochondrial biology. She is currently an investigator at the biotechnology company Altos,[1] and Distinguished Professor in the Department of Molecular and Cellular Biology at the University of California, Davis and editor-in-chief of the Journal of Cell Biology. Nunnari served as president of the American Society for Cell Biology in 2018.", "58152972": "Ru-Chih Chow Huang (Chinese: 黃周汝吉; pinyin: Huáng Zhōu Rǔjí; born 1932) is a Taiwanese-American biology professor at Johns Hopkins University. She is a biochemist who worked with James F. Bonner and Doug Fambrough to characterize and discern functions for nuclear histones in the early 1960s when the field lacked a consensus on types and functions of individual histone proteins.[1][2][3]  Later she made discoveries about the molecular biology of cancer[4] and of viral gene regulation.[5]", "34461713": "István Rosztóczy (17 November 1942 in Budapest, Hungary – 27 October 1993 in Mount Fuji, Gotemba, Japan)[1] was a Hungarian microbiologist, medical researcher, blood donor organizer, who devoted his life to research and science.", "23418903": "Victor Nizet is an American microbiologist who is a professor of pediatrics. He is a Distinguished Professor and Vice Chair of Basic Research at the Department of Pediatrics at the University of California, San Diego (UCSD) School of Medicine. He is also a Distinguished Professor at UCSD Skaggs School of Pharmacy and Pharmaceutical Sciences in La Jolla, California. He is known for his research in the areas of molecular microbiology and the innate immune system, with a particular focus on infectious diseases caused by common Gram-positive bacterial pathogens such as Group A Streptococcus, Group B Streptococcus and Staphylococcus aureus.", "61691931": "Marie Ann-Charlotte Dacke (born 1973) is a professor in the Lund Vision Group at Lund University in Sweden. She received an Ig Nobel Prize in 2013 for her work on the navigation system of dung beetles. She is also a panel member on the Swedish TV show Studio Natur, and was named best science communicator in Sweden during the 2012 Forskar Grand Prix.", "52156446": "Narayanaswamy Srinivasan (born 1962) was an Indian molecular biophysicist and a professor and the head of Proteins: Structure, Function and Evolutionary Group (N. S. Group) at the Molecular Biophysics Unit  of the Indian Institute of Science.[1] He is known for his researches in the fields of computational genomics and protein structure analysis.[2] An elected fellow of the Indian Academy of Sciences[3] and the National Academy of Sciences, India,[4] he is a J. C. Bose National fellow of the Department of Biotechnology and a recipient of the National Bioscience Award for Career Development of the Department of Science and Technology.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2007, for his contributions to biological sciences.[6]", "2152481": "Brian Charlesworth FRS FRSE (born 29 April 1945)[5] is a British evolutionary biologist at the University of Edinburgh,[6] and editor of Biology Letters.\nSince 1997, he has been Royal Society Research Professor at the Institute of Evolutionary Biology (IEB) in Edinburgh.[7][8][9][10] He has been married since 1967 to the British evolutionary biologist Deborah Charlesworth.", "26695717": "Stanley Wells Kemp, FRS (14 June 1882 – 16 May 1945) was an English marine biologist.", "62576680": "Ellouise \"Elli\" Leadbeater is an ecologist and evolutionary biologist in the UK. In 2019 she was appointed Professor of Ecology and Evolution at Royal Holloway, University of London.", "67164203": "Helen Foot Buell (December 22, 1901 – February 21, 1995)[1] was an American botanist, algologist,[2] ecologist, and editor.", "53762091": "Michael Green (January 20, 1954 – February 10, 2023) was an American molecular biologist and cell biologist at the University of Massachusetts Medical School, where he was the chair of the Department of Molecular, Cell and Cancer Biology, director of the UMass Cancer Center, and a Howard Hughes Medical Institute investigator.[1][2] Green was a member of the National Academy of Sciences and the National Academy of Medicine.[3][4]", "60184628": "Shane C. Campbell-Staton is an American evolutionary biologist. Since July 2021, he has been an assistant professor in the ecology and evolutionary biology department at Princeton, where he leads a research group. His work is on how phenotypes respond to human activity that affects the environment. He also hosts the podcast 'Biology of Superheroes' together with Arien Darby.[1]", "52156468": "Lingadahalli Subrahmanya Shashidhara (born 1963) is an Indian developmental biologist, geneticist and a professor of biology currently serving as the Centre Director of National Centre for Biological Sciences, Bengaluru, India. He is a Professor at the Indian Institute of Science Education and Research, Pune, and at Ashoka University, Sonepat, India. He heads the LSS Laboratory at IISER[1] and is known for his studies on Drosophila, particularly the evolution of appendages and functions of homeotic selector genes.[2] He is a J. C. Bose National Fellow of the Department of Science and Technology and an elected fellow of the Indian National Science Academy,[3] Indian Academy of Sciences[4] and the National Academy of Sciences, India.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2008, for his contributions to biological sciences.[6]", "3266614": "Jaime Ferran y Clua (Corbera d'Ebre, 1851 – Barcelona 1929) was a Spanish-French bacteriologist and sanitarian , contemporary of Robert Koch, and said by his fellows to have made some of the discoveries attributed to Koch.  As early as 1885, he wrote on immunization against cholera.  In 1893, his work on this subject was translated into French with the title L'Inoculation préventive contre le Cholera.[1]", "1628215": "Johann Heinrich (Harry) Diemer (7 November 1904 – June 1945) was born in Dronrijp, the Netherlands. His father was the reverend N. Diemer, who served at the Reformed Church at Vijfhuizen. He studied biology at the University of Leiden.  He studied the ideas of Abraham Kuyper, Herman Bavinck and Jan Woltjer, and soon became an adherent of Herman Dooyeweerd and D. H. Th. Vollenhoven's Reformational philosophy.", "47798330": "Cynthia \"Cindy\" Ross Friedman FRSA (1970 or 1971 – 24 December 2018) was a professor in biological sciences at Thompson Rivers University in Kamloops, British Columbia, Canada.[1] She was inducted into the inaugural cohort of the Royal Society of Canada's College of New Scholars, Artists, and Scientists in 2014[2] and as a fellow of the Royal Society of Arts in 2016.[3][4]", "58579003": "Euphemia Cowan Barnett (1890–1970) was a Scottish botanist known for her research of the flora of Thailand, particularly Fagaceae.[1][2][3]  The standard author abbreviation Barnett is used to indicate this person as the author when citing a botanical name.[4]", "38328378": "Louis Fortier OC OQ (25 October 1953 – 4 October 2020)[1] was a biologist and oceanographer from Québec, Canada.", "48814144": "Frederick Gordon Spear (often F. Gordon Spear or F.G. Spear; 1895–1980) was a British physician and researcher. Originally trained in tropical medicine, he spent time working in what was then the Belgian Congo.[1] After his return to England in 1923, he became interested in radiology and radiobiology. As a member of the Medical Research Council, he was involved in the decision to continue work at Strangeways Research Laboratory following the 1926 death of founder Thomas Strangeways. He served as Deputy Director under the laboratory's longtime director Honor Fell from 1931 to 1958.[2] While at Strangeways he conducted experiments on the effects of radiation on cells and tissues, particularly tissue cultures derived from cancers.[3]: 254  He was known for forceful rhetoric in support of the then-controversial field of tissue culture and its potential in informing clinical practice.[4]", "8968258": "Alexey Petrovich Bystrov, sometimes spelled Alexey Petrovich Bystrow and Aleksei Petrovich Bystrow, (Russian: Алексе́й Петро́вич Быстро́в; February 1, 1899 – August 29, 1959) was a Soviet paleontologist, anatomist, and histologist.", "25253955": "Israel Reichert (Hebrew: ישראל רייכרט) (5 August 1891 – 22 May 1975) was a Polish-born Israeli agriculturist and biologist who established the field of phytopathology in Israel. He worked on the management of rusts and smuts of field and fruit crops.", "74373189": "Ivan Rayment is a British crystallographer and molecular biologist.", "50452557": "Predrag Šustar (born 11 March 1970) is a Croatian philosophy professor and politician who served as Minister of Science, Education and Sports in the Cabinet of Tihomir Orešković from 22 January 2016 until 19 October 2016. He is member of the center-right Croatian Democratic Union.", "48650324": "Sandra Saouaf is an American immunologist who researches autoimmune diseases, such as rheumatoid arthritis, type 1 diabetes, multiple sclerosis and others.", "29644896": "Jane Elizabeth den Hollander AO is an Australian University Administrator and was the sixth Vice-Chancellor of Deakin University.[1] Den Hollander is currently serving as the Interim Vice Chancellor of Murdoch University.[2]", "65591395": "Sabina Nowak (Polish pronunciation: [saˈbi.na nɔvsk]; married name Pierużek-Nowak; born 6 June 1959)[1] is a Polish scientist and wolf expert. She is president of the Association for Nature Wolf (AfN Wolf)[2] and a member of the Large Carnivore Initiative for Europe.[3]", "42555497": "Sophia Hennion Eckerson (c. 1880 – July 19, 1954) was an American botanist and microchemist known for her work tracking chemical changes during plant development.", "73652330": "Maike Schaefer (born 2 June 1971 in Schwalmstadt) is a German biologist and politician of Alliance 90/The Greens. She served as Vice President of the Senate and Mayor of Bremen as well as Bremen Senator for Climate Protection, Environment, Mobility, Urban Development and Housing in the Bovenschulte Senate between August 2019 and July 2023.", "51861613": "Ignacio Solano Cabello (born 17 June 1977) is a Spanish biologist and landscaper who designs and builds green walls.[1]", "63199342": "Purnima Devi Barman is a wildlife biologist from Assam, India. She is known for her conservation work with the greater adjutant stork (Leptoptilos dubius), known locally as the Hargila. She is the founder of the Hargila Army, an all-female conservation initiative. In 2017, Barman was the recipient of both the Whitley Award for her conservation efforts and the Nari Shakti Puraskar, the highest women-exclusive civilian award, presented by the President of India.", "23517295": "Professor Keith Gull CBE FRS FMedSci (born 29 May 1948)[2] is a Wellcome Trust Principal Research Fellow and Professor of Molecular microbiology at the Sir William Dunn School of Pathology, University of Oxford.  He was the principal of St Edmund Hall, Oxford[3] from 1 October 2009 to 30 September 2018, succeeding Michael Mingos.[4][5]", "7788673": "Adam Eddington III is a major character in three young adult novels by Madeleine L'Engle.  A marine biology student, he is the protagonist of The Arm of the Starfish (1965), and a reluctant romantic love interest for Vicky Austin in A Ring of Endless Light  (1980), a romantic relationship that continues in Troubling a Star (1994). He is one of three characters to have major appearances in both L'Engle's O'Keefe family series of books and her Austin family series.", "45209731": "Lynne Quarmby is a Canadian scientist, activist, and politician. She is a professor and Chair of the Department of Molecular Biology and Biochemistry[1] at Simon Fraser University in Burnaby, British Columbia. She was a candidate for the Green Party of Canada in Burnaby North—Seymour in the 2015 federal election,[2] and is the Green Party of Canada's Science Policy Critic.[3]", "71391368": "Marc Johnson  is a professor of biology at the University of Toronto Mississauga.[1][2] He is the Canada Research Chair for Urban Environmental Science, and was the first Director of the Centre for Urban Environments from 2018-2023.[3][2][4][5][6]", "38852755": "Tron Frede Thingstad (born 1946) is a Norwegian scientist. Professor Thingstad is leading a research group on marine microbiology at the Department of Biology, University of Bergen. His work has facilitated understanding the role of microbes in marine ecosystems, including the microbial loop.[1]", "62085275": "Laurence Joseph Hayek (Larry) (15 July 1934 – 15 July 2004) was an English microbiologist.[3]  He was the son of the economist Friedrich Hayek (1899–1992).[4]", "3987612": "Walter Monroe Fitch (May 21, 1929 – March 10, 2011) was a pioneering American researcher in molecular evolution.[1]", "73521310": "Martin R. Ralph is a circadian biologist who serves as a professor in the Psychology Department at the University of Toronto. His research primarily focuses on circadian rhythmicity in the fields of neuroscience, psychology, and endocrinology. His most notable work was has been on the suprachiasmatic nucleus, now recognized as the central circadian pacemaker in mammals, but has also investigated circadian rhythms in the context of time, memory, and light.", "41769118": "Takao Kondo (近藤 孝男, Kondō Takao, 1948 – 16 November 2023) was a Japanese biologist and professor of biological science at Nagoya University in Nagoya, Japan. He is best known for reconstituting the circadian clock in vitro.", "65329314": "Fellow of the Royal Society of Biology\nUniversity of London Leading Women\nJohn Black Charitable Foundation-Prostate Cancer Foundation Challenge Award\nVictoria and Vinny Smith – Prostate Cancer Foundation Challenge Award\nAmerican Association of Cancer Research (AACR) Team Science Award", "48945315": "George Marx (June 22, 1838 – January 3, 1895) was a German-born American arachnologist, scientific illustrator and physician. He was regarded as one of the foremost authorities on spiders and highly regarded for his superb scientific illustrations.[1]", "5298341": "Ernst M. E. Ehrenbaum (20 December 1861 – 6 March 1942) was a German biologist (especially fishes) and oceanographer.", "350376": "Charles Doolittle Walcott (March 31, 1850 – February 9, 1927) was an American paleontologist, administrator of the Smithsonian Institution from 1907 to 1927, and director of the United States Geological Survey.[1][2] He is famous for his discovery in 1909 of well-preserved fossils, including some of the oldest soft-part imprints, in the Burgess Shale of British Columbia, Canada.", "56088759": "Bartho Ndubuisi Okolo, is a Professor of Microbiology who served as the 13th Vice Chancellor of the University of Nigeria, Nsukka.  He was preceded by Professor Osita Chinedu Nebo and succeeded by Professor Benjamin Chukwuma Ozumba. .[1][2]", "1726654": "Julian Ignacy Nowak (Polish pronunciation: [ˈjuljan ˈnɔvak]; 10 March 1865 – 7 November 1946) was a Polish microbiologist and politician who served as 9th Prime Minister of Poland in 1922.", "72341694": "Melvin Isaac Simon (born February 8, 1937 in New York City) is an American molecular biologist, molecular geneticist, and microbiologist.", "30595271": "Ludwig Huber  (Juli 25, 1964 in Neunkirchen, Austria) is an Austrian zoologist and a comparative cognitive biologist cognitive biologist at the Messerli Research Institute at the University of Veterinary Medicine Vienna, where he is co-founder head of the Unit of Comparative Cognition.\nHis research is focused on the experimental and comparative study of animal cognition, and he has worked with a wide variety of species, including pigeons, dogs, kea, and marmosets.[1]", "60577993": "Michael Russell Wheldon Rands (born 2 August 1956) is a British conservation biologist. He is the Master of Darwin College, Cambridge at the University of Cambridge[1] and a fellow at the Cambridge Judge Business School.[2] He was previously the executive director of the Cambridge Conservation Initiative.[3] Prior to this he was chief executive of BirdLife International.", "44554443": "Harold M. \"Hal\" Weintraub was an American scientist who lived from 1945 until his death in 1995 from an aggressive brain tumor.   Only 49 years old, Weintraub left behind a legacy of research.[1][2][3]", "66115787": "Priyanga Amarasekare is a Professor of Ecology and Evolutionary Biology at the University of California, Los Angeles (UCLA) and distinguished Fellow of the Ecological Society of America (ESA). Her research is in the fields of mathematical biology and trophic ecology, with a focus on understanding patterns of biodiversity, species dispersal and the impacts of climate change.[1] She received a 2021 Guggenheim Fellowship[2] and received ESA's Robert H. MacArthur Award in 2022.[3]", "2185422": "Beth Alison Shapiro (born 1976[5]) is an American evolutionary molecular biologist. She is a professor in the Department of Ecology and Evolutionary Biology at the University of California, Santa Cruz. Shapiro's work has centered on the analysis of ancient DNA.[6][2] She was awarded a MacArthur Fellowship in 2009[5][7] and a Royal Society University Research Fellowship in 2006.[1]", "645327": "Motoo Kimura (木村 資生, Kimura Motō) (November 13, 1924 – November 13, 1994) was a Japanese biologist best known for introducing the neutral theory of molecular evolution in 1968.[2][3] He became one of the most influential theoretical population geneticists. He is remembered in genetics for his innovative use of diffusion equations to calculate the probability of fixation of beneficial, deleterious, or neutral alleles.[4] Combining theoretical population genetics with molecular evolution data, he also developed the neutral theory of molecular evolution in which genetic drift is the main force changing allele frequencies.[5] James F. Crow, himself a renowned population geneticist, considered Kimura to be one of the two greatest evolutionary geneticists, along with Gustave Malécot, after the great trio of the modern synthesis, Ronald Fisher, J. B. S. Haldane, and Sewall Wright.[6]", "44521687": "Irwin William Sherman (February 12, 1933 - January 5, 2022) was a biology professor emeritus. He taught at University of California, Riverside for 42 years and retired as executive vice chancellor. Sherman is known for his studies of malaria.[3]", "62478558": "Zuzana Kečkéšová (born 1980) is a Slovak-American molecular biologist at the Institute of Organic Chemistry and Biochemistry of the Czech Academy of Sciences. She investigates the reasons that certain organs are protected from cancer.", "874725": "Allan Charles Wilson FRS AAA&S (18 October 1934 – 21 July 1991) was a professor of biochemistry at the University of California, Berkeley, a pioneer in the use of molecular approaches to understand evolutionary change and reconstruct phylogenies, and a revolutionary contributor to the study of human evolution. He was one of the most significant figures in post-war biology; his work attracted a great deal of attention both from within and outside the academic world. He is the only New Zealander to have won the MacArthur Fellowship.[1]", "53270758": "Nuggehalli Raghuveer Moudgal (4 March 1931 – 8 May 2011) was an Indian reproductive biologist, endocrinologist and the chairman of the Department of Biochemistry and dean of Faculty of Science at the Indian Institute of Science. He was known for his pioneering researches on gonadotropin and was an elected fellow of the Indian Academy of Sciences and the Indian National Science Academy. He was an associate of noted scientists, Choh Hao Li and Rodney Robert Porter and discovered the role of hormones in generating immune response in living beings, during his association with the former. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 1976.", "50387175": "Amanda \"Mandy\" Louise Reid is an Australian taxonomist and malacologist. She held the position of collection manager of malacology at the Australian Museum from 2010 to 2023. She is a published researcher and author. Her research has resulted in the description of many species of velvet worms and cephalopods.[1]", "186601": "Minakata Kumagusu (南方 熊楠, May 18, 1867 – December 29, 1941) was a Japanese author, biologist, naturalist and ethnologist.", "67885289": "Myriam Gorospe (San Sebastián, Guipúzcoa, Spain) is a Spanish scientist, the head of the RNA Regulation Section at the National Institute on Aging (NIA) since 1998. Her group studies the influence of RNA in cellular processes related to aging.[1]", "65001718": "Merav Ben-David (Hebrew: מירב בן-דוד; born 17 January 1959) is an Israeli-American ecologist, zoologist, and politician who is the chair of the Department of Zoology and Physiology at the University of Wyoming. She was the Democratic nominee in the 2020 United States Senate election in Wyoming, losing to former Congresswoman Cynthia Lummis in the general election. She ran for state representative from Wyoming's 46th District in 2022.", "59496696": "Dipyaman Ganguly is an Indian physician-scientist immunologist and cell biologist, currently a Principal Scientist and Swarnajayanthi Fellow at the CSIR-Indian Institute of Chemical Biology (IICB).[1] He heads the Dendritic Cell Laboratory of IICB, popularly known as the Ganguly Lab, where he hosts several researchers involved in research on regulation of innate Immunity and pathogenesis of inflammatory disorders.[2] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 2022.", "54778110": "William Goldman is professor and chair of microbiology and immunology at the University of North Carolina in Chapel Hill.[1] His research relates to pathogenesis of bacterial and fungal infections of the respiratory tract such as histoplasmosis, pneumonic plague, and pertussis.[2] He was previously at the Washington University School of Medicine.", "74438910": "Birkbeck College, University of London", "7559424": "Stephanie Jutta Schwabe ((1957-01-01)January 1, 1957 in Germany) is a geomicrobiologist. She completed a Ph.D. in the biogeochemical investigation of caves within the Bahamian carbonate platforms, commonly referred to as blue holes. She is an expert geologic diver mostly in Bahamian blues holes, though her experience extends to expeditions in U.S. waters. Diver International named her one of the top 40 divers in the world. She earned a degree in law with a focus on  international environmental law.", "6904064": "Emil Marcel Mrak (October 27, 1901 – April 9, 1987) was an American food scientist, microbiologist, and second chancellor of the University of California, Davis. He was recognized internationally for his work in food preservation and as a world authority on the biology of yeasts.", "69359873": "Collin Yvès Ewald  (born 1980 in Basel) is a Swiss scientist investigating the molecular mechanisms of healthy aging.[1][2] He is a molecular biologist and a professor at ETH Zurich, where he leads the Laboratory of Extracellular Matrix Regeneration.[3][4] His research focuses on the remodeling of the extracellular matrix during aging and upon longevity interventions.[5][6]", "61528323": "Rup Lal is an Indian molecular biologist known for his work in molecular biology, genomics, metagenomics and taxonomy of microbial diversity inhabiting extreme niches. His research has led to the development of novel analogue of rifamycin,[1] identification and functional characterization of  microbial communities at Manikaran hotsprings[2][3] and deciphering the role of microbes in degradation of  Hexacholorocyclohexane (HCH) at a polluted dumpsite located at Ummari village, Lucknow, India.[4][5]  He has over 35 years of strong and longstanding experience in administration, teaching and research in various capacities at University of Delhi, India. Presently, he is NASI Senior Scientist Platinum Jubilee fellow[6] at The Energy and Resources Institute (TERI), Delhi.", "9459976": "Juan Valverde de Amusco (or \"de Hamusco\") (c. 1525-?) was born in the Crown of Castille in what is now Spain c. 1525 and studied medicine in Padua and Rome under Realdo Columbo and Bartolomeo Eustachi. He published several works on anatomy, including De animi et corporis sanitate tuenda libellus (Paris, 1552).", "36821262": "Dorothea Bennett (December 27, 1929 in Honolulu, Hawaii – August 16, 1990 in Houston, Texas) was a geneticist, known for the genetics of early mammalian development and for research into mammalian sperm surface structures and their role in fertilization and spermatogenesis.[1] She was \"one of the major figures in mouse developmental genetics\".[2]", "25418001": "Manfred Aschner (Hebrew: מנפרד אשנר; 21 May 1901 – 1989) was an Israeli microbiologist and entomologist.", "1071387": "David Whyte Macdonald CBE FRSE is a Scottish zoologist and conservationist. He is the Director of the Wildlife Conservation Research Unit (WildCRU) at the University of Oxford, which he founded in 1986. He holds a Senior Research Fellowship at Lady Margaret Hall with the Title of Distinction of Professor of Wildlife Conservation.[3][4] He has been an active wildlife conservationist since graduating from Oxford.[when?]", "68704553": "Anne Louise Wyllie (born 1985) is a New Zealand microbiologist who was the lead author of a 2020 research article which led to the development of the SalivaDirect PCR method of testing saliva for SARS-CoV-2, the virus that causes COVID-19.[2] She has also worked on community studies to better understand pneumococcal disease.[3] She is a research scientist in epidemiology with the Public Health Modeling Unit at Yale University.", "50846003": "Judith Tukahirwa Tumusiime (née Judith Tukahirwa) is a Ugandan environmental scientist, water and sanitation consultant, and former management executive. She is the immediate past deputy executive director of the Kampala Capital City Authority (KCCA). She was appointed to that position in December 2012.[1] She resigned on 31 October 2016, citing interference from politicians and security agencies.[2]", "50682164": "Nerida Gaye Wilson is an invertebrate marine molecular biologist at the Commonwealth Scientific and Industrial Research Organisation[1] who has interests in diversity, systematics, phylogeny, phylogeography and behavior. Wilson has been instrumental in demonstrating the level of marine cryptic species complexes in Antarctic waters, testing the circumpolar distribution paradigm with molecular data, and using interdisciplinary approaches to show how Antarctic diversity may have been generated. Her work with NOAA on Antarctic Marine Living Resources has been used to regulate exploratory benthic fisheries.[2]", "12278096": "Ira Pastan (born in Winthrop, Massachusetts June 1, 1931) is an American scientist at the National Cancer Institute.  He is a member of the National Academy of Sciences, a Fellow of the AAAS and the American Society of Microbiology.  In 2009, he was awarded the prestigious International Antonio Feltrinelli Prize for Medicine.  His wife, Linda Pastan, was an American poet.", "27580753": "Jürgen Haffer (9 December 1932 in Berlin – 26 April 2010 in Essen) was a German ornithologist, biogeographer, and geologist. He is most remembered for his theory of Amazonian forest refugia during the Pleistocene that would have contributed to speciation and the diversification of the biota.", "67656016": "Roel Vermeulen (born October 14, 1970, in Made, Netherlands) is a Dutch scientist and professor at Utrecht University[1] and University Medical Center Utrecht, the Netherlands in the field of environmental epidemiology[2][3] and exposome. His scientific research focuses on environmental risk factors for cancer and neurological diseases, with a strong emphasis on the integration of epidemiology, high-quality exposure assessment and molecular biology in multidisciplinary studies.", "70244693": "Margaret Hotchkiss was a distinguished professor at the University of Kentucky. She is a microbiologist known for her work on bacteria in seawater and sewage, and fungi that cause disease. In 1957, she was elected a fellow of the American Academy of Microbiology.", "65329502": "Elizabeth Hadly (born 1958) is a professor in the Department of Biology at Stanford University, and holds the Paul S. and Billie Achilles Chair of Environmental Science.[1] Her research interests include links between ecology and evolution, and understanding of the impacts of the Anthropocene.[2]", "14571870": "George Rolleston MA MD FRCP FRS (30 July 1829 – 16 June 1881) was an English physician and zoologist. He was the first Linacre Professor of Anatomy and Physiology to be appointed at the University of Oxford, a post he held from 1860 until his death in 1881. Rolleston, a friend and protégé of Thomas Henry Huxley, was an evolutionary biologist.[1]", "48617824": "Hermann Reinheimer (August 4, 1872 - December 29, 1964)[1] also known as Harry Ryner was a British biologist and early science writer who proposed cooperation in evolution and symbiogenesis.", "67656035": "Karl Wilhelm Zimmermann (born 10 April 1861, Neunkirchen, Saarland; died 1935) was a German anatomist, pathologist and histologist, known for his eponymous contribution in the Zimmermann–Laband syndrome.[1] His name also appears in Zimmermann's arch (an aborted, rudimentary arch of the embryo, supposed to explain the origin of certain vessels between the fourth aortic and the fifth arches) and Zimmermann's elementary particle (an obsolete term for blood platelet).", "65591654": "Gesa Kluth (born 1970 near Göttingen) is a German biologist and wolf expert.[1]", "22305129": "Alfonso Luis Herrera (1868–1942) was a Mexican biologist, author, educator and founder of several institutions in Mexico City. He conducted research into the origin of life in an attempt to develop a new, experimental science which he called plasmogeny.[1][2]", "12081514": "E. Imre Friedmann (1921 – June 11, 2007) was a biologist, Robert O. Lawton Distinguished Professor of Biology at Florida State University and the NASA Ames Research Center, and Director, Polar Desert Research Center. He studied  endolithic microbial communities and astrobiology.  After escaping the Holocaust, Friedmann received his Ph.D. in botany from the University of Vienna, Austria in 1951, and he died on June 11, 2007.", "43243889": "University of Alberta", "59038067": "Zuleyma Tang-Martínez (born in Venezuela, March 9, 1945) is an emeritus professor of biology at the University of Missouri–St. Louis.  Earlier in her career (up until the early 1990s) she published under her former married name, Zuleyma Tang Halpin.", "25221493": "Helsinki University of Technology (BSc., MSc.)", "31807861": "Benjamin Lewin is a molecular biologist who founded the journal Cell[1] and authored the textbook Genes.[2] He is credited with building Cell into a recognized journal of cellular biology in a short period of time to rival Nature and Science.[3]", "940405": "Albert von Kölliker (born Rudolf Albert Kölliker; 6 July 1817 – 2 November 1905) was a Swiss anatomist, physiologist, and histologist.", "41048441": "Alex Benjamin Novikoff ((1913-02-28)28 February 1913 – (1987-01-09)9 January 1987) was a Russian Empire-born American biologist who is recognized for his pioneering works in the discoveries of cell organelles. A victim of American Cold War antagonism to communism that he supported, he is also recognized as a public figure of the mid-20th century at the height of McCarthyism in America.[1][2] As his original discoveries such as cell organelles and autophagy earned other scientists Nobel Prizes, he is regarded as one of the overlooked scientists to get Nobel Prize.[3]", "39573909": "Gilles-Éric Séralini (born 23 August 1960) is a French molecular biologist, political advisor and activist on genetically modified organisms and foods. He is of Algerian-French origin. Séralini has been a professor of molecular biology at the University of Caen since 1991, and is president and chairman of the board of CRIIGEN.[2]", "64215465": "Trevor S. Valle (born 27 October 1975) is an American paleontologist and wildlife biologist. In addition to his extensive career in paleontology he has also served as personality on several notable paleontology and wildlife television programs and documentaries.[1]", "70834601": "Nikola Nezlobinski (Macedonian: Никола Незлобински, original: Николај Антонович Незлобински, Russian: Николай Антонович Незлобинский; 12 May 1885- 17 May 1942) was a Macedonian endoparasitologist and a life scientist of Russian descent.", "8935851": "David Hendricks Bergey (1860-1937) was an American bacteriologist, born December 27, 1860, in Skippack, Pennsylvania, died September 5, 1937, in Philadelphia, Pennsylvania.", "54483377": "E. Cuyler Hammond (June 14, 1912 – November 3, 1986) was an American biologist and epidemiologist who was one of the first researchers to establish a link between smoking and lung cancer.[1]", "58775989": "Ethan Menahem Shevach (born 1943[1]) is an immunologist at the National Institute of Allergy and Infectious Diseases (NIAID) in Bethesda, Maryland.", "8935862": "Marc H. Bornstein (born in 1947)[1] is an Affiliate with the Eunice Kennedy Shriver National Institute of Child Health and Human Development in Bethesda, International Research Fellow at the Institute for Fiscal Studies in London, and senior advisor for research for ECD Parenting Programmes at UNICEF in New York City.", "39573965": "V. Mohan is an Indian physician/scientist specializing in diabetology. He is the Chairman of Dr. Mohan’s Diabetes Specialities Centre, which is an IDF Centre of Excellence[1] in Diabetes Care. He is also the Chairman of the Madras Diabetes Research Foundation[2] in Chennai which is an ICMR Centre for Advanced Research on Diabetes.", "65329617": "Philipp Holliger is a Swiss molecular biologist best known for his work on xeno nucleic acids (XNAs)[1] and RNA engineering.[2][3] Holliger is a program leader at the MRC Laboratory of Molecular Biology (MRC LMB).[4]", "56285655": "Peter John Herring is an English marine biologist known for his work on the coloration, camouflage and bioluminescence of animals in the deep sea, and for the textbook The Biology of the Deep Ocean.", "61692376": "Eriko Takano is a professor of synthetic biology and a director of the Synthetic Biology Research Centre for Fine and Speciality Chemicals (SYNBIOCHEM) at the University of Manchester.[1][2] She develops antibiotics and other high-value chemicals using microbial synthetic biology tools.", "9492954": "Ruth Hubbard (March 3, 1924 – September 1, 2016) was a professor of biology at Harvard University, where she was the first woman to hold a tenured professorship position in biology.[1][2]", "18733535": "Dr. Kunio Yamazaki was a biologist who worked at the Monell Chemical Senses Center from 1980 until his death. Yamazaki is most notable for his extensive work with the major histocompatibility complex.", "67590624": "Mary Wilcox Silver is Professor Emerita at the University of California Santa Cruz. Silver is known for research on marine snow and harmful algal blooms, setting the stage for woman conducting research in the field, and for mentoring and teaching of graduate and undergraduate students.", "70867425": "Professor Kate Trinajstic or Katherine M. Trinajstic is an Australian palaeontologist, evolutionary biologist, and winner of the Dorothy Hill Award. She is the Dean of Research, Faculty of Science and Engineering at Curtin University.[1]", "23010": "Paul Ehrlich (German: [ˈpaʊl ˈʔeːɐ̯lɪç] ⓘ; 14 March 1854 – 20 August 1915) was a Nobel Prize-winning German physician and scientist who worked in the fields of hematology, immunology, and antimicrobial chemotherapy. Among his foremost achievements were finding a cure for syphilis in 1909 and inventing the precursor technique to Gram staining bacteria. The methods he developed for staining tissue made it possible to distinguish between different types of blood cells, which led to the ability to diagnose numerous blood diseases.", "1726946": "Frits Warmolt Went (May 18, 1903 – May 1, 1990) was a Dutch biologist whose 1928 experiment demonstrated the existence of auxin in plants.", "973296": "Tong Dizhou (Chinese: 童第周; May 28, 1902 – March 30, 1979) was a Chinese embryologist known for his contributions to the field of cloning. He was a vice president of Chinese Academy of Science.", "46881269": "John Michael Squire (27 June 1945 – 31 January 2021) was a British professor of structural biophysics in the University of London, a visiting professor at Imperial College London and a research fellow at the University of Bristol, where he researched muscle contraction and blood vessel glycocalyx structure.  He was a Fellow of both the Institute of Physics and the Society of Biology.  He was an emeritus member of the US Biophysical Society and an honorary member of the British Biophysical Society.", "46193146": "Nancy Chu Ip Yuk-yu (simplified Chinese: 朱叶玉如; traditional Chinese: 朱葉玉如; pinyin: Yè Yùrú, born 30 July 1955[1]), as known as Nancy Y. Ip in academic publications, is a Hong Kong neuroscientist. She is serving as the 5th President of the Hong Kong University of Science and Technology (HKUST) since 19 October 2022. She had served as the Vice-President of Research and Development, the Morningside Professor of Life Science, and Director of the State Key Laboratory of Molecular Neuroscience at the HKUST.[2][3]  Since December 2022, Ms. Ip has also served as the a deputy from the Hong Kong delegation to the National People's Congress and received the largest number of votes from the 1273 member Electoral Committee which elects delegates, receiving 1254 votes [4]", "36002299": "Benjamin Peary Pal or B. P. Pal FRS (26 May 1906 – 14 September 1989) was an Indian plant breeder and agronomist who served as a director of the Indian Agricultural Research Institute in Delhi and as the first Director General of the Indian Council of Agricultural Research. He worked on wheat genetics and breeding but was also known for his interest in rose varieties.[2]", "36067838": "Roelof Josephus \"Roel\" de Wit  (31 March 1927 in Amsterdam – 3 June 2012 in Haarlem) was a Dutch politician of the Labour Party (PvdA) and a conservationist.", "71784965": "Keith Roland Matthews, FMedSci, FRS,  FRSE (born 24 June 1964)[1] is a British cell biologist and parasitologist, currently Professor of Parasite Biology in the School of Biological Sciences at the University of Edinburgh. His research focuses on African trypanosomes (protozoan parasites spread by the tsetse fly), which cause human sleeping sickness and the equivalent cattle disease nagana.[2][3]", "3103254": "Eric Rodger Pianka (January 23, 1939  – September 12, 2022)[1] was an American herpetologist and evolutionary ecologist.[2]", "35510810": "Danièle Guinot (born 1933)[1] is a French biologist, an emeritus professor at the Muséum national d'histoire naturelle in France, known for her research on crabs.[2]", "67754524": "Gessner Harrison \"Hatch\" Echols Jr. (May 1, 1933 – April 11, 1993)[1] was an American molecular biologist, biochemist, and geneticist, whose work on the lambda phage advanced the understanding of viral infections and gene regulation inside the cell.[4][5]", "13916707": "Raymond C. Stevens (born 1963) is an American chemist and structural biologist,  Founder, CEO and Board Member of Structure Therapeutics;[2] Founding Director of the iHuman Institute at ShanghaiTech University; Professor Emeritus of Chemistry, and Founding Director of the Bridge Institute at the University of Southern California; Board Member, Danaher Corporation.[3]", "31775272": "Professor J. S. Chiao, born Jui-Sheng Jiao (13 September 1918 - 22 December 2009),[1] was a microbiologist from the Shanghai Institute of Plant Physiology and Ecology of the Chinese Academy of Sciences, and a member of the American Society for Microbiology. Professor Chiao spent 60 years in microbiology research, and was one of the world's leading scientists on its application to the field of biotechnology.", "67656234": "University of Melbourne", "1858092": "Substitute lecturer, botany, University of Edinburgh\nFounded Balfour & Smellie, printers, Edinburgh, 1765\nEdited 1st edition of the Encyclopædia Britannica, 1771-\nEditor, Edinburgh Magazine and Review, 1773-1776", "68835901": "Susan Brawley is an American marine ecologist at the University of Maine known for her research on algae, especially algal reproduction. She was elected a fellow of the American Association for the Advancement of Science in 2012.", "2677311": "Henry Charlton Bastian (26 April 1837 in Truro, Cornwall, England – 17 November 1915 in Chesham Bois, Buckinghamshire) was an English physiologist and neurologist.", "22272584": "Dirk Brockmann (born September 2, 1969) is a German physicist and Professor at the Institute for Biology at Humboldt University of Berlin and the Robert Koch Institute, Berlin. Brockmann is known for his work in complex systems, complex networks, computational epidemiology, human mobility and anomalous diffusion.", "50059848": "George Khoury (1943 – April 25, 1987) was an American scientist who was chief of the molecular virology laboratory at the National Cancer Institute from 1980 to his death. He conducted early research with enhancers and was elected to membership in the National Academy of Sciences shortly before his death from lymphoma.", "2873935": "Harvey Bialy (born 1945, New York City, died July 1, 2020) was an American molecular biologist and AIDS denialist. He was one of the signatories to a letter to the editor by the \"Group for the Scientific Reappraisal of the HIV-AIDS Hypothesis\", which denied that HIV was the cause of AIDS,[1] and was a member of the controversial and heavily criticized South African Presidential AIDS Advisory Panel convened by Thabo Mbeki in 2000.[2] Bialy authored a scientific biography of Peter Duesberg, a fellow AIDS denialist, in 2004.", "60971601": "Florence E. Moog (1915 – 1986) was an American biologist known for her research of enzymes in the intestinal tract, which was used by pediatricians to study how lungs mature in premature babies and to develop a therapy for premature infants to bring about normal lung functioning.", "48978526": "Aida Fernández Ríos (4 March 1947 – 22 December 2015)[1][2] was a climate scientist, marine biologist, and a professor at the Instituto de Investigaciones Marinas (IIM) in Spain, specializing in the study of the Atlantic Ocean.  She was the director of the Spanish National Research Council (CSIC), and also a member of the Royal Galician Academy of Sciences (RAGC).", "53467752": "Ian G. Macara is a British-American biologist, currently the Louise B. McGavock Chair at Vanderbilt University.[1][2][3] He received his PhD from the University of Sheffield in the United Kingdom and completed postdoctoral training at Harvard University before moving to the University of Virginia, where he was the Harrison Distinguished Professor of Microbiology and Director of the Advanced Microscopy Facility.[4] He was named the chair of the Vanderbilt Department of Cell and Developmental Biology in 2012.[5] His research focuses on the molecules that establish Cell polarity in Epithelium, both in normal cells and in cancer.[6][7][8]", "51337834": "Barbara Jane Howlett (/ˈhaʊlɪt/) is an Australian fungal plant pathologist.", "13392493": "Carl-Göran Hedén (September 11, 1920 – June 8,[1] 2009) was a distinguished Swedish scholar in the fields of Microbiology, Biotechnology and microbial physiology, D.Sc., Professor of the Karolinska Institute (Stockholm), where he earned his doctorate 1951, publishing his thesis on the infection of E.Coli B with the Bacteriophage T2. He was also a Member of the Royal Swedish Academy of Engineering Sciences since 1959 and of the Royal Swedish Academy of Sciences since 1975, a Fellow of the World Academy of Art and Science (WAAS, and founder of the first Chair in biotechnology in Sweden. Heden was one of the founders (1968) and first President of the International Organisation for Biotechnology and Bioengineering (IOBB). He was the first active chairman of UNEP/UNESCO/ICRO's Panel on Applied Microbiology and Biotechnology, main initiator of UNESCO/UNEP's Microbiological Resource Centers (MIRCEN), one of the organizers of the 1st Global Impact of Applied Microbiology Conference (Stockholm, 1963), founder (1990) and the first Director of the Biofocus Foundation (BF). Since 1976 he was the first director of MIRCEN-Stockholm. Professor Heden was also a President of the WAAS. In 1986 he was honored by the Swedish Inventors Association as \"the Inventor of the Year\".", "28858995": "David Morrison (born June 26, 1940) is an American astronomer, a senior scientist at the Solar System Exploration Research Virtual Institute, at NASA Ames Research Center in Mountain View, California.  Morrison is the former director of the Carl Sagan Center for Study of Life in the Universe at the SETI Institute and of the NASA Lunar Science Institute.[1] He is the past Director of Space at NASA Ames.  Morrison is credited as a founder of the multi-disciplinary field of astrobiology.[2] Morrison is best known for his work in risk assessment of near Earth objects such as asteroids and comets.[3]  Asteroid 2410 Morrison was named in his honor. Morrison is also known for his \"Ask an Astrobiologist\" series on NASA's website where he provides answers to questions submitted by the public.[4] He has published 12 books and over 150 papers primarily on planetary science, astrobiology and near Earth objects.[5]", "59267701": "Yuan-Chuan Lee (Chinese: 李遠川; pinyin: Lǐ Yuǎnchuān; born 30 March 1932) is a Taiwanese biochemist who is currently a professor at Johns Hopkins University in the United States.", "59202176": "Sue Hengren Wickner is an American biochemist and geneticist who is a distinguished investigator and the head of the DNA Molecular Biology section of the National Institutes of Health.[1]   Her laboratory is under the National Cancer Institute and is located in the Center for Cancer Research (NCI/CCR).[2]", "19061395": "Joachim Wilhelm \"Jo\" Messing (September 10, 1946 – September 13, 2019) was a German-American biologist who was a professor of molecular biology and the fourth director of the Waksman Institute of Microbiology at Rutgers University.[1]", "21191322": "Dorian Bevec is a German molecular biologist, Chief Scientific Officer and co-founder at Mondobiotech.[1] He was born on May 21, 1957, in Zagreb, FPR Yugoslavia.", "68672154": "Darron Asher Collins (born 1970) is an American human ecologist and academic administrator specialized in ethnobotany. He became president of the College of the Atlantic in 2011.", "645786": "Samuel Stillman Berry (March 16, 1887 – April 9, 1984)[1] was an American marine zoologist specialized in cephalopods.", "43080347": "Francisc Iosif Rainer (December 28, 1874 – August 4, 1944) was an Austro-Hungarian-born Romanian pathologist, physiologist and anthropologist. From an immigrant family, he earned early recognition for his experimental work in anatomy, and helped reform Romanian medical science. He spent much of his youth training himself in anatomical pathology and the various areas of natural science, gaining direct experience as a microbiologist, surgeon, and military physician. With teaching positions at the University of Iași and the University of Bucharest, where he established specialized sections, Rainer became a noted promoter of science and an innovator in his field. He notably favored and introduced the anatomical study of \"functional structures\", and was in particular preoccupied with issues pertaining to ontogenesis and kinesiology. An intellectual influence on several generations of doctors, his wife was Marta Trancu-Rainer, Romania's first female surgeon.", "72964771": "Javier de Felipe Oroquieta (born 1953, Madrid) is a research biologist specializing in the anatomical study of the human brain.[1]", "66214573": "John Henry Crowe (born 1943) is an American comparative physiologist.  He is primarily known for his work on the mechanisms dehydration and rehydration of cryptobiotic organism, including tardigrades.  His work included the discovery of trehalose as a cryoprotectant for cell membranes and the use of trahalose and other cryoprotectants for the preservation of human blood components including platelets for longer-term storage[3]", "66149044": "Professor John Harbison (23 December 1935 – 18 December 2020)[1] was the first State Pathologist of Ireland.[2][3][4]", "51337918": "Belinda Carlene Ferrari is an Australian microbiologist who specialises in the genetics and ecology of soil bacteria and fungi, particularly in polar regions. She is an associate professor at the University of New South Wales (UNSW) in the School of Biotechnology and Biomolecular Sciences, where she heads a microbiology laboratory.", "59333315": "Kiyoshi Nagai FRS (June 25, 1949 – September 27, 2019) was a Japanese structural biologist at the MRC Laboratory of Molecular Biology Cambridge, UK. He was known for his work on the mechanism of RNA splicing and structures of the spliceosome.", "48716486": "Charles Elmer Allen (October 4, 1872 in Horicon, Wisconsin – June 25, 1954) was an American botanist and cell biologist whose discoveries include the first documentation of sex chromosomes in plants.[1] He was a member of the United States National Academy of Sciences and the American Philosophical Society,[2][3] and held presidencies of the Botanical Society of America (1921), the Wisconsin Academy of Sciences, Arts and Letters (1931-1933), the American Society of Naturalists (1936), and the American Microscopical Society (1948). Allen was a professor at the University of Wisconsin for over 20 years.[4]", "547527": "Jacques Lucien Monod (February 9, 1910 – May 31, 1976) was a French biochemist who won the Nobel Prize in Physiology or Medicine in 1965, sharing it with François Jacob and André Lwoff \"for their discoveries concerning genetic control of enzyme and virus synthesis\".[2][3][4][5][6][7]", "67066570": "Marina Dmitrievna Zerova (Ukrainian: Марина Дмитрівна Зерова; 29 December 1934 – 9 March 2021) was a Ukrainian entomologist. Several insects have been named after her. She became Doctor of Biological Sciences [uk] (1980), Professor (1989) and Honored Worker of Science and Technology of Ukraine [uk] (2003). In 1981 she was awarded the Award of the National Academy of Sciences of Ukraine named after DK Zabolotny [uk].[1]", "65362635": "Kathrin U. Jansen (born 1958) is the former[1] Head of Vaccine Research and Development at Pfizer. She previously led the development of the HPV vaccine (Gardasil) and newer versions of the pneumococcal conjugate vaccine (Prevnar), and is working with BioNTech to create a COVID-19 vaccine using mRNA (Pfizer–BioNTech COVID-19 vaccine) that was approved for Emergency Use Authorization in the United States on December 11, 2020.[2]", "8018662": "Ernst Johannes Schmidt (2 January 1877 – 21 February 1933) was a Danish biologist credited with discovering in 1920 that European eels migrate to the Sargasso Sea to spawn. Before this people in North America and Europe had wondered where the small glass eels, or elvers, came from.[1]", "6937333": "Franz Halberg (July 5, 1919 – June 9, 2013[1] ) was a scientist and one of the founders of modern chronobiology. He first began his experiments in the 1940s and later founded the Chronobiology Laboratories at the University of Minnesota. Halberg published many papers also in the serials of the History Commission of International Association of Geomagnetism and Aeronomy. He also published in \"Wege zur Wissenschaft, Pathways to Science\". He was a member of many international bodies, was awarded five honorary doctorates and was a member of the Leibniz Sozietät der Wissenschaften zu Berlin. In the 1950s, he introduced the word circadian, which derives from the Latin about (circa) a day (diem).[2]", "53762806": "Susan Golden (née Stephens) is a Professor of molecular biology known for her research in circadian rhythms. She is currently a faculty member at UC San Diego.", "69851894": "Dirk Frans Elisabeth Thys van den Audenaerde (born 14 March 1934 in Mechelen) is a Belgian ichthyologist. He is an honorary director of the Royal Museum for Central Africa and professor emeritus at the KU Leuven.[1][2][3][4]", "21748477": "Winston Frank Ponder (born 1941) is a malacologist born and educated in New Zealand who has named and described many marine and freshwater animals, especially micromolluscs.[1]", "9231102": "David George Charles Harper is the senior lecturer in Evolutionary Biology in the School of Life Sciences at the University of Sussex, England.  He specifically lectures Animal Diversity, Darwinian Evolution, Cooperation & Conflict in Animal Societies, Conservation in Practice and Applied systematics.", "8313601": "Roderic Dugald Morton Page (born 1962) is a New Zealand-born evolutionary biologist at the University of Glasgow, Scotland, and the author of several books.[4] As of 2015[update] he is professor at the University of Glasgow and was editor of the journal Systematic Biology until the end of 2007.[5] His main interests are in phylogenetics,[6] evolutionary biology and bioinformatics.[7][8]", "8215305": "Esther Miriam Zimmer Lederberg (December 18, 1922 – November 11, 2006) was an American microbiologist and a pioneer of bacterial genetics. She discovered the bacterial virus λ and the bacterial fertility factor F, devised the first implementation of replica plating, and furthered the understanding of the transfer of genes between bacteria by specialized transduction.", "41114380": "Jean Baptiste François René Koehler (7 March 1860, Saint-Dié – 19 April 1931, Lyon) was a French zoologist best known for his research of echinoderms.", "45472532": "Beverly Wendland is the Provost and Executive Vice Chancellor for Academic Affairs at Washington University in St. Louis.[1]", "7363352": "Alan Aderem is an American biologist, specializing in immunology and cell biology. Aderem's particular focus is the innate immune system, the part of the immune system that responds generically to pathogens. His laboratory's research focuses on diseases afflicting citizens of resource poor countries, including AIDS,  malaria, tuberculosis and influenza.[1][2]", "53861145": "Brian P. Hanley (born c. 1957) is an American microbiologist and founder of Butterfly Sciences. He is known for self-experimenting with gene therapy to try to improve health span.[1][2]", "47438617": "Andrew Robert Marks (born February 22, 1955), is an American cardiologist and molecular biologist. He is Professor and Chair of the Department of Physiology and Cellular Biophysics  at Columbia University College of Physicians and Surgeons, Founding Director of the Clyde and Helen Wu Center for Molecular Cardiology,[1] and a Wu Professor of Medicine.", "53467931": "Robert Endean (1925–1997) was an Australian marine scientist and academic at the University of Queensland.[1]", "26762014": "Edith Anne \"Edie\" Widder Smith (born 1951) is an American oceanographer, marine biologist, author and the Co-founder, CEO and Senior Scientist at the Ocean Research & Conservation Association.[1][2][3]", "38460207": "Robert Desharnais (born March 29, 1955) is an American evolutionary biologist. His research area is population biology and ecology.[1]", "1039151": "Richard Axel (born July 2, 1946) is an American molecular biologist and university professor in the Department of Neuroscience at Columbia University and investigator at the Howard Hughes Medical Institute. His work on the olfactory system won him and Linda Buck, a former postdoctoral research scientist in his group, the Nobel Prize in Physiology or Medicine in 2004.", "50879281": "Siti Aisah Binti Hj Alias is a Malaysian marine polar researcher and lecturer. As of August 2016, she is Associate Professor and Director of the National Antarctic Research Centre (NARC) in the Malaysian Antarctic Research Programme (MARP), at the University of Malaya.[1] Her work focuses on the physiology of marine and polar microbes and fungi.[2]", "66116416": "Mark A. Kirkpatrick is a theoretical population geneticist and evolutionary biologist. He currently holds the T. S. Painter Centennial Professorship in Genetics in the Department of Integrative Biology at the University of Texas at Austin.[1] His research touches on a wide variety of topics, including the evolution of sex chromosomes, sexual selection, and speciation.  Kirkpatrick is the co-author, along with Douglas J. Futuyma, of a popular undergraduate evolution textbook.[2] He is a member of the United States National Academy of Sciences.[3]", "42425158": "Harald Jockusch (born 1939 in Frankfurt am Main) is a German biologist and artist with the alias Hal Jos.", "57531207": "Bradford University", "1039176": "Linda Brown Buck (born January 29, 1947) is an American biologist best known for her work on the olfactory system.[4] She was awarded the 2004 Nobel Prize in Physiology or Medicine, along with Richard Axel, for their work on olfactory receptors.[5][6][7][8] She is currently on the faculty of the Fred Hutchinson Cancer Research Center in Seattle.[9]", "44817234": "Andrea Marshall is a marine biologist known for wildlife conservation and research on large marine animals like manta rays & whale sharks. Marshall is co-founder and a principal scientist of the Marine Megafauna Foundation, where she leads many of MMF’s projects around the world.[1]", "18537302": "Henrik Nikolai Krøyer (22 March 1799 – 14 November 1870) was a Danish zoologist.", "74242904": "Ruth Catherine Massey is a British molecular biologist who is a professor at University College Cork. Her research considers pathogens. She was elected to the European Molecular Biology Organization in 2023.", "40065885": "Hilary Margaret Lappin-Scott OBE FLS FLSW PFHEA FAAM FRSB (born 1955) is a British microbiologist whose field of research is microbial biofilms. In 2009 Hilary was elected as the second female President of the Society for General Microbiology (SGM) in 70 years and served in this role until 2012.[1] In September 2019 she was elected as President of the Federation of European Microbiological Societies (FEMS), being the first President from the UK.[2]", "74013536": "Leslie A. Weston FAA, is a plant biologist, who was awarded a Fellow of the Australian Academy of Science in 2023, for her work on weed suppressing ground covers and pest management. She is a professor at Charles Sturt University, at Wagga Wagga, and researches botany, agronomy, weed control and horticulture.[1]", "60709730": "Graham F. Hatfull is the Eberly Family Professor of Biotechnology at the University of Pittsburgh, where he studies bacteriophages.[1] He has been an HHMI professor since 2002, and is the creator of their SEA-PHAGES program.[2]", "3529572": "Kirill Yuryevich Eskov (Russian: Кири́лл Ю́рьевич Есько́в; born 16 September 1956) is a Russian writer, biologist and paleontologist.\nAs an author he is known for The Gospel of Afranius in which he presents an atheistic interpretation of the events of the Gospel, and The Last Ringbearer in which he retells J. R. R. Tolkien's The Lord of the Rings from a Mordorian point of view.", "1891177": "Richard D. Alexander (November 18, 1929 – August 20, 2018) was an American zoologist who was a professor at the University of Michigan and curator at the university's museum of zoology of in Ann Arbor, Michigan. His scientific pursuits integrated the fields of systematics, ecology, evolution, natural history and behavior. The salient organisms in his research are wide-ranging, from the orthopterans (grasshoppers, katydids and crickets) and Cicadidae (cicadas) to vertebrates: dogs, horses, and primates, including humans.", "8117105": "Bengt Lidforss (15 September 1868 – 23 September 1913) was a prominent Swedish botanist, socialist, and an accomplished natural scientist and writer.", "65854335": "George Eber MacGinitie (5 April 1889 – 6 September 1989) was an American marine biologist and a professor at the California Institute of Technology. He married the marine biologist Nettie Murray MacGinitie and the couple conducted research together and helped produce films on marine life.", "69557130": "William Paul Duprex (pronounced /djuːˈpreɪ/ dew-PRAY; born 1968) is a British scientist and advocate for vaccines and global health. He serves as Director of the University of Pittsburgh's Center for Vaccine Research and Regional Biocontainment Laboratory. Duprex holds the Jonas Salk Chair in Vaccine Research. He is also a professor of microbiology and molecular genetics at the University of Pittsburgh School of Medicine and serves as Editor-in-Chief of the Journal of General Virology, which is published by the Microbiology Society, and a senior editor of mSphere, published by the American Society for Microbiology. Duprex is an expert in measles and mumps viruses and studies viral spillover from animals to humans, including the SARS-CoV-2 virus that caused the COVID-19 pandemic. Duprex is a Fellow of the American Academy of Microbiology.", "59661194": "Beena Ramakrishnan Pillai is an Indian microbiologist, geneticist, and a scientist at the Institute of Genomics and Integrative Biology. She is known for her studies on \ngene regulation influenced by small RNA and histone variants and is a recipient of the Young Scientist Award of the Council of Scientific and Industrial Research and the Young Scientist Medal of the INSA. The Department of Biotechnology of the Government of India awarded her the National Bioscience Award for Career Development, one of the highest Indian science awards, for her contributions to biosciences, in 2017–18.", "57400205": "Sonja Hammerschmid (born Sonja Maria Theresia Mörwald on June 24, 1968 in Steyr) is an Austrian molecular biologist and politician.\nShe was Rector of the University of Veterinary Medicine Vienna from 2010 to 2016 and minister of education in the Kern government from 2016 to 2017.\nSince 2017, Hammerschmid has been a member of the Austrian National Council.\nHammerschmid is a member of the Social Democratic Party.", "64805775": "Estrella Navarro-Holm is a marine biologist, model, and national record-holding free diver from Mexico. She is the first Latin American woman to win a free diving medal for holding a single breath for more than six minutes.[1]", "37641105": "Richard Rathbun (January 25, 1852 – July 16, 1918) was an American biologist and administrator at the Smithsonian Institution.", "20732820": "Dr. Helen Magnus is the protagonist and central character of the Canadian fantasy-science fiction television series Sanctuary. She is portrayed by Amanda Tapping. In the series, Magnus is a biologist from Victorian era England, who currently runs the global Sanctuary Network, an organization tasked with finding a series of creatures called \"abnormals\", and later bringing them to a Sanctuary base for refuge, to protect them from the human population. The character is over two and a half centuries old, having been given her advanced longevity by injecting herself with vampire blood, as well as reliving the 20th century from temporal displacement. After traveling back in time, Magnus had to avoid people, so she isolated herself. In the season 4 finale \"Sanctuary For None: Part 2\", it was revealed that Magnus spent the 113 years creating a new Sanctuary.", "48913301": "Danielle \"Hopi\" Elizabeth Hoekstra (born 1972) is an evolutionary biologist working at Harvard University in Cambridge, Massachusetts and serving as the Dean of its Faculty of Arts and Sciences. Her lab uses natural populations of rodents to study the genetic basis of adaptation.[1][2][3][4] She is the Alexander Agassiz Professor of Zoology in the Department of Organismic and Evolutionary Biology and the Department of Molecular and Cellular Biology at Harvard University.[5] She is also the Curator of Mammals at the Museum of Comparative Zoology and a Harvard College Professor. In 2014, Hoekstra became a Howard Hughes Medical Institute  Investigator.[1] In 2016, she was elected to the National Academy of Sciences,[6] and in 2017, she was elected to the American Academy of Arts and Sciences.[7] Hoekstra assumed the deanship of Harvard's Faculty of Arts and Sciences in August 2023.[8]", "49175461": "Professor David Peter Simon Wasawo (17 May 1923 – 4 February 2014) was a Kenyan zoologist, conservationist, and university administrator. After studying at Uganda's Makerere University he earned an M.A. at the University of Oxford and a PhD at University of London. He taught at Makerere University, and was Professor and Dean of the Faculty of Science at the University of Nairobi, and later chancellor of Great Lakes University of Kisumu.", "66116519": "Shahid Naeem is an ecologist and conservation biologist and is a Lenfest Distinguished professor and chair in the Department of Ecology, Evolution, and Environmental Biology at Columbia University.[1] Naeem is the author of Biodiversity, Ecosystem Functioning, and Human Well-Being, and has published over 100 scientific articles.", "19848104": "Virginia Zakian is the Harry C. Wiess Professor in the Life Sciences in the Department of Molecular Biology at Princeton University. She is the director of the Zakian Lab, which has done important research in topics such as telomere-binding protein, telomere recombination, and telomere position effects, at Princeton University.[1]  She is a fellow at the American Academy of Microbiology and the American Association for the Advancement of Science.,[2] and is an elected member of the National Academy of Sciences (2018). Zakian served as the chair of \"Princeton's Task force on the Status of Women Faculty in the Natural Sciences and Engineering at Princeton\" from 2001-2003, in 2003 Zakian became Princeton University's representative to Nine Universities, Gender Equity Analysis[2][3] She was elected as a member of the American Academy of Arts and Sciences in 2019.[4]", "32627629": "Christopher John Lamb CBE FRS[1] (19 March 1950 – 21 August 2009) was a Professor of Plant Biology at the University of East Anglia and director of the John Innes Centre.[2][3][4]", "61004730": "Victoria October is a fictional character in the Batman comic books, created by writers James Tynion IV and Marguerite Bennett and by penciller and inker Ben Oliver. A transgender bioweapons expert and physician, she first appeared as an ally to Batman in March 2017 in Detective Comics, published by DC Comics. The character has generated positive critical commentary and academic interest.", "70998971": "Karin Dorinda Norlin Rodland (born 1949) is an American cancer cell biologist. She is a professor emeritus at Oregon Health and Science University.", "3300289": "Erik Bongcam-Rudloff is a Chilean-born Swedish biologist and computer scientist. He received his doctorate in medical sciences from Uppsala University in 1994.  He is Professor of Bioinformatics and the head of SLU-Global Bioinformatics Centre at the Swedish University of Agricultural Sciences. His main research deals with development of bioinformatics solutions for the Life Sciences community.[citation needed]", "515018": "Thomas (Tom) Cavalier-Smith, FRS, FRSC, NERC Professorial Fellow (21 October 1942 – 19 March 2021[1]), was a professor of evolutionary biology in the Department of Zoology, at the University of Oxford.[2]", "57465806": "Nicola Jane Spence CBE (born 22 February 1961[1]) is the Chief Plant Health Officer and Deputy Director for plant and bee health at the Department for Environment, Food and Rural Affairs.", "58579921": "Natalya Tikhonovna Osadcha-Yanata (Ukrainian: Наталія Тихонівна Осадча-Яната; May 19, 1891, Kherson – April 9, 1982, New York[1]) was a Ukrainian botanist and folklorist noted for studying the medicinal plants of Ukraine and publishing some of her works in English.[2][3]  She was married to Ukrainian botanist Alexander Yanata.[4]", "62020574": "Anthony David Barnosky is an ecologist, geologist and biologist (paleoecology). He was Professor at the Department of Integrative Biology at UC Berkeley until his retirement.[1] His research is concerned with the relationship between climate change and mass extinctions.", "1727460": "Henrik Kacser FRSE (22 September 1918 – 13 March 1995) was a Romanian-born biochemist and geneticist who worked in Britain in the 20th century. Kacser's achievements have been recognised by his election to the Royal Society of Edinburgh in 1990, by an honorary doctorate of the University of Bordeaux II in 1993.", "13458410": "R. Michael Roberts (born October 23, 1940, in Menston, United Kingdom)[1] is an American biologist who is the Chancellor's Professor Emeritus  of Animal sciences and Biochemistry at the University of Missouri.[2]  He is a founding co-editor of the Annual Review of Animal Biosciences, first published in 2013.[3]", "43244529": "Daniel Chamovitz (דניאל חיימוביץ; born April 18, 1963 ) is an American-born plant geneticist and the 7th President of Ben-Gurion University of the Negev in Beer-Sheva, Israel.[1] Previously he was Dean of the George S. Wise Faculty of Life Sciences at Tel Aviv University, Israel, and the director of the multidisciplinary Manna Center Program in Food Safety and Security.[2][3]", "42294261": "Mary Ann Allard Booth (September 8, 1843 – September 15, 1922) was an American microscopist.", "2055173": "Minoru Shirota (代田 稔, Shirota Minoru, April 23, 1899 – March 10, 1982) was a Japanese microbiologist. In the 1930 \nShirota identified a strain of lactic acid bacteria that is part of normal gut flora that he originally called Lactobacillus casei Shirota, which appeared to help contain the growth of harmful bacteria in the gut. The strain was later reclassified as Lactobacillus paracasei Shirota.[1]", "14638086": "Academician of the USSR Academy of Medical Sciences", "55663625": "Bharat B. Chattoo (25 May 1951 – 15 November 2016[1]), a JC Bose National Fellow,[2] was a scientist specialising in the field of Biotechnology, Genomics and Proteomics.", "55925783": "Hilary Swarts is a wildlife biologist who works for the United States Fish and Wildlife Service at the Laguna Atascosa National Wildlife Refuge in southern Texas, where she is known for her work with ocelots.[1][2][3]", "53828639": "M. Sawkat Anwer is an American bioscientist. He's currently a Distinguished Professor of biomedical sciences at Tufts University.[1][2] Anwar received a Masters of Science from Dhaka University and a Ph.D. from Kansas State University.[1]", "53828643": "Kendal Broadie is an American biologist specializing in genetic dissection of nervous system development, function and plasticity, currently the Eldon Stevenson, Jr. Professor at Vanderbilt University.[1][2]", "53828646": "Laura Wegener Parfrey is a Canadian bioscientist, focusing on microbial ecology. As of 2014[update], she is a Canada Research Chair in Protist Ecology at the University of British Columbia.[2]", "47504426": "Karen Beemon is an American molecular biologist and professor of biology at Johns Hopkins University known for her research on RNA viruses and viral oncogenesis.[1]", "53828651": "Geoffrey Wasteneys is a Canadian biologist, currently at University of British Columbia and a Canada Research Chair in Plant Cell Biology.[1][2][3]", "53828652": "Samuel A. Santoro is an American microbiologist and immunologist, focusing in structure and biology of integrin adhesive receptors for extracellular matrix proteins, currently the Dorothy B. and Theodore R. Austin Professor and Chair at Vanderbilt University.[1][2]", "20503602": "Mary Lou Clements-Mann (September 17, 1946 – September 2, 1998) was the founder and first Director of the Center for Immunization Research at the Johns Hopkins Bloomberg School of Public Health and is well known for her work in the areas of HIV and influenza vaccine research.[2][3]", "67755058": "Laura Piddock is a microbiologist, specialising in antibiotics and antibiotic resistance in bacteria. She is Professor Emerita at the University of Birmingham, UK and also Scientific Director within the Global Antibiotic Research and Development Partnership.[1]", "47307826": "Dirk Willem \"Dick\" van Bekkum (30 July 1925 – 17 July 2015) was a Dutch medical-radiobiologist. Van Bekkum was founder and head of the Radiobiological Institute of the Netherlands Organisation for Applied Scientific Research for thirty years.[1] At Leiden University he was professor of experimental transplantation biology and at the Erasmus University Rotterdam he was professor of radiobiology. In the late 1960s he was one of the first to perform bone marrow transplants.[1]", "53828662": "Jacques Brodeur is a Canadian biologist, currently a Canada Research Chair in Biocontrol at Université de Montréal.[1][2][3]", "63691834": "Alison Helen Holmes OBE FRCP FMedSci FRCPI is a British infectious diseases specialist, who is a professor at Imperial College London and the University of Liverpool.[1] Holmes serves as Director of the National Institute for Health Research (NIHR) Health Protection Research Unit in Healthcare Associated Infections and Antimicrobial Resistance and Consultant at Hammersmith Hospital. Holmes is on the Executive Committee of the International Society of Infectious Diseases, and she serves on a variety of World Health Organization (WHO) expert groups related to antimicrobial use, Antimicrobial Resistance (AMR), infection prevention and sepsis. Her research considers how to mitigate antimicrobial resistance.[2]", "58842172": "Diana Santos Fleischman (born April 22, 1981) is an American evolutionary psychologist. Her field of research includes the study of disgust, human sexuality, and hormones and behaviour.[1] She is also involved in the effective altruism, animal welfare, and feminism[2] movements.", "63331391": "Barbara Hyde Bowman (August 5, 1930 – May 15, 1996) was an American biologist, geneticist, and educator who was known for her research in human blood proteins. Her work characterized variants of globins, the family of proteins responsible for transporting blood in oxygen, and in 1984, Oliver Smithies and she showed that variations in haptoglobins were due to polymorphisms in the HP gene.[1]", "52649024": "Bell Masayuki Shimada (January 17, 1922 - June 2, 1958) was an American fisheries scientist. He is noted for his study during the 1950s of tuna stocks in the tropical Pacific Ocean and its important effect on the development of the post-World War II tuna fishery on the United States West Coast.[1][2]", "1006658": "Ephraim Katzir (Hebrew: אפרים קציר, romanized: Efrayim Katsir; 16 May [O.S. 3 May] 1916[1] – 30 May 2009) was an Israeli biophysicist and Labor Party politician. He was the fourth President of Israel from 1973 until 1978.[2]", "45538372": "Xuemei Chen (Chinese: 陈雪梅; born 1966) is a Chinese-American molecular biologist. She is the Furuta Chair Professor in the Department of Botany and Plant Sciences at the University of California, Riverside. She was elected to the US National Academy of Sciences in 2013.[7]", "37411930": "Mary Winifred Parke, FRS, (23 March 1908 – 17 July 1989) was a British marine botanist and Fellow of the Royal Society (1972) specialising in phycology, the study of algae.[1][2]", "56384604": "Ravishankar Ramachandran is an Indian molecular biologist and a senior principal scientist at the department of molecular and structural biology of the Central Drug Research Institute.[1] Known for his studies on the molecular mechanisms of human pathogens such as Mycobacterium tuberculosis,[2] Ramachandran is a DBT-nominated member of the Institutional Bio-Safety Committee of Babasaheb Bhimrao Ambedkar University.[3] His studies have been documented by way of a number of articles[4][note 1] and ResearchGate, an online repository of scientific articles has listed 142 of them.[5] The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2010.[6]", "2514019": "Kallam Anji Reddy (10 August 1941 – 15 March 2013) was an Indian entrepreneur in the pharmaceutical industry, the founder-chairman of Dr. Reddy's Laboratories, which he established in 1984, and chairman of Dr Reddy's Foundation (DRF), the corporate social responsibility arm of the group, established 1996.[1][2]  He was a member of the Indian Prime Minister's Council on Trade and Industry.[3][4]", "19881065": "John Arthur Endler FRS (born 1947) is a Canadian ethologist and evolutionary biologist noted for his work on the adaptation of vertebrates to their unique perceptual environments, and the ways in which animal sensory capacities and colour patterns co-evolve.", "41409646": "Jérôme Galon is a French biologist. He is a first class Research Director (DR1) at Institut National de la Santé et de la Recherche Médicale (INSERM).", "30202991": "Simon El'evich Shnol (Russian: Симон Эльевич Шноль; 21 March 1930 – 11 September 2021[1][2]) was a biophysicist, and a historian of Soviet science. He was a professor at Physics Department of Moscow State University and a member of Russian Academy of Natural Sciences. His fields of interest were the oscillatory processes in biology, the theory of evolution, chronobiology, and the history of science. He had mentored many successful scientists, including Anatoly Zhabotinsky.", "744559": "Hans Adolf Eduard Driesch (28 October 1867 – 17 April 1941) was a German biologist and philosopher from Bad Kreuznach. He is most noted for his early experimental work in embryology and for his neo-vitalist philosophy of entelechy. He has also been credited with performing the first artificial 'cloning' of an animal in the 1880s, although this claim is dependent on how one defines cloning.[2]", "31284344": "Charjou Abdirov (also Charjou or Chardjou Abdirovich Abdirov; Russian: Чаржау Абдирович Абдиров; 20 December 1933 – 3 July 1997) was a noted Uzbek (Karakalpak) microbiologist and specialist in leprosy[1] as well as a researcher into the environmental problems of the Aral region. He was the first rector of the Nukus State University, academician,[2] Vice-President of the Uzbek Academy of Sciences, and politician.", "51666052": "Sardul Singh Guraya (1930–2012) was an Indian biologist, known for his contributions in the fields of reproductive physiology and Developmental biology.[1] He was an elected fellow of the Indian National Science Academy, National Academy of Sciences, India and National Academy of Agricultural Sciences.[2] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1973, for his contributions to biological sciences.[3]", "72277133": "Sherry Anne Reed (February 2, 1959 – December 16, 2019) was an American marine biologist. She served at the Smithsonian Marine Station at Link Port for over 36 years as a research specialist, station manager, and dive safety officer.[1] Reed is known as the first female scientific diving officer in the United States.[2]", "65199252": "Stephanie M. Carlson is the A.S. Leopold Chair in Wildlife Biology at the University of California Berkeley.[1] Her research considers fish ecology, freshwater ecology, and evolutionary ecology.", "41311398": "Veneto Institute of Molecular Medicine", "18013352": "Tuan Vo-Dinh (Vietnamese: Võ Đình Tuấn) (Nha Trang, 11 April 1948) is R. Eugene and Susie E. Goodson Professor of Biomedical Engineering at the Duke University Pratt School of Engineering and professor of Chemistry and director of the Fitzpatrick Institute for Photonics at  Duke.", "46357676": "Ying-Hui Fu (Chinese: 傅嫈惠) is a Taiwanese-American biologist and human geneticist who has made important contributions to understanding the genetics of many neurological disorders. Her chief discoveries include describing Mendelian sleep phenotypes, identifying causative genes and mutations for circadian rhythm disorders, and characterizing genetic forms of demyelinating degenerative disorders. Fu is currently a professor of neurology at the University of California, San Francisco. She was elected to the US National Academy of Sciences in 2018.[1]", "70016174": "Stanislav Vladimirovich Drobyshevsky (Russian: Станислав Владимирович Дробышевский; born 2 July 1978) is a Russian anthropologist and science popularizer. He is a Candidate of Sciences and works at the Anthropology department of the Faculty of Biology of Moscow State University. He is a scientific editor of the popular science portal Antropogenez.ru. His body of work includes monographs, university textbooks, and popular science books. He is a vlogger and YouTuber. He also frequently appears in other Russian popular science channels.", "16932019": "Albert Jacquard (23 December 1925 – 11 September 2013) was a French geneticist, popularizer of science and essayist.[1]", "46324921": "Elsie Wilkins Sexton (née Wing, 27 April 1868 – 18 February 1959) was an English zoologist and biological illustrator.[1]", "23739": "Peter H. Duesberg (born December 2, 1936) is a German-American molecular biologist and a professor of molecular and cell biology at the University of California, Berkeley. He is known for his early research into the genetic aspects of cancer. He is a proponent of AIDS denialism, the claim that HIV does not cause AIDS.", "13884612": "Frederick Merkle Bayer (October 31, 1921 — October 2, 2007) was an emeritus curator of the Smithsonian Institution's National Museum of Natural History, as well as a prominent marine biologist who specialized in the study of soft corals.[1]", "66346185": "2018 Rising Star in Evolutionary Biology, Atwood Colloquium", "67263693": "Dušan Čamprag (Serbian Cyrillic: Душан Чампраг; 14 March 1925 – 22 March 2021) was a Serbian entomologist.[1] He was a member of the Serbian Academy of Sciences and Arts.[2] His studies primarily centered around agricultural entomology and phytomedicine.", "9821389": "David W. Smith (born March 17, 1948) is an American microbiologist, baseball historian and analyst, and statistician. He is best known as the founder of Retrosheet, a volunteer organization whose mission is to collect, digitize, and distribute play-by-play accounts from every game in Major League Baseball history. Additionally, Smith also writes research articles on baseball. Smith's work in baseball research has been widely praised and he has received a number of awards for his work, including from the Society for American Baseball Research and the Baseball Reliquary.", "67787981": "Council Delegate for the Medical Sciences division of American Association for the Advancement of Science (AAAS), Pancreatic Cancer Action Network (PanCAN)", "45440208": "C. Kenneth Dodd Jr.,  is an American herpetologist and conservationist.  He earned his Ph.D. under Edmund D. Brodie Jr. from Clemson University in 1974.[1]  From 1976 to 1984 he worked in the research division of the U.S. Fish and Wildlife Service, then he transferred to the U.S. Geological Survey in 1984, where he remained until his retirement in 2007.[2][3]   He is currently Courtesy Associate Professor in the Department of Wildlife Ecology and Conservation, University of Florida and an Affiliate of the Florida Museum of Natural History.  He has published over 200 papers, reviews and books.  Much of his research focuses on turtle and amphibian ecology/conservation.  He, along with R. Bruce Bury and Garry Fellers were the first to suggest widespread amphibian declines were progressing.[4] He is a nationally recognized[vague] herpetologist.[5]", "40426706": "Otto Kandler (born on 23 October 1920 in Deggendorf – and died on 29 August 2017 in Munich, Bavaria[1][2]) \nwas a German botanist and microbiologist. Until his retirement in 1986 he was professor of botany at the Ludwig Maximilian University of Munich.[3]", "71949525": "Shabaana A. Khader is an Indian-American microbiologist who is the Bernard and Betty Roizman Professor of Microbiology at the University of Chicago. She is also the Chair of the Department of Microbiology. In an effort to design new vaccines and therapeutic strategies, Khader studies host-pathogen interactions in infectious disease.", "60873941": "Rita Tewari is an Indian parasitologist who studies the cell and molecular biology of malaria. She currently holds a post as professor at the University of Nottingham.", "66116823": "Jeanette Davis is a marine microbiologist, Policy Analyst for NOAA and children's book author.", "62643418": "Elizabeth Anna Ainsworth (commonly identified as Lisa Ainsworth) is an American plant physiologist currently employed by the United States Department of Agriculture (USDA) Agricultural Research Service (ARS).[1] She also is an adjunct professor of the University of Illinois at Urbana-Champaign (UIUC), a Fellow of the American Association for the Advancement of Science (AAAS) and was awarded the 2018 Crop Science Society of America Presidential Award. She is known for her work concerning the effects of specific atmospheric pollutants, including ozone and carbon dioxide, on the productivity of selected major crops such as corn and soybeans.", "28204267": "Sergei Mirkin (born September 29, 1956) is a Russian-American biologist who studies genome instability mediated by repetitive DNA during DNA replication and transcription.[1] He is a professor of Genetics and Molecular Biology and holds the White Family Chair in Biology at Tufts University.[2]", "14114031": "William Saville-Kent (10 July 1845 – 11 October 1908) was an English marine biologist and author.[1]", "63560946": "Graham Francis Hassell Medley OBE (born 1961) is professor of infectious disease modelling at the London School of Hygiene & Tropical Medicine (LSHTM) and the director of the Centre for the Mathematical Modelling of Infectious Diseases there.[1][2]", "59268341": "Horace Hao Loh (Chinese: 羅浩; pinyin: Luó Hào; born 28 May 1937) is a Chinese-born Taiwanese biochemist.", "65854713": "Nettie Lorene Murray MacGinitie (February 27, 1899 – June 16, 1993) was an American marine biologist and malacologist. She worked for a while as a director of the Kerckhoff Marine Laboratory between 1957 and 1959. She also wrote books and helped in producing films on marine life.", "63757568": "Eileen A. Lacey (1961) is an American biologist who specializes in the evolution of behavioral diversity among vertebrates.  Lacey’s research focuses on identifying ecological causes of sociality and assessing the genetic consequences of sociality in subterranean rodents.[1] She is most known for her research on the social structure of naked mole rats and her arguments regarding the eusociality continuum[2]", "32267521": "James A. Lake (born August 10, 1941, Kearney, Nebraska) is an American evolutionary biologist and a Distinguished Professor of Molecular, Cell, and Developmental Biology and of Human Genetics at UCLA.  Lake is best known for the New Animal Phylogeny and for the first three-dimensional structure of the ribosome.  He has also made significant contributions to understanding genome evolution across all kingdoms of life, including discovering informational and operational genes, elucidating the complexity hypothesis for gene transfer, rooting the tree of life, and understanding the early transition from prokaryotic to eukaryotic life.", "53763336": "Martha Merrow (born 1957) is an American chronobiologist. She currently chairs the Institute of Medical Psychology at the Ludwig Maximilian University of Munich. Her career focuses primarily on investigating the molecular and genetic mechanisms of the circadian clock. Since joining the Ludwig Maximilian University in 1996, Merrow has investigated molecular and genetic mechanisms of the circadian clock as well as daily human behavior and medical psychology.", "12016908": "Professor Aharon Shulov (Hebrew: אהרון שולוב, also spelled Schulow, 1907–1997) was an Israeli entomologist and the founder of the Jerusalem Biblical Zoo.[1]", "63692046": "Rebecca M. Calisi Rodriguez is an American neuroendocrinologist, wildlife biologist, and National Geographic Explorer. She is an Associate professor of Neurobiology, Physiology, and Behavior in the College of Biological Sciences at the University of California, Davis. Calisi leads a research team that studies how the brain controls sexual behavior, reproduction, and parental care, and how this changes under stress. As the Director for Science Communications at UC Davis, Calisi also studies science communication and advocates for inclusivity, equity, and diversity in STEM.", "67722512": "Anne Kemp is an Australian ichthyologist and paleoichthyologist who specializes in lungfishes (order Dipnoi). Her primary area of study is the Australian lungfish (Neoceratodus forsteri). She has served as a research fellow at Griffith University since 2010. Prior to this, she had also served as a research fellow at Queensland Museum between 1980 and 1991, and at the Centre of Microscopy at the University of Queensland between 1999 and 2008.[1]", "48028946": "Clifford Douglas (C. D.) Blake AO[1] is an Australian agriculturalist and educationalist who became first Vice-Chancellor of Charles Sturt University, from 1990 through to 2001 and then after his retirement from CSU in July 2001, he took up an interim Vice-Chancellor position at Adelaide University from August 2001.[2]", "33217813": "Yukiko Yamashita (born 1971) is an American developmental biologist. She joined the Whitehead Institute in September 2020 and has been appointed a professor of biology at the Massachusetts Institute of Technology (MIT)[1]. She is the inaugural incumbent of the Susan Lindquist Chair for Women in Science at Whitehead Institute. She was previously a faculty member of the University of Michigan Life Sciences Institute and a professor in the Department of Cell and Developmental Biology at the University of Michigan Medical School.[1] She was appointed an HHMI Investigator in 2013. In November 2013 she received a 5-year appointment as the James Playfair McMurrich Collegiate Professor of the Life Sciences at the University of Michigan Medical School. Her current research at the Whitehead Institute and MIT focuses on how germline immortality is maintained by germline stem cell behavior [2].", "1269024": "Alexander Graham Cairns-Smith FRSE (24 November 1931 – 26 August 2016) was an organic chemist and molecular biologist at the University of Glasgow.[1] He studied at the University of Edinburgh, where he gained a Ph.D. in Chemistry (1957).[2] He was most famous for his controversial 1985 book Seven Clues to the Origin of Life.", "31251748": "Osmund Holm-Hansen (also known as Oz Holm-Hansen[1]) is a Norwegian-born American scientist, for whom Mount Holm-Hansen, in Antarctica is named. A plant physiologist by training, from 1962 Holm-Hansen was the head of polar research at the Scripps Institution of Oceanography.[2][3]", "48520489": "Sandra Louise Schmid (born March 7, 1958, in Vancouver, British Columbia) is the first Chief Scientific Officer of the Chan-Zuckerberg Biohub. She is a Canadian cell biologist by training; prior to her move to CZI, she was Professor and Chair of the Cell Biology Department at the University of Texas Southwestern Medical Center.[1]  Throughout her academic career, she has authored over 105 publications on the molecular mechanism and regulation of clathrin-mediated endocytosis and the structure and function of the GTPase dynamin and mechanisms governing membrane fission.[1] She was the first to identify dynamin's key role in endocytosis.[2]  She is a co-founder of the journal Traffic and has been the Editor-in-Chief of Molecular Biology of the Cell, and the President of the American Society for Cell Biology.[3]", "12311853": "Nina Vsevolod Fedoroff (born April 9, 1942) is an American molecular biologist known for her research in life sciences and biotechnology, especially transposable elements or jumping genes.[1] and plant stress response.[2][3] In 2007, President George W. Bush awarded her the National Medal of Science, she is also a member of the United States National Academy of Sciences,  the American Academy of Arts and Sciences,[2] the European Academy of Sciences, and the American Academy of Microbiology.[4]", "35020078": "Henric Sanielevici (Romanian pronunciation: [ˈhenrik saniˈelevit͡ʃʲ], first name also Henri, Henry or Enric, last name also Sanielevich; September 21, 1875 – February 19, 1951) was a Romanian journalist and literary critic, also remembered for his work in anthropology, ethnography, sociology and zoology. Initially a militant socialist from the political-philosophical circle of Constantin Dobrogeanu-Gherea, he incorporated other influences and, in 1905, created his own literary review, Curentul Nou (\"The New Trend\"). Sanielevici and his friend Garabet Ibrăileanu were among the founders of \"Poporanism\", a peasant-oriented and left-wing movement. However, Sanielevici soon detached himself from both Marxism and agrarianism, criticizing Romanian traditionalist literature, and prophesying a Neoclassicism for the working men. His heated polemic with the rival school of Sămănătorul journal isolated him from the other Poporanists, whom he eventually denounced as \"reactionaries\". More controversy surrounded his ambiguous attitudes during World War I.", "13458736": "Ilan Chet  (Hebrew: אילן חת) (born April 12, 1939) is an Israeli microbiologist and a professor at the Hebrew University of Jerusalem, Faculty of Agriculture in Rehovot. He was appointed Deputy Secretary General of the Union of the Mediterranean in 2010 with responsibility for its Higher Education and Research Division[1] In 2000 he was nominated for the position of President of the Weizmann Institute of Science.", "69459259": "Megan Frederickson is a Canadian evolutionary biologist who is a professor of Ecology and Evolutionary Biology at the University of Toronto. Her research considers the evolution of cooperation and the ecological genetics of mutualism.", "65527105": "Ferdinando Scala (born May 24, 1969) is an Italian biologist, science and technology journalist  and historian, specialized in strategy and military history.", "3038530": "Ernesto Bustamante (born May 19, 1950) is a scientist known for his expertise and contributions to the field of molecular biology. He is currently also a politician and member of the Peruvian Parliament.", "46685506": "Amrik Singh Cheema (1918 - 1982) was an Indian civil servant, author,[1] an advocate of green revolution[2] and a former vice chancellor of the Punjab Agricultural University,[3] known for his contributions to the agricultural initiatives of the Indian government.[4] He was honoured by the Government of India in 1969, with the award of Padma Shri, the fourth highest Indian civilian award for his contributions to the society.[5]", "67558722": "Fritz Anders (22 November 1919 – 21 December 1999) was a German geneticist and molecular biologist. He was a professor at the University of Giessen.", "72080717": "Marek Konarzewski (Polish pronunciation: [ma.rɛk kɔnaʐɛvski]; born 18 June 1961 in Białystok) – professor of biology, popular-science author, faculty member at the University of Białystok, and corresponding member of the Polish Academy of Sciences.[1] Since October 2022, President-Elect of the Polish Academy of Sciences.[2][3]", "53468494": "Bryan Yipp is a Canadian biologist focusing in critical care medicine and internal medicine, currently a Canada Research Chair at University of Calgary.[1][2][3][4][5]", "58285394": "A. K. M. Aminul Haque (1929 – 29 August 2022) was a Bangladeshi marine biologist who served as the vice-chancellor of Bangladesh Agricultural University for two terms during 1980–1988.[1][2] In 2006, he was appointed as a National Professor by the Government of Bangladesh for five years.[3] He is currently serving as the director of marine of the Department of Fisheries under the Ministry of Fisheries and Livestock.[4][5] He is a former adviser, with the rank of minister, of Shahabuddin Ahmed caretaker government.[6]", "51600728": "Janet Kelso (born 1975) is a South African computational biologist and Group leader of the Minerva Research Group for Bioinformatics at the Max Planck Institute for Evolutionary Anthropology.[2][3][4][5] She is best known for her work comparing DNA from previous humans (i.e. Neanderthals) with those of the present (Homo Sapiens).", "24206680": "Camellia Moses Okpodu (born January 24, 1964 in Portsmouth, Virginia), is a college professor and dean.", "3399008": "Jay Winsten is an associate dean at the Harvard School of Public Health and the Director of the School's Frank Stanton Center for Health Communication.[1] He is best known for his work in social marketing, spearheading high-profile national social campaigns on designated driving, youth violence, and youth mentoring. He also serves as Senior Communications Advisor to the United Nations Special Envoy for Malaria.", "36625767": "Arnold G. Kluge is professor emeritus of zoology and curator emeritus of amphibians and reptiles at the University of Michigan, Museum of Zoology.", "68410729": "Hilda Cid Araneda (20 February 1933, Talcahuano, Chile) is a Chilean scientist who excelled in the field of crystallography. She was the first Chilean female to complete a PhD in Exact Sciences. She made remarkable contributions both as a professor of mathematics and physics and as influential researcher on structural biology, specially in protein crystallography.[1][2]", "71261554": "Eva Lucia Saulitis (May 10, 1963 – January 16, 2016) was an American marine biologist and poet, based in Alaska.", "18931059": "Anthony Edward Walsby, BSc(Birm), PhD(Lond), FRS, is the Emeritus Professor of Microbiology at the School of Biological Sciences, University of Bristol.[citation needed]", "24567156": "Malcolm Casadaban (12 August 1949 – 13 September 2009) was associate professor of molecular genetics, cell biology and microbiology at the University of Chicago.[1] Casadaban died following an accidental laboratory exposure to an attenuated strain of Yersinia pestis, a bacterium that causes plague.", "66674038": "Robert Bayer is a US researcher of lobster nutrition, management, and pathology. Since 2018, he is serving as the chief science officer at Lobster Unlimited, a company that is creating value-added products from lobster processing waste byproducts.[1][2] From 1995 to 2018, he served as the executive director of Lobster Institute, University of Maine,[3][1]", "1367418": "Daniel Hunt Janzen (born January 18, 1939, in Milwaukee, Wisconsin[1]) is an American evolutionary ecologist, and conservationist. He divides his time between his professorship in biology at the University of Pennsylvania, where he is the DiMaura Professor of Conservation Biology, and his research and field work in Costa Rica.", "1432960": "Clemens Peter Freiherr[1] von Pirquet (12 May 1874 – 28 February 1929) was an Austrian scientist and pediatrician best known for his contributions to the fields of bacteriology and immunology.", "7003520": "Brian J. Ford HonFLS HonFRMS (born 1939 in Corsham, Wiltshire[1]) is an independent research biologist, author, and lecturer, who publishes on scientific issues for the general public. He has also been a television personality for more than 40 years. Ford is an international authority on the microscope.[2] Throughout his career, Ford has been associated with many academic bodies. He was elected a Fellow of Cardiff University in 1986, was appointed Visiting Professor at the University of Leicester,[3] and has been awarded Honorary Fellowship of the Royal Microscopical Society[4] and of the Linnean Society of London.[5] In America, he was awarded the inaugural Köhler Medal[6] and was recently recipient of the Ernst Abbe medal awarded by the New York Microscopical Society.[7] In 2004 he was awarded a personal fellowship from NESTA,[8] the National Endowment for Science, Technology and the Arts. During those three years he delivered 150 lectures in scores of countries, meeting 10,000 people in over 350 universities around the world.", "646532": "Shlomo Kalo (Hebrew: שלמה קאלו; February 25, 1928 – August 30, 2014) was a writer and microbiologist. He published approximately 80 fiction and nonfiction books in Hebrew, some of which are published in translation internationally.", "70704517": "Mary X. D. O’Riordan is an American molecular biologist who is the Frederick C. Neidhardt Collegiate Professor of Microbiology and Immunology at the University of Michigan. She also serves as Dean for Graduate and Postdoctoral Studies at Michigan Medicine.", "449933": "Elliot Lovegood Grant Watson (14 June 1885 – 21 May 1970) was a writer and biologist. Among some 40 books and many essays and short stories he wrote six 'Australian' novels and several scientific-philosophical works that challenge Darwinism, or the mechanism of evolutionary theory, as an entire explanation for the development of life on earth.", "613786": "Rudolf Stefan Jan Weigl (2 September 1883 – 11 August 1957) was a Polish biologist, physician and inventor, known for creating the first effective vaccine against epidemic typhus. He was nominated for the Nobel Prize in Medicine each year between 1930 and 1934, and from 1936 to 1939.[1]", "27385243": "Joachim Illies (March 23, 1925 - June 3, 1982) was a German biologist, entomologist and author.", "59661735": "Socrates Tzartos  (Greek: Σωκράτης Τζάρτος) is a Greek biologist and neuro-immunologist. He is professor emeritus of the Department of Pharmacy of the University of Patras, and a researcher emeritus of the Department of Neurobiology of the Hellenic Pasteur Institute in Athens.[1]", "42556846": "Richard Nelson Perham, FRS, FMedSci, FRSA (27 April 1937 – 14 February 2015), was Professor of biochemistry at the University of Cambridge, and Master of St John's College, Cambridge 2004–07.[2][3] He was also editor-in-chief of FEBS Journal (Federation of European Biochemical Societies) from 1998 to 2013.[4][5]", "59825591": "Akos Vertes is a Hungarian-American professor of chemistry, biochemistry and molecular biology at the George Washington University and a Doctor of the Hungarian Academy of Sciences.", "59628985": "Catherine D. Nobes (born 1 April 1964) is a Professor of Cell Biology and Head of School of Biochemistry at the University of Bristol. She studies the regulation of cell migration and invasion of cancer cells by Eph receptors.", "67558850": "Denise Johnson Montell is an American biologist who is the Duggan Professor of Molecular, Cellular, and Developmental Biology at the University of California, Santa Barbara. Her research considers the oogenesis process in Drosophila and border cell migration. She has served as president of the Genetics Society of America and was elected to the National Academy of Sciences in 2021.", "14048706": "Takashi Gojobori (五條堀 孝, Gojobori Takashi, born October 24, 1951, Fukuoka) is a Japanese molecular biologist, Vice-Director of the National Institute of Genetics (NIG) and the DNA Data Bank of Japan (DDBJ) at NIG, in Mishima, Japan. Gojobori is a Distinguished Professor[1] at King Abdullah University of Science and Technology (KAUST) in Thuwal, Saudi Arabia. He is a Professor of Bioscience and Acting Director at the Computational Bioscience Research Center at KAUST.[1]", "62250446": "Patricia A. Burrowes Gomez (born 1961) is an American herpetologist. She is a professor of biology at the University of Puerto Rico, Río Piedras Campus where she serves as principal investigator of the Amphibian Disease Ecology Lab. Burrowes specializes in amphibian population dynamics.", "67231186": "Dorothy May Powelson (1916 - 1988) was an American microbiologist and associate professor at Purdue University. She is known for her mentorship and her research on cell properties of cancers and myxospores.", "53206484": "Sheng Tongsheng or Tung-sheng Sheng (Chinese: 盛彤笙; pinyin: Shèng Tóngshēng; Wade–Giles: Sheng T'ung-sheng) was a Chinese veterinary physician and microbiologist. Sheng was also made contribution to veterinary education, he was the first president of the first independent college of veterinary medicine in China, he is considered one of founders of modern Chinese veterinary medicine.[1][2]", "4578773": "Changes in standards for blood transfusion", "2645466": "William B. Hurlbut is an Adjunct Professor in the Department of Neurobiology at Stanford University Medical Center.  Born in 1945 in St. Helena, California, he grew up in Bronxville, New York.", "60349915": "Dawn M. E. Bowdish, (born May 21, 1976) is a Canadian immunologist and currently a professor in the Department of Pathology and Molecular Medicine at McMaster University in Ontario, Canada. She is a Tier 2 Canada Research Chair in Aging & Immunity. She is known for several discoveries including the immunomodulatory properties of the antimicrobial peptide LL-37, how MARCO signalling complex recognizes Mycobacterium tuberculosis, age-associated inflammation and its effects on clearing pneumococcal pneumonia and how the aging gut microbiome drives age-associated inflammation.", "48651740": "Eleftheria Zeggini (Greek: Ελευθερία Ζεγγίνη) is a director of the institute of translational genomics in Helmholtz Zentrum München and a professor at the Technical University of Munich (TUM).[4][1][5]\nPreviously she served as a research group leader at the Wellcome Trust Sanger Institute from 2008 to 2018[6][7] and an honorary professor in the department of health sciences at the University of Leicester in the UK.[8][9][10][11]", "58645985": "Mark Edward Hay (born May 3, 1952)[2] is an American marine ecologist. He is Regents Professor and Harry and Linda Teasley Chair in the School of Biological Sciences at the Georgia Institute of Technology. A fellow of the American Association for the Advancement of Science, he is known for his research on the coral reefs of Fiji.[3][4] He received the Cody Award from the Scripps Institution of Oceanography in 2012,[1] the Lowell Thomas Award from the Explorers Club in 2015,[5] and the Gilbert Morgan Smith Medal from the National Academy of Sciences in 2018.[6]\nHe was elected a member of the National Academy of Sciences in 2022.[7]", "17784292": "Michael Greenberg (born May 25, 1954 in Miami Beach, Florida) is an American neuroscientist who specializes in molecular neurobiology.[1] He served as the Chair of the Department of Neurobiology at Harvard Medical School from 2008 to 2022.", "42556904": "Susan Henry is a professor of molecular biology and genetics at Cornell University, and formerly the Ronald P. Lynch Dean of the College of Agriculture and Life Sciences.[1] She is best known for her work in the genetic regulation of lipid metabolism in yeast.[1]", "72965609": "Tahmeed Ahmed is a Bangladeshi Scientist with a particular research focus on Gastroenterology, Public Health Nutrition, and Global Health. He is a physician by training with specialization in treating patients with cholera and diarrheal diseases as well as maternal and childhood malnutrition. He has been serving as the Executive Director of the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) since February 1, 2021.[1] He is the first Bangladeshi to serve in the role.[2]", "5463528": "Ion Ţuculescu (Romanian pronunciation: [iˈon t͡sukuˈlesku]; 19 May 1910 – 27 July 1962) was a Romanian expressionist and abstract oil painter, although professionally he worked as a biologist and physician. His artwork became well-known posthumously, when, in the spring of 1965, a major retrospective exhibition revealed him as one of the important post-World War II European modern artists.", "22207979": "Elizabeth Lee Hazen (August 24, 1885 in Mississippi – June 24, 1975) is most known for her contribution to the development of nystatin. Her education focused on science and research where she developed a passion for microbiology. Her peers and teachers knew her as a quick learner and a bright student. In 1948, she teamed up with Rachel Fuller Brown to develop nystatin, the first non-toxic drug treatment for fungal infections in humans. Her research had multiple applications ranging from saving infected trees to restoring paintings and artwork damaged due to mold.", "33742324": "Quentin Bone FRS[1] (17 August 1931 – 6 July 2021) was a British marine biologist. In 1971, he pioneered the application of electron microscopy to marine life.", "1596917": "Orestes Cendrero  was a Spanish naturalist and professor of biology at Instituto Nacional de Segunda Enseñanza in Santander.  He was a colombophilia researcher, (studied pigeons), and was editor of the pigeon scientific journal:  Boletín Colombófilo Español.", "58711554": "Peter Anthony Koopman FAA (born 3 December 1959) is an Australian biologist best known for his role in the discovery and study of the mammalian Y-chromosomal sex-determining gene, Sry.[1][2][3][4]", "4021767": "Charles Edward Beevor (12 June 1854 – 5 December 1908) was an English neurologist and anatomist who described Beevor's sign, the Jaw jerk reflex, and the area of the brain supplied by the anterior choroidal artery.  He also coined Beevor's axiom that \"the brain does not know muscles, only movements.\"", "1564181": "Sir John Murray KCB FRS FRSE FRSGS (3 March 1841 – 16 March 1914) was a pioneering Canadian-born Scottish oceanographer, marine biologist and limnologist. He is considered to be the father of modern oceanography.[2][3]", "66051605": "Hanna Czeczott  (3 January 1888 – 17 March 1982) was a Polish botanist, and paleobiologist. She was award the Order of the Banner of Work.", "58318359": "Barbara Joyce Bachmann (May 16, 1924 – January 31, 1999) was a lecturer at Yale University, UC Berkeley, Columbia and NYU, and is best known as director of the E. coli Genetic Stock Center and for publishing editions of the standard E. coli K-12 genetic linkage map.", "59137561": "Sharon Tooze, FMedSci is an American cell biologist who has made significant contributions to the Autophagy field.[1] She is a senior scientist at the Francis Crick Institute and was awarded European Molecular Biology Organization (EMBO) membership in 2010.[2][3]", "52518435": "Julie Huber is a Senior Scientist in the Marine Chemistry and Geochemistry department at Woods Hole Oceanographic Institution. She previously was an associate professor of ecology and evolutionary biology at Brown University, an associate scientist at the Marine Biological Laboratory in Woods Hole, Massachusetts, and the associate director of the MBL's Josephine Bay Paul Center for Comparative Molecular Biology and Evolution. She also serves as the associate director of the Center for Dark Energy Biosphere Investigations, a National Science Foundation-supported program headquartered at the University of Southern California.[1][2][3][4]", "53468718": "Christopher Yost (/joʊst/) is a Canadian biologist, currently a Canada Research Chair in Microbes, the Environment and Food Safety at University of Regina.[1][2][3][4]", "40656446": "Max Snodderly is an American professor of biology and ophthalmology, a Garland W. Clay Award recipient,[1] and author of numerous research papers.[2]", "68640322": "Simona Gabriela Kossak (born 30 May 1943 in Krakow; died 15 March 2007 in Białystok, Poland) was a biologist, ecologist, and professor of forest sciences. Kossak is known for her efforts to preserve the remnants of natural ecosystems in Poland. Her work dealt with, among other things, the behavioral ecology of mammals. She sometimes referred to herself as a \"zoo-psychologist.\"[1]", "42196546": "Rohinton T Kamakaka is a professor in the Department of Molecular Cell and Developmental Biology at the University of California at Santa Cruz.[1]  Prior to that, he was Unit Chief at the National Institutes of Health in Bethesda, Maryland. He received his PhD degree from the University of Cambridge, U.K.[2]", "62447170": "Gretel Sara Campi Pérez (born 20 January 1984) is a biologist[2] and a retired footballer who played as a midfielder.", "46718538": "Junying Yuan (Chinese: 袁钧瑛; pinyin: Yuán Jūnyīng, born October 3, 1958) is the Elizabeth D. Hay Professor of Cell Biology at Harvard Medical School,[1] best known for her work in cell death. Early in her career, she contributed significant findings to the discovery and characterization of apoptosis.[2][3] More recently, she was responsible for the discovery of the programmed form of necrotic cell death known as necroptosis.[4]", "6544971": "Shiv Darshan Lal Chopra[1] (1933 – 7 January 2018), commonly known as Shiv Chopra, was a Canadian microbiologist and human rights activist. Chopra stood for food safety and testified before the Senate of Canada in defending the public from hormones, antibiotics, genetically modified organisms, rendered animal proteins, and pesticides.", "1597005": "Waldo LaSalle Schmitt (June 25, 1887 – August 5, 1977) was an American biologist born in Washington, D.C. He received his Ph.D. from George Washington University in 1922. In 1948, he received an honorary Doctor of Science degree from the University of Southern California. Schmitt's primary field of zoological investigation was carcinology, with special emphasis on the decapod crustaceans (crabs, lobsters, shrimp, and so on). His bibliography consists of more than seventy titles.[2]", "30105173": "David Darom (Hebrew: דוד דרום) (born 1943 in Bombay, India, died 28 April 2021 in Jerusalem, Israel), was an Israeli marine biologist and nature photographer. Darom immigrated as a child with his family to Israel in 1949, settling down in Jerusalem.[1] He lived with his family in Jerusalem, Israel, retiring in 2007 after 35 years as head of the Department of Scientific Photography at the Hebrew University of Jerusalem.[2]", "34004588": "Claus O. Wilke is a computational and evolutionary biologist and chair of the Department of Integrative Biology at University of Texas at Austin, where he is the Dwight W. and Blanche Faye Reeder Centennial Fellow in Systematic and Evolutionary Biology, and currently holds the Joseph J. & Jeanne M. Lagowski Regents Professorship in Molecular Bioscience.[2]", "36232815": "Friedrich Fehleisen (/ˈfeːlaɪ̯sən/) (1854–1924) was a German surgeon whose work focused on streptococcal bacteria. Dr. Fehleisen's work played a necessary role in the eventual uncovering of the etiology of many streptococcal illnesses. He made integral contributions to modern medicine's understanding of the Streptococcus pyogenes organism. He was born in Reutlingen, Württemberg, in 1854, and died in San Francisco, California, in 1924.", "33971823": "V. Narry Kim is a South Korean biochemist and microbiologist, best known for her work on microRNA biogenesis. Her pioneering studies have laid the groundwork for the biology of microRNA and contributed to the improvement of RNA interference technologies.", "34201201": "Richard Olding Hynes FRS (born 29 November 1944) is a British biologist, a Howard Hughes Medical Institute Investigator,[4] and the Daniel K. Ludwig Professor for Cancer Research at the Koch Institute for Integrative Cancer Research, Massachusetts Institute of Technology (MIT).[5] His research focuses on cell adhesion and the interactions between cells and the extracellular matrix, with a particular interest in understanding molecular mechanisms of cancer metastasis.[5] He is well known as a co-discoverer of fibronectin molecules, a discovery that has been listed by Thomson Scientific ScienceWatch as a Nobel Prize candidate.[6]", "53960307": "Andreas Peschel (born 7 June 1962) is a German microbiologist and an expert in bacterial pathogens. Peschel is Head of the Infection Biology Department at the University of Tübingen, Germany.[1]", "30957178": "Charles Joseph Epstein (September 3, 1933 – February 15, 2011)[2][3][1] was an American geneticist who was severely injured in 1993 when he became a victim of a mail bomb attack by the Unabomber. He was a researcher at the University of California, San Francisco and the Buck Institute for Age Research.", "34037370": "Jeff Errington FRS, FMedSci is a British microbiologist, and Director of the Centre for Bacterial Cell Biology (CBCB), at Newcastle University.[1]", "25321085": "Rudolf von Willemoes-Suhm (11 September 1847 – 13 September 1875) was a German naturalist who served aboard the Challenger expedition.", "43474572": "Dr. B. Mario Pinto is a Canadian chemical biologist, academic and the former President of the Natural Sciences and Engineering Research Council of Canada (NSERC).[1][2] Prior to his appointment at NSERC, Pinto served as a chemistry professor and as the Vice-President of Research at Simon Fraser University. He is a fellow of the Royal Society of Canada, Chemical Institute of Canada and the American Chemical Society.", "45244046": "Zhang Wenhao (Chinese: 张文浩; born 1964), also known as Wen-Hao Zhang, is a Chinese plant physiologist and nutritionist at the Institute of Botany, Chinese Academy of Sciences.", "70803087": "Tetiana Leonidivna Andriienko (Ukrainian: Тетяна Леонідівна Андрієнко; 27 December 1938 – 27 December 2016) was a Ukrainian botanist, conservationist, and professor.[1][2] She was known for her scientific research on the distribution of vegetation in Polesia, which in turn helped create protected wildlife areas. Andriienko was the head of the Interdepartmental Complex Laboratory of Scientific Fundamentals of Protected Areas of the National Academy of Sciences of Ukraine and the Ministry of Environmental Protection and Natural Resources Ukraine.[2]", "65592976": "Cecilia Clementi is an Italian-American scientist who specialises in the simulation of biomolecules. She is a Professor of Computational Biophysics at the Free University of Berlin. She was previously a Professor of Chemistry at the Rice University and co-director of the National Science Foundation Molecular Sciences Software Institute. From 2017 to 2019 she held an Einstein Foundation fellowship.", "35020434": "Auguste-Charles Marie (26 July 1864 – 29 March 1935) was a French microbiologist born in Bayeux, department Calvados.", "38067860": "Allan R. Ronald OC (born August 24, 1938) is a Canadian doctor and microbiologist. He has been instrumental in the investigation into sexually transmitted infections in Africa, particularly in the fields of HIV/AIDS. Ronald is the recipient of multiple awards and honours.", "51109525": "Iva Marija Tolić (born 24 June 1974) is a Croatian biophysicist, known for her work on the microtubule cytoskeleton and associated motor proteins. She is currently Senior Research Group Leader and professor of Biology at the Ruđer Bošković Institute in Zagreb, Croatia.[1]", "40853141": "Michael Earl Conrad (1941–2000) was an American theoretical biologist.[1] He was a professor of computer science at Wayne State University.[2] His book Adaptability (1983) has been very influential in theoretical biology.[3]", "1466006": "Alexander Aaronsohn (brother)", "31907492": "Tadeusz Bolesław Vetulani (13 March 1897 – 24 February 1952) was a Polish agriculturalist and biologist, associate professor of Adam Mickiewicz University in animal husbandry. He was a pioneer of biodiversity research in Poland and conducted notable research into forest tarpan and the Polish koniks, launching restoration and breeding schemes.[1][2]", "52518566": "Lubna Hamid Tawfiq Tahtamouni (Arabic: لبنى تهتموني; born 24 January 1976) is a Jordanian biologist known for her work in developmental biology and cancer research. She is the head of the Department of Biology and Biotechnology at Hashemite University in Zarqa, Jordan.  She has won multiple awards for her work on breast cancer, and is known as an advocate for allowing young women in the Arab world to choose a career in science. In 2016, she was named one of BBC's 100 Women.", "1826477": "João Rodrigues de Castelo Branco, better known as Amato Lusitano and Amatus Lusitanus (1511–1568), was a notable Portuguese Jewish physician of the 16th century. Like Herophilus, Galen, Ibn al-Nafis, Michael Servetus, Realdo Colombo and William Harvey, he is credited as making a discovery in the circulation of the blood. He is said to have discovered the function of the valves in the circulation of the blood.", "67526318": "Marisa Bartolomei is an American cell biologist, the Perelman Professor of Cell and Developmental Biology and Co-Director of the Epigenetics Institute at the Perelman School of Medicine at the University of Pennsylvania. Her research considers epigenetic processes including genomic imprinting. She was elected to the National Academy of Sciences in 2021.", "43114158": "Roberts Rugh, Ph.D. (16 April 1903 – 11 November 1978), radiation biologist and embryologist.", "70704819": "Dr. Maria Ruth B. Pineda-Cortel is an associate professor and laboratory coordinator at the University of Santo Tomas (UST) where she teaches at the Department of Medical Technology of the Faculty of Pharmacy.[1][2] She also does research at the university's Research Center for the Natural Sciences and Applied Sciences (RCNAS).[3][2] Pineda-Cortel has done extensive research focusing on gestational diabetes mellitus (GDM, also known as diabetes during pregnancy) and polycystic ovarian syndrome (PCOS) as a way to shed light on diseases that only affect women. As a woman of science, she advocates and works towards improving healthcare for women.[4] Pineda-Cortel has also done research covering many health-related issues that include the effects of climate change on infectious diseases that are prevalent in the Philippines, such as dengue and malaria.[5]", "19619508": "Mark Ptashne (born June 5, 1940, in Chicago) is a molecular biologist.  He is the Ludwig Chair of Molecular Biology at Memorial Sloan–Kettering Cancer Center in New York City.", "72769209": "Sidonia Făgărășan is a Romanian biological scientist who is a professor at the Riken Institute in Japan. Her research considers the molecular mechanisms that underpin processes in gut microbioata and the mucosal barrier. In 2020, she was awarded the Kobayashi Foundation Award.", "40623824": "Angel Chua Alcala ONS (March 1, 1929 – February 1, 2023) was a Filipino biologist who was named a National Scientist of the Philippines in 2014. Alcala is known for his fieldwork to build sanctuaries and to promote biodiversity in the aquatic ecosystems of the Philippines. He was the Chairman of the Board of Advisers at the Angelo King Center for Research and Environmental Management located in Silliman University.[1] Alcala published more than 200 peer-reviewed articles and books and his biological contributions to the environment and ecosystems have made him a renowned figure of natural sciences in the Philippines.[2]", "876246": "Donald Kennedy (August 18, 1931 – April 21, 2020) was an American scientist, public administrator, and academic. He served as Commissioner of the U.S. Food and Drug Administration (1977–1979), President of Stanford University (1980–1992), and Editor-in-Chief of Science (2000–2008). Following this, he was named president emeritus of Stanford University; Bing Professor of Environmental Science and Policy, emeritus; and senior fellow of the Freeman Spogli Institute for International Studies.", "33218264": "Tundi Agardy (born May 10, 1957) is a marine conservationist and the founder of Sound Seas – a Washington DC-based group specializing in working at the nexus of marine science and policy in order to safeguard ocean life.", "68378339": "Elizabeth M. Harper (Liz) is an evolutionary biologist known for her work on molluscs. She is an honorary fellow of the British Antarctic Survey and was accorded the title of Honorary Professor by the University of Cambridge in 2019.", "62775012": "Aurelia Skipwith is an American attorney, businesswoman, and biologist who served as the director of the United States Fish and Wildlife Service from 2019 to 2021. She was confirmed by the Senate as director on December 12, 2019, by a 52–39 vote, and is the first black director of the Fish and Wildlife Service.[1]", "8707821": "Thomas Sergeant Hall (23 December 1858 – 21 December 1915) was an Australian geologist and biologist, recipient of The Murchison Fund in 1901.[1]", "23682801": "Horace Albert \"Nook\" Barker (November 29, 1907 – December 24, 2000) was an American biochemist and microbiologist who studied the operation of biological and chemical processes in plants, humans and other animals, including using radioactive tracers to determine the role enzymes play in synthesizing sucrose. He was recognized with the National Medal of Science for his role in identifying an active form of Vitamin B12.", "60251891": "Muntaser Eltayeb Ibrahim (Arabic: منتصر الطيب إبراهيم, born June 17, 1957) is a Sudanese geneticist and professor of molecular biology at the University of Khartoum, where he leads its Institute of Endemic Diseases.[1] Science described him as \"one of Sudan's most distinguished living scholars\".[1] His research focuses on human genetic diversity in Africa, human genetic variation contributing to susceptibility to infectious diseases such as malaria and leishmaniasis, and cancer genetics.[1]", "62643956": "Esther Ndumi Ngumbi is a Kenyan entomologist and academic who is currently Assistant Professor of Entomology and African-American Studies at the University of Illinois at Urbana–Champaign. She was awarded the 2018 Society for Experimental Biology Presidential Award.", "31842055": "Sir Barry Albert Cross CBE FRS FZS[1] (17 March 1925 – 27 April 1994) was a British biologist.  He was a fellow of  Corpus Christi College, Cambridge. He was knighted in 1989.[2]", "55861012": "Henry ″Harry″ Duncan Spens Goodsir (3 November 1819 – c. 1848) was a Scottish physician and naturalist who contributed to the pioneering work on cell theory done by his brother John Goodsir. He served as surgeon and naturalist on the ill-fated Franklin expedition. His body was never found, but forensic studies in 2009 on skeletal remains earlier recovered from King William Island in Canada suggest that they may be those of Harry Goodsir.", "52518686": "Beth N. Orcutt is an American oceanographer whose research focuses on the microbial life of the ocean floor. As of 2012, she is a senior research scientist at the Bigelow Laboratory for Ocean Sciences.[1] She is also a senior scientist of the Center for Dark Energy Biosphere Investigations, a Science and Technology Center funded by the National Science Foundation and headquartered at the University of Southern California[2] and part of the Deep Carbon Observatory Deep Life Community. Orcutt has made fundamental contributions to the study of life below the seafloor, particularly in oceanic crust[3][4][5][6][7] and has worked with the International Scientific Ocean Drilling Program.", "31153972": "Michael Murphy Andregg (born in Nevada, USA, 1951) is known for his study of the causes of war, global problems related to war, sustainable development, intelligence ethics and his peace activism. He founded and directed for 30 years a non-profit organization called Ground Zero Minnesota dedicated to \"top-quality, non-partisan education for informed democracy and human survival.\" Andregg has published numerous articles, study guides, documentaries and papers on biology, genetics, technology and contemporary social problems related to armed conflict. He has produced over 50 educational videos on wide-ranging subjects and his national award-winning book, On the Causes of War, was released in November 1997.", "60514101": "Duncan Merrilees (1922–2009) was an Australian geologist, palaeontologist, lecturer and curator at the Western Australian Museum. His research on the fossil records of mammals also founded examination into the period after the arrival of humans and their role within the ecology of the Australian continent. His excavations and research into mammalian palaeontology also included description of unknown species of extinct marsupials.", "32464701": "Karl Heinrich Mertens (Russian: Андрей Карлович Мертенс, 17 May 1796 – 18 September 1830 Kronstadt), was a German botanist and naturalist, and son of the botanist Franz Carl Mertens.", "51994437": "Debi Prasad Sarkar (born 15 January 1958) is an Indian biochemist, immunologist and virologist. He was the head of biochemistry department and dean FIAS, at the University of Delhi South Campus and served as the director of IISER Mohali from 2017 to 2019.  He then resumed his professorship and subsequently promoted to the post of senior professor of biochemistry, with effect from 18 July 2018 at the parent institute, University of Delhi. [1][2] Serving as joint director, DSSEED, IoE, University of Delhi. On the scientific front, he is renowned for his researches on Sendai virus and developing reconstituted viral envelopes.[3] He is an elected fellow of Indian Academy of Sciences,[4] National Academy of Sciences, India[5] and Indian National Science Academy.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian Science Awards, in 1998, for his contributions to Biological Sciences.[7] Received Excellence Teacher Award on service by the University of Delhi (99th Foundation Day Celebration of the University of Delhi on 11th September, 2021).", "40197962": "James Manley is the Julian Clarence Levi Professor of Life Sciences at Columbia University, where his laboratory studies gene expression in mammalian cells.[1] Manley and colleagues identified and characterized the key factors responsible for polyadenylation of mRNA precursors, and elucidated how this remarkably complex machinery functions in gene regulation, for example during cell growth and differentiation. He has also studied the mechanism and regulation of the process by which introns are removed from mRNA precursors, mRNA splicing. Manley and his coworkers codiscovered the first alternative splicing factor (SR protein), characterized how this and other splicing regulatory proteins function and are themselves regulated, showed how alternative splicing can become deregulated in disease, and with respect to mechanism demonstrated that two spliceosomal small nuclear RNAs by themselves have catalytic activity. Finally, he elucidated unexpected links between these mRNA processing reactions and transcription, DNA damage signaling and maintenance of genomic stability.  His work has thus provided considerable insight into the complex mechanisms that are essential for the regulated production of mRNAs in mammalian cells.", "59105098": "Anjali Goswami is a Resesarch Leader and Dean of the Graduate Centre at the Natural History Museum. She is an Honorary Professor of Paleobiology at University College London (UCL) in the Department of Genetics, Evolution, and Environment. She was elected President of the Linnean Society of London, in 2022 and is the first person of colour elected to this role since its founding in 1788. Goswami's expertise is in vertebrate evolution and development, particularly using high-resolution 3D images of specimens to quantify and reconstruct the evolution of biodiversity and understand how development, ecology and large-scale environmental effects have shaped animal evolution through deep time.", "46587724": "Tooni Mahto is a  marine biologist, oceanographer and campaigner [1] known for co-presenting the BBC series Oceans[2] and Britain's Secret Seas.[3]", "72605515": "Sara García Alonso (born 1989) is a Spanish cancer researcher and reserve ESA astronaut. Since 2019, she has been a postdoctoral researcher at the Spanish National Cancer Research Centre.  In 2022, she was chosen as a reserve astronaut in the European Astronaut Corps.", "24397": "Paul J. McAuley (born 23 April 1955) is a British botanist and science fiction author. A biologist by training, McAuley writes mostly hard science fiction. His novels dealing with themes such as biotechnology, alternative history/alternative reality, and space travel.", "37674837": "Yoshinori Ohsumi (大隅 良典, Ōsumi Yoshinori, born February 9, 1945) is a Japanese cell biologist specializing in autophagy, the process that cells use to destroy and recycle cellular components. Ohsumi is a professor at Tokyo Institute of Technology's Institute of Innovative Research.[1] He received the Kyoto Prize for Basic Sciences in 2012,[2] the 2016 Nobel Prize in Physiology or Medicine, and the 2017 Breakthrough Prize in Life Sciences[3] for his discoveries of mechanisms for autophagy.[4]", "2645846": "Nicole C. Karafyllis (born 22 April 1970 in Lüdinghausen, West Germany) is a German philosopher and biologist. As of 2010, she has been a Professor of Philosophy at the TU Braunschweig, Braunschweig/Brunswick Institute of Technology (Germany)."}