{"16581762": "Roberto Rino Magliola (born 1940) is an Italian-American academic specializing in European hermeneutics and deconstruction, comparative philosophy, and inter-religious dialogue. He is retired from National Taiwan University and Assumption University of Thailand.", "164997": "Jacen Solo is a fictional character in literature based on the Star Wars film series, set in what is now designated as the original-canon Star Wars Legends continuity. The son of Han Solo and Leia Organa Solo, as well as the nephew of Luke Skywalker, he is a major character in several novels, particularly the New Jedi Order series. He becomes the antagonist of the Legacy of the Force series under the name Darth Caedus.[5][6] Jacen's other familial connections of note to his native continuity include being the brother of Jaina Solo and Anakin Solo as well as the cousin of Ben Skywalker.", "13141129": "Albert Rivaud (French: [ʁivo]; 14 May 1876 – 15 September 1955) was a French philosopher and classical scholar. In 1908 he was appointed professor of philosophy at the University of Poitiers. In 1927 he succeeded Léon Brunschvicg as professor of philosophy at the Sorbonne. In 1940 he served briefly as Minister of National Education in the government of Philippe Pétain.", "1770633": "Paul Brunton is the pen name of Raphael Hurst (21 October 1898 – 27 July 1981), a British author of spiritual books. He is best known as one of the early popularizers of Neo-Hindu spiritualism in western esotericism, notably via his bestselling A Search in Secret India (1934) which has been translated into over 20 languages.", "31130766": "Jevrem Jezdić (March 13, 1916 – December 9, 1997) was a Serbian historian, publicist and writer.", "1168": "Anaximander (/æˌnæksɪˈmændər/ AN-ak-sih-MAN-dər; Greek: Ἀναξίμανδρος Anaximandros; c. 610 – c. 546 BC)[3] was a pre-Socratic Greek philosopher who lived in Miletus,[4] a city of Ionia (in modern-day Turkey). He belonged to the Milesian school and learned the teachings of his master Thales. He succeeded Thales and became the second master of that school where he counted Anaximenes and, arguably, Pythagoras amongst his pupils.[5]", "1508499": "Meleager of Gadara (Greek: Μελέαγρος Meleagros; fl. 1st century BC) was a poet and collector of epigrams. He wrote some satirical prose, now lost, and some sensual poetry, of which 134 epigrams survive.", "6718615": "Jerzy Prokopiuk (June 5, 1931 – March 18, 2021) was a Polish anthroposophist, gnostic, philosopher, and translator of literature, born in Warsaw.[1] He translated into Polish works written by Aldous Huxley, Rudolf Steiner, Carl Gustav Jung, Max Weber[2] and many other authors.", "33981596": "Gillian Howie (4 October 1965[1] – 26 March 2013) was a Professor in Philosophy at the University of Liverpool and Director of the Institute for Feminist Theory and Research. She is author of Essential Reorientations: feminism and dialectical materialism (2008), Deleuze and Spinoza: Aura of Expressionism (2002), editor of Critical Quarterly’s special issue on higher education, ‘Universities in the UK: Drowning by numbers’ (2005) and editor of Women: A Cultural Review’s special issue on ‘Gender and Philosophy’ (2003).  She also co-edited Third Wave Feminism: A Critical Exploration (2007; Revised ed.). Palgrave. ISBN 1-4039-1821-X, with the other co-editors Stacy Gillis and Rebecca Munford. She died of cancer 26 March 2013, aged 47.[2]", "1705117": "Thomas Hodgskin (12 December 1787 – 21 August 1869) was an English socialist writer on political economy, critic of capitalism and defender of free trade and early trade unions. In the late 19th and early 20th centuries, the term socialist included any opponent of capitalism, at the time defined as a construed political system built on privileges for the owners of capital.[1][2][3]", "46630047": "Lisa Tessman is a professor of philosophy at Binghamton University.[1] She is also a faculty member in the women, gender, and sexuality studies. She currently teaches graduate programs in social, political, ethical and legal philosophy or SPEL. She also teaches undergraduate programs in philosophy, and philosophy, politics and law or PPL. She received her PhD in philosophy from the University of Massachusetts, Amherst, in 1996.", "2524320": "Nicholas of Autrecourt (French: Nicholas d'Autrécourt; Latin: Nicolaus de Autricuria or Nicolaus de Ultricuria; c. 1299, Autrecourt – 16 or 17 July 1369, Metz) was a French medieval philosopher and Scholastic theologian.", "36897949": "Choe Ik-hyeon (Korean: 최익현; Hanja: 崔益鉉; 1833–1906, also transliterated as Choe Ik-hyun) was a Korean Joseon Dynasty scholar, politician, philosopher, and general of the Korean Righteous Army guerrilla forces. He was a strong supporter of Neo-Confucianism and a very vocal nationalist, who defended Korean sovereignty in the face of Japanese imperialism.", "361643": "Nicolae Iorga[alt 1] (Romanian pronunciation: [nikoˈla.e ˈjorɡa]; 17 January 1871 – 27 November 1940) was a Romanian historian, politician, literary critic, memoirist, Albanologist, poet and playwright. Co-founder (in 1910) of the Democratic Nationalist Party (PND), he served as a member of Parliament, President of the Deputies' Assembly and Senate, cabinet minister and briefly (1931–32) as Prime Minister. A child prodigy, polymath and polyglot, Iorga produced an unusually large body of scholarly works, establishing his international reputation as a medievalist, Byzantinist, Latinist, Slavist, art historian and philosopher of history. Holding teaching positions at the University of Bucharest, the University of Paris and several other academic institutions, Iorga was founder of the International Congress of Byzantine Studies and the Institute of South-East European Studies (ISSEE). His activity also included the transformation of Vălenii de Munte town into a cultural and academic center.", "64521391": "Sophie Grace Chappell (born Timothy David John Chappell; November 1964) is an English philosopher and academic. Since 2006, she has been Professor of Philosophy at the Open University.[1][2]", "2393264": "Bishr ibn al-Ḥārith (Arabic: بشر بن الحارث) better known as Bishr al-Ḥāfī (Bishr the Barefoot) (Arabic: بشر الحافي) was a Muslim saint born near Merv in about 767 C.E. He converted and studied Muslim tradition under Al-Fozail ibn Iyaz. Bishr became famous as one of the greatest saints in the area.[1]", "70288569": "Tarja Knuuttila is a Finnish philosopher of science. She is a professor of philosophy of science at the University of Vienna.", "64488635": "Stratichles (Ancient Greek: Στρατικλῆς) was an ancient Greek philosopher or historian of philosophy who wrote a work about the history of the Stoic school of thought called On Stoics. The work belongs to the same genre as the many works of the time, called Successions of Philosophers, except that it focused on the history of one school.[1][2] Otherwise, little is known about his life or timing.", "26346691": "Martin Honecker (9 June 1888 – 20 October 1941) was a German philosopher and psychologist.", "41878731": "Noëlle McAfee is professor of philosophy and affiliated faculty in women's, gender, and sexuality studies and psychoanalytic studies[1] at Emory University, where she has taught since 2010.[2]  McAfee previously taught at several other universities, including serving as Allen-Berenson Visiting Associate Professor of Philosophy and Women's Studies at Brandeis University.[3] She has worked extensively in democratic theory, new media, and psychoanalytic theories of the public sphere. McAfee is currently the co-chair of Public Philosophy Network, associate editor of the Kettering Review, and has spent a number of years engaged in political issues in Washington, D.C., both before and during her academic career.[2]", "71304395": "Sarah S. Richardson is an American philosopher and historian who is a professor at the Department of the \nHistory of Science at Harvard University.[1] She is the author of The Maternal Imprint: The Contested Science of Maternal-Fetal Effects and Sex Itself: The Search for Male and Female in the Human Genome.", "22054096": "Bernardino Varisco (April 20, 1850 – October 21, 1933), was an Italian philosopher and a professor of Theoretical Philosophy at the University of Rome La Sapienza from 1905 to 1925.", "61179091": "Liu Shu-hsien (1934-6 June 2016) was a Neo-Confucian philosopher and emeritus professor of philosophy at the Chinese University of Hong Kong in Shatin, Hong Kong.[1]", "29983959": "Zaid Melikovich Orudzhev (Russian: Заи́д Ме́ликович Ору́джев; born on April 4, 1932) is an Azerbaijani-born Russian academic specialising in the history of philosophy, dialectical logic and sociological methodology. He is a doctor of philosophy and currently a professor at the Moscow State Academy for Business Administration.", "40600794": "Dany-Robert Dufour (born in 1947) is a French philosopher, professor of  educational sciences at the university Paris-VIII. He teaches regularly abroad, particularly in Latin America.\nHis main focus is symbolic processes (specially désymbolisation) with relevance to language philosophy, political philosophy and psychoanalysis. He is a frequent participant in cooperative artistic activities  with music, literature or theatre.[1]", "27690203": "Yoshida Kanetomo (吉田 兼倶, 1435–1511) was a Japanese Shinto priest of the Sengoku period. He was a seminal figure in the evolution of a coherent descriptive and interpretive schema of Shinto ritual and mythology.[1]", "44172508": "Michael Hauser (born 30 March 1972) is a Czech philosopher, translator and founder of the civic organization Socialist Circle (Czech: Socialistický kruh), which he also chaired until 2014. He became a member of the Council of Česká televize in March 2014.[1]", "14025948": "Apollonius of Tyre (Greek: Ἀπολλώνιος ὁ Τύριος; fl. 50 BC), was a Stoic philosopher.", "59835620": "Kimberley Brownlee (born June 4, 1978) is a Canadian philosopher. She holds a Canada Research Chair in Ethics at the University of British Columbia. Previously, she was a Professor of Philosophy at the University of Warwick. She is known for her works on conscience, conviction, civil disobedience, the ethics of sociability, ideals, virtue, practical reason, and human rights.\nBrownlee is a winner of the Philip Leverhulme Prize.[1]", "230629": "Franz Rosenzweig (/ˈroʊzən.zwaɪɡ/, German: [ˌfʁant͡s ˈʁoːzn̩ˌt͡svaɪ̯k] ⓘ; 25 December 1886 – 10 December 1929) was a German theologian, philosopher, and translator.", "2360551": "Gustav Gustavovich Shpet (Russian: Густа́в Густа́вович Шпет; April 7 [O.S. March 26] 1879, Kiev, Russian Empire November 16, 1937, Tomsk, Russian SFSR) was a Russian[1] philosopher, historian of philosophy, psychologist, art theoretician, and interpreter (he knew 17 languages) of German-Polish descent.", "35554543": "Franz Xaver Maximilian Zippe (František Xaver Zippe) (15 January 1791 – 22 February 1863), was a Bohemian natural philosopher, scientist and mineralogist.", "62129392": "Bidarahalli Srinivasa Tirtha  (alias Bidarahalli Srinivasacharya) (c. 1600 - c. 1660) was an Indian Hindu scholar and theologian in the Dvaita Vedānta tradition. He is a prolific glossator of the early 17th century. He is the follower of Uttaradi Math and the disciple of Yadupati. According to tradition, Raghavendra Tirtha conferred on him the ascetic title of \"Tirtha\" by way of appreciation of his learning and contributions.[1][2]", "52331764": "Alan Claude Robin Goldsmid Montefiore (born 29 December 1926, London) is a British philosopher and Emeritus Fellow of Balliol College, Oxford.[1] He is a co-founder and Emeritus President of the Forum for European Philosophy, as well as Joint President of the Wiener Library, and a former Chair of Council of the Froebel Educational Institute.[2]", "296180": "Richard Allen Epstein (born April 17, 1943) is an American legal scholar known for his writings on torts, contracts, property rights, law and economics, classical liberalism, and libertarianism. He is the Laurence A. Tisch Professor of Law at New York University and the director of the Classical Liberal Institute. He also serves as the Peter and Kirsten Bedford Senior Fellow at the Hoover Institution and the James Parker Hall Distinguished Service Professor of Law emeritus and a senior lecturer at the University of Chicago.", "21595382": "Jacques-André Naigeon (15 July 1738, Paris – 28 February 1810, Paris) was a French artist, atheist–materialist philosopher, editor and man of letters best known for his contributions to the Encyclopédie and for reworking Baron d'Holbach's and Diderot's  manuscripts.[1]", "689404": "Robert Paul Wolff (born December 27, 1933) is an American political philosopher[2] and professor emeritus at the University of Massachusetts Amherst.[3]", "33162494": "Susanne Bobzien FBA (born 1960) is a German-born philosopher[1] whose research interests focus on philosophy of logic and language, determinism and freedom, and ancient philosophy.[2] She currently is senior research fellow at All Souls College, Oxford and professor of philosophy at the University of Oxford.[3]", "2065662": "Thomas Steven Molnar (/ˈmjɔːlnɑːr/; Hungarian: Molnár Tamás; 26 July 1921, in Budapest, Hungary – 20 July 2010, in Richmond, Virginia) was a Catholic philosopher, historian and political theorist.", "6161664": "Arturo Andrés Roig (16 July[1] 1922 – 30 April 2012) was an Argentine philosopher.", "263426": "Hector Boece (/ˈbɔɪs/; also spelled Boyce or Boise; 1465–1536), known in Latin as Hector Boecius or Boethius, was a Scottish philosopher and historian, and the first Principal of King's College in Aberdeen, a predecessor of the University of Aberdeen.", "40338695": "Charlotte Witt (born 27 September 1951) is a professor of philosophy and humanities at the University of New Hampshire.[1]", "40961288": "Markus F. Peschl (born 1965) is an Austrian cognitive scientist, philosopher of mind, philosopher of science and researcher on innovation, and professor for Cognitive Science and Philosophy of Science at the University of Vienna, Austria. He is known for his early work on cognitive modelling,[1] and his more recent work concerning a\"socio-epistemological approach to innovation.\"[2][3]", "60359946": "Michael Sean Brady (born 1965) is a British philosopher and Professor of Philosophy at the University of Glasgow in Scotland. He is best known for his works on philosophy of emotions.[1][2][3][4]", "32113932": "Michael Moore (Irish: Micheál Ó Mordha) (c.1639–1726) was an Irish priest, philosopher and educationalist.", "53576975": "S. Sayyid is currently Professor of Rhetoric and Decolonial Thought at the University of Leeds, and Head of the School of Sociology and Social Policy.[1]  He pioneered Critical Muslim Studies.  He is the author of numerous works on political theory and its interface with the post-Western: Islamism, Islamophobia, decolonial thought, and the founding editor of ReOrient: The Journal of Critical Muslim Studies.[2] His work has been translated into nearly a dozen languages. He is Sumerian and has lived in Australia, the United States, and London.", "10781969": "William Leonard Rowe (/roʊ/; July 26, 1931 – August 22, 2015) was a professor of philosophy at Purdue University who specialized in the philosophy of religion.  His work played a leading role in the \"remarkable revival of analytic philosophy of religion since the 1970s\".[1] He was noted for his formulation of the evidential argument from evil.[2]", "2458898": "Aḥmad al-Fārūqī al-Sirhindī (Arabic: أحمد الفاروقي السرهندي, romanized: Aḥmad al-Fārūqī al-Sirhindī) or Aḥmad ibn 'Abd al-Ahad al-Sirhindī (Arabic: أحمد بن عبد الأحد السرهندي, romanized: Aḥmad bin 'Abd al-Ahad al-Sirhindī)(1564 – 1624/1625[5]), also known as Imam Rabbani and Mujadid-e-Alf-e-Sani (Reviver of the Second Millennium),[6] was an Indian Islamic scholar, Hanafi jurist, and member of the Naqshbandī Sufi order.[7]", "59835666": "Fabienne Peter is a British philosopher and professor of philosophy at the University of Warwick. She is a former head of the Department of Philosophy (2017-2020);[2] succeeded by current head, Guy Longworth. \nPeter has held a Leverhulme Research Fellowship and is known for her works on political philosophy, moral philosophy, and social epistemology.[3][4][5]\nShe is a former editor of Economics and Philosophy and a former associate editor of the Journal of Applied Philosophy.", "20677908": "Sayyid Al-Qemany (Arabic: سيد محمد القمني, also al-Qimni, 13 March 1947 – 6 February 2022) was an Egyptian secular writer and thinker. His works emphasize the importance of critical thinking, and he was an opponent of Islamic fundamentalism, supporting separation of religion and state, and tolerance. In 2009, he won the Egyptian Culture Ministry's prize for achievement in the social sciences, a cash award of 200,000 Egyptian pounds (about $US36,000).[1][2] A judicial and media campaign was launched calling for the prize to be withdrawn[3] by those who claimed Al-Qemany was a heretic who had harmed Islam and Muslims with his writings.[1][2]", "70747411": "Nicholas George Fotion (September 18, 1927 – 2019)[1] was an American philosopher noted for his contributions to the philosophy of ethics and philosophy of language. He has written on military ethics, terrorism,[2] and just war theory. He has also worked on the speech act theory of John Searle and J.L. Austin.[3][4] He was professor emeritus at Emory University.[5]", "48629019": "Patrick Stokes (born 1978) is an Australian philosopher, Associate Professor in Philosophy at Deakin University[1] and a former Research Fellow in Philosophy at the University of Hertfordshire. \nHe is a winner of Australasian Association of Philosophy Media Prize[2] and is known for his research on Kierkegaard's philosophy.[3][4][5][6][7]", "2000159": "Nolini Kanta Gupta (13 January 1889 – 7 February 1984) was a revolutionary, linguist, scholar, critic, poet, philosopher and yogi, and the most senior of Sri Aurobindo's disciples.[1] He was born in Faridpur, East Bengal, to a cultured and prosperous Vaidya-Brahmin family. While in his teens, he came under the influence of Sri Aurobindo, then a well known revolutionary fighting for independence against the British. When in his fourth year at Presidency College, Calcutta, he left a promising academic career and rejected a lucrative government job to join a small revolutionary group under Sri Aurobindo. In May 1908 he was among those arrested for conspiracy in the Alipore bomb case. Acquitted a year later, after having spent a year in jail, he worked as a sub-editor for the Dharma and the Karmayogin, two of Sri Aurobindo's Nationalist newspapers, in 1909 and 1910.", "5014815": "Étienne Tempier (French: [tɑ̃pje]; also known as Stephanus of Orleans; died 3 September 1279) was a French bishop of Paris during the 13th century. He was Chancellor of the Sorbonne from 1263 to 1268, and bishop of Paris from 1268 until his death.[1]", "64652587": "Yves Bonnardel (born 1967) is a French philosopher, essayist and editor, libertarian, egalitarian and antispeciesist activist. He is one of the founding members of the French-language journal Cahiers antispécistes (\"Antispeciesist Notebooks\") and of the events Veggie Pride, Les Estivales de la question animale (\"The Summers of the Animal Question\") and the march to close all slaughterhouses.", "56296748": "Oliver Sensen is a German philosopher and associate professor of Philosophy at Tulane University. \nHe is known for his expertise on Kantian philosophy.[1][2][3][4][5][6][7] \nSensen is the vice-president of North American Kant Society.", "5670187": "Gregorio Marañón y Posadillo, OWL ([ɡɾeˈɣoɾjo maɾaˈɲon]; 19 May 1887 – 27 March 1960) was a Spanish physician, scientist, historian, writer and philosopher. He married Dolores Moya in 1911, and they had four children (Carmen, Belén, María Isabel and Gregorio).", "69600566": "Piotr Andrzej Ogrodziński (born 7 September 1951) is a Polish diplomat, activist and philosopher.", "13534520": "Lyco of Troas (/ˈlaɪkoʊ/; Greek: Λύκων, translit. Lýkōn, gen.: Λύκωνος; c. 299 – c. 225 BC),[1] son of Astyanax, was a Peripatetic philosopher and the disciple of Strato, whom he succeeded as the head of the Peripatetic school, c. 269 BC;[1] he held that post for more than forty-four years.", "35685693": "Hans Waldemar Ruin (18 June 1891 – 3 November 1980) was a Finnish philosopher and writer of Swedish-Finnish extraction.", "2622783": "Baba Hari Dass (Devanagari: बाबा हरि दास) (26 March 1923 – 25 September 2018)  was an Indian yoga master, silent monk, temple builder, and commentator of Indian scriptural traditions of dharma and moksha. He was classically trained in the Ashtanga of Patanjali (also known as Rāja yoga),[1] as well as Kriya yoga, Ayurveda, Samkhya, Tantra, Vedanta, and Sanskrit.", "22971711": "Jan of Stobnica (ca. 1470 - 1530), was a Polish philosopher, scientist and geographer of the early 16th century.", "64488772": "Simon Hailwood is a British philosopher whose research concerns moral philosophy, political philosophy, environmental philosophy, environmental ethics, political realism, and pragmatism. He is a Professor of Philosophy in the Department of Philosophy at the University of Liverpool, which he joined in 2004 as a lecturer.[1][2]", "67601732": "Mandana Mishra (IAST: Maṇḍana Miśra; c. 8th century CE) was a Hindu philosopher who wrote on the Mīmāṃsā and Advaita systems of thought. He was a follower of the Karma Mimamsa school of philosophy and a staunch defender of the holistic sphota doctrine of language. He was a contemporary of Adi Shankara, and while it is said that he became a disciple of Adi Sankara, he may actually have been the most prominent Advaitin of the two until the 10th century CE. He is often identified with Sureśvara, though the authenticity of this is doubtful. Still, the official Sringeri documents recognises Mandana Mishra as Sureśvara.[1]", "165190": "Giambattista Vico (born Giovan Battista Vico /ˈviːkoʊ/; Italian: [ˈviko]; 23 June 1668 – 23 January 1744) was an Italian philosopher, rhetorician, historian, and jurist during the Italian Enlightenment. He criticized the expansion and development of modern rationalism, finding Cartesian analysis and other types of reductionism impractical to human life, and he was an apologist for classical antiquity and the Renaissance humanities, in addition to being the first expositor of the fundamentals of social science and of semiotics. He is recognised as one of the first Counter-Enlightenment figures in history.", "21857608": "Samding Dorje Phagmo", "427343": "Merab Mamardashvili (Georgian: მერაბ მამარდაშვილი, ; September 15, 1930 – November 25, 1990) was a Georgian philosopher.", "11797840": "Henry E. Kyburg Jr. (1928–2007) was Gideon Burbank Professor of Moral Philosophy and Professor of Computer Science at the University of Rochester, New York, and Pace Eminent Scholar at the Institute for Human and Machine Cognition, Pensacola, Florida. His first faculty posts were at Rockefeller Institute, University of Denver, Wesleyan College, and Wayne State University.", "67077457": "Mieczysław Władysław Omyła (born 1941[1]) is a Polish professor of humanities, logician, philosopher. He is a lecturer in logic and philosophy at the Cardinal Stefan Wyszyński University in Warsaw.[2]", "55215446": "Wolfgang Leidhold (born 12 December 1950 in Dortmund) is a German political scientist, philosopher and artist. He works as a full professor at the Faculty of Management, Economics and Social Sciences of the University of Cologne, with a focus on political theory and the history of ideas. The scope of his work ranges from the Paleolithic to the present day. Since the 1980s he has been exploring the history of experience and its transformations. He recently published the results of his research in The History of Experience: A Study in Experiential Turns and Cultural Dynamics from the Paleolithic to the Present Day (New York, NY, 2023). The main focus of his artistic work is painting and drawing. His works have been exhibited in the US and Germany.", "2458965": "Hermarchus or Hermarch (Greek: Ἕρμαρχoς, Hermarkhos; c. 325-c. 250 BC[1]), sometimes incorrectly written Hermachus (Greek: Ἕρμαχoς, Hermakhos), was an Epicurean philosopher. He was the disciple and successor of Epicurus as head of the school. None of his writings survives. He wrote works directed against Plato, Aristotle, and Empedocles. A fragment from his Against Empedocles, preserved by Porphyry, discusses the need for law in society. His views on the nature of the gods are quoted by Philodemus.", "3573079": "Marilena de Souza Chaui (born September 4, 1941) is a Brazilian philosopher and Professor of Modern Philosophy in the University of São Paulo. She is a scholar of Baruch Spinoza and Maurice Merleau-Ponty. Chaui is one of the founding members of Workers' Party and an assiduous critic of the capitalist model.[1]", "1370": "Ambrose of Milan (Latin: Aurelius Ambrosius; c. 339 – 4 April 397), venerated as Saint Ambrose,[a] was a theologian and statesman who served as Bishop of Milan from 374 to 397. He expressed himself prominently as a public figure, fiercely promoting Roman Christianity against Arianism and paganism.[5] He left a substantial collection of writings, of which the best known include the ethical commentary De officiis ministrorum (377–391), and the exegetical Exameron [it] (386–390). His preachings, his actions and his literary works, in addition to his innovative musical hymnography, made him one of the most influential ecclesiastical figures of the 4th century.", "4425050": "William Hirstein is an American philosopher primarily interested in philosophy of mind, philosophy of language, metaphysics, cognitive science, and analytic philosophy. He is a professor of philosophy at Elmhurst University.", "9635175": "Demetrius Lacon or Demetrius of Laconia (Greek: Δημήτριος; fl. late 2nd century BC) was an Epicurean philosopher, and a disciple of Protarchus.[1]  He was an older contemporary of Zeno of Sidon and a teacher of Philodemus. Sextus Empiricus quotes part of a commentary by Demetrius on Epicurus, where Demetrius interprets Epicurus' statement that \"time is an accident of accidents.\"[2]", "1384": "Amos Bronson Alcott (/ˈɔːlkət/; November 29, 1799 – March 4, 1888) was an American teacher, writer, philosopher, and reformer. As an educator, Alcott pioneered new ways of interacting with young students, focusing on a conversational style, and avoided traditional punishment. He hoped to perfect the human spirit and, to that end, advocated a plant-based diet. He was also an abolitionist and an advocate for women's rights.", "1082730": "Reality is twofold: independent and dependent things. The Lord Vishnu is the only independent thing.[4]", "34155": "Xenophon of Athens (/ˈzɛnəfən, zi-, -fɒn/; Ancient Greek: Ξενοφῶν [ksenopʰɔ̂ːn]; c. 430[1] – probably 355 or 354 BC[2]) was a Greek military leader, philosopher, and historian, born in Athens. At the age of 30, Xenophon was elected commander of one of the biggest Greek mercenary armies of the Achaemenid Empire, the Ten Thousand, that marched on and came close to capturing Babylon in 401 BC. As the military historian Theodore Ayrault Dodge wrote, \"the centuries since have devised nothing to surpass the genius of this warrior\".[4] Xenophon established precedents for many logistical operations, and was among the first to describe strategic flanking maneuvers and feints in combat.", "33588584": "Ahmad ibn al-Tayyib al-Sarakhsi (Persian: أحمد بن الطيب السرخسي; died 899 CE) was a Persian[1] traveler, historian and philosopher from the city of Sarakhs. He was a pupil of al-Kindi.[2]", "6391151": "Michael Grant Ignatieff PC CM (/ɪɡˈnætiɛf/; born May 12, 1947) is a Canadian author, academic and former politician who served as the leader of the Liberal Party of Canada and Leader of the Official Opposition from 2008 until 2011. Known for his work as a historian, Ignatieff has held senior academic posts at the universities of Cambridge, Oxford, Harvard, and Toronto. Most recently, he was rector and President of Central European University; he held this position from 2016 until July 2021.", "63931759": "Larry May is an American philosopher and author. He is W. Alton Jones Professor of Philosophy at Vanderbilt University and the author of several books. His theory of international law has been described as \"neo-Grotian\".[1][2]", "46728561": "James Andrew Phillips is an associate professor of philosophy at the University of New South Wales. He is known for his research on philosophy of art, the philosophy of film and performance, and Martin Heidegger's thought.[1][2][3][4][5][6]", "41420146": "Petro Zheji (18 October 1929 – 14 March 2015[1]) was an Albanian linguist, translator, philosopher, and author from Gjirokastër who lived and worked intellectually in Tiranë, Albania.[2][3][4] As a polyglot, he was deeply knowledgeable in the Italian, French, English, Spanish, German, Russian, Hebrew, Sanskrit, Ancient Greek, and Latin languages.[1] The Albanologist Elsie considers him \"the spiritual father to a whole generation of Albanian intellectuals\".[5]", "5801327": "Madis Kõiv (5 December 1929 – 24 September 2014) was an Estonian writer, philosopher and physicist.", "1475958": "Tetsuro Watsuji (和辻 哲郎, Watsuji Tetsurō, March 1, 1889 – December 26, 1960) was a Japanese historian and moral philosopher.", "44991864": "Else Margarete Barth (3 August 1928, Strinda – 6 January 2015, Groningen) was a Norwegian philosopher.", "263544": "James Beattie (/ˈbiːti/; 25 October 1735 – 18 August 1803) was a Scottish poet, moralist, and philosopher.", "67536247": "François Fédier (19 December 1935 – 28 April 2021) was a French philosopher and translator.[1]", "29820279": "George Elder Davie (18 March 1912 – 20 March 2007) was a prominent Scottish philosopher whose well-received book, The Democratic Intellect (1961), concerns the treatment of philosophy in 19th century Scottish universities.", "39945597": "Johann Martin Chladni (Latinized Chladenius; Lutherstadt Wittenberg, 17 April 1710 – Erlangen, 10 September 1759) was a German philosopher, theologian, and historian, who is seen[1] as one of the founders of Hermeneutics.", "3442045": "Susan Bordo is an American philosopher known for her contributions in the field of contemporary cultural studies, particularly in the area of feminist theory.[1] Bordo specializes in contemporary culture and its relation to the body, focusing on eating disorders which primarily affect females, such as anorexia and bulimia; cosmetic surgery; beauty; and evolutionary theory. She also explores racism and the body, masculinity, and sexual harassment.", "66684287": "Clement Charles Julian Webb, FBA (1865–1954) was an English theologian and philosopher. He was Nolloth Professor of the Philosophy of the Christian Religion from 1920 to 1930.", "10618244": "Richard Ritter von Schubert-Soldern (14 December 1852, Prague, Kingdom of Bohemia – 19 October 1924,[1] Zwettl, Austria) was a philosopher in Austria-Hungary and later Austria. (His year of death is sometimes said to have been 1935.)", "4588934": "Paul Piccone (January 17, 1940 – July 12, 2004) was an Italian-American philosopher, critical theorist, intellectual historian, and most notably the founder and long-time editor of the journal Telos.", "2262412": "Kōjin Karatani (柄谷 行人, Karatani Kōjin, born August 6, 1941, Amagasaki) is a Japanese philosopher and literary critic.[1]", "58557836": "Zinaida Alexandrovna Mirkina (Russian: Зинаида Александровна Миркина; 10 January 1926 – 21 September 2018) was a Russian essayist, translator and philosopher. She was an awardee of the Bjørnson Prize of the Norwegian Academy of Literature and Freedom of Expression for  \"extensive contribution to strengthening the freedom of expression in Russia.\"", "4392338": "Richard Sennett OBE FBA FRSL (born 1 January 1943) is the Centennial Professor of Sociology at the London School of Economics and former University Professor of the Humanities at New York University. He is currently a Senior Fellow of the Center on Capitalism and Society at Columbia University.[1] Sennett has studied social ties in cities, and the effects of urban living on individuals in the modern world.", "1344918": "Arthur Middleton Young (November 3, 1905 – May 30, 1995) was an American inventor, helicopter pioneer, armchair philosopher, astrologer, and author. Young was the designer of Bell Helicopter's first helicopter, the Model 30, and inventor of the stabilizer bar used on many of Bell's early helicopter designs. He founded the \"Institute for the Study of Consciousness\" in Berkeley in 1972. Young advocated process philosophy, an attempt to integrate the realm of human thought and experience with the realm of science so that the concept of universe is not limited to that which can be physically measured.  Young's theory embraces evolution and the concept of the great chain of being.  He has influenced such thinkers as Stanislav Grof and Laban Coblentz.", "361879": "Ovadia ben Jacob Sforno (Obadja Sforno, Hebrew: עובדיה ספורנו) was an Italian rabbi, Biblical commentator, philosopher and physician. A member of the Sforno family, he was born in Cesena about 1475 and died in Bologna in 1549.[1][2][3]", "28837273": "Saul Ascher (6 February 1767 in Berlin – 8 December 1822 in Berlin) was a German writer, translator and bookseller.", "49808797": "Giorgio Raguseo (1580–1622) was an Italian philosopher, theologist, and orator from the Republic of Venice.[1]", "4031910": "Boetius de Dacia, OP (also spelled Boethius de Dacia) was a 13th-century Danish philosopher.", "14091688": "Karen Michelle Barad (/bəˈrɑːd/; born 29 April 1956)[3] is an American feminist theorist and physicist, known particularly for their theory of agential realism.", "558512": "Benjamin Paul Blood (November 21, 1832 – January 15, 1919) was an American philosopher, mystic and poet. His idiosyncratic work explored his development of his pluralist philosophy, culminating in the posthumously published book Pluriverse.[1]", "2688441": "Serge Moscovici (June 14, 1925 as Srul Herş Moscovici – November 15, 2014)[2] was a Romanian-born French social psychologist, director of the Laboratoire Européen de Psychologie Sociale (\"European Laboratory of Social Psychology\"), which he co-founded in 1974 at the Maison des sciences de l'homme in Paris. He was a member of the European Academy of Sciences and Arts and Officer of the Légion d'honneur, as well as a member of the Russian Academy of Sciences and honorary member of the Hungarian Academy of Sciences. Moscovici's son, Pierre Moscovici, was European Commissioner for Economic and Financial Affairs, Taxation and Customs.", "9831869": "Dr. Hasan Özbekhan (1921—February 12, 2007) was a Turkish American systems scientist, cyberneticist, philosopher and planner who was Professor Emeritus of Management at the Wharton School of the University of Pennsylvania. He applied the field-of-systems theory to global problems, helped inspire the group of planners, diplomats, scientists and academics who came together as the Club of Rome.[1]", "263613": "Jacques Martin Barzun (/ˈbɑːrzən/;[1] November 30, 1907 – October 25, 2012) was a French-born American historian known for his studies of the history of ideas and cultural history. He wrote about a wide range of subjects, including baseball, mystery novels, and classical music, and was also known as a philosopher of education.[2] In the book Teacher in America (1945), Barzun influenced the training of schoolteachers in the United States.", "20612543": "Dušan Pirjevec, known by his nom de guerre Ahac (20 March 1921 – 4 August 1977), was a Slovenian Partisan, literary historian and philosopher. He was one of the most influential public intellectuals in post–World War II Slovenia.", "25265597": "Philippe Nys (born 1947, Tournai) is a Belgian-born French philosopher. The focus of his work is hermeneutics, poetics and theory of space's design. He is associated professor (maître de conférances) at the University of Paris8 (UFR ARTS, department of Fine Arts), member of the research teams EA 4010 Arts des images et Art contemporain/Arts of Images and Contemporary Art, AMP: Architecture Milieu Paysage/ Architecture Milieu Landscape at the National School of Architecture of Paris La Villette. He is lecturer in several schools of architecture and landscape such as Paris-Belleville, Versailles, Lille.", "60491200": "Gordon Graham (1949) is Chair of the Edinburgh Sacred Arts Foundation, Emeritus Professor of Philosophy and the Arts at Princeton Theological Seminary in the USA, and a Fellow of the Royal Society of Edinburgh, Scotland's premier academy of science and letters.", "2491839": "Parshvanath, also Pārśvanātha (Sanskrit: पार्श्वनाथः), Parshva, Pārśva and Parasnath, was the 23rd of 24 Tirthankaras (supreme preacher of dharma) of Jainism. He gained the title of Kalīkālkalpataru (Kalpavriksha in this Kali Yuga).", "31753664": "Chunseong (Korean: 춘성; Hanja: 春城), born Lee Chang-nim (이창림, 李昌林; March 30, 1891 – August 22, 1977), was a Korean Buddhist monk, scholar, poet, writer, and philosopher. His courtesy name was Muaedoin (무애도인, 無碍道人) or Chunseong (춘성, 春性).[1]", "2459076": "Defunct", "36865478": "Kotiganahalli Ramaiah (born 1954) is a Dalit poet, playwright, philosopher and cultural activist from Karnataka, India.[1][2] He is one of the founders of Aadima,[3] an institution that experiments with children's theatre, film, education and caste consciousness.", "1485": "Alain de Lille (Alan of Lille) (Latin: Alanus ab Insulis; c. 1128 – 1202/03) was a French[1] theologian and poet. He was born in Lille, some time before 1128. His exact date of death remains unclear as well, with most research pointing toward it being between 14 April 1202, and 5 April 1203. He is known for writing a number of works on that are based upon the teachings of the liberal arts, with one of his most renowned poems, De planctu Naturae (The Complaint of Nature), focusing on human nature in regard to sexual conduct. Although, Alain was widely known during his lifetime, there is not a great deal known about his personal life, with the majority of our knowledge of the theologian coming from the content of his works.[2][3]", "28411344": "Robert J. Spitzer SJ (born May 16, 1952) is a Jesuit priest, philosopher, educator, author, speaker, and retired President of Gonzaga University in Spokane, Washington.", "59835860": "Stephen Houlgate (born 24 March 1954) is a British philosopher and Professor of Philosophy at the University of Warwick. He is known for his works on Hegel, Heidegger and Derrida's thought.[1]", "40338902": "Chris Cuomo is the Professor of Philosophy and Women's Studies at the University of Georgia.[1]  She is also an affiliate faculty member of the Environmental Ethics Certificate Program, the Institute for African-American Studies, and the Institute for Native American Studies (all also at the University of Georgia.)[1]  Before moving to the University of Georgia, Cuomo was the Obed J. Wilson Professor of Ethics at the University of Cincinnati.[2]", "6784476": "Moses Nagari or Moses ben Judah (in Hebrew, Moshe ben Yehuda ha-Nagari was a medieval Jewish philosopher and writer. According to Steinschneider, he lived at Rome, Italy about 1300, and his name should be read \"Na'ar\", part of the Ne'arim family (\"Adolescentoli\"). Moses wrote Ma'amar ba-Ma'areket, an index to Maimonides' Moreh Nebukim, and explanations of philosophical terms, printed, together with Saul Cohen's philosophical questions on the \"Moreh\" addressed to Isaac Abravanel, at Venice in 1574. This being considered a fragment of a collective work on the Moreh, it was erroneously called Qetzat Bi'ure ha-Moreh.", "13665756": "Ikeda Mitsumasa (池田 光政, May 10, 1609 – June 27, 1682) was a Japanese daimyō of the early Edo period.[1]", "64751070": "Giuseppe Maria Sciacca (Messina, 1912 — Palermo, 1995) was an Italian philosopher and academic. A student and assistant of Antonio Renda, Sciacca's work focused on Kantianism.", "13534693": "Hieronymus of Rhodes (Ancient Greek: Ἱερώνυμος ὁ Ῥόδιος, romanized: Hierṓnymos ho Rhódios, Latin: Hieronymus Rhodius; c. 290 – c. 230 BC[1]) was a Peripatetic philosopher,  and an opponent of Arcesilaus and Lyco of Troas. Only a few fragments of his works survive, preserved in the quotations of later writers.", "52823527": "Julie Velten Favre (November 15, 1833 – c. 1896), sometimes called Madame Jules Favre, was a French philosopher and educator. She is known for her work educating young women and for advancing a moral philosophy that advocated living a virtuous life, rather than one based on rules and punishment.[1][2][self-published source]", "1803753": "George Ohsawa (born Nyoichi Sakurazawa (櫻澤 如一); October 18, 1893 – April 23, 1966) was a Japanese educator who was the founder of the macrobiotic diet. When living in Europe he went by the pen names of Musagendo Sakurazawa, Nyoiti Sakurazawa, and Yukikazu Sakurazawa. He also used the French first name Georges while living in France, and his name is sometimes also given this spelling. He wrote about 300 books in Japanese and 20 in French. He defined health on the basis of seven criteria: lack of fatigue, good appetite, good sleep, good memory, good humour, precision of thought and action, and gratitude.[1]", "61670896": "Franca D'Agostini (born September 11, 1952) is an Italian philosopher.", "32441841": "Heo Mok (Korean: 허목; Hanja: 許穆; 10 January 1596 – 2 June 1682) was a Korean calligrapher, painter, philosopher, poet, and politician during the Joseon dynasty, who came from the Yangcheon Heo clan. He was most commonly known by the art name Misu (Korean: 미수; Hanja: 眉叟; lit. \"eyebrowed old man\").[1][2]", "63735281": "Henry Leroy Finch, Jr. (August 8, 1921 – August 22, 1997) was an American scholar and professor of philosophy and a pacifist organizer.", "3868152": "No teaching, no teacher, no student.", "2033144": "Frank Cameron Jackson AO FASSA FAHA FBA (born 31 August 1943) is an Australian analytic philosopher and Emeritus Professor in the School of Philosophy (Research School of Social Sciences) at Australian National University (ANU) where he had spent most of the latter part of his career. His primary research interests include  epistemology, metaphysics, meta-ethics and the philosophy of mind. In the latter field he is best known for the \"Mary's room\" knowledge argument, a thought experiment that is one of the most discussed challenges to physicalism.", "6227451": "Amelius (/əˈmiːliəs/; Greek: Ἀμέλιος), whose family name was Gentilianus, was a Neoplatonist philosopher and writer of the second half of the 3rd century.", "558588": "Zhelyu Mitev Zhelev (Bulgarian: Желю Митев Желев; Bulgarian: [ˈʒɛʎu ˈmitef ˈʒɛlef]; 3 March 1935 – 30 January 2015) was a Bulgarian politician and former dissident who served as the first democratically elected and non-Communist President of Bulgaria, from 1990 to 1997. Zhelev was one of the most prominent figures of the 1989 Bulgarian Revolution, which ended the 35 year rule of President Todor Zhivkov.[2] A member of the Union of Democratic Forces, he was elected as President by the 7th Grand National Assembly. Two years later, he won Bulgaria's first direct presidential elections. He lost his party's nomination for his 1996 reelection campaign after losing a tough primary race to Petar Stoyanov.", "62817793": "Andrew Joseph Reck (October 29, 1927 - April 29, 2021)[1] was an American philosopher and emeritus professor in the Department of Philosophy at Tulane University. He was a former president of the Metaphysical Society of America.[2]", "10847747": "Gilbert Hottois (29 March 1946 – 16 March 2019)[1] was a Belgian professor of philosophy at the Université Libre de Bruxelles who specialised in Bioethics.", "52299279": "Carl Stange (7 March 1870 in Hamburg – 5 December 1959 in Göttingen) was a German Protestant theologian and philosopher. In his work, he mainly dealt with issues of ethics and the philosophy of religion.[1]", "27297297": "Marcel Foucault (1865–1947) was a French philosopher and psychologist.", "27821585": "Clark N. Glymour (born 1942) is the Alumni University Professor Emeritus in the Department of Philosophy at Carnegie Mellon University. He is also a senior research scientist at the Florida Institute for Human and Machine Cognition.[1]", "10585619": "David Ramsay Steele (born 23 June 1944) is a British author. He has published several works, such as is the author of The Mystery of Fascism: David Ramsay Steele's Greatest Hits (2019, a collection of 23 previously published articles), Orwell Your Orwell: A Worldview on the Slab (2017, a study of George Orwell's beliefs), Atheism Explained: From Folly to Philosophy (2008, a popular exposition of atheism) and From Marx to Mises: Post-Capitalist Society and the Challenge of Economic Calculation (1992, an exposition of the economic calculation problem). Since 1985, he has been Editorial Director of Open Court Publishing Company. In 1997, he co-wrote with Michael R. Edelstein Three Minute Therapy: Change Your Thinking, Change Your Life, a psychological self-help book based on Albert Ellis's rational emotive behavior therapy, re-released in paperback, 2019. In 2013, he co-wrote with Michael R. Edelstein and Richard K. Kujoth Therapy Breakthrough: Why Some Psychotherapies Work Better than Others, a study of cognitive-behavioral therapy arguing for its superiority to psychodynamic therapy. From 1963 to 1973, Steele was a member of the Socialist Party of Great Britain (SPGB).[1][2] In 1970, he became aware of the historical debate over economic calculation and between 1970 and 1973 underwent an intellectual conversion from SPGB Marxism to libertarianism. He later co-founded the Libertarian Alliance and in 1982 would be identified with one of the two factions that resulted in the split of the group.", "1410580": "Paul Gordon Horwich (born 1947) is a British analytic philosopher at New York University, noted for his contributions to philosophy of science, philosophy of physics, the philosophy of language (especially truth and meaning) and the interpretation of Wittgenstein's later philosophy.", "36931102": "Augustyn Wróblewski (1866–1913) was a Polish biochemist and anarchist.", "1573": "Albertus Magnus[a] OP (c. 1200 – 15 November 1280), also known as Saint Albert the Great, Albert of Swabia[4]\nor Albert of Cologne, was a German Dominican friar, philosopher, scientist, and bishop. Canonized in 1931 as a Catholic saint, he was known during his lifetime as Doctor universalis and Doctor expertus; late in his life the sobriquet Magnus was appended to his name.[5] Scholars such as James A. Weisheipl and Joachim R. Söder have referred to him as the greatest German philosopher and theologian of the Middle Ages.[6] The Catholic Church distinguishes him as one of the 37 (as of 2023[update]) Doctors of the Church.", "32081449": "Fyodor Avgustovich Stepun (Russian: Фёдор А́вгустович Степу́н; February 18, 1884 – February 23, 1965) (also known as Friedrich Steppuhn) was a Russian and German writer, philosopher, historian and sociologist.[2]", "1345074": "René Noël Théophile Girard (/ʒɪəˈrɑːrd/;[2] French: [ʒiʁaʁ]; 25 December 1923 – 4 November 2015) was a French polymath, historian, literary critic, and philosopher of social science whose work belongs to the tradition of philosophical anthropology. Girard was the author of nearly thirty books, with his writings spanning many academic domains. Although the reception of his work is different in each of these areas, there is a growing body of secondary literature on his work and his influence on disciplines such as literary criticism, critical theory, anthropology, theology, mythology, sociology, economics, cultural studies, and philosophy.", "25691700": "John Kekes (/kɛks/; born 22 November 1936) is Professor Emeritus of Philosophy at the University at Albany, SUNY.", "52266558": "Gary Edward Varner (March 10, 1957 – June 28, 2023) was an American philosopher specializing in environmental ethics, philosophical questions related to animal rights and animal welfare, and R. M. Hare's two-level utilitarianism. At the time of his death, he was an emeritus professor in the department of philosophy at Texas A&M University; he had been based at the university since 1990. He was educated at Arizona State University, the University of Georgia, and the University of Wisconsin–Madison; at Madison, where he was supervised by Jon Morline, he wrote one of the first doctoral theses on environmental ethics. Varner's first monograph was In Nature's Interests?, which was published by Oxford University Press in 1998. In the book, Varner defended a form of biocentric individualism, according to which all living entities have morally considerable interests.", "1599": "Alexander of Aphrodisias (Greek: Ἀλέξανδρος ὁ Ἀφροδισιεύς; fl. 200 AD) was a Peripatetic philosopher and the most celebrated of the Ancient Greek commentators on the writings of Aristotle. He was a native of Aphrodisias in Caria and lived and taught in Athens at the beginning of the 3rd century, where he held a position as head of the Peripatetic school. He wrote many commentaries on the works of Aristotle, extant are those on the Prior Analytics, Topics, Meteorology, Sense and Sensibilia, and Metaphysics. Several original treatises also survive, and include a work On Fate, in which he argues against the Stoic doctrine of necessity; and one On the Soul. His commentaries on Aristotle were considered so useful that he was styled, by way of pre-eminence, \"the commentator\" (ὁ ἐξηγητής).", "198206": "Herman Dooyeweerd (7 October 1894, Amsterdam – 12 February 1977, Amsterdam) was a professor of law and jurisprudence at the Vrije Universiteit, Amsterdam from 1926 to 1965. He was also a philosopher and principal founder of Reformational philosophy[3] with Dirk Vollenhoven,[4] a significant development within the Neocalvinist (or Kuyperian) school of thought. Dooyeweerd made several contributions to philosophy and other academic disciplines concerning the nature of diversity and coherence in everyday experience, the transcendental conditions for theoretical thought, the relationship between religion, philosophy, and scientific theory, and an understanding of meaning, being, time and self.", "62817854": "Ivor Leclerc (9 February 1915- 16 May 1999) was an American philosopher and Professor of Philosophy at Emory University. He was a president of the Metaphysical Society of America.[1]", "21366341": "Victor Reppert (born 1953) is an American philosopher best known for his development of the \"argument from reason\". He is the author of C.S. Lewis's Dangerous Idea (2003) and numerous academic papers in journals such as Christian Scholars' Review, International Journal for the Philosophy of Religion, Philo, and Philosophia Christi. He is also a philosophy blogger, with two blogs.[1]", "1612": "The Alexandrists were a school of Renaissance philosophers who, in the great controversy on the subject of personal immortality, adopted the explanation of the De Anima given by Alexander of Aphrodisias.[1]", "4490831": "Leontion (Latin: Leontium, Greek: Λεόντιον; fl. 300 BC) was a Greek Epicurean philosopher.", "296529": "Jaishree Odin is a literary scholar who is the director and a professor of the Program of Interdisciplinary Studies at the University of Hawaiʻi.[1] Her research relates to cultural studies of science and technology, literary and political ecology, ecology and ethics, system's ecology, and eco-literacy.[2] Her work ranges from German philosophy[3] and the feminist angle to mysticism.[citation needed] She has also considered the current relevance of Shaivite theories of higher consciousness.[citation needed]", "50103892": "Apollonius (Ancient Greek: Απολλώνιος) of Chalcedon was an ancient Greek Stoic[1][full citation needed] who taught philosophy. He was invited by the Roman emperor Antoninus Pius to come to Rome, for the purpose of instructing his adoptive sons Marcus Aurelius and Lucius Verus in philosophy.[2][3][4][5] Aurelius, within his Meditations, writes of Apollonius favourably.[6]  Lucian writes of him:", "48825940": "Robert Craigie Cross FRSE CBE (1911-2000) was Regius Professor of Logic at Aberdeen University. He served as vice principal of the university 1974–1978.", "3376727": "Rupa Goswami (Sanskrit: रूप गोस्वामी, Bengali: রূপ গোস্বামী, IAST: Rūpa Gosvāmī; 1489–1564) was a devotional teacher (guru), poet, and philosopher of the Gaudiya Vaishnava tradition. With his brother Sanatana Goswami, he is considered the most senior of the Six Goswamis of Vrindavan associated with Caitanya Mahaprabhu, a hidden avatar (incarnation) of Krishna in Kali Yuga.[1][2]", "67161": "Apollonius of Tyana (Ancient Greek: Ἀπολλώνιος; Arabic: بلينس; Sanskrit: अपालुन्यःc. 15  – c. 100 AD[2]) was a first-century Greek philosopher and religious leader from the town of Tyana, Cappadocia in Roman Anatolia, who spent his life travelling and teaching in the Middle East, North Africa and South Asia. He is a central figure in Neopythagoreanism and was one of the most famous \"miracle workers\" of his day.", "1625": "Aleksandr Isayevich Solzhenitsyn[a][b] (11 December 1918 – 3 August 2008)[6][7] was a Russian writer and prominent Soviet dissident who helped to raise global awareness of political repression in the Soviet Union, especially the Gulag prison system.", "67503707": "Aldo Braibanti (17 September 1922 – 6 April 2014) was an Italian poet, essayist, screenwriter, playwright, director, and visual artist. A communist and anti-fascist, he fought as a partisan in the Italian Resistance, returning to his intellectual pursuits after the war. He dedicated himself to visual arts, cinema, theater, and literature, as well as to myrmecology and ecology.", "22021723": "Henri Marie Jean Louis Ey (French: [ɛ]; 10 August 1900, Banyuls-dels-Aspres – 8 November 1977, Banyuls-dels-Aspres) was a French neurologist, psychiatrist, psychoanalyst and philosopher.", "53642847": "Peter A. French (born March 19, 1942) is an American philosopher and writer.  He is Professor of Philosophy Emeritus at Arizona State University where he taught from 2000 until 2016.  He previously was a professor at Northern Arizona University, University of Minnesota, Dalhousie University, Trinity University, and the University of South Florida.", "8291938": "María Zambrano Alarcón (22 April 1904 – 6 February 1991) was a Spanish essayist and philosopher associated with the Generation of '36 movement.  Her extensive work between the civic engagement and the poetic reflection started to be recognised in Spain over the last quarter of the 20th century after living many years in exile. She was awarded the Prince of Asturias Award (1981) and the Miguel de Cervantes Prize (1988).", "37226088": "Joseph C. Pitt (born 1943) is an American Pragmatist, philosopher of science and technology who works at Virginia Tech in the Departments of Philosophy and Science and Technology in Society.[1] He is a past editor-in-chief of Techné: Research in Philosophy and Technology and the former editor of Perspectives on Science. He was founding director of the Center for Science Studies at Virginia Tech, which is now the Department of Science, Technology, and Society. He is a foundational figure in philosophy of technology and a past president of the Society for Philosophy and Technology.[2][circular reference]", "1656": "Amalric of Bena (French: Amaury de Bène, Amaury de Chartres; Latin: Almaricus, Amalricus, Amauricus; died c. 1204-1207) was a French theologian, philosopher and sect leader, after whom the Amalricians are named. Reformers such as Martin Luther considered him to be a proto-Protestant.[1]", "36243068": "Rajeev Bhargava (born 27 November 1954) is a noted Indian political theorist, who was professor of political theory at the Jawaharlal Nehru University, Delhi.[1] His works on political theory, multiculturalism, identity politics and secularism have evoked sharp debates.[2][3]", "1050242": "Helena Ivanovna Roerich (Russian: Елена Ивановна Рерих; née Shaposhnikova (Шапошникова); 12 February [O.S. 31 January] 1879 – 5 October 1955) was a Russian theosophist,[1] writer, and public figure. In the early 20th century, she created, in cooperation with the Teachers of the East, a philosophic teaching of Living Ethics (\"Agni Yoga\").[2] She was an organizer and participant of cultural activity in the U.S., conducted under the guidance of her husband, Nicholas Roerich. Along with her husband, she took part in expeditions of hard-to-reach and little-investigated regions of Central Asia. She was an Honorary President-Founder of the Institute of Himalayan Studies \"Urusvati\" in India and co-author of the idea of the International Treaty for Protection of Artistic and Scientific Institutions and Historical Monuments (Roerich Pact). She translated two volumes of the Secret Doctrine of H. P. Blavatsky, and selected Mahatma's Letters (Cup of the East), from English to Russian.", "51086984": "Makhdoom Sharfuddin Ahmed bin Yahya Maneri, popularly known as Makhdoom-ul-Mulk Bihari[2] and Makhdoom-e-Jahan[3] (1263–1381), was a 13th-century Sufi mystic.", "6620808": "James H. Hall (born 1933) is an American philosopher. He was the James Thomas Professor of Philosophy at the University of Richmond from 1965 until his retirement in 2005.  He remains at the university as Professor Emeritus.  His philosophical interests include: 20th Century analytic philosophy, epistemology, philosophy of religion, and logical empiricism.  He has produced two lecture series for The Teaching Company: Philosophy of Religion and Tools of Thinking: Understanding the World Through Experience and Reason.", "7046796": "Roelof (Roel) Kuiper (born 5 April 1962 in Mariënberg) is a Dutch historian, philosopher, ideologue, politician and university professor. He was from 2007 to 2019 a member of the Dutch Senate, and is professor of Reformational philosophy at the Erasmus Universiteit Rotterdam in the name of the Association for Reformational philosophy, teaching Society Issues at the Christelijke Hogeschool Ede and Gereformeerde Hogeschool Zwolle and Political and social philosophy at the Vrije Universiteit Amsterdam (VU).", "525965": "Charles-Irénée Castel, abbé de Saint-Pierre (18 February 1658 – 29 April 1743) was a French author whose ideas were novel for his times. His proposal of an international organisation to maintain peace was among the first in history, with possible exceptions such as George of Poděbrady's Tractatus (1462–1464) and Émeric Crucé. He influenced Rousseau and Kant.", "12715660": "John Daniel Wild (April 10, 1902 – October 23, 1972) was a twentieth-century American philosopher.  Wild began his philosophical career as an empiricist and realist but became an important proponent of existentialism and phenomenology in the United States.[1]", "8685200": "Kulatissa Nanda Jayatilleke (1 November 1920 – 23 July 1970) was an internationally recognised authority on Buddhist philosophy whose book Early Buddhist Theory of Knowledge has been described as \"an outstanding philosophical interpretation of the Buddha's teaching\" in the Encyclopedia of Philosophy.[1]", "42501777": "Béatrice Longuenesse (born September 6, 1950) is a French philosopher and academic, who is the Silver Professor of Philosophy Emerita at New York University.[1] Her work focuses on Immanuel Kant, Georg Wilhelm Friedrich Hegel, and the philosophy of mind.[2][3] She is a fellow of the American Academy of Arts and Sciences.[4] Longuenesse is one of the most prominent living Kant scholars, and her works have generated significant discussion around parts of Kant's corpus that were previously largely overlooked.[5]", "34506384": "Hilda Diana Oakeley (12 October 1867 – 7 October 1950) was a British philosopher, educationalist and author.", "99988": "William Olaf Stapledon (10 May 1886 – 6 September 1950) – known as Olaf Stapledon – was a British philosopher and author of  science fiction.[1][2] In 2014, he was inducted into the Science Fiction and Fantasy Hall of Fame.", "31983257": "Ismail Ndroqi (1876–1944) was an Albanian politician and philosopher. He was the mayor of Tirana from 1917 to 1922.[1]", "31262365": "Kah Kyung Cho (June 7, 1927 – January 15, 2022) was a Korean-American philosopher.[1] He specialized in phenomenology, hermeneutics, contemporary German philosophy, and east–west comparative philosophy.  He had worked with continental philosophers such as Martin Heidegger and Hans-Georg Gadamer. He taught at State University of New York (SUNY) from 1971 to 2017 and took retirement as a SUNY Distinguished Teaching Professor. Cho's seminars have traditionally centered on discussions anchored in close textual and hermeneutical readings of works in the phenomenological tradition, including Heidegger's Fundamental Concepts of Metaphysics, Being and Time, and Gadamer's Truth and Method.[2]", "165533": "Muretus is the Latinized name of Marc Antoine Muret (12 April 1526 – 4 June 1585), a French humanist who was among the revivers of a Ciceronian Latin style and is among the usual candidates for the best Latin prose stylist of the Renaissance.", "62817953": "Sandra Brener Rosenthal (born September 27, 1936) is an American philosopher and former Provost Distinguished Professor of Philosophy at Loyola University New Orleans.[2][3] She is a former president of the Metaphysical Society of America (1996).", "165537": "Julius Caesar Scaliger (/ˈskælɪdʒər/; 23 April 1484 – 21 October 1558), or Giulio Cesare della Scala, was an Italian scholar and physician, who spent a major part of his career in France. He employed the techniques and discoveries of Renaissance humanism to defend Aristotelianism against the New Learning. In spite of his contentious disposition, his contemporary reputation was high. Jacques Auguste de Thou claimed that none of the ancients could be placed above him and that he had no equal in his own time.[1]", "296613": "Ram Swarup (Hindi: राम स्वरूप ; (1920-10-12)12 October 1920 – (1998-12-26)26 December 1998), born Ram Swarup Agarwal, was an Indian author and one of the most important thought leaders of the Hindu revivalist movement.[1]", "55019176": "Giordana Grossi is a cognitive neuroscientist and professor of psychology at SUNY New Paltz, New York,[1] and a member of The NeuroGenderings Network, a group which promotes \"neurofeminism\".[2]", "657065": "Ivan Antonovich (Antipovich) Yefremov, sometimes Efremov (Russian: Ива́н Анто́нович (Анти́пович) Ефре́мов; 23 April 1908 – 5 October 1972) was a Soviet paleontologist, science-fiction author and social thinker. He founded taphonomy, the study of fossilization patterns.", "17368745": "Ernst Christian Gottlieb Reinhold (18 October 1793 – 17 September 1855) was a German philosopher. He was the son of Karl Leonhard Reinhold and grandchild of Christoph Martin Wieland.", "32409260": "Shaivism/Tantra/Nath", "55314094": "Yung-Han Kim (Korean: 김영한, 金英漢, b. October 18, 1946) is a South Korean theologian and ordained minister. He served for 34 years as professor of systematic theology and Christian Philosophy at Soongsil University.", "1724": "Ammonius Saccas (/əˈmoʊniəs/; Greek: Ἀμμώνιος Σακκᾶς; 175 AD – 242 AD) was a Hellenistic Platonist self-taught philosopher from Alexandria, generally regarded as the precursor of Neoplatonism and/or one of its founders.[1][2][3] He is mainly known as the teacher of Plotinus, whom he taught from 232 to 242.[2] He was undoubtedly the most significant influence on Plotinus in his development of Neoplatonism, although little is known about his own philosophical views. Later Christian writers stated that Ammonius was a Christian, but it is now generally assumed that there was a different Ammonius of Alexandria who wrote biblical texts.", "2361022": "Luis de Molina SJ (29 September 1535 – 12 October 1600) was a Spanish Jesuit priest, theologian and jurist follower of Second scholasticism of the School of Salamanca. A staunch defender of free will in the controversy over human liberty and God's grace. His theology is known as Molinism.", "64390849": "John Mudiwa Washe Makumbe (May 6, 1949—January 27, 2013), often published as John Mw Makumbe, was a Zimbabwean political scientist, political philosopher and activist. He was a professor at the University of Zimbabwe for more than 25 years, and a frequent guest lecturer at Michigan State University. He was a pro-democracy opinion columnist and member of civil society organisations critical of Robert Mugabe and the ZANU–PF, as well as an activist for the welfare of albino people in Zimbabwe. Shortly before his death he became a prominent member of the Movement for Democratic Change, and he was expected to enter politics by contesting the Buhera West parliamentary constituency.", "1732": "Anacharsis (/ˌænəˈkɑːrsɪs/; Ancient Greek: Ἀνάχαρσις, romanized: Anakharsis) was a Scythian prince and philosopher of uncertain historicity[1] who lived in the 6th century BC.[2]", "35587780": "Fred Evans (born June 6, 1944) is an American philosopher. He is a Professor of philosophy at Duquesne University and Director of the Center for Interpretative and Qualitative Research. His research and teaching interests are in contemporary continental philosophy (Merleau-Ponty, Foucault, and Deleuze), social and political philosophy, and philosophy of language, psychology and technology.", "67503814": "María José Frápolli Sanz (Madrid, February 4, 1960) is a Spanish philosopher. As of 2022, she is professor of Logic and Philosophy of Science at the University of Granada. Her work is focused on the philosophy of language and the philosophy of logic.", "60950214": "Iftikhar-ul-Ḥasan ibn Rauf-ul-Ḥasan Kāndhlawī c. (10 January 1922 – 2 June 2019) was an Indian Islamic scholar and preacher.[2] He laid the foundation of Idgah of Kandhla in the year 1946.[3][4] He wrote more than forty books.[5]", "1738": "Anaxarchus (/ˌænəɡˈzɑːrkəs/; Greek: Ἀνάξαρχος; c. 380 – c. 320 BC) was a Greek philosopher of the school of Democritus. Together with Pyrrho, he accompanied Alexander the Great into Asia. The reports of his philosophical views suggest that he was a forerunner of the Greek skeptics.", "5441231": "Costanzo Preve (14 April 1943 – 23 November 2013) was an Italian philosopher and a political theoretician.", "4294354": "Richard Carl Jeffrey (August 5, 1926 – November 9, 2002) was an American philosopher, logician, and probability theorist. He is best known for developing and championing the philosophy of radical probabilism and the associated heuristic of probability kinematics, also known as Jeffrey conditioning.", "1748": "Anaximenes of Miletus (/ˌænækˈsɪməˌniːz/; Greek: Ἀναξιμένης ὁ Μιλήσιος; c. 586/585 – c. 526/525 BC) was an Ancient Greek, Pre-Socratic philosopher from Miletus in Anatolia (modern-day Turkey). He was the last of the three philosophers of the Milesian School, after Thales and Anaximander. These three are regarded by historians as the first philosophers of the Western world. Anaximenes is known for his belief that air is the arche, or the basic element of the universe from which all things are created. Little is known of Anaximenes' life and work, as all of his original texts are lost. Historians and philosophers have reconstructed information about Anaximenes by interpreting texts about him by later writers. All three Milesian philosophers were monists who believed in a single foundational source of everything: Anaximenes believed it to be air, while Thales and Anaximander believed it to be water and an undefined infinity, respectively. It is generally accepted that Anaximenes was instructed by Anaximander, and many of their philosophical ideas are similar. While Anaximenes was the preeminent Milesian philosopher in Ancient Greece, he is often given lower importance than the others in the modern day.", "46794454": "Søren Gosvig Olesen (born 1956)[1] is an associate professor in philosophy at the University of Copenhagen and has written extensively in the tradition of continental philosophy as well as translating a number of philosophers central to this tradition: Martin Heidegger, Jacques Derrida, Michel Foucault and Giorgio Agamben.[2] Olesen is a graduate from Université de Paris I-Sorbonne, and defended his doctorate degree with Wissen und Phänomen (1997) from Université de Nice.[1] Olesen has notably advanced the notion of transcendental history.", "8685272": "Former", "13928154": "Crescens (fl. 2nd century AD) was a Cynic philosopher who attacked the Christians, and was in turn attacked by Justin Martyr. Eusebius, writing 150 years later, accused him of causing Justin's death.", "1764": "Andronikos of Rhodes (Ancient Greek: Ἀνδρόνικος ὁ Ῥόδιος, romanized: Andrónikos ho Rhódios; Latin: Andronicus Rhodius; fl. c. 60 BC) was a Greek philosopher from Rhodes who was also the scholarch (head) of the Peripatetic school. He is most famous for publishing a new edition of the works of Aristotle that forms the basis of the texts that survive today.[1]", "30836472": "Patricia McFadden (born 1952) is a radical African feminist, sociologist, writer, educator, and publisher from eSwatini.[1] She is also an activist and scholar who worked in the anti-apartheid movement for more than 20 years.[2] McFadden has worked in the African and global women’s movements as well. As a writer, she has been the target of political persecution.[2] She has worked as editor of the Southern African Feminist Review and African Feminist Perspectives.[3][4] She currently teaches, and advocates internationally for women's issues.[1] McFadden has served as a professor at Cornell University, Spelman College, Syracuse University and Smith College in the United States.[1] She also works as a \"feminist consultant\", supporting women in creating institutionally sustainable feminist spaces within Southern Africa.[1]", "1789": "Apuleius (/ˌæpjʊˈliːəs/, APP-yuu-LEE-əs; also called Lucius Apuleius Madaurensis; c. 124 – after  170[1]) was a Numidian Latin-language prose writer, Platonist philosopher and rhetorician.[2] He was born in the Roman province of Numidia, in the Berber city of Madauros, modern-day M'Daourouch, Algeria.[3] He studied Platonism in Athens, travelled to Italy, Asia Minor, and Egypt, and was an initiate in several cults or mysteries. The most famous incident in his life was when he was accused of using magic to gain the attentions (and fortune) of a wealthy widow. He declaimed and then distributed his own defense before the proconsul and a court of magistrates convened in Sabratha, near Oea (modern Tripoli, Libya). This is known as the Apologia.", "24184574": "Philosophers throughout the history of philosophy have been held in courts and tribunals for various offenses, often as a result of their philosophical activity, and some have even been put to death.  The most famous example of a philosopher being put on trial is the case of Socrates, who was tried for, amongst other charges, corrupting the youth and impiety.[1]", "39520001": "Wilhelmus Antonius Maria Luijpen, O.S.A. a.k.a. Nicodemus Wim (Nico) Luijpen (22 May 1922, Hilversum – 29 September 1980, Eindhoven) was a Dutch philosopher and Catholic priest of the Order of St. Augustine. An existential phenomenologist, Luijpen's works greatly contributed to the spread of Existentialism and phenomenology in Catholic intellectual circles in Europe and in the United States, having influenced generations of Catholic philosophers and theologians.   \nHaving studied at Rome, Paris, Leuven and Fribourg, his intellectual and philosophical formation moved away from Neo-Scholasticism to Existential phenomenology through his study of contemporary Continental thinkers like Martin Heidegger, Maurice Merleau-Ponty, Gabriel Marcel and Jean-Paul Sartre as well as Leuven philosophers like Alphonse de Waelhens and Albert Dondeyne.", "198401": "Ngũgĩ wa Thiong'o (Gikuyu pronunciation: [ᵑɡoɣe wá ðiɔŋɔ];[1] born James Ngugi; 5 January 1938)[2] is a Kenyan author and academic, who has been described as \"East Africa's leading novelist\".[3] He began writing in English, switching to write primarily in Gikuyu. His work includes novels, plays, short stories, and essays, ranging from literary and social criticism to children's literature. He is the founder and editor of the Gikuyu-language journal Mũtĩiri. His short story The Upright Revolution: Or Why Humans Walk Upright has been translated into 100[4] languages.[5]", "60425995": "Alessandro Pizzorno (Trieste, 1 January 1924 – Florence, 4 April 2019) was an Italian sociologist, political scientist and philosopher.", "71862029": "Solomon Joseph Silberstein (Yiddish: שלום יוסף זילבערשטיין, romanized: Sholem Yosef Zilbershteyn; March 10, 1845 – January 21, 1919) was a Russian–American philosophical writer and poet.[1]", "25986830": "Syed Nazeer Niazi was an eminent Muslim scholar, professor and journalist. He was one of the leading activists of the Pakistan movement. He was James Boswell of Allama Iqbal. His biography of Iqbal, Iqbal kay Hazoor, and Maktoobat-e-Iqbal Banaam Nazir Niazi[1] are basic sources for the study of Iqbal. During the last two years of Iqbal's life, he regularly visited him and recorded his conversation in his book \"Iqbal Kai Hazoor\". He completed this conversation in three volumes, but unfortunately the last two volumes were destroyed. Only first volume was published.", "37160717": "Linos G. Benakis (Greek: Λίνος Γ. Μπενάκης; 31 January 1928 – 12 October 2022) was a Greek historian of philosophy, professor and researcher. He was married to the law professor, politician and academician Anna Psarouda-Benaki.", "1476368": "Chattampi Swamikal (25 August 1853 – 5 May 1924) was a Hindu sage and social reformer whose  thoughts and work influenced the launching of many social, religious, literary and political organisations and movements in Kerala and  gave voice to those who were marginalised. Chattampi Swamikal denounced the orthodox interpretation of Hindu texts citing sources from the Vedas. Swamikal strived to reform the heavily ritualistic and caste-ridden Hindu society of the late 19th century Kerala. Swamikal also worked for the emancipation of women and encouraged them to come to the forefront of society. Swamikal promoted vegetarianism and professed non-violence (Ahimsa). Swamikal believed that the different religions are different paths leading to the same place. Chattambi Swamikal led a wandering life like an adutha and throughout his intellectually and spiritually enriched life maintained many friends from different regions of Kerala. He authored several books on spirituality, history, and language staying with these friends.", "27068177": "Israel Scheffler (November 25, 1923 – February 16, 2014)[1] was an American philosopher of science and of education.", "2066193": "Daniel Adam z Veleslavína (literally translated Daniel Adam of Veleslavín; 31 August 1546 – 18 October 1599), was a Czech lexicographer, publisher, translator, and writer. (Veleslavína is the genitive declension of Veleslavín, a district of today's Greater Prague)", "231187": "Jean Baudrillard (UK: /ˈboʊdrɪjɑːr/ BOHD-rih-yar,[17] US: /ˌboʊdriˈɑːr/ BOHD-ree-AR, French: [ʒɑ̃ bodʁijaʁ]; 27 July 1929 – 6 March 2007) was a French sociologist, philosopher and poet[18] with interest in cultural studies. He is best known for his analyses of media, contemporary culture, and technological communication, as well as his formulation of concepts such as hyperreality. Baudrillard wrote about diverse subjects, including consumerism, critique of economy, social history, aesthetics, Western foreign policy, and popular culture. Among his most well-known works are Seduction (1978), Simulacra and Simulation (1981), America (1986), and The Gulf War Did Not Take Place (1991). His work is frequently associated with postmodernism and specifically post-structuralism.[19][20] Nevertheless, Baudrillard had also opposed post-structuralism[21][22] and had distanced himself from postmodernism.[23][24]", "1814": "Adam Smith FRSA FRS FRSE (baptised 16 June  [O.S. 5 June] 1723[1] – 17 July 1790) was a Scottish[a] economist and philosopher who was a pioneer in the thinking of political economy and key figure during the Scottish Enlightenment.[3] Seen by some as \"The Father of Economics\"[4] or \"The Father of Capitalism\",[5] he wrote two classic works, The Theory of Moral Sentiments (1759) and An Inquiry into the Nature and Causes of the Wealth of Nations (1776). The latter, often abbreviated as The Wealth of Nations, is considered his magnum opus and the first modern work that treats economics as a comprehensive system and as an academic discipline. Smith refuses to explain the distribution of wealth and power in terms of God's will and instead appeals to natural, political, social, economic, legal, environmental and technological factors and the interactions between them. Among other economic theories, the work introduced Smith's idea of absolute advantage.[6]", "40208151": "Ian Henderson Angus (born 1949) is an interdisciplinary philosopher and social critic who writes on continental philosophy, Canadian studies, communication theory, social movements, ecological thought, and the university.", "296728": "Ronald Myles Dworkin FBA QC (/ˈdwɔːrkɪn/; December 11, 1931 – February 14, 2013) was an American legal philosopher, jurist, and scholar of United States constitutional law.[3] At the time of his death, he was Frank Henry Sommer Professor of Law and Philosophy at New York University and Professor of Jurisprudence at University College London. Dworkin had taught previously at Yale Law School and the University of Oxford, where he was the Professor of Jurisprudence, successor to philosopher H.L.A. Hart.", "755478": "Cassius Longinus (/ˈkæʃəs lɒnˈdʒaɪnəs/; Greek: Κάσσιος Λογγῖνος; c. 213 – 273 AD) was a Greek[1] rhetorician and philosophical critic. Born in either Emesa or Athens, he studied at Alexandria under Ammonius Saccas and Origen the Pagan, and taught for thirty years in Athens, one of his pupils being Porphyry. Longinus did not embrace the Neoplatonism then being developed by Plotinus, but continued as a Platonist of the old type and his reputation as a literary critic was immense. During a visit to the east, he became a teacher, and subsequently chief counsellor to Zenobia, queen of Palmyra. It was by his advice that she endeavoured to regain her independence from Rome. Emperor Aurelian, however, crushed the revolt, and Longinus was executed.[1]", "33130263": "François Cusset (French: [kysɛ]; born 9 March 1969) is a writer, intellectual historian, and Professor of American Civilisation at the University of Nanterre.", "5736218": "Anatoly Mikhailovich Khazanov (Russian: Анато́лий Миха́йлович Хазáнов, born December 13, 1937) is an anthropologist and historian.", "12814119": "Heidi M. Ravven (born 1952) is the Bates and Benjamin Professor of Classical and Religious Studies at Hamilton College, where she has taught her specialization, Jewish Philosophy, and general Jewish Studies since 1983. She is a Fellow in Neurophilosophy of the Integrative Neurosciences Research Program, which is co-directed by Vilayanur Ramachandran and Kjell Fuxe. She has been appointed Visiting Professor of Philosophy in the School of Marxism at Northeast Normal University, Changchun, China, for 2017-20.", "2754344": "Bimal Krishna Matilal (1 June 1935 – 8 June 1991) was an eminent philosopher[1][2] whose writings presented the Indian philosophical tradition as a comprehensive system of logic incorporating most issues addressed by themes in Western philosophy. Born in Calcutta, he lived and worked in Calcutta, Harvard, Toronto and Oxford, where, from 1977 to 1991, he was the Spalding Professor of Eastern Religion and Ethics at the University of Oxford.", "70190894": "Carl Friedrich August Grosse (5 June 1768 – 15 March 1847) also known as Edouard Romeo Vargas-Bedemar was a German author, translator, aesthetic philosopher, and mineralogist. He is best known for his gothic novel Der Genius, which was translated into English by Peter Will as Horrid Mysteries, subtitled \"A Story From the German Of The Marquis Of Grosse\" and subsequently referenced by Jane Austen as one of the seven 'horrid novels' in Northanger Abbey. His philosophy focused on the aesthetics of sublimity, following the work of Friedrich Schiller, and provided one of the first philosophical treatments of imagination.", "62818097": "Eugene Thomas Long III (March 16, 1935 – March 13, 2020) was an American philosopher and Distinguished Professor Emeritus of Philosophy in the University of South Carolina. He was also president of the Metaphysical Society of America (1998).[1]", "64161586": "Jean-Claude Michéa, born in 1950, is a retired philosophy professor and French philosopher, author of several essays devoted in particular to the thought and work of George Orwell.[1] Libertarian socialist,[2] he is known for his committed positions against the dominant currents of the left which, according to him, has lost all spirits of anti-capitalist struggle to make way for the “religion of progress”.[3] Advocating several moral values near the socialism of George Orwell, Jean-Claude Michéa excoriates the leftist intelligentsia that has, in his view, gotten away from the proletarian and popular world.[4] He champions collective moral values at odds with an increasingly individualistic and liberal world, which uses only the law and the economy to justify itself. He “considers that the liberal bourgeois models have prevailed upon socialism, in swallowing it up” and “regrets that socialism has accepted the political liberalism’s theories”[5]", "41256757": "Marie-Jo Thiel (born 7 May 1957, Etting) is a French theologian, medical doctor, and professor of ethics.[1] She is a professor of moral theology, specialising in ethics and bioethics, at the University of Strasbourg.[2] Her research focuses on topics such as ageing, death, medical ethics, and sexual abuse in the Catholic Church.[3] She is also the founder and former director of the European Centre for Studies and Research in Ethics and former president of the European Society for Catholic Theology.[4][5][6][7]", "46958391": "Heinrich Rombach (10 June 1923 in Freiburg im Breisgau – 5 February 2004 in Würzburg) was a German philosopher and professor of philosophy at the University of Würzburg. He is known for developing structural ontology.[1]", "26740536": "Peter Szendy (born 1966 in Paris) is a French philosopher and musicologist. He is the David Herlihy Professor of Humanities and Comparative Literature at Brown University.", "7309111": "John Macquarrie TD FBA (1919–2007) was a Scottish-born theologian, philosopher and Anglican priest. He was the author of Principles of Christian Theology (1966) and Jesus Christ in Modern Thought (1991). Timothy Bradshaw, writing in the Handbook of Anglican Theologians, described Macquarrie as \"unquestionably Anglicanism's most distinguished systematic theologian in the second half of the 20th century.\"[2]", "427836": "Alexander Theodore Callinicos (born 24 July 1950) is a Rhodesian-born British political theorist and activist. An adherent of Trotskyism, he is a member of the Central Committee of the Socialist Workers Party (SWP) and serves as its International Secretary. He is also editor of International Socialism, the SWP's theoretical journal, and has published a number of books.", "17532741": "Chen Xujing (1 September 1903 – 16 February 1967) was a leading Chinese sociologist.", "72320841": "Leif Wenar  is an American Philosopher and Olive H. Palmer Professor in Humanities at Stanford University. He is known for his works on  political science.[1]", "10356554": "Kathleen Marie Higgins (born 1954) is an American Professor of Philosophy at the University of Texas at Austin where she has been teaching for over thirty years.[1] She specializes in aesthetics, philosophy of music, nineteenth and twentieth-century continental philosophy, and philosophy of emotion.", "28411723": "Josef Stürmann (1906–1959[1]) was a Munich philosopher[2] who had studied with the phenomenologist Alexander Pfänder.", "62818125": "Edward Charles Halper (born March 16, 1951) is an American philosopher and Distinguished Research Professor and Josiah Meigs Distinguished Teaching Professor at University of Georgia. He is a former president of the Metaphysical Society of America (2012).[1] He specializes in ancient Greek philosophy and Hegel, and he is especially known for his multi-volume commentary on Aristotle's Metaphysics.", "58132306": "Christian Barry is an American philosopher and Professor of Philosophy at the Australian National University. He is a co-editor of the Journal of Political Philosophy and a former head of the School of Philosophy in the Research School of the Social Sciences at the ANU. Barry is known for his research on international justice.[1][2][3][4][5][6] \nChristian was a program officer at the Carnegie Council for Ethics in International Affairs before joining the ANU[7] and is the Ethics Matters podcast co-presenter.[8]", "3966802": "Philip Edward Bertrand Jourdain (16 October 1879 – 1 October 1919) was a British mathematician, logician and follower of Bertrand Russell.", "24151893": "Tore Nordenstam (born December 2, 1934) is a Swedish philosopher, with higher degrees from Gothenburg (M.A. 1961, fil. lic. 1961) and the University of Khartoum (Ph.D. 1965); he also studied at Uppsala and Oxford.", "1083222": "Juan Ginés de Sepúlveda (1490 – 17 November 1573) was a Spanish humanist, philosopher, and theologian of the Spanish Renaissance. He is mainly known for his participation in a famous debate with Bartolomé de las Casas in Valladolid, Spain, in 1550–1551. The debate centered on the legitimacy of the conquest and colonization of America by the Spanish Empire and on the treatment of the Native Americans. The main philosophical referents of Ginés de Sepúlveda were Aristotle, Saint Thomas Aquinas, Roman law and Christian theology. These influences allowed him to argue for the cultural superiority and domination of the Spanish over the Native Americans during the period of the conquest.", "14026585": "Publius Egnatius Celer, (lived c. AD 60), was a Stoic philosopher, who as a result of being a delator, or informer, in the reign of Nero, was sentenced to death in the reign of Vespasian.", "74385244": "Pedro Descoqs SJ (French: [dɛkɔk]; 2 January 1877 – 8 November 1946) was a French Jesuit and Neo-Scholastic philosopher of the Suarezian school[1] who taught at the Jesuit scholasticate Maison Saint-Louis in Jersey.[2] Descoqs was a supporter of Action Française and opponent of the emergent nouvelle théologie, which brought him into conflict with prominent liberal Catholic intellectuals such as Maurice Blondel[3] and fellow Jesuits, including his students Henri de Lubac, Yves de Montcheuil, and Gaston Fessard[4] as well as Joseph Maréchal.[5]", "61507420": "Satyabhinava Tirtha (died 1706) was a Hindu philosopher,  scholar, theologian and saint. He served as the pontiff of Shri Uttaradi Math from 1673 to 1706. He was the 21st in succession from Madhvacharya.[1][2] \nHe is known for his great works Durghata Bhavadipa on Bhagavata Tatparya Nirnaya and Mahabharata Tatparya Nirnaya Vyakhyana, a commentary on Mahabharata Tatparya Nirnaya of Madhva .[1]", "2033502": "Robert Merrihew Adams FBA (born September 8, 1937) is an American analytic philosopher, specializing in metaphysics, philosophy of religion, ethics, and the history of early modern philosophy.", "48531295": "Viktorija Daujotytė-Pakerienė is a Lithuanian literary critic and philologist.[1][2] She has written more than 30 scientific monographs, as well as essays and Lithuanian language textbooks for general education and higher education. She has also written about culture, feminism, and society. She was awarded the Lithuanian Grand Duke Gediminas, the fourth degree of the Order of the Lithuanian National Culture and Art, Unity, and National Progress, and other prizes.[3]", "67405662": "James P. Mackey was a liberal Catholic theologian who held the Thomas Chalmers chair of theology at the University of Edinburgh from 1979 until his retiral in 1999.", "558945": "Michael Hardt (born 1960) is an American political philosopher and literary theorist. Hardt is best known for his book Empire, which was co-written with Antonio Negri.", "62818145": "Thomas Robert Flynn (born  June 2, 1936) is an American philosopher, Roman Catholic priest, and Samuel Candler Dobbs Professor at Emory University. He is a former president of the Metaphysical Society of America (2011).[1]", "2492259": "Gilbert Simondon (French: [simɔ̃dɔ̃]; 2 October 1924 – 7 February 1989) was a French philosopher best known for his theory of individuation and his work on the field of philosophy of technology. Simondon's work is characterized by his philosophical approach on information theory, communication studies, technology and the natural sciences. Although largely overlooked in his lifetime, the advent of the information age has collaborated to a reappraisal and increased interest in Simondon's books, with him being seen as someone who has precisely predicted and described the social effects and paradigms technical objects and technology itself have offered in the 21st century.", "50759520": "Nikolaos Margioris (Greek: Νικόλαος Μαργιωρής; 1913–1993) was a Greek esoteric philosopher, and author. He taught for many decades various metaphysical and philosophical subjects. He wrote also many practical and philosophical books.[1]", "34473829": "Walter Sinnott-Armstrong (born 1955) is an American philosopher specializing in ethics, epistemology, neuroethics, the philosophy of law, and the philosophy of cognitive science. He is the Chauncey Stillman Professor of Practical Ethics in the Department of Philosophy and the Kenan Institute for Ethics at Duke University.[1]", "33621863": "Erik J. Wielenberg (born March 11, 1972)  is an American author and professor of philosophy at DePauw University in Greencastle, Indiana.[1]", "52627303": "Hendrik Wyermars (early June 1685 – 27 September 1757) was a Dutch radical Enlightenment thinker from Amsterdam who in 1710 published a philosophical book defending the eternity of the world and rejecting the literal version of the Creation story from the Book of Genesis. For contradicting fundamental Christian doctrine the book was condemned by the local church authorities and Wyermars was subsequently jailed for 15 years in the Amsterdam Rasphuis. He was considered an adherent of Spinozism, proclaiming atheist and materialist views.", "2623341": "Joaquim Teófilo Fernandes Braga (Portuguese pronunciation: [tiˈɔfilu ˈβɾaɣɐ]; 24 February 1843 – 28 January 1924) was a Portuguese writer, playwright, politician and the leader of the Republican Provisional Government after the overthrow of King Manuel II, as well as the second elected president of the First Portuguese Republic, after the resignation of President Manuel de Arriaga.", "21989233": "Gustavo Bueno Martínez (1 September 1924 – 7 August 2016) was a Spanish philosopher, founder of a philosophical doctrine dubbed by himself as \"philosophical materialism\".", "10553214": "Theodore \"Ted\" Michael Drange (born 1934) is a philosopher of religion and Professor Emeritus at West Virginia University, where he taught philosophy from 1966 to 2001.", "2819973": "Michael E. Bratman (born July 25, 1945) is an American philosopher who is Durfee Professor in the School of Humanities & Sciences and Professor of Philosophy at Stanford University.[1]", "56100741": "Stanislavs Ladusãns (Latvian: Staņislavs Ladusāns, 22 August 1912 – 25 July 1993) was a Latvian-Brazilian professor of philosophy, a member of the Brazilian Academy of Philosophy, and a Jesuit priest who arrived in Brazil on 17 February 1947. He also lived in Poland and Italy.", "36996999": "Stanisław Orzechowski,[1] also known among others[2] as Stanisław Orżechowski Roxolan,[2] Stanislaus Orichovius Polonus,[2] Stanislaus Orichovius Ruthenus,[2] Stanislaus Okszyc Orzechowski Roxolanus,[3] Stanislas Orzechowski and Stanislaus Orzechowski (1513–1566) was a Polish political writer. The son of a Catholic father and a Ruthenian Orthodox mother,[4] he was a strict Roman Catholic for much of his life but at one stage, probably the 1540s, he appeared to have turned to Protestantism, which he later detracted from.[5]  He was highly critical of Protestant reformer Francesco Stancaro and authored a critique of him in around 1550, by which time he had turned his back on the Protestants.[5]\nHe is considered to be an early champion of Polish nationalism and in his writings often defended the Golden Liberty and privileges of the Polish nobility.[6][7]", "62818181": "Oliva Blanchette (6 May 1929 – 25 June 2021) was an American philosopher and Professor of Philosophy at Boston College. He was a former president of the Metaphysical Society of America (1999).[1]", "362373": "Gymnosophists (Ancient Greek: γυμνοσοφισταί, gymnosophistaí, i.e. \"naked philosophers\" or \"naked wise men\" (from Greek γυμνός gymnós \"naked\" and σοφία sophía \"wisdom\"))[1] is the name  given by the Greeks to certain ancient Indian philosophers who pursued asceticism to the point of regarding food and clothing as detrimental to purity of thought.[2] They were noted to have been vegetarian by several Greek authors. There were also gymnosophists in Upper Egypt who were called Ethiopian Gymnosophists by Apollonius of Tyana.[3]", "36177809": "Susan Finsen is an American philosopher, currently professor emeritus of philosophy and former chair of the department at California State University, San Bernardino.[1][2] She specializes in moral philosophy, with a particular interest in animal rights, as well as philosophy of science and philosophy of biology. She is the co-author, with her husband Lawrence Finsen, of The Animal Rights Movement in America: From Compassion to Respect (1994), and is the director of Californians for the Ethical Treatment of Animals.[3]", "36243354": "Alexander García Düttmann (born 1961 in Barcelona) studied Philosophy in Frankfurt as a student of Alfred Schmidt and in Paris as a student of Jacques Derrida.", "11831195": "Sri Narayana Panditacharya (also referred as Narayana Pandita) (IAST:Nārāyaṇa Paṇḍitacārya) (c. 1290 – c. 1370[2]), is an Indian scholar and philosopher in the Dvaita Vedānta tradition. He was the youngest son of Trivikrama Panditacharya, one of the direct disciples of Sri Madhva[3] He is the author of Sri Madhva Vijaya, a metrical biography of the rejuvenator of the Dvaita school of philosophy, Sri Madhvacharya. Indologist B. N. K. Sharma writes, \"Narayana has earned a lasting fame for himself by his great metrical biography of Madhva\".[4]", "18712476": "Juliana Morell (16 February 1594 – 26 June 1653)[1] was a Catalan Dominican nun and intellectual child prodigy. Some sources assert that she received a doctorate in canon law in Avignon in 1608. In 1941, Sylvanus Morley traced this to an 1859 misreading by Joaquín Roca y Cornet [es] of 17th-century Latin documents.[2] and cited others stating that, while her father wished for her to obtain a doctorate, she refused, regarding it as incompatible with her status as a nun.[3]", "36865950": "Juan Martínez Silíceo (1486–1557) was a Spanish Roman Catholic bishop, cardinal and mathematician.", "2131871": "William Eugene Connolly is an American political theorist known for his work on democracy, pluralism, capitalism and climate change. He is the Krieger-Eisenhower Professor of Political Science at Johns Hopkins University. His 1974 work The Terms of Political Discourse won the 1999 Benjamin Lippincott Award.[1]", "2262948": "Ernst Laas (June 16, 1837 – July 25, 1885) was a German positivist philosopher.", "56297381": "Richard L. Velkley (born March 17, 1949) is an American philosopher and Celia Scott Weatherhead Distinguished Professor of Philosophy at Tulane University.[1]\nVelkley is known for his expertise on Kant, Rousseau, and post-Kantian philosophy. He is a former associate editor of The Review of Metaphysics (1997–2006) and a former president of the Metaphysical Society of America (2017–18).", "62818217": "Donald W. Sherburne (April 21, 1929 – April 21, 2021) was an American philosopher and Emeritus Professor of Philosophy, Vanderbilt University. He was a former president of the Metaphysical Society of America (1994).[1][2] He was born in Rutland, Vermont, the son of Hermon Kirk Sherburne, Jr. and Alma May Bixby Sherburne.", "63637418": "Bernd Ladwig (born 7 August 1966) is a German political philosopher who is a professor of political theory and political philosophy at the Free University of Berlin.[1]", "40109995": "Johan Peter Albertus Mekkes (23 April 1898, Harderwijk – 26 July 1987, The Hague) was a Dutch philosopher. Having started his career as an officer in the Dutch army, he later studied law and philosophy. His active life as a publishing philosopher started around 1947. In 1949 he became a professor of philosophy at the University of Leiden. Due to a scarcity of translated works he is little known in the English-speaking world but he was influential for a number of other Dutch philosophers. He was one of the second generation of reformational philosophers arising from the Free University (VU) in Amsterdam, after the first generation of Herman Dooyeweerd and D. H. Th. Vollenhoven.  Other second generationers were:  Hendrik van Riessen,  S. U. Zuidema and  K. J. Popma.", "61966252": "Charles Russell Magel (June 3, 1920 – March 22, 2014) was an American philosopher, animal rights activist and bibliographer. He was professor emeritus of Philosophy and Ethics at Moorhead State University.", "27690934": "New Vico Studies was a peer-reviewed academic journal that examined current scholarship on the Italian philosopher Giambattista Vico.  It was published annually in print and electronic formats by the Philosophy Documentation Center, in cooperation with the Institute for Vico Studies at Emory University.  Established in 1983, it ceased publication of new issues in 2010 with the completion of Volume 27 (2009).", "14747575": "Kendall Lewis Walton (born 1939) is an American philosopher, the Emeritus Charles Stevenson Collegiate Professor of Philosophy and Professor of Art and Design at the University of Michigan.[1] His work mainly deals with theoretical questions about the arts and issues of philosophy of mind, metaphysics, and philosophy of language. His book Mimesis as Make Believe: On the Foundations of the Representational Arts develops a theory of make-believe and uses it to understand the nature and varieties of representation in the arts.[2] He has also developed an account of photography as transparent, defending the idea that we see through photographs, much as we see through telescopes or mirrors,[3] and written extensively on pictorial representation, fiction and the emotions, the ontological status of fictional entities, the aesthetics of music, metaphor, and aesthetic value.", "59836350": "David Bruce Ingram (born 1952) is an American philosopher and professor of philosophy at Loyola University Chicago.[1] He is a recipient of Casa Guatemala's Human Rights Award (1999) and a recipient of the Alpha Sigma Nu Award for Best Book.\nIngram is married to the philosopher Jennifer Parks; she is from Kingston, Ontario, Canada. He has three children, the oldest named Sabina Simon (b. 1991, from a previous marriage), Maxwell (b. 2003) and the youngest named Samuel (b. 2005).[2]", "3147710": "Acharya Bhikshu (1726–1803) was the founder and first spiritual head of the Swetambar Terapanth sect of Jainism.[1][2]", "66914247": "John Cowperthwaite Graves (May 16, 1938 – October 13, 2003) was a professor, psychotherapist, singer, and philanthropist associated with the LGBTQ+ Rights Movement in Boston, MA and Fort Lauderdale, FL. He died on October 13, 2003, from heart failure at the age of 65.[1]", "68192202": "Mitsuko Tokoro  (所 美都子, Tokoro Mitsuko, January 3, 1939 – January 27, 1968), also known by her pen name Mimie Tomano, was a Japanese biologist and New Left activist remembered as one of the leading theorists of the apolitical and radically anti-hierarchical Zenkyōtō movement that carried out the 1968-69 Japanese student uprisings at universities across Japan.", "41519050": "Blaženka Despot (January 1, 1930 in Zagreb – February 18, 2001 in Zagreb) was a Croatian philosopher, socialist feminist,[1] and sociologist.[2]", "362445": "Othmar Spann (1 October 1878 – 8 July 1950) was a conservative Austrian philosopher, sociologist and economist. His radical anti-liberal and anti-socialist views, based on early 19th century Romantic ideas expressed by Adam Müller et al. and popularized in his books and lecture courses, helped antagonise political factions in Austria during the interwar years.[1]", "1738705": "John Heydon (10 September 1629 – c. 1667) was an English Neoplatonist occult philosopher, Rosicrucian, astrologer and attorney.", "46893012": "Ludger Stühlmeyer (born 3 October 1961 in Melle, West Germany) is a German cantor, organist, composer, docent and musicologist.", "2164693": "Konstantinos D. Tsatsos (Greek: Κωνσταντίνος Τσάτσος; July 1, 1899 – October 8, 1987) was a Greek diplomat, professor of law, scholar and politician. He served as the second President of the Third Hellenic Republic from 1975 to 1980.", "7210968": "Abraham Kaplan (June 11, 1918 – June 19, 1993) was an American philosopher, known best for being the first philosopher to systematically examine the behavioral sciences in his book The Conduct of Inquiry (1964).[citation needed] His thinking was influenced by pragmatists Charles Sanders Peirce, William James, and John Dewey.[1][failed verification]", "427994": "Jerry Alan Fodor (/ˈfoʊdər/; April 22, 1935 – November 29, 2017) was an American philosopher and the author of many crucial works in the fields of philosophy of mind and cognitive science.[1] His writings in these fields laid the groundwork for the modularity of mind and the language of thought hypotheses, and he is recognized as having had \"an enormous influence on virtually every portion of the philosophy of mind literature since 1960.\"[1] At the time of his death in 2017, he held the position of State of New Jersey Professor of Philosophy, Emeritus, at Rutgers University, and had taught previously at the City University of New York Graduate Center and MIT.", "70584285": "Abdul Jabbar Al Rifai (Arabic: عبد الجبار الرفاعي) is an Iraqi professor of Islamic philosophy, born in Dhi Qar, Iraq, 1954. He obtained several academic degrees, including: a PhD degree cum laude in Islamic philosophy – 2005, a master's degree of Islamic Ilm Al-Kalam – 1990, a bachelor's degree in Islamic studies – 1988, and an agricultural art diploma in 1975. He has a philosophical vision on religious reformation and religious thinking approaches.[1] \"The Vatican's Pontifical Institute of Rome\" devoted its yearbook to the Contemporary Islamic Issues Magazine in 2012, in recognition of its mission in building new Ilm Al-Kalam -study of fundamental Islamic beliefs and doctrines- and in the philosophy of religion in Arabic, and acknowledged it as the most important periodic publications specialized in religions in Arabic language. Al Rifai founded the Contemporary Islamic Issues Magazine and he is its chief editor. It is an intellectual quarterly magazine that focuses on building the philosophy of religion and the Modern Ilm Al-Kalam, founded around 25 years ago[when?], and continues to be published today.[2][3]", "21759966": "Juan Manuel Burgos Velasco (born 1961, Valladolid) is a Spanish Personalist philosopher. He holds a PhD in physics, (Barcelona, 1988) and a PhD in philosophy (Rome, 1992). He is professor at the University San Pablo CEU, Madrid and at the John Paul II Institute, Madrid, a member of the Jacques Maritain International Institute, and distinguished guest professor at Galileo University (2007, Guatemala). In 2007, he became an honorary professor at the Institute of Family Sciences (Guatemala) for his contribution to family sciences through his anthropology studies.", "28248031": "Peter Kivy (October 22, 1934 – May 6, 2017[1][2]) was professor emeritus of musicology and philosophy at Rutgers University. He studied particularly the philosophy of music.", "2018": "Sir Alfred Jules \"Freddie\" Ayer FBA (/ɛər/ AIR;[2] 29 October 1910 – 27 June 1989)[3] was an English philosopher known for his promotion of logical positivism, particularly in his books Language, Truth, and Logic (1936) and The Problem of Knowledge (1956).", "22677482": "Guido De Ruggiero (Naples, 23 March 1888 – Rome, 29 December 1948) was a historian of philosophy, university professor, and Italian politician.[1][2]", "2030": "Augustine of Hippo (/ɔːˈɡʌstɪn/ aw-GUST-in, US also /ˈɔːɡəstiːn/ AW-gə-steen;[22] Latin: Aurelius Augustinus Hipponensis; 13 November 354 – 28 August 430),[23] also known as Saint Augustine, was a theologian and philosopher of Berber origin and the bishop of Hippo Regius in Numidia, Roman North Africa. His writings influenced the development of Western philosophy and Western Christianity, and he is viewed as one of the most important Church Fathers of the Latin Church in the Patristic Period. His many important works include The City of God, On Christian Doctrine, and Confessions.", "21333998": "Albrecht von Müller (born in 1954) is a German philosopher and former entrepreneur. Since 2000, Müller has been the director of the Parmenides Center for the Study of Thinking, which is run by the non-profit organization Parmenides Foundation (founded by Müller) and is associated with the Ludwig Maximilian University of Munich. He is also a teacher of philosophy at the Ludwig Maximilian University of Munich as well as teaching the theory of thinking at the MCA program of the international school for advanced studies in Trieste, SISSA[1][2] His main fields of interest are the concept of time and the theory of thinking, and in these fields he has made various publications.[3] Müller is also an external contributor to programs of the Human Science Center and the Munich Center of Neuroscience at the Ludwig Maximilian University. Furthermore, he serves on the board of trustees of the Max Planck Institute for Neurobiology[4] and the Max Planck Institute of Biochemistry.[5]", "16254960": "William of Lucca (Guglielmo da Lucca) (died 1178 AD) was an Italian theologian and scholastic philosopher. He taught at Bologna, in the third quarter of the twelfth century.[1]", "31229937": "Sergio Bagú (January 10, 1911 – December 2, 2002) was an Argentinian Marxist historian, sociologist and political philosopher.", "37259246": "General Hong Yun-seong (Korean: 홍윤성; Hanja: 洪允成; 1425–7 October 1475) was a Korean Joseon Dynasty politician and soldier.[1] He was a member of the court of King Sejo,[2] First and Second Vice Prime minister (also called Left and Right State Councillor, respectively) from 1467 to 1469, and Prime Minister (also called Chief State Councillor) from August 1469 to April 1470 .", "34146291": "Reverend William Hickey, also known as Martin Doyle (1787 – 24 October 1875) was an Irish writer and philanthropist.", "20776944": "Phintys was a Pythagorean philosopher, probably from the third century BC.  She wrote a work on the correct behaviour of women, two extracts of which are preserved by Stobaeus.", "49645552": "Petre Andrei (June 29, 1891 – October 4, 1940) was a Romanian sociologist, philosopher and politician.", "49743864": "Henry Laurie (1837/1838?–14 May 1922) was an Australian philosopher, a journalist, and the first professor of philosophy at the University of Melbourne.[1]", "33228799": "Charles Taliaferro is an American philosopher specializing in theology and philosophy of religion. He is an emeritus professor of philosophy at St. Olaf College, a senior research fellow at the Institute for Faithful Research, and a member of the Royal Institute of Philosophy. He is the author, co-author, editor, or co-editor of twenty books, most recently The Image in Mind; Theism, Naturalism and the Imagination, co-authored with the American artist Jil Evans. He has been a visiting scholar or guest lecturer at a large number of universities, including Brown, Cambridge, Notre Dame, Oxford, Princeton, and the University of Chicago.[1][2][3] Since 2013 Taliaferro is editor-in-chief of the journal Open Theology.", "24774661": "Geoffrey Hellman (born August 16, 1943[2]) is an American professor and philosopher. He is Professor of Philosophy at the University of Minnesota in Minneapolis, Minnesota.[3] He obtained his B.A. (1965) and Ph.D. (1972) degrees in philosophy from Harvard University. He was elected to the American Academy of Arts and Sciences in 2007.", "43649030": "Claudia Falconer Card (September 30, 1940 – September 12, 2015) was the Emma Goldman (WARF) Professor of Philosophy at the University of Wisconsin–Madison, with teaching affiliations in Women's Studies, Jewish Studies, Environmental Studies, and LGBT Studies.[1][2]", "57444361": "Limitryu Tupaq Yupanki (Spanish Demetrio Túpac Yupanqui Martínez) (22 December 1923 – 3 May 2018) was a Peruvian Quechua language professor (or more accurate Southern Quechua), a translator from Castilian to Quechua[1] and journalist.", "68651020": "İdris Küçükömer (1 June 1925 – 5 July 1987) was a Turkish academic, philosopher and economist whose views has been influential in Turkish politics. He developed an alternative interpretation of Kemalism from the mid-1960s to his death.", "5343250": "Giuseppa Eleonora Barbapiccola (1702 – ca 1740) was an Italian natural philosopher, poet and translator. She is best known for her translation of René Descartes' Principles of Philosophy to Italian in 1722.[1] In her preface to her translation of Principles of Philosophy, Barbapiccola claimed that women, in contrast to the belief of her contemporaries, were not intellectually inferior out of nature, but because of their lack of education. Neapolitan scholars credited Barbapiccola as the individual who brought Cartesianism thought to Italy.", "231443": "Aspasia (/æˈspeɪʒ(i)ə, -ziə, -ʃə/;[2] Greek: Ἀσπασία Greek: [aspasíaː]; c. 470 – after 428 BC[a]) was a metic woman in Classical Athens.  Born in Miletus, she moved to Athens and began a relationship with the statesman Pericles, with whom she had a son, Pericles the Younger.   According to the traditional historical narrative, she worked as a courtesan and was tried for asebeia (impiety), though modern scholars have questioned the factual basis for either of these claims, which both derive from ancient comedy.  Though Aspasia is one of the best-attested women from the Greco-Roman world, and the most important woman in the history of fifth-century Athens, almost nothing is certain about her life.", "4327451": "Adolf Dygasiński (March 7, 1839, Niegosławice – June 3, 1902, Grodzisk Mazowiecki) was a Polish novelist, publicist and educator. In Polish literature, he was one of the leading representatives of Naturalism.", "2077": "Johann Adam Weishaupt (pronounced [ˈjoːhan ˈʔaːdam ˈvaɪshaʊpt]; 6 February 1748 – 18 November 1830)[1][2][3][4] was a German philosopher, professor of civil law and later canon law, and founder of the Illuminati.", "3934238": "Herman Johan \"Hans\" Achterhuis (born September 1, 1942, Hengelo)[1] is Professor Emeritus in Systematic Philosophy at the University of Twente, The Netherlands. For now his research concerns particularly social and political philosophy and philosophy of technology.", "50006047": "M. Theophilus (7 May 1895 – 10 December 1946) was a Baptist Patriarch and Spiritual Formator of the Protestant Convention of Baptist Churches of Northern Circars, a major congregation along the Bay of Bengal in Andhra Pradesh, India that extends from Srikakulam District in the northern tip through Guntur District in the middle.  Theophilus taught at the Baptist Theological Seminary, Kakinada during the period 1926–1946 and was also Senator[2] of India's first[3] University, the Senate of Serampore College (University) during 1942–1946 taking forward not only the theological concerns of the university but also the concerns of Serampore College, which as a dual University affiliated entity, had the arts, science and commerce faculties affiliated to the University of Calcutta.[2]  In matters of Church union, Theophilus actively cooperated[4] with the National Council of Churches in India that not only incorporated the Protestant and the Oriental Orthodox Churches but also reached out to the Catholics.", "3180576": "Abdelkebir Khatibi (Arabic: عبد الكبير الخطيبي) (11 February 1938 – 16 March 2009) was a prolific Moroccan literary critic, novelist, philosopher, playwright, poet, and sociologist. Affected in his late twenties by the rebellious spirit of 1960s counterculture, he challenged in his writings the social and political norms upon which the countries of the Maghreb region were constructed. His collection of essays Maghreb pluriel is one of his most notable works.", "34441250": "Kim Jang-saeng (김장생, 金長生) (July 8, 1548 - August 3, 1631) was a Neo-Confucian scholar, politician, educator, and writer of Korea's Joseon period.[1]", "59246627": "James W. Lenman is a British philosopher and Professor of Philosophy at the University of Sheffield.[1]\nHe is known for his expertise on ethics.[2][3]\nLenman is a former president of the British Society for Ethical Theory (2002-2008).[4]", "73271339": "Eva Lotte Louise Joan Vlaardingerbroek (born 3 September 1996) is a Dutch conservative pundit and activist. A legal philosopher by education,[1][2] she has been particularly vocal about the issues surrounding farmers in the Dutch farmers' protests and is noted for her criticism of the Dutch government under prime minister Mark Rutte. She has made numerous appearances with Tucker Carlson on his current affairs program Tucker Carlson Tonight on the American Fox News Channel and with Mark Steyn on his eponymous talk show on the British GB News.", "20088875": "Abu al-Abbas Iranshahri (Persian: ابوالعباس ایرانشهری) was a 9th-century Persian[1][2] philosopher, mathematician, natural scientist, historian of religion, astronomer and author.[3] According to traditional sources, he is the first figure in the wider Muslim world to be associated with philosophy after the advent of Islam.[4]", "25036845": "Hayashi Ryūkō (林 榴岡, 1681 – December 11, 1758) was a Japanese Neo-Confucian scholar, teacher and administrator in the system of higher education maintained by the Tokugawa bakufu during the Edo period. He was a member of the Hayashi clan of Confucian scholars.", "49023022": "Kim Seong-il (Korean: 김성일; 1538–1593) was a Joseon dynasty politician and ambassador. He was a member of the Eastern faction in the Joseon court. He served as envoy to Japan in a Tongsinsa, along with Ho Song and Hwang Yun-gil in 1590, and met with the Japanese regent, Toyotomi Hideyoshi. He died of disease during the Imjin War.[1]", "18057265": "Donald Dwight Evans (September 21, 1927 – January 5, 2018) was a Canadian educator, psychotherapist, and spiritual counsellor.", "8259637": "Acharya Rameshwar Jha (20th century) was an Indian traditional Sanskrit scholar and considered an authority on Nyaya, Vyakarana and Vedanta.  He later became an exponent of non dualistic shaivisim and is often credited with establishing and propagating Kashmir Shaivism in Varanasi.", "7473208": "Paulo Cesar Duque-Estrada (born November 22, 1956) is a Professor of Contemporary Philosophy and Associate Vice-President for Academic Affairs (Graduate Programs and Research) at the Pontifical Catholic University of Rio de Janeiro (PUC-Rio).[1][2]  He has served as executive secretary (2010–2011), vice-president (2011–2012) and president (2012–2013) of the National Forum of Associate Vice-Presidents for Research and Graduate Programs (FOPROP).[3]", "43976767": "Prasanta Kumar Pattanaik[2] (born 5 April 1943),[3] is an Indian-American[4] emeritus professor at the Department of Economics at the University of California. He is a Fellow of the Econometric Society.", "11339845": "Tilman Pesch (1 February 1836, at Cologne – 18 October 1899, at Valkenburg, Limburg, the Netherlands), was a German Jesuit philosopher.", "59377734": "Maja Solar (Serbian-Cyrillic: Маја Солар; born 6 February 1980 in Zagreb, Yugoslavia) is a Serbian poetress and Marxist-feminist philosopher.", "47450185": "Cecilio Juan Ramón del Carmen Acosta Revete (1 February 1818 – 8 July 1881), was a Venezuelan writer, journalist, lawyer, philosopher and humanist.", "62589010": "Edward Pols (1919–2005) was an American philosopher and Professor of Philosophy at Bowdoin College. He was a president of the Metaphysical Society of America.[1]", "66455636": "Mary-Jane Rubenstein is a scholar of religion, philosophy, science studies, and gender studies. At Wesleyan University, she is Professor of Religion and Science in Society. She is also affiliated with Environmental Studies and Feminist, Gender, and Sexuality Studies.[1]  From 2014 to 2019, she was co-chair of the Philosophy of Religion Unit of the American Academy of Religion. She is a Fellow of the International Society for Science and Religion.", "60131415": "Fons Elders (born 1936) is a Dutch philosopher and an emeritus professor at the University of Humanistic Studies. He was the host of the famous Chomsky–Foucault debate in 1971.[1][2]", "34113634": "Goran Švob (pronounced [ɡoran ʃʋob]; 29 May 1947 – 18 April 2013) was a Croatian philosopher, logician, and author. He was an associate professor at the Department of Philosophy of Faculty of Humanities and Social Sciences, University of Zagreb where he taught logic and the philosophy of language, being employed there since 1975.", "41519208": "Branko Despot (born July 6, 1942, Zagreb) is Croatian philosopher.[1]", "40274026": "Alison Mary Jaggar (born September 23, 1942)[1] is an American feminist philosopher born in England. She is College Professor of Distinction in the Philosophy and Women and Gender Studies departments at the University of Colorado, Boulder[2] and Distinguished Research Professor at the University of Birmingham in the United Kingdom.  She was one of the first people to introduce feminist concerns in to philosophy.[3]", "297074": "Carol Gilligan (/ˈɡɪlɪɡən/; born November 28, 1936) is an American feminist, ethicist, and psychologist, best known for her work on ethical community and ethical relationships.", "6522995": "Mark C. Taylor (born 13 December 1945) is a postmodern religious and cultural critic. He has published more than twenty books on theology, metaphysics, art and architecture, media, technology, economics, and postmodernity.  After graduating from Wesleyan University in 1968, he received his doctorate in the study of religion from Harvard University and began teaching at Williams College in 1973. In 2007, Taylor moved from Williams College to Columbia University, where he chaired the Department of Religion until 2015.", "100467": "Edvard Alexander Westermarck (20 November 1862 in Helsinki – 3 September 1939 in Tenala)[2] was a Finnish philosopher and sociologist. Among other subjects, he studied exogamy and the incest taboo.", "11864181": "Shunpei Ueyama (上山 春平, Ueyama Shunpei, January 16, 1921 in Wakayama – August 2012, in Minoyama) was a Japanese philosopher associated with the postwar Kyoto School.[1] He graduated in philosophy from Kyoto University in 1943, and trained in a kamikaze human torpedo (gyorai:魚雷) squad. His main professional interest in philosophy were in the fields of logic, and American pragmatism, especially with its founding fathers Charles Sanders Peirce, William James and John Dewey. He was emeritus professor at Kyoto University.[2]", "23201911": "Anioł Dowgird (Lithuanian: Angelas Daugirdas; 1776–1835) was a philosopher of Polish Enlightenment and Lithuanian Enlightenment.", "70191224": "Shlomo ben Afeda Ha-Kohen or Solomon Afeda Cohen (in Hebrew: שלמה בן אפידה הכהן) (1826–1893) was a Karaite Jewish hakham of the 19th century considered the last of the Karaite sages of Constantinople.[1]", "2951290": "Takis Fotopoulos (Greek: Τάκης Φωτόπουλος, born 1940) is a Greek political philosopher, economist and writer who founded the Inclusive Democracy movement, aiming at a synthesis of classical democracy with libertarian socialism[6] and the radical currents in the new social movements. He is an academic, and has written many books and over 900 articles,. He is the editor of The International Journal of Inclusive Democracy  (which succeeded Democracy & Nature) and is the author of Towards An Inclusive Democracy (1997) in which the foundations of the Inclusive Democracy project were set.[13] His latest book is The New World Order in Action: Volume 1: Globalization, the Brexit Revolution and the \"Left\"- Towards a Democratic Community of Sovereign Nations (December 2016). Fotopoulos is Greek and lives in London.[14]", "27297924": "Yehuda Elkana (Hebrew: יהודה אלקנה‎; 16 June 1934 – 21 September 2012)[2] was a historian and philosopher of science, and a former president and rector of the Central European University in Budapest, Hungary.", "59213955": "Keith Eric George Simmons is an American philosopher and Professor of Philosophy at University of Connecticut.[1] He is known for his works on logic and philosophy of mind.[2][3][4][5]", "23103623": "Anton Kržan (June 8, 1835 – November 6, 1888) was a Croatian philosopher, university professor and a rector.", "41355404": "Yu Yue (Chinese: 俞樾; December 1821 – 5 February 1907), courtesy name Yinfu, hao Quyuan,[1] was a prominent scholar and official of Qing dynasty China. An expert in philology and textual studies, he taught and wrote prolifically on the classics and histories.[4] Yu Pingbo was his great-grandson;[5] one of his most important disciples was Zhang Taiyan.[1]", "47351953": "Moshe Idel (Hebrew: משה אידל; born January 19, 1947) is a Romanian-born Israeli historian and philosopher of Jewish mysticism. He is Emeritus Max Cooper Professor in Jewish Thought at the Hebrew University, Jerusalem, and a Senior Researcher at the Shalom Hartman Institute.", "21334161": "Jitendra Nath Mohanty (1928 – 7 March 2023) was an Indian philosopher. He served as emeritus professor of philosophy at Temple University. Born in Cuttack, in 1928 in Orissa, India, Mohanty had a distinguished career where he stood first in all public examinations and in B.A. Presidency College, Kolkata  and M.A. examination at the University of Calcutta. Subsequently, he did a Ph.D. from University of Göttingen in 1954. In his long academic career, he taught at the University of Burdwan, University of Calcutta, New School for Social Research, University of Oklahoma, Emory University, and Temple University and held visiting professorships at many renowned universities.", "29558930": "Charles Norris Cochrane (August 21, 1889 – November 23, 1945) was a Canadian historian and philosopher who taught at the University of Toronto.[1][2] He is known for his writings about the interaction between ancient Rome and emerging Christianity.", "1181844": "Thomas Winfried Menko Pogge (/ˈpɒɡi/; born 13 August 1953)[2] is a German philosopher and is the Director of the Global Justice Program and Leitner Professor of Philosophy and International Affairs at Yale University.  In addition to his Yale appointment, he is the Research Director of the Centre for the Study of the Mind in Nature at the University of Oslo, a Professorial Research Fellow at the Centre for Applied Philosophy and Public Ethics at Charles Sturt University and Professor of Political Philosophy at the University of Central Lancashire's Centre for Professional Ethics. Pogge is also an editor for social and political philosophy for the Stanford Encyclopedia of Philosophy[3] and a member of the Norwegian Academy of Science and Letters.[4][5]", "51513497": "Maurice Stanley Friedman[1] (December 29, 1921 – September 25, 2012) was an interdisciplinary, interreligious philosopher of dialogue. His intellectual career - spanning fifty years of study, teaching, writing, translating, traveling, mentoring, and co-founding the Institute for Dialogical Psychotherapy - has prompted a language of genuine dialogue. With illuminating range, he has applied Martin Buber’s philosophy of dialogue to the human sciences. After receiving his Ph.D. in religion and history from the University of Chicago in 1950, Friedman had a long career of teaching and publishing.", "9734298": "Polemon (Greek: Πολέμων, gen.: Πολέμωνος; d. 270/269 BC) of Athens was an eminent Greek Platonist philosopher and Plato's third successor as scholarch (i.e., head of the Academy) from 314/313 to 270/269 BC. A pupil of Xenocrates, he believed that philosophy should be practiced rather than just studied, and he placed the highest good in living according to nature.", "44992683": "Echezonachukwu Chinedu Nduka // ⓘ(born 19 July 1989) is a Nigerian poet, pianist, author, recording artist, and ethnomusicologist specializing in piano music by West African composers. His work has been featured on BBC, Radio Nacional Clasica de Argentina, Radio France International (rfi), and Classical Journey.[1][2][3][4]", "297137": "Rev. Pandurang Shastri Athavale (19 October 1920 – 25 October 2003), also known as Dada /Dadaji, which literally translates as \"elder brother\" in Marathi, was an Indian activist, philosopher, spiritual leader, social revolutionary,[2] and religion reformist, who founded the Swadhyaya Parivar (Swadhyaya family) in 1954.[3] Swadhyaya is a self-study process based on the Bhagavad Gita which has spread across nearly 100,000 villages in India,[4][5] Americas, Europe, Middle East, Oceania and other Asian countries with five million adherents.[6] Noted for his discourses on the Bhagavad Gita, the Vedas and the Upanishads, Dadaji is also known for his selfless work and brilliant knowledge in scriptures.", "36997300": "Ignacio López de Ayala (18 October 1739 Grazalema, Cádiz – 24 April 1789 in Tarifa) was a Spanish writer, astronomer and historian.", "3967164": "Lê Quý Đôn (chữ Hán: (黎貴惇; 2 August 1726 – 11 June 1784), né Lê Danh Phương,[1][2] on his pen name is Doãn Hậu 允厚, and Quế Đường 桂堂 was an 18th-century  Vietnamese poet, encyclopedist, and government official. His pseudonym was Quế - Đường. He was a native of Duyen Ha village in present-day Thái Bình Province. He is considered one of the most outstanding and prolific Vietnamese polymaths of the early modern period.[3][4]", "52758716": "Ibn Ṭumlūs (Arabic: ابن طملوس) (1164-1223) was a Valencian scholar whose interests ranged over medicine, philosophy, grammar and poetry. He is mainly known today for his work in logic. Ibn Ṭumlūs is known by his biographers under the name of Abū al-Ḥajjāj or Abū Isḥāq Yūsuf ibn Muhammed ibn Ṭumlūs. In Latin sources, he is known as Alhagiag Bin Thalmus.", "39487678": "Enrique Miret Magdalena (12 January 1914 – 12 October 2009) was a lay theologian[1] who specialised in ethics and sociology. He was professor of Ethics at Universidad Complutense de Madrid.[2]", "7506113": "Chit Phumisak (also spelt Jit Poumisak; Thai: จิตร ภูมิศักดิ์, pronounced [tɕìt pʰūː.mí.sàk]; 25 September 1930 – 5 May 1966) was a Thai Marxist historian, activist,[2] author, philologist,  poet, songwriter, and communist revolutionary. His most influential book was The Face of Thai Feudalism (โฉมหน้าศักดินาไทย, Chom Na Sakdina Thai), written in 1957 under the pseudonym Somsamai Srisuthonphan (สมสมัย ศรีศูทรพรรณ). Other pen names used by Chit include Kawi Kanmuang (กวีการเมือง, 'Political Poet') and Kawi Srisayam (กวี ศรีสยาม, 'Siamese Poet').  He has been described as the \"Che Guevara of Thailand\".[3]", "37980362": "Luc Thériault MP (born January 31, 1960) is a Canadian academic and politician.[2] As a member of the Parti Québécois, he served as a Member of the National Assembly of Quebec from 2003 to 2007, representing the Masson electoral district. In 2015, he was elected to the Canadian House of Commons representing Montcalm, as a member of the Bloc Québécois. He served as the Bloc Québécois House Leader from 2015 until 2017, and was the party's representative on the Special Committee on Electoral Reform.", "7571660": "David Richard Koepsell (born 1969) is an American author, philosopher, attorney, and educator whose recent research focuses on how ethics and public policy deal with emerging science and technology. He has been a practicing attorney, been employed as an ontologist, been a university professor, and has lectured worldwide. He is a visiting professor of research ethics at National Autonomous University of Mexico, director of research and strategic initiatives at Comisión Nacional de Bioética (CONBIOETICA) Mexico, an adjunct professor at University at Buffalo and a senior fellow and education director of the Center for Inquiry Transnational, based in Amherst, New York.[citation needed]", "297166": "Narayana Guru (IPA: [nɑːrɑːjɐɳɐ guˈru]) (20 August 1856 – 20 September 1928)[1] was a philosopher, spiritual leader and social reformer in India. He led a reform movement against the injustice in the caste-ridden society of Kerala in order to promote spiritual enlightenment and social equality.[2] A quote of his that has become popular: \"one caste, one religion, and one god for all men\". He is the author of the Advaita poem Daiva Dasakam, which is one of the most used poem in Kerala for community prayer.[3]", "54200527": "Robert Darwin Crouse (January 15, 1930 – January 15, 2011) was a Canadian religious philosopher and Anglican priest.", "18974928": "Peter Helias (Latin: Petrus Helias or Helyas; c. 1100 – after 1166) was a medieval priest and philosopher. Born in Poitiers, he became a pupil of Thierry of Chartres at Paris in the 1130s, also teaching grammar and rhetoric in his school. Around 1155 he returned to Poitiers where he later died.[1]", "3508445": "Mohammad Mojtahed Shabestari (Persian: محمد مجتهد شبستری;  born 1936 in Shabestar, Iran) is an Iranian philosopher, theologian, hermeneutist and former professor at University of Tehran. He is noted for his idea that \"religion-in-itself\" is perfect, but not all-encompassing, i.e. it does not possess the answer to every question in life.[1] Formerly a political activist and MP, he retired himself from politics in 1984.", "23202016": "Edward Bullough (28 March 1880 – 17 September 1934) was an English aesthetician and scholar of modern languages, who worked at the University of Cambridge. He did experimental work on the perception of colours, and in his theoretical work introduced the concept of psychical distance: that which \"appears to lie between our own self and its affections\" in aesthetic experience. In languages, Bullough was a dedicated teacher who published little. He came to concentrate on Italian, and was elected to the Chair of Italian at Cambridge in 1933.", "16091363": "John Pagus[1] (/ˈpeɪɡəs/; fl. first half of the 13th century) was a scholastic philosopher at the University of Paris, generally considered the first logician writing at the Arts faculty at Paris.[2]", "1018089": "Isaac Beeckman (10 December 1588[1] – 19 May 1637) was a Dutch philosopher and scientist, who, through his studies and contact with leading natural philosophers, may have \"virtually given birth to modern atomism\".[2][3]", "36243692": "A Satyanarayana Shastri (June 2, 1925 – January 14, 2004) was an Indian philosopher. After his BSc in 1943 from Central College and MSc from Dharwar, he worked at Vijaya College as a lecturer and later as a Professor for 18 years in the Department of Chemistry.[citation needed]", "166132": "Immanuel Hermann Fichte (/ˈfɪktə/;[4] German: [ˈfɪçtə]; ennobled as Immanuel Hermann von Fichte in 1863; 18 July 1796 – 8 August 1879) was a German philosopher and son of Johann Gottlieb Fichte. In his philosophy, he was a theist and strongly opposed to the Hegelian School.", "3967221": "Phùng Khắc Khoan (1528–1613), known as Trạng Bùng, was a noted 16th-century Vietnamese military strategist, politician, diplomat and poet during the Later Lê dynasty warlord period.", "40962296": "Alicja Anna Gescinska[1] (Warsaw, 1981) is a Polish-Belgian philosopher.", "20383996": "John (Johannes) Hennon (died after 1484) was a Dutch medieval philosopher in the late Scholastic tradition. He was from Nijmegen, and studied at the University of Paris, where he received his magister artium and baccalaureus formatus in sacra pagina (1463).", "30476541": "Alexander Georgyevich Spirkin (Russian: Алекса́ндр Гео́ргиевич Спи́ркин; 24 December 1918– 28 June 2004) was a Soviet and Russian philosopher and psychologist. He was born in Saratov Governorate and graduated from the Moscow State Pedagogical University. In 1959 he received his doctorate in philosophy for a dissertation on the origin of consciousness.[1]", "43387139": "William Henry Chamberlin Jr. (February 12, 1870 – May 9, 1921) was an American Mormon philosopher, theologian, and educator. His teachings and writings worked to reconcile Mormonism with the theory of evolution.  He taught philosophy and ancient languages as well as science and math at several Latter-day Saints (LDS) institutions including Brigham Young University in the early 20th century. He was one of four educators at Brigham Young University whose teaching of evolution and attempts to reconcile it with Mormon thought, although strongly popular with students, generated controversy among university officials and the LDS community. Chamberlin has been called \"Mormonism's first professionally trained philosopher and theologian.\"[1]", "59443460": "Nicholas Davey (born 8 August 1950) is a British philosopher and professor of philosophy at the University of Dundee. He is known for his expertise in aesthetics, hermeneutics, and his work on Hans-Georg Gadamer.[1][2] Davey has also played a leading role in founding several research groups and institutes at the University of Dundee, which include Theoros, Hermeneutica Scotia (research groups), and the university's Arts and Humanities Research Institute.[3]", "62490889": "Kala Keerthi Vini Vitharana (Sinhala: විනි විතාරන) (2 June 1928 – 2 December 2019) was a Sri Lankan Sinhalese linguist, professor, lecturer and a scholar.[1] 1 He was well known for his significant contributions to Sinhala literature. During his lifetime, he was rated as one of the prominent notable educators in the country.[citation needed]", "23791886": "Ursula Wolf (born 4 November 1951 in Karlsruhe) is a German philosophy professor and writer.[1]", "34441493": "Kim Jip (1574–1656[1]) was a Korean Joseon Neo-Confucian scholar, politician, educator and writer.  He was also the teacher of Song Si-yeol and Song Jun-gil, great Korean Neo-Confucian scholars.", "35621153": "I. K. Taimni (Iqbal Kishen Taimni, 1898–1978) was a professor of chemistry at the Allahabad University in India, and an influential scholar in the fields of Yoga and Indian philosophy. He was a leader of the Theosophical Society. Taimni authored a number of books on Eastern Philosophy, including a modern interpretation of Patanjali's Yoga Sutras.[1][2]", "30771497": "Hovnan Mayravanetsi (Armenian: Հովհան Մայրավանեցի, c. 572-650) was an Armenian theologian and philosopher,[1][2] and ardent defender of Miaphysite position of the Armenian Church. He was one of the first theologians to address issues of social justice in the light of the Christian teaching, which set him on a collision course with his contemporary feudal socioeconomic structures. In his later years he had become an ascetic.", "723243": "Robert Alan Dahl (/dɑːl/; December 17, 1915 – February 5, 2014) was an American political theorist and Sterling Professor of Political Science at Yale University.", "49613100": "Gianluca Bocchi (born 19 December 1954) is an Italian philosopher.", "61507893": "Satyanidhi Tirtha (c.1580 - c.1660) was a Hindu philosopher, scholar and saint. He served as the pontiff of Shri Uttaradi Math from 1638–1660. He was the 19th in succession from Madhvacharya. Satyanidhi Tirtha ruled the pontificate with a remarkable distinction. His life was a saga of supreme spiritual achievements.[1]", "1018174": "Scott Soames (/soʊmz/; born 1945) is an American philosopher. He is a professor of philosophy at the University of Southern California (since 2004), and before that at Princeton University. He specializes in the philosophy of language and the history of analytic philosophy. He is well known for defending and expanding on the program in the philosophy of language started by Saul Kripke as well as being a major critic of two-dimensionalist theories of meaning.", "16976197": "Panait Cerna (Romanian pronunciation: [panaˈit ˈt͡ʃerna]; Bulgarian: Панайот Черна, Panayot Cherna, born Panayot Stanchov or Panait Staciov; August 26 or September 25, 1881[1] – March 26, 1913) was a Romanian poet, philosopher, literary critic and translator. A native speaker of Bulgarian, Cerna nonetheless wrote in Romanian, and developed a traditionalist style which was connected with classicism and neoclassicism. Praised by the conservative literary society Junimea, he was promoted by its leader Titu Maiorescu, as well as by Maiorescu's disciples Mihail Dragomirescu and Simion Mehedinţi. Cerna became the group's main representative during its decline, contributing to both major Junimist magazines, Convorbiri Literare and Convorbiri Critice. He also contributed pieces to the traditionalist magazine Sămănătorul, and was briefly affiliated with other literary journals.", "25168204": "Esperanza Guisán (23 April 1940 – 27 November 2015) was a Spanish moral and political philosopher. She was a professor at the University of Santiago de Compostela. Her work was devoted mainly to classical utilitarian theory.[1]\nA list of many of her works appears at her Google Scholar Web page, including treatises on ethics, democracy, ethics without religion, and Kant.[2][3]", "362828": "Bruno Latour (French: [latuʁ]; 22 June 1947 – 9 October 2022) was a French philosopher, anthropologist and sociologist.[5] He was especially known for his work in the field of science and technology studies (STS).[6] After teaching at the École des Mines de Paris (Centre de Sociologie de l'Innovation) from 1982 to 2006, he became professor at Sciences Po Paris (2006–2017), where he was the scientific director of the Sciences Po Medialab. He retired from several university activities in 2017.[7] He was also a Centennial Professor at the London School of Economics.[8][9]", "20154704": "C. T. K. Chari (5 June 1909 – 5 January 1993) was Head of the Department of Philosophy at Madras Christian College from 1958 to 1969 and the most prominent among contemporary Indian philosophers who paid close attention to psi phenomena.  Chari published extensively on extremely diverse topics, such as logic, linguistics, information theory, mathematics, quantum physics, philosophy of mind, and, of course, psi research.", "39618898": "Augustus Granville Dill (November 30, 1882 — March 8, 1956[1]) was born in Portsmouth, Ohio. His parents were John Dill and Elizabeth Jackson. He received his B.A. from Atlanta University in 1906, received a second B.A. from Harvard in 1908, and received his M.A. in 1909 from Harvard.[2]", "65341778": "Satyaprajna Tirtha was an Indian philosopher,  Hindu spiritual leader, guru, saint and the pontiff of Uttaradi Math, a matha (mutt) dedicated to the Dvaita philosophy, which has a large following in southern India.  He was the 39th pontiff of Uttaradi Math since Madhvacharya, reformer of the Dvaita philosophy from 24 March 1942 to 14 April 1945.[1][2][3]", "23628118": "Étienne Souriau (French: [suʁjo]; April 26, 1892 – November 19, 1979) was a French philosopher, best known for his work in aesthetics.", "1083737": "Manabendra Nath Roy (born Narendra Nath Bhattacharya, better known as M. N. Roy; 21 March 1887 – 25 January 1954) was a 20th century Indian revolutionary, philosopher, radical activist and political theorist. Roy was the founder of the Mexican Communist Party and the Communist Party of India (Tashkent group).", "73107803": "Alexander Schnell is a German philosopher and professor at the University of Wuppertal.", "16976221": "Alan Ker Stout FAHA (9 May 1900 – 20 July 1983) was a moral philosopher working at the University of Sydney, who also wrote on cinema. His father was G. F. Stout, British philosopher.[1]", "4262238": "Renato Janine Ribeiro is a Brazilian full professor of ethics and political philosophy at the University of São Paulo.[1] As of April 6, 2015, he was named Minister of Education of Brazil in the cabinet of Dilma Rousseff.[2]", "1509726": "Albert Cook Outler (November 17, 1908 – September 1, 1989) was a 20th-century American Methodist historian, theologian, and pastor. He was a professor at Duke University, Yale University, and Southern Methodist University. He was a key figure in the 20th-century ecumenical movement.", "54397280": "Christian B. Miller is an American philosopher specializing in ethics and philosophy of religion. He is the A.C. Reid Professor of Philosophy at Wake Forest University.", "31623525": "Bernard Quiriny (born 27 June 1978) is a Belgian writer and literary critic. He is also a professor of public law at the University of Burgundy, having published numerous scholarly articles in the legal field since receiving his doctoral dissertation in 2005.[1] In addition, he works a staff writer and head of the literature column for the cultural magazine Chronic'art.[2]", "59017578": "Daniel Henry Rothschild (born 1979) is an American philosopher and Professor of Philosophy of Language at University College London Department of Philosophy. He is known for his expertise on philosophy of language. Rothschild has held various fellowships from the Arts and Humanities Research Council and is a Fifty-Pound fellow of All Souls College.[1][2]", "592243": "Defunct", "61147515": "Dieter Leisegang (November 25, 1942, in Wiesbaden – March 21, 1973, in Offenbach am Main) was a German author, philosopher, and broadcaster.", "26773885": "Christina M. Slade (born 1953) is an Australian academic and author who was Vice-Chancellor of Bath Spa University, England, from 2012 to 2017.", "1116542": "The story of Damon (/ˈdeɪmən/; Greek: Δάμων, gen. Δάμωνος) and Pythias (/ˈpɪθiəs/; Πυθίας\nor\nΦιντίας; or Phintias, /ˈfɪntiəs/) is a legend in Greek historic writings illustrating the Pythagorean ideal of friendship. Pythias is accused of and charged with plotting against the tyrannical Dionysius I of Syracuse. Pythias requests of Dionysius to be allowed to settle his affairs. Dionysius agrees, on the condition that Pythias' friend, Damon, be held hostage and, should Pythias not return, be executed in his stead. When Pythias returns, Dionysius, amazed by the love and trust in their friendship, frees them both.", "23103875": "Sebastian Petrycy of Pilzno (born 1554 in Pilzno – died 1626 in Kraków), in Latin known as Sebastianus Petricius, was a Polish philosopher and physician. He lectured and published notable works in the field of medicine but is principally remembered for his masterly Polish translations of philosophical works by Aristotle and for his commentaries to them. Petrycy made major contributions to nascent Polish philosophical terminology.[1]", "3377554": "Philosopher", "7244181": "István Mészáros (UK: /ˈmɛsərɒs/, US: /-roʊs/, Hungarian: [ˈiʃtvaːn ˈmeːsaːroʃ]; 19 December 1930 – 1 October 2017) was a Hungarian Marxist philosopher. Described as \"one of the foremost political philosophers of the late twentieth and early twenty-first centuries\" by Monthly Review,[1] Mészáros wrote mainly about the possibility of a transition from capitalism to socialism. His magnum opus, Beyond Capital: Toward a Theory of Transition (1995), was concerned not only with this theme but provided a conceptual distinction between capitalism and capital, and an analysis of the current capitalist society and its \"structural crisis\". He was interested in the critique of the \"bourgeois ideology\", including the idea of \"there is no alternative\", and he also elaborated analysis on the failures of \"real socialism\".", "30968221": "John William Nevill Watkins (31 July 1924 – 26 July 1999) was an English philosopher, a professor at the London School of Economics from 1966 until his retirement in 1989 and a prominent proponent of critical rationalism.", "854430": "Leonard Trelawny Hobhouse, FBA (8 September 1864 – 21 June 1929) was an English liberal political theorist and sociologist, who has been considered one of the leading and earliest proponents of social liberalism. His works, culminating in his famous book Liberalism (1911), occupy a seminal position within the canon of New Liberalism. He worked both as an academic and a journalist, and played a key role in the establishment of sociology as an academic discipline; in 1907 he shared, with Edward Westermarck, the distinction of being the first professor of sociology to be appointed in the United Kingdom, at the University of London. He was also the founder and first editor of The Sociological Review. His sister was Emily Hobhouse, the British welfare activist.", "2492835": "Henri François Marion (1846–1896) was a French philosopher and educationalist.", "39586213": "Aleksa Buha (born 21 November 1939) is a Bosnian Serb philosopher and member of the Academy of Sciences and Arts of the Republika Srpska. During the 1990s, he was the minister of foreign affairs of Republika Srpska.[1] Buha is also a member of the Senate of Republika Srpska.[2]", "2263462": "Paul Quentin Hirst[a] (1946–2003) was a British sociologist and political theorist. He became Professor of Social Theory at Birkbeck College, London, in 1985 and held the post until his death from a stroke and brain haemorrhage.[2]", "1673641": "Ashfaq Ahmed (Urdu:  اشفاق احمد خان; 22 August 1925 – 7 September 2004) was a Pakistani writer, playwright and broadcaster.[1][2] His works in Urdu included novels, short stories and plays for television and radio of Pakistan. He received the President's Pride of Performance and Sitara-i-Imtiaz (Star of Excellence) awards for his everlasting services in the field of broadcasting and literary heritage of Pakistan.[3]", "1280426": "Elihu Palmer (1764 – April 7, 1806) was an author and advocate of deism in the early days of the United States.", "42371508": "Alberto René Methol Ferré (Montevideo, 31 March 1929 – 15 November 2009) was a Uruguayan thinker, writer, journalist, teacher, historian and theologian. He has been described as  one of Latin America's most fertile and original thinkers.[1]", "3279285": "Curt John Ducasse (French: [dykas]; 7 July 1881 – 3 September 1969) was a French-born American philosopher who taught at the University of Washington and Brown University.[3]", "26053048": "Ngô Sĩ Liên (吳士連) was a Vietnamese historian of the Lê dynasty.[1] He was the main compiler of the Đại Việt sử ký toàn thư, a chronicle of the history of Vietnam and a historical record of a Vietnamese dynasty. Ngô based information for his historical book from collections of myths and legends such as Trần Thế Pháp's [vi] Lĩnh Nam chích quái or Việt điện u linh tập.[2]", "28150208": "Oren Ben-Dor (Hebrew: אורן בן דור) is a philosopher living in the UK. He is a former professor of law and philosophy[1] at the University of Southampton School of Law in the United Kingdom. He has published two books on these topics and edited a third on the troubled relationship between law and art. His work has been published in various academic and mainstream publications.", "33262025": "Jacobus Wittichius (Jacob Wittich) (1677–1739) was a German-Dutch philosopher, a Cartesian and follower of Burchard de Volder, and holder of controversial views on the nature of God.[1]", "37947850": "Richard Raatzsch (born 1957 in Halle an der Saale, Germany) is a German philosopher. Since 2008, he has been Chair of Ethics within the European Business School (EBS) at Reichartshausen Castle in Oestrich-Winkel/Rheingau (Germany).", "49580496": "Tatjana Višak (born 12 December 1974), often credited as Tatjana Visak, is a German philosopher specialising in ethics and political philosophy who is currently based in the Department of Philosophy and Business Ethics at the University of Mannheim. She is the author of the monographs Killing Happy Animals (2013, Palgrave Macmillan) and Capacity for Welfare Across Species (2023, Oxford University Press), and the editor, with the political theorist Robert Garner, of The Ethics of Killing Animals (2016, Oxford University Press).", "12487128": "Richard Purtill (1931-2016) was an American philosopher and writer, and  Professor Emeritus of Philosophy at Western Washington University, Bellingham, Washington, US. He was a writer of fantasy and science fiction, critical non-fiction on the same genres, and various works on religion and philosophy. He is best known for his novels of the \"Kaphtu\" universe. He wrote as both Richard Purtill and Richard L. Purtill, a variant form of his name. He was active in professional writing circles, being a member of the Science Fiction and Fantasy Writers of America, the Authors Guild and the National Writers Union.", "2853336": "Henry Habberley Price FBA (17 May 1899 – 26 November 1984), usually cited as H. H. Price, was a Welsh philosopher, known for his work on the philosophy of perception. He also wrote on parapsychology.", "526810": "Savitri Devi Mukherji[a] (born Maximiani Julia Portas, French: [mak.si.mja.ni pɔʁ.tɑ]; 30 September 1905 – 22 October 1982) was a French-born Greek fascist, Nazi sympathizer, and spy who served the Axis powers by committing acts of espionage against the Allied forces in India.[1][2][3]  She was later a leading member of the Neo-Nazi underground during the 1960s.[1][3][4]", "55577051": "Plato's Academy mosaic is a free standing mosaic panel found in the villa of T. Siminius Stephanus in Pompeii.[1][2] It is roughly a square, 86 cm x 85 cm, and can be seen presently at the National Archaeological Museum of Naples, where it is kept as item MANN 124545.", "56461787": "Richard H. Kennington (1921 in Worcester, Massachusetts - September 10, 1999 in Annapolis, Maryland) was an American philosopher and professor of philosophy at Pennsylvania State University and the Catholic University of America. He is known for his research on early modern philosophy and his translation of Descartes' Discourse on the Method.[1][2][3][4][5]", "25070047": "Alejandro Octavio Deustua Escarza (22 March 1849 – 6 August 1945)[1] was a Peruvian philosopher, educator and statesman. He was the Prime Minister of Peru from 9 August 1902 until 4 November 1902.[2][3]", "330210": "Aivaras Stepukonis (born 28 September 1972) is a Lithuanian musician and philosopher.", "46500325": "Johann Erich Biester (17 November 1749, in Lübeck – 20 February 1816, in Berlin) was a German philosopher. With Friedrich Nicolai and Friedrich Gedike, he formed what was known as the 'Triumvirate' of late Enlightenment Berlin.", "10848745": "Philip Paul Hallie (1922–1994) was an author, philosopher and professor at Wesleyan University for 32 years. During World War II he served in the US Army. His degrees were from Harvard, Oxford (where he was a Fulbright Scholar at Jesus College from 1949 to 1951)[1] and Grinnell College.", "494060": "Josiah Royce (/rɔɪs/; November 20, 1855 – September 14, 1916) was an American Pragmatist and objective idealist philosopher and the founder of American idealism.[5] His philosophical ideas included his joining of pragmatism and idealism, his philosophy of loyalty, and his defense of absolutism.", "461293": "Irving Grant Thalberg Jr. (August 25, 1930 – August 21, 1987) was an author and the son of 1930s Hollywood producer Irving Thalberg and Academy Award-winning actress Norma Shearer.", "47876595": "Radim Palouš (6 November 1924 – 10 September 2015) was a Czech dissident, philosopher, educator, and former spokesman for Charter 77, and from 1990 to 1994, was the rector of Charles University in Prague.", "5016053": "John Homer Schaar (July 7, 1928 – December 26, 2011), also known as Jack Schaar, was an American political theorist.  He was a professor emeritus at the University of California, Santa Cruz. Schaar was born in Montoursville, Pennsylvania, and raised on a farm in a Lutheran family.", "3443189": "Anne Norton (born 1954) is an American political scientist and Stacey and Henry Jackson President’s Distinguished Professor of Political Science at the University of Pennsylvania.", "51087871": "Günter Heyden (16 February 1921 – 21 January 2002) was a German professor of philosophy and a sociologist. Between 1969 and 1989 he was the director of the East Berlin based Institute for Marxism–Leninism.[1]", "199169": "Ibn Khaldun (/ˈɪbən xælˈduːn/; Arabic: أبو زيد عبد الرحمن بن محمد بن خلدون الحضرمي, Abū Zayd ‘Abd ar-Raḥmān ibn Muḥammad ibn Khaldūn al-Ḥaḍramī; 27 May 1332 – 17 March 1406, 732–808 AH) was an Arab sociologist, philosopher, and historian[11][12] widely acknowledged to be one of the greatest social scientists of the Middle Ages,[13] and considered by many to be the father of historiography, sociology, economics, and demography studies.[14][15][note 1][16][note 2]", "3836418": "Ignaz Paul Vital Troxler (17 August 1780 – 6 March 1866) was a Swiss physician, politician, and philosopher.", "2066951": "Sir William Mitchell (27 March 1861 – 24 June 1962) was an Australian philosopher and academic. He was Professor of English Language, Literature, Mental and Moral Philosophy at the University of Adelaide from 1894–1922, Vice-Chancellor 1916–1942 and Chancellor 1942–1948.", "53611036": "Margarete Adam (13 July 1885 – January 1946) was a German feminist philosopher and university teacher.", "27888158": "Martin Cohen (born 1964) is a British philosopher, an editor and reviewer who writes on philosophy, philosophy of science and political philosophy.", "1411623": "Lev Isaakovich Shestov (Russian: Лев Исаакович Шестов; 31 January [O.S. 13 February][2]  1866 – 19 November 1938; born Yeguda Leib Shvartsman)[a] was a Jewish-Russian existentialist and religious philosopher. He is best known for his critiques of both philosophic rationalism and positivism. His work advocated a movement beyond reason and metaphysics, arguing that these are incapable of conclusively establishing truth about ultimate problems, including the nature of God or existence.[3] Contemporary scholars have associated his work with the label \"anti-philosophy.\"[4][5]", "2198061": "Daniel A. Dombrowski (born 1953) is an American philosopher and professor emeritus of philosophy at Seattle University.[1] Since 2009 he has served as Editor of the journal Process Studies,[2] and is a past president of the Metaphysical Society of America (2018–19).[3]", "54364718": "James Edward John Altham (born 1944), known as Jimmy Altham and normally cited as J. E. J. Altham, is a British philosopher and a Fellow of Gonville and Caius College, Cambridge.[1]", "38308399": "Juan Arnau (Valencia, April 28, 1968), Spanish philosopher and essayist, a specialist in Eastern philosophies and religions.", "71567927": "Darya Aleksandrovna Dugina (Russian: Да́рья Алекса́ндровна Ду́гина; 15 December 1992 – 20 August 2022), also known under the pen name Daria Platonova (Russian: Дарья Платонова), was a Russian journalist, political scientist,[1] and activist. She was the daughter of Aleksandr Dugin, a supporter of Vladimir Putin and a far-right political philosopher, whose support for the Russian invasion of Ukraine she shared.[2][3][4]", "3836475": "Sebastiano Timpanaro (September 5, 1923 in Parma – November 26, 2000 in Florence) was an Italian classical philologist, essayist, and literary critic. He was also a long-time Marxist who made important contributions to left-wing political causes. He was an atheist.[1]", "2620": "Aedesius (Greek: Αἰδέσιος, died 355 AD) was a Neoplatonist philosopher and mystic. He was born into a wealthy Cappadocian family, but he moved to Syria, where he was apprenticed to Iamblichos. None of his writings have survived, but there is an extant biography by Eunapius, a Greek sophist and historian of the 4th century who wrote a collection of biographies titled Lives of the Sophists. Aedesius's philosophical doctrine was a mixture between Platonism and eclecticism and, according to Eunapius, he differed from Iamblichus on certain points connected with theurgy and magic.[1]", "30018113": "Grand Prince Yangnyeong (Hangul: 양녕대군, Hanja: 讓寧大君; 1394 – 8 October 1462[2]) was the former Crown Prince of the Joseon Dynasty of Korea. He was the first son of King Taejong and his wife, Queen Wongyeong. Yangnyeong was the elder brother of Sejong the Great, and an ancestor of Syngman Rhee, an independence activist and the first President of South Korea.", "18647618": "Chung-Ying Cheng (Chinese: 成中英, born November 8, 1935) is a distinguished scholar of Chinese philosophy and Professor in the Department of Philosophy at the University of Hawaiʻi at Mānoa. He is considered one of the pioneers who formalized the field of Chinese philosophy in the United States in the 1960s.[1]", "592450": "Pierre-Simon Ballanche (4 August 1776 – 12 June 1847) was a French writer and counterrevolutionary philosopher, who elaborated a theology of progress that possessed considerable influence in French literary circles in the beginning of the nineteenth century. He was the ninth member elected to occupy seat 4 of the Académie française in 1842.", "4983370": "John Malcolm MacEachran (January 16, 1877 – 1971) was a Canadian philosopher and psychologist, whose most notable credentials involved the development of the Psychology and Philosophy Department at the University of Alberta. He was a co-founder of the Canadian Psychological Association and the appointed Chairman of the Alberta Eugenics Board which was responsible for approving the sterilization of thousands of Albertans, hundreds of which were without consent.", "47614541": "Bernard Groethuysen (9 September 1880 – 17 September 1946)[1] was a French writer and philosopher. His works, which transgressed the confines of history and sociology, concern the history of mentalities and representations and the interpretation of the experience of the world. In the interwar period, he made the works of Hölderlin and Kafka and the sociology of Germany available in France.[2]", "44960334": "Riccardo Pozzo (born June 7, 1959, in Milan) is an Italian philosopher and historian of philosophy.", "59738701": "Susan Sherwin CM FRSC FCAHS (born 6 June 1947) is a Canadian philosopher. Her pioneering work has shaped feminist theory, ethics and bioethics, and she is considered one of the world's foremost feminist ethicists.[1]", "13437520": "Dan Zahavi (born 1967) is a Danish philosopher. He is currently a professor of philosophy at University of Copenhagen.", "34966110": "Guy Haarscher (born 1946 in Belgium) is a professor of legal and political philosophy at the Free University of Brussels (ULB). He taught every other year from 1985 to 2008 at Duke University School of Law as an adjunct professor of law. He also taught at the Central European University in Budapest from 1992 to 2008 as a recurrent visiting professor. Guy Haarscher currently teaches at the ULB, as well as at the College of Europe in Bruges.", "952926": "Hubert Lederer Dreyfus (/ˈdraɪfəs/ DRY-fəs; October 15, 1929 – April 22, 2017) was an American philosopher and professor of philosophy at the University of California, Berkeley. His main interests included phenomenology, existentialism and the philosophy of both psychology and literature, as well as the philosophical implications of artificial intelligence. He was widely known for his exegesis of Martin Heidegger, which critics labeled \"Dreydegger\".[4]", "20482657": "Friedrich Calker (July 4, 1790 – January 5, 1870), German philosopher, was educated in Jena.  For a short time, he was a lecturer in Berlin. In 1818, he was called to an extraordinary professorship in the newly founded University of Bonn, becoming an ordinary professor in 1826. He substantially echoed the ideas of his teacher Jakob Fries. His two major works are Urgesetzlehre des Wahren, Guten und Schönen (The Original Teachings on the Law of the True, Good and Beautiful; Berlin 1820) und Denklehre (Logic; Bonn 1822).", "29035109": "Jakob Schegk (also known as Jakob Degen, Johann Jacob Brucker Schegk, Jakob Schegk the elder, Schegkius, and Scheckius; 6 June 1511 – 9 May 1587) was a polymath German Aristotelian philosopher and academic physician.", "38013542": "Hans Blüher (17 February 1888 – 4 February 1955) was a German writer and philosopher. He attained prominence as an early member and \"first historian\" of the Wandervogel movement. He was aided by his taboo breaking rebellion against schools and the Church. He was received with some genuine interest but sometimes perceived as scandalous.", "2755188": "André Gorz (French: [ɑ̃dʁe ɡɔʁts]; né Gerhart Hirsch, German: [ˈɡeːɐ̯haʁt ˈhɪʁʃ]; 9 February 1923 – 22 September 2007), more commonly known by his pen names Gérard Horst (pronounced [ʒeʁaʁ ɔʁst]) and Michel Bosquet (pronounced [miʃɛl bɔskɛ]), was an Austrian and French social philosopher and journalist and critic of work.[1][2][3] He co-founded Le Nouvel Observateur weekly in 1964. A supporter of Jean-Paul Sartre's existentialist version of Marxism after the Second World War, he became in the aftermath of the May '68 student riots more concerned with political ecology.[4]", "31066741": "Josef Vratislav Monse (June 15, 1733 – February 6, 1793) was a Moravian lawyer and historian.", "64555648": "William Denovan was a Scottish philosopher with an interest in theophysics and physics.  One of the earliest occurrences of the term multiverse used in reference to the physical world is due to Denovan, in a letter to Scientific American in 1873.[1]", "166531": "Saʿadia ben Yosef Gaon (Arabic: سعيد بن يوسف الفيومي Saʿīd bin Yūsuf al-Fayyūmi;[1] Hebrew: סַעֲדְיָה בֶּן יוֹסֵף אַלְפַיּוּמִי גָּאוֹן Saʿăḏyā ben Yōsēf ʾal-Fayyūmī Gāʾōn; alternative English names: Rabbeinu Saʿadiah Gaon (\"our Rabbi [the] Saadia Gaon\"), often abbreviated RSG (RaSaG); Saadia b. Joseph;[2] Saadia ben Joseph; Saadia ben Joseph of Faym; or Saadia ben Joseph Al-Fayyumi; 882/892 – 942)[3][4] was a prominent rabbi, gaon, Jewish philosopher, and exegete who was active in the Abbasid Caliphate.", "1804933": "Gaius Marius Victorinus (also known as Victorinus Afer; fl. 4th century) was a Roman grammarian, rhetorician and Neoplatonic philosopher. Victorinus was African by birth and experienced the height of his career during the reign of Constantius II. He is also known for translating two of Aristotle's books from ancient Greek into Latin: the Categories and On Interpretation (De Interpretatione).[1] Victorinus had a religious conversion, from being a pagan to a Christian, \"at an advanced old age\" (c. 355).", "34736774": "Shuji Imamoto (今本 秀爾, Imamoto Shūji) is a Japanese ecological \"green\" activist and journalist. He has represented the green political movement in Japan since his attendance in Global Greens Conference in Canberra in 2001.[citation needed] As a researcher, his major field is modern European political and social philosophy such as Critical Theory of the Frankfurt School (Habermas, Erich Fromm), Critical Rationalism (Karl Popper), political pluralism (Hannah Arendt), political liberalism and existentialism (Jaspers, Sartre).", "18385555": "Paul K. Moser (born 1957 in Bismarck, North Dakota) is an American philosopher who writes on epistemology and the philosophy of religion.[1] Moser is Professor of Philosophy at Loyola University Chicago[2] and a former editor of the American Philosophical Quarterly.[3]", "66554515": "Hasso Hofmann (4 August 1934 – 21 January 2021) was a German philosopher and jurist.[1]", "66849430": "Brian O'Connor, MRIA[1] (born 1965)[2] is an Irish social philosopher active in the tradition of continental European intellectual thought. O'Connor is a professor of philosophy at University College Dublin and director of the school of philosophy.[3]  He has written extensively on German Idealism and Critical Theory, and is an expert on the philosopher, Adorno.[4] O’Connor has also written on the subject of idleness[5] in his 2018 book of the same name, which provided a comparative analysis of the philosophy of idleness.[6] He was awarded a higher doctorate by the National University of Ireland in 2021.[7] In May 2021, he was made a member of the Royal Irish Academy.[8]", "4164248": "Keith Ward FBA (born 1938) is an English philosopher and theologian. He is a fellow of the British Academy and a priest of the Church of England. He was a canon of Christ Church, Oxford, until 2003. Comparative theology and the relationship between science and religion are two of his main topics of interest.", "68127395": "Marcin Feliks Król (18 May 1944 – 25 November 2020[1]) was a Polish philosopher, historian of ideas, publicist and professor of the University of Warsaw. He was a democratic opposition activist in the Polish People's Republic.", "14125745": "Philo the Dialectician (Greek: Φίλων; fl. 300 BC) was a Greek philosopher of the Megarian (Dialectical) school.[1] He is sometimes called Philo of Megara although the city of his birth is unknown. He is most famous for the debate he had with his teacher Diodorus Cronus concerning the idea of the possible and the criteria of the truth of conditional statements.", "46598839": "Mohamed Habib Marzouki (Arabic: محمد الحبيب المرزوقي; also, Abu Yaareb al-Marzouki and Abou Yaareb al-Marzouki; born 29 March 1947) is a Tunisian academic, philosopher and translator. Along with intellectual work, he involved in politics for a short time following the Jasmine revolution. Resigning only a year later, he declared his intention to step out of political work for good and count on writing to incite social change.[1]", "19335880": "Cleomenes (/kliːˈɒmɪniːz/; Greek: Κλεομένης; fl. c. 300 BCE) was a Cynic philosopher. He was a pupil of Crates of Thebes,[1] and is said to have taught Timarchus of Alexandria and Echecles of Ephesus, the latter of whom would go on to teach Menedemus.[2]", "59738826": "Ayatollah Muhammad Hassan Mirza Rida Quli[a] (1891 – 1944),  was an Iranian reformer, theologian, philosopher, and scholar. He was an opponent of Ruhollah Khomeini. He was considered a Qurʾan-oriented Scholar or Qurʾanist among Iranian Shias. He was the theologian who, unlike the majority of Shia Scholars, called for Ijtihad, and rejected Taqleed. Sangalli was a preacher in the Sepahsalar Mosque. He publicly declared that Shiaism required reformation. Besides, he preached that Islam is not against modernity.[1][2]", "22219471": "Ruth Macklin is an American philosopher and retired professor of bioethics.", "12815057": "Christopher Darren Green (born 1959) is professor of psychology at York University in Toronto, Ontario, Canada.  He has been cross-appointed to the graduate philosophy and science and technology studies programs as well. His research mostly pertains to the history of psychology, though he also writes on methodological and statistical issues in psychology.", "4524755": "Howard Robinson (born 2 October 1945) is a British philosopher, specialising in various areas of philosophy of mind and metaphysics, best known for his work in the philosophy of perception. His contributions to philosophy include a defense of sense-datum theories of perception and a variety of arguments against physicalism about the mind. He published an alternative version of the popular Knowledge Argument in his book Matter and Sense independently and in the same year as Frank Jackson, but Robinson's thought experiment involves sounds rather than colors. He is Professor of Philosophy at Central European University and recurring visiting professor at Rutgers University.", "69798614": "Sigismund Maria Laurentius von Storchenau SJ (14 August 1731 – 13 April 1797[1]) was an Austrian Catholic priest, philosopher and theologian.", "6884063": "The Three Philosophers is an oil painting on canvas attributed to the Italian High Renaissance artist Giorgione. \nIt shows three philosophers – one young, one middle-aged, and one old.\nThe work was commissioned by the Venetian noble Taddeo Contarini, a Venetian merchant with an interest in the occult and alchemy.[1] The Three Philosophers was finished one year before the painter died. One of Giorgione’s last paintings, it is now displayed at the Kunsthistorisches Museum in Vienna. \nThe painting was thought to have been finished by Sebastiano del Piombo, but a \"new infrared reflectogram lends no support to the theory\".[2][3]", "34245345": "Wilhelm Nestle (German: [ˈnɛstlə]; 16 April 1865, Stuttgart, Kingdom of Württemberg – 18 April 1959, Stuttgart) was a German philologist and philosopher.[1]", "21039850": "Mahākapphina (Pali) or Mahākapphiṇa (Sanskrit),[1] also called Mahā Kapphina Thera, was an eminent Arhat from Uttarapatha and is considered foremost among those who taught the monks.[2] Mahākapphina was his monastic name. He became disciple of the Buddha and is one of the five hundred Arhats who will be reborn and attain Buddhahood, according to Mahāyāna tradition. References to Kapphina can be found in the Jātakas, Buddhaghoṣa's Manorathapūranī, the Dhammapada Aṭṭhakathā,[3] the Visuddhimagga, the Sāratthappakāsinī, the Saṃyutta Nikāya, the Aṅguttara Nikāya, the Vinaya Piṭaka, the Theragāthā, etc.; as well as in the Sanskrit Avadānaśatika.[4]", "28052209": "Robert Garner is a British political scientist, political theorist, and intellectual historian. He is a Professor Emeritus in the politics department at the University of Leicester , where he has worked for much of his career. Before working at Leicester, he worked at the University of Exeter and the University of Buckingham, and studied at the University of Manchester and the University of Salford.", "1149684": "Muḥammad ʿAbduh (1849 – 11 July 1905) (also spelled Mohammed Abduh, Arabic: محمد عبده) was an Egyptian Islamic scholar,[19] judge, and Grand Mufti of Egypt.[29][1][30] He was a central figure of the Arab Nahḍa and Islamic Modernism in the late 19th and early 20th centuries.[5][29]", "756469": "Helen Merrell Lynd (March 17, 1896 – January 30, 1982) was an American sociologist, social philosopher, educator, and author. She is best known for conducting the first Middletown studies of Muncie, Indiana, with her husband, Robert Staughton Lynd; as the coauthor of Middletown: A Study in Contemporary American Culture (1929) and Middletown in Transition: A Study in Cultural Conflicts (1937); and a pioneer in the use of social surveys. She was also the author of  England in the 1880s: Toward a Social Basis for Freedom (1945), Shame and the Search for Identity (1958), and essays on academic freedom. In addition to writing and research, Lynd was a lecturer at Vassar College, and a professor at Sarah Lawrence College from 1929 to 1964.", "3443446": "Śrĩ Atmananda (8 December 1883 – 14 May 1959), also referred as Sri Atmananda Krishna Menon, was an Indian sage, guru, and philosopher. He has been described by scholars as a \"neo-Hindu\".[1]  His teachings have become a foundation for a spiritual method[2] called the Direct Path.[3]", "4033270": "Donald West \"Don\" Harward is an American philosopher who served as the sixth President of Bates College from March 1989 to November 2002, where he was succeeded by the first female president, Elaine Tuttle Hansen.", "71174905": "Jan Adrianus Aertsen (7 September 1938 – 7 January 2016) was a Dutch philosopher and theologian.[2] Born in Amsterdam, Aertsen received his PhD title at the Vrije Universiteit Amsterdam and taught there from 1984 up to his death.[2] From 1993 to 2004, he served as a professor at the University of Cologne, and was the founding director of Thomas Instituut te Utrecht.[2][3] He wrote several works on Thomism, starting from his doctoral thesis, Nature and Creature. Thomas Aquinas’s Way of Thought (1988), published in Dutch four years later.[2]", "953086": "Hicetas (Ancient Greek: Ἱκέτας or Ἱκέτης; c. 400 – c. 335 BC) was a Greek philosopher of the Pythagorean School. He was born in Syracuse, Magna Graecia. Like his fellow Pythagorean Ecphantus and the Academic Heraclides Ponticus, he believed that the daily movement of permanent stars was caused by the rotation of the Earth around its axis.[1] When Copernicus referred to Nicetus Syracusanus (Nicetus of Syracuse) in De revolutionibus orbium coelestium as having been cited by Cicero as an ancient who also argued that the Earth moved, it is believed that he was actually referring to Hicetas.[2]", "8129280": "Zhan Ruoshui (Chinese: 湛若水; pinyin: Zhàn Ruòshuǐ; Wade–Giles: Chan Joshui, 1466–1560) was a Chinese philosopher, educator and a Confucian scholar.", "2493184": "Count Luigi Ferdinando Marsili (or Marsigli, Lat. Marsilius; 10 July 1658 – 1 November 1730) was an Italian scholar and eminent natural scientist, who also served as an emissary and soldier.[1]", "396035": "Stanisław Ignacy Witkiewicz (Polish: [staˈɲiswaf iɡˈnatsɨ vʲitˈkʲɛvʲitʂ]; 24 February 1885 – 18 September 1939), commonly known as Witkacy, was a Polish writer, painter, philosopher, theorist, playwright, novelist, and photographer active before World War I and during the interwar period.", "1936136": "Roman Witold Ingarden (/ɪnˈɡɑːrdən/; February 5, 1893 – June 14, 1970) was a Polish philosopher who worked in aesthetics, ontology, and phenomenology.", "4524809": "Karel Slavoj Amerling (also known as Karl Slavomil Amerling; pen name Slavoj Strnad Klatovský; 18 September 1807 – 2 November 1884) was a Czech teacher, writer and philosopher.", "55020298": "Robyn Bluhm (born 1969),[1] is associate professor at the Department of Philosophy and Lyman Briggs College, Michigan State University,[2] as well as a member of The NeuroGenderings Network – a group which promotes \"neurofeminism\".[3] She is the current joint editor of the IJFAB: International Journal of Feminist Approaches to Bioethics[4]", "38406923": "François Dosse (French: [dɔs]; born 22 September 1950)[1]  is a French historian and philosopher who specializes in intellectual history.[2]", "68225804": "Alfred Koort (29 May 1901 – 28 September 1956) was an Estonian philosopher.[1]", "14650127": "Zygmunt Zawirski (29 July 1882 – 2 April 1948) was a Polish philosopher and logician.", "68029201": "Daniel Marc Weinstock CM[1][2] is a full professor at the Faculty of Law of McGill University. He holds a DPhil in philosophy (Oxford), an MA in political philosophy, and a BA in French literature and political philosophy (McGill). Daniel Weinstock studied with Charles Taylor (philosopher), and with John Rawls.", "5376795": "Yves-Marie Adeline Soret de Boisbrunet (born March 24, 1960 in Poitiers, France) better known as Yves-Marie Adeline, is a French Catholic writer. He also was the founder and leader of the French political party, Alliance Royale.[1]", "33786652": "Marsilius of Padua (Italian: Marsilio da Padova; born Marsilio Mainardi, Marsilio de i Mainardini or Marsilio Mainardini; c. 1270 – c. 1342) was an Italian scholar, trained in medicine,  who practiced a variety of professions. He was also an important 14th-century political figure. His political treatise Defensor pacis (The Defender of Peace), an attempt to refute papal claims to a \"plenitude of power\" in affairs of both church and state, is seen by some scholars as the most revolutionary political treatise written in the later Middle Ages.[1] It is one of the first examples of a trenchant critique of caesaropapism in Western Europe.[2] Marsilius is sometimes seen as a forerunner of the Protestant reformation, because many of his beliefs were later adopted by Calvin and Luther.[3]", "38996768": "David Beniaminovich Zilberman (Russian: Дави́д Бениами́нович Зильберма́н; May 25, 1938, Odessa – July 25, 1977, Boston) was a Russian-American philosopher and sociologist, scholar of Indian philosophy and culture. He was well-versed in the study of languages and knew Russian, Sanskrit, English, Slavic languages, Ancient Greek, French, and German.", "756513": "Dositej Obradović (Serbian Cyrillic: Доситеј Обрадовић, Serbian pronunciation: [dɔsǐtɛːj ɔbrǎːdɔʋitɕ]; 17 February 1739 – 7 April 1811) was a Serbian writer, biographer, diarist, philosopher, pedagogue, educational reformer, linguist, polyglot and the first minister of education of Serbia.[1] An influential protagonist of the Serbian national and cultural renaissance, he advocated Enlightenment and rationalist ideas, while remaining a Serbian patriot and an adherent of the Serbian Orthodox Church.", "54332195": "William Motherby (1776–1847) was the originator of the idea of an annual midday meal to celebrate Immanuel Kant on Kant's birthday, which is shared by members of the Society of Kant's Friends on 22 April every year. Till 1944 it was held in Königsberg. After the war it moved to Göttingen and, in 1976, to Mainz. In 2008 the celebration returned to the city now known as Kaliningrad, where it has been held annually since, now attended by Kant's admirers from a number of countries.[1][2]", "2851": "Abraham Joshua Heschel (January 11, 1907 – December 23, 1972) was a Polish-American rabbi and one of the leading Jewish theologians and Jewish philosophers of the 20th century. Heschel, a professor of Jewish mysticism at the Jewish Theological Seminary of America, authored a number of widely read books on Jewish philosophy and was a leader in the civil rights movement.[1][2]", "61541162": "Yu Dunkang (Chinese: 余敦康; May 1930 – 14 July 2019) was a Chinese philosopher and historian of Chinese philosophy, known for his research on Xuanxue and the I Ching. Denounced as a \"rightist\" during the Anti-Rightist Campaign in 1957, he was banished from academia for twenty years. After the end of the Cultural Revolution, he became a research professor at the Institute of World Religions of the Chinese Academy of Social Sciences (CASS), and was elected an honorary academician of the CASS.", "59575089": "Agnieszka Kołakowska (born 17 May 1960) is a Polish philosopher, philologist, translator and essayist.[1]"}