{"16480693": "Michael J. T. Guy (born 1 April 1943[citation needed]) is a British computer scientist and mathematician. He is known for early work on computer systems, such as the Phoenix system at the University of Cambridge,[1] and for contributions to number theory, computer algebra, and the theory of polyhedra in higher dimensions. He worked closely with John Horton Conway, and is the son of Conway's collaborator Richard K. Guy.", "3832247": "Claudia Zaslavsky (January 12, 1917 – January 13, 2006) was an American mathematics teacher and ethnomathematician.", "457143": "Alexandre-Théophile Vandermonde (28 February 1735 – 1 January 1796) was a French mathematician, musician, and chemist who worked with Bézout and Lavoisier; his name is now principally associated with determinant theory in mathematics. He was born in Paris, and died there.", "14711228": "Steven Alan Orszag (February 27, 1943 – May 1, 2011) was an American mathematician.", "48429501": "Mangala Narlikar (17 May 1943 – 17 July 2023) was an Indian mathematician who did research in pure mathematics as well as writing for a lay audience. After her degrees in mathematics, she initially worked at the Tata Institute of Fundamental Research (TIFR) in Mumbai and later worked as a lecturer in the University of Bombay and Pune.", "4651458": "Trevor Dion Wooley FRS (born 17 September 1964) is a British mathematician and currently Professor of Mathematics at Purdue University.  His fields of interest include analytic number theory, Diophantine equations and Diophantine problems, harmonic analysis,\nthe Hardy-Littlewood circle method, and the theory and applications of exponential sums.  He has made significant breakthroughs on Waring's problem, for which he was awarded the Salem Prize in 1998.", "31717828": "Judith D. Sally (born Judith Donovan; March 23, 1937, in Manhattan, New York)[1][2] is a Professor Emeritus of Mathematics at Northwestern University.[3] Her research is in commutative algebra, particularly in the study of Noetherian local rings and graded rings.[4]", "15301061": "William Esson, FRS (17 May 1838 – 28 August 1916) was a British mathematician.", "621000": "Eugenio Calabi (May 11, 1923 – September 25, 2023) was an Italian-born American mathematician and the Thomas A. Scott Professor of Mathematics at the University of Pennsylvania, specializing in differential geometry, partial differential equations and their applications.", "5142985": "José Antonio Villaseñor y Sánchez was an 18th-century geographer, historian, and mathematician in New Spain.  He was born in San Luis Potosí, México and studied at San Ildefonso in Mexico City. He became an accountant, and later official cosmographer (geographer) of New Spain.", "4061643": "George Musengi Saitoti, E.G.H. (3 August 1945 – 10 June 2012) was a Kenyan politician, businessman and American- and British-trained economist, mathematician and development policy thinker.", "47741388": "Guoliang Yu is a Chinese American mathematician. After receiving his Ph.D from SUNY at Stony Brook in 1991 \nunder the direction of Ronald G. Douglas, Yu spent time at the Mathematical Sciences Research Institute (1991–1992), the University of Colorado at Boulder (1992–2000), Vanderbilt University (2000–2012), and a variety of visiting positions. He currently holds the Powell Chair in Mathematics [1]\nand was appointed University Distinguished Professor in 2018[2] at Texas A&M University. He is a fellow of the American Mathematical Society.[1][3]", "47086028": "Yves Le Jan (born 15 April 1952 in Grenoble)  is a French mathematician working in Probability theory and Stochastic processes.", "65894866": "Katrin Leschke (born 1968)[1] is a German mathematician specialising in differential geometry and known for her work on quaternionic analysis and Willmore surfaces. She works in England as a reader in mathematics at the University of Leicester,[2] where she also heads the \"Maths Meets Arts Tiger Team\", an interdisciplinary group for the popularisation of mathematics,[3] and led the \"m:iv\" project of international collaboration on minimal surfaces.[4]", "57571797": "Christian Lantuéjoul (born 1950) is a French mathematician. Lantuéjoul was selected to receive Georges Matheron Lectureship Award – 2018 from the International Association for Mathematical Geosciences.[1] Lantuéjoul serves as Director of Research at School of Mines ParisTech.[2]", "162265": "Christopher Francis Freiling is a mathematician responsible for Freiling's axiom of symmetry in set theory.[1] He has also made significant contributions to coding theory, in the process establishing connections between that field and matroid theory.[2]", "981465": "Yi Xing (Chinese: 一行; pinyin: Yī Xíng; Wade–Giles: I-Hsing, 683–727), born Zhang Sui (Chinese: 張遂), was a Chinese astronomer, Buddhist monk, inventor, mathematician, mechanical engineer, and philosopher during the Tang dynasty. His astronomical celestial globe featured a liquid-driven escapement, the first in a long tradition of Chinese astronomical clockworks.", "71203306": "Lyudmyla Oleksandrivna Nazarova (Ukrainian: Людмила Олександрівна Назарова, published as L. A. Nazarova and also spelled Liudmila, Ludmila, or Lyudmila; born 14 May 1938 in Vologda, RSFSR[1]) is a Ukrainian mathematician specializing in linear algebra and representation theory.", "14842349": "Charles Hayes (1678–1760) was an English slave-trader, mathematician and chronologist, author of an early book on the method of fluxions. He was also a long-term official and defender of the Royal African Company, one of the earliest slave-trading companies established in Britain.", "4291061": "Mario Szegedy (born October 23, 1960) is a Hungarian-American computer scientist, professor of computer science at Rutgers University. He received his Ph.D. in computer science in 1989 from the University of Chicago after completing his dissertation titled Algebraic Methods in Lower Bounds for Computational Models.[1] He held a Lady Davis Postdoctoral Fellowship at the Hebrew University of Jerusalem (1989–90), a postdoc at the University of Chicago, 1991–92, and a postdoc at Bell Laboratories (1992).", "457207": "Adam Ries (17 January 1492 – 30 March 1559) was a German mathematician. He is also known by the name Adam Riese.[1]", "29424120": "Tamás Hausel[3] (born 1972) is a Hungarian mathematician working in the areas of combinatorial, differential and algebraic geometry and topology.[1][4] More specifically the global analysis, geometry, topology and arithmetic of hyperkähler manifolds, Yang–Mills instantons, non-Abelian Hodge theory, Geometric Langlands program, and representation theory of quivers and Kac–Moody algebras.[5]", "63404543": "Prof: Alan Turing Decoded is a 2015 biography of Alan Turing, a 20th-century mathematician and computer scientist, authored by his nephew Dermot Turing. Written in a non-academic style, it begins with Turing's family history and early childhood, continuing with his contributions to Britain's cryptanalysis and encryption efforts in World War II and culminating in Turing's conviction for homosexuality and his later suicide.", "1014272": "Hartley Rogers Jr. (July 6, 1926 – July 17, 2015) was an American mathematician who worked in computability theory, and was a professor in the Mathematics Department of the Massachusetts Institute of Technology.", "64158209": "Roselyn Elaine Williams is an American mathematician who is an Associate Professor and former chair of the mathematics department at Florida Agricultural and Mechanical University. Her decades long involvement in the National Association of Mathematicians includes a 14 year term as secretary-treasurer.", "34208255": "David Drysdale (Dunfermline, 28 December 1877  – Edinburgh, 1946 ) was a Scottish mathematician.", "16742915": "Fritz Herzog (6 December 1902 to 21 November 2001[1]) was an American mathematician, known for his work in\ncomplex analysis and power series.", "68418053": "Alan Louis Selman (April 2, 1941 – January 22, 2021)[1] was a mathematician and theoretical computer scientist known for his research on structural complexity theory, the study of computational complexity in terms of the relation between complexity classes rather than individual algorithmic problems.[2][3]", "58194439": "Vincent Pilloni is a French mathematician, specializing in arithmetic geometry and the Langlands program.", "2619911": "Ernst Witt (26 June 1911 – 3 July 1991) was a German mathematician, one of the leading algebraists of his time.[1]", "19954194": "Albert Baldwin Dod (March 24, 1805 – November 20, 1845) was an American Presbyterian theologian and professor of mathematics.", "22182418": "Ernst Ferdinand Adolf Minding (Russian: Фердинанд Готлибович Миндинг; January 11 1806 [O.S. December 30] – May 13 [O.S. May 1] 1885) was a German-Russian mathematician known for his contributions to differential geometry. He continued the work of Carl Friedrich Gauss concerning differential geometry of surfaces, especially its intrinsic aspects. Minding considered questions of bending of surfaces and proved the invariance of geodesic curvature. He studied ruled surfaces, developable surfaces and surfaces of revolution and determined geodesics on the pseudosphere. Minding's results on the geometry of geodesic triangles on a surface of constant curvature (1840) anticipated Beltrami's approach to the foundations of non-Euclidean geometry (1868).", "37550612": "Lee Albert Rubel ((1928-12-01)December 1, 1928 – (1995-03-25)March 25, 1995) was a mathematician known for his contributions to analog computing.[1][2][3]", "22936087": "Ramchundra (Ramachandra Lal) (Devanagari,रामचन्द्र लाल) (1821–1880) was a British Indian mathematician. His book, Treatise on Problems of Maxima and Minima, was promoted by mathematician Augustus De Morgan.", "58522142": "Giacomo Bellacchi (1838–1924) was an Italian mathematician.[1]", "67303968": "Antonella Cupillari (born 1955)[1] is an Italian-American mathematician interested in the history of mathematics and mathematics education. She is an associate professor of mathematics at Penn State Erie, The Behrend College.[2]", "49707554": "Rear Admiral Francis D. \"Bill\" Moran[1] (born 8 April 1935) is a retired career officer who served in the United States Coast and Geodetic Survey Corps, its successor, the Environmental Science Services Administration Corps (ESSA Corps), and the ESSA Corps's successor, the National Oceanic and Atmospheric Administration Commissioned Officer Corps (NOAA Corps). He served as the third Director of the NOAA Corps.", "52066850": "Joseph Pérès (31 October 1890 – 12 February 1962) was a French mathematician.", "4782634": "François Blondel (c. 10 June 1618 – 21 January 1686)[1] was a soldier, engineer of fortifications, mathematician, diplomat, military and civil engineer and architect, called \"the Great Blondel\", to distinguish him in a dynasty of French architects.[2] He is remembered for his Cours d'architecture which remained a central text for over a century. His precepts placed him in opposition with Claude Perrault in the larger culture war known under the heading Querelle des anciens et des modernes. If François Blondel was not the most highly reputed among the académiciens of his day, his were the writings that most generally circulated among the general public, the Cours de Mathématiques, the Art de jetter les Bombes, the Nouvelle manière de fortifier les places and, above all his  Cours d'Architecture.", "326191": "Albert Ross Eckler (May 22, 1901 – March 14, 1991) served as Deputy Director of the United States Census Bureau from 1949 to 1965, and its Director from 1965 until 1969. He was the first career employee ever to become director of the agency.", "15333936": "Earnshaw Cook (March 28, 1900 in Reisterstown, Maryland – November 11, 1987 in Baltimore, Maryland) was an early researcher and proponent of sabermetrics, the analysis of baseball through statistical means.", "35551792": "Thierry Goudon (born January 1969 in Aix-en-Provence, France) is a French mathematician. He works in applied mathematics, with interest in the study of Partial Differential Equations motivated from physics. He has made contributions on kinetic theory, which corresponds to a description of matter in terms of statistical physics. The Boltzmann equation for gas dynamics is a typical example of this activity. The kinetic framework also arises in many other fields: neutron transport, radiative transfer, and biology. He is interested in asymptotic analysis, including the study of hydrodynamic regimes and homogenization theory, establishing relationships between microscopic and macroscopic descriptions. He also works on fluid mechanics, both as regards the analysis of the equations and also the design of numerical methods for computing the solutions.[1] Currently he holds a Senior INRIA Researcher (Directeur de recherche) position at Sophia Antipolis; he is the head of the team COFFEE[2] devoted to Complex Flows For Energy and Environment.", "13498931": "Laurent Carl Siebenmann (the first name is sometimes spelled Laurence or Larry) (born 1939) is a Canadian mathematician based at the Université de Paris-Sud at Orsay, France.", "72972856": "João Lucas Marques Barbosa (born April 9, 1943) is a Brazilian physicist, researcher, and university professor.", "3013182": "Gabriel Gruber, SJ (4 May 1740 – 7 April 1805) was an Austrian cleric and polymath of Slovenian descent.[1] Aside from his classical formation for the priesthood, his interests ranged across agriculture, architecture, astronomy, engineering, hydrology, physics, chemistry and art. Between 1773 and 1784 he was the engineer at the court of Emperor Joseph II. Having moved to Russia where Vatican law did not apply, he was welcomed at the Court of Catherine the Great as an engineer and saw there an opportunity to resume his monastic career among his exiled Jesuit brethren. He became the second Superior General of the Society of Jesus in Russia during the Holy See's suppression of the Society in Europe and its colonies and manifested great political skill in safeguarding the survival of the Jesuit order.[2][3]", "61143617": "Anton Kazimirovich Sushkevich (Антон Казимирович Сушкевич) (23 January 1889, Borisoglebsk, Russia — 30 August 1961, Kharkiv, Ukraine) was a Russian mathematician and textbook author who expanded group theory to include semigroups and other magmas.", "61897288": "Stephen M. Gersten (born 2 December 1940) was an American mathematician, specializing in finitely presented groups and their geometric properties.[1]", "64453197": "Jürg Peter Buser, known as Peter Buser, (born 27 February 1946 in Basel) is a Swiss mathematician, specializing in differential geometry and global analysis.", "50559566": "Asaf Hajiyev is the Secretary-General of the Parliamentary Assembly of the Black Sea Economic Cooperation, Former Member of National Assembly (Milli Mejlis) of the Republic of Azerbaijan, Doctor of Physical and Mathematical Sciences, Professor, Academician, Chair of Probability Theory and Mathematical Statistics in BSU.[1]", "55638607": "David Bevan is an English mathematician, computer scientist and software developer. \nHe is known for Bevan's theorem, which gives the asymptotic enumeration of grid classes of permutations[2][3] and for his work on enumerating the class of permutations avoiding the pattern 1324.[3][4]\nHe is also known for devising weighted reference counting, an approach to computer memory management that is suitable for use in distributed systems.[5][6]", "58882640": "Pamela Gorkin is an American mathematician specializing in complex analysis and operator theory. She is a professor of mathematics at Bucknell University.[1]", "18741841": "Louise Ann Dolan  (born April 5, 1950) is an American mathematical physicist and professor of physics at the University of North Carolina at Chapel Hill.[1] She does research in theoretical particle physics, gauge theories, gravity, and string theory, and is generally considered to be one of the foremost experts worldwide in this field.  Her work is at the forefront of particle physics today.", "33946193": "Edward Bierstone FRSC (born (1946-12-21)December 21, 1946) is a Canadian mathematician at the University of Toronto who specializes in singularity theory, analytic geometry, and differential analysis.", "48527956": "Harald Bergström (1 April 1908 – 23 May 2001) was  a Swedish mathematician, specializing in probability theory.[1]", "40041045": "Attilio Palatini (18 November 1889 – 24 August 1949) was an Italian mathematician born in Treviso.[1][2]", "8354398": "Frans-H. van den Dungen (1898–1965) was a Belgian scientist and professor at the Universite Libre de Bruxelles. In 1946 he was awarded the Francqui Prize on Exact Sciences.", "47381088": "Jun O'Hara, legally named Jun Imai (今井 淳, Imai Jun), is a Japanese mathematician who works on the fields of low-dimensional topology and knot theory. He is a professor at Chiba University.", "15759971": "Mamadsho Ilolovich Ilolov (Tajik: Мамадшо Илолович Илолов) is President of the Tajik Academy of Sciences, a former member of the Tajikistan Parliament and former Minister of Labor and Social Protection of Population of the Republic of Tajikistan, and former rector of Khorugh State University.", "41548389": "Vijayan (Vijay) N. Nair is currently Head of the Statistical Learning and Advanced Computing Group in Corporate Model Risk at Wells Fargo. He was Donald A. Darling Collegiate Professor of Statistics and Professor of Industrial and Operations Engineering at the University of Michigan, Ann Arbor from 1993 to 2017. He served as Chair of the Statistics Department at Michigan from 1998 to 2010 (sabbatical in 2003–04). Vijay was instrumental in launching the Michigan Institute for Data Science (MIDAS) and was recognized as a Distinguished Scientist by MIDAS. Prior to joining Michigan, he spent 15 years as a research scientist in the Mathematical Sciences Research Center at Bell Laboratories in New Jersey.", "64485992": "Vladimir Alekseevich Varyukhin (December 14, 1921 — July 8, 2007) was a Soviet and Ukrainian scientist, Professor, Doctor of Technical Sciences, Honored Scientist of the Ukrainian SSR, Major-General,[1] founder of the theory of multichannel analysis, and creator of the scientific school on digital antenna arrays (DAAs).", "13531757": "Elon Lages Lima (July 9, 1929 – May 7, 2017)[1] was a Brazilian mathematician whose research concerned differential topology, algebraic topology, and differential geometry.[2] Lima was an influential figure in the development of mathematics in Brazil.[3]", "14449263": "Jacob Willem \"Wim\" Cohen (27 August 1923 Leeuwarden – 12 November 2000) was a Dutch mathematician, well known for over hundred scientific publications and several books in queueing theory.", "1735281": "Jerry Slocum (born June 5, 1931) is an American historian, collector and author specializing on the field of mechanical puzzles. He worked as an engineer at Hughes Aircraft prior to retiring and dedicating his life to puzzles.", "40761970": "Ferdinand Rudio (born 2 August 1856 in Wiesbaden, died 21 June 1929 in Zurich) was a German and Swiss mathematician and historian of mathematics.[1][2]", "391794": "Hassler Whitney (March 23, 1907 – May 10, 1989) was an American mathematician. He was one of the founders of singularity theory, and did foundational work in manifolds, embeddings, immersions, characteristic classes, and geometric integration theory.", "57440883": "Herbert Fleischner (born 29 January 1944 in London) is an Austrian mathematician.", "27753078": "V. Ramaswamy Aiyer (4 August 1871 – 22 January 1936) was a civil servant in the Madras Provincial Service. In 1907, along with a group of friends, he founded the Indian Mathematical Society with headquarters in Pune. He was the first Secretary of the Society and acted in that position until 1910. Ramaswamy Aiyer also served the Society as its President from 1926 to 1930.[1]", "44104314": "George Adams Kaufmann, also George Adams and George von Kaufmann, (8 February 1894, Maryampol, Galicia, then part of the Austro-Hungarian Empire – 30 March 1963, Edgbaston, UK) was a British mathematician, translator and anthroposophist. He travelled widely, spoke several languages and translated many of Rudolf Steiner’s lectures into English. Through his studies in theoretical physics, he contributed to the expansion and development of the natural sciences as extended by the concepts of anthroposophy.[1]", "8616579": "Henri Claudius Rosarius  Dulac (3 October 1870, Fayence – 2 September 1955, Fayence) was a French mathematician.", "9337483": "Charles Loewner (29 May 1893 – 8 January 1968) was an American mathematician. His name was Karel Löwner in Czech and Karl Löwner in German.", "32144014": "Alī ibn Walī Ibn Hamza al-Maghribi (Arabic: علي بن ولي بن حمزة المغربي), also known as Ibn Hamza Al-Gaza'iri[1] was a 16th-century Algerian mathematician. He was born between 1554-1575[2] in Algiers in Ottoman Algeria and died around 1611, during the rule of Murad III.[3]", "31128208": "John B. Bell is an American mathematician and the Chief Scientist of the Computational Research Division at the Lawrence Berkeley National Laboratory. He has made contributions in the areas of finite difference methods, numerical methods for low Mach number flows, adaptive mesh refinement, interface tracking and parallel computing. He has also worked on the application of these numerical methods to problems from a broad range of fields, including combustion, shock physics, seismology, flow in porous media and astrophysics.", "11041424": "Carl Johan Malmsten (April 9, 1814, in Uddetorp, Skara County, Sweden – February 11, 1886, in Uppsala, Sweden) was a Swedish mathematician and politician. He is notable for early research[1] into the theory of functions of a complex variable, for the evaluation of several important logarithmic integrals and series, for his studies in the theory of Zeta-function related series and integrals, as well as for helping Mittag-Leffler start the journal Acta Mathematica.[2]\nMalmsten became Docent in 1840, and then, Professor of mathematics at the Uppsala University in 1842. He was elected a member of the Royal Swedish Academy of Sciences in 1844. He was also a minister without portfolio in 1859–1866 and Governor of Skaraborg County in 1866–1879.", "3996306": "William Leonard Edge FRSE (8 November 1904 – 27 September 1997) was a British mathematician most known for his work in finite geometry. Students knew him as WLE.", "2095764": "Warren John Ewens AO FRS FAA (born 23 January 1937 in Canberra) is an Australian-born mathematician who has been Professor of Biology at the University of Pennsylvania since 1997. (He also held that position 1972–1977.) He concentrates his research on the mathematical, statistical and theoretical aspects of population genetics. Ewens has worked in mathematical population genetics, computational biology, and evolutionary population genetics. He introduced Ewens's sampling formula.", "56228500": "Brigadier Timothy William Hackworth (17 January 1933 – 29 September 2017), OBE, was a soldier in the British Army, an engineer, and a mathematician.", "162454": "Tore Olaus Engset  (May 8, 1865  – October, 1943 in Oslo) was a Norwegian mathematician and engineer who did pioneering work in the field of telephone traffic queuing theory.[1]", "40499864": "Harm Bart (born 5 August 1942) is a Dutch mathematician, economist, and Professor of Mathematics at the Erasmus University Rotterdam,[1] particularly known for his work on \"factorization problems for matrix and operator functions.\"", "227996": "Graham A. Nelson (born 1968) is a British mathematician, poet, and the creator of the Inform design system for creating interactive fiction (IF) games. He has authored several IF games, including Curses (1993) and Jigsaw (1995).[1]", "15432350": "Cristian Dumitru Popescu (born 1964) is a Romanian-American mathematician at the University of California, San Diego. His research interests are in algebraic number theory, and in particular, in special values of L-functions.", "41056927": "Dan Laksov (10 July 1940 – 25 October 2013) was a Norwegian-Swedish mathematician and human rights activist.[1] He was primarily active within the field of algebraic geometry.[2]", "31292062": "William Bowen Bonnor (9 September 1920 – 17 August 2015)[1][2] was a mathematician and gravitation physicist best known for his research into astrophysics, cosmology and general relativity. For most of his academic career he was a professor of mathematics at the University of London.", "65403553": "Sergey Khoruzhiy (5 October 1941 – 22 September 2020) was a Russian physicist, mathematician, philosopher, and theologian.[1]", "37485218": "Robert James Blattner (6 August 1931 – 13 June 2015) was a mathematics professor at UCLA[1][2] working on harmonic analysis, representation theory,  and geometric quantization, who introduced Blattner's conjecture. Born in Milwaukee,[3] Blattner received his bachelor's degree from Harvard University in 1953[1] and his Ph.D. from the University of Chicago in 1957.[4] He joined the UCLA mathematics department in 1957 and remained on the staff until his retirement as professor emeritus in 1992.[1]", "33749667": "Reinhold Strassmann (or Straßmann) (24 January 1893 in Berlin – late October 1944 in Auschwitz concentration camp) was a German mathematician who proved Strassmann's theorem. His Ph.D. advisor at University of Marburg was Kurt Hensel.", "31259301": "Theodor Schönemann, also written Schoenemann (4 April 1812 – 16 January 1868), was a German mathematician who obtained several important results in number theory concerning the theory of congruences, which can be found in several publications in Crelle's journal, volumes 17 to 40.  Notably, he obtained Hensel's lemma before Hensel, Scholz's reciprocity law before Scholz, and formulated Eisenstein's criterion before Eisenstein.[1] He also studied, under the form of integer polynomials modulo both a prime number and an irreducible polynomial (remaining irreducible modulo that prime number), what can nowadays be recognized as finite fields (more general than those of prime order).[2]", "69761704": "Peter Louis Antonelli (March 5, 1941 – February 15, 2020) was an American mathematician known for his work on mathematical biology, Finsler geometry, and their connections.", "51739306": "T. Thrivikraman (Thekkedath Thrivikraman) (born 6 May 1943) is an Indian mathematician who has made important contributions to  topology,   fuzzy mathematics, history of mathematics  and to several other areas of mathematics.[1] He actively promoted the culture of mathematical research in Kerala, himself guiding as many as 29 students in their doctoral research.[2] He was also actively involved in the activities of the science popularization movement known as Kerala Sasthra Sahithya Parishad.[3]", "32897707": "George Gasper is a mathematician at Northwestern University working on special functions, especially orthogonal polynomials and basic hypergeometric series,  who introduced the Askey–Gasper inequality.", "43416236": "Elling Bolt Holst (19 July 1849 – 2 September 1915) was a Norwegian mathematician, biographer and children's writer.", "57277102": "Melania Alvarez de Adem is a Mexican mathematics educator who works as the Education Coordinator at the Pacific Institute for the Mathematical Sciences (PIMS), and Outreach Coordinator for the Department of Mathematics at the University of British Columbia in Vancouver.", "35322546": "Alfred Barnard Basset FRS (25 July 1854 – 5 December 1930) was a British mathematician working on algebraic geometry, electrodynamics and hydrodynamics. In fluid dynamics, the Basset force—also known as the Boussinesq–Basset force—describes history effects on the force experienced by a body in unsteady motion (relative to a viscous fluid). He also worked on Bessel functions: the term Basset function was at one time used for modified Bessel functions of the second kind but is now obsolete.", "62192309": "Matei Machedon (born 10 February 1960 in Romania) is a Romanian–American mathematician, specializing in partial differential equations and mathematical physics.[1]", "40237756": "David Evans is an Australian mathematician and engineer.", "1211083": "Baron Kikuchi Dairoku (菊池 大麓, 17 March 1855 – 19 August 1917) was a Japanese mathematician, educator, and education administrator during the Meiji era.", "56687309": "Catherine Greenhill FAA is an Australian mathematician known for her research on random graphs, combinatorial enumeration and Markov chains.[1] She is a professor of mathematics in the School of Mathematics and Statistics at the University of New South Wales,[1]\nand an editor-in-chief of the Electronic Journal of Combinatorics.[1][2]", "1374931": "Charlotte Froese Fischer (born 1929) is a Canadian-American applied mathematician and computer scientist noted for the development and implementation of the Multi-Configurational Hartree–Fock (MCHF) approach to atomic-structure calculations and its application to the description of atomic structure and spectra.", "4684502": "Cài Yōng (Chinese: 蔡邕; 132/133[1] – c.June 192[2]), courtesy name Bojie, was Chinese astronomer, calligrapher, historian, mathematician, musician, politician, and writer of the Eastern Han dynasty. He was well-versed in calligraphy, music, mathematics and astronomy. One of his daughters, Cai Yan / Cai Wenji, was also a famous poet and musician.", "719577": "Kenneth O. May (July 8, 1915, in Portland, Oregon – December 1977, in Toronto) was an American mathematician and historian of mathematics, who developed May's theorem.", "39746271": "Akalanka (also known as Akalank Deva and Bhatta Akalanka) was a Jain logician whose Sanskrit-language works are seen as landmarks in Indian logic.[1][2] He lived from 720 to 780 A.D. and belonged to the Digambara sect of Jainism.[1][3] His work Astasati, a commentary on Aptamimamsa of Acharya Samantabhadra deals mainly with jaina logic. He was a contemporary of Rashtrakuta king Krishna I. He is the author of Tattvārtharājavārtika, a commentary on major Jain text Tattvartha Sutra. He greatly contributed to the development of the philosophy of Anekantavada and is therefore called the \"Master of Jain logic\".[4][5]", "391905": "Shiing-Shen Chern (/tʃɜːrn/; Chinese: 陳省身; pinyin: Chén Xǐngshēn, Mandarin: [tʂʰən.ɕiŋ.ʂən]; October 28, 1911 – December 3, 2004) was a Chinese-American mathematician and poet. He made fundamental contributions to differential geometry and topology. He has been called the \"father of modern differential geometry\" and is widely regarded as a leader in geometry and one of the greatest mathematicians of the twentieth century, winning numerous awards and recognition including the Wolf Prize and the inaugural Shaw Prize.[1][2][3][4][5][6][7] In memory of Shiing-Shen Chern, the International Mathematical Union established the Chern Medal in 2010 to recognize \"an individual whose accomplishments warrant the highest level of recognition for outstanding achievements in the field of mathematics\".[8]", "23329522": "David Origanus or David Tost (9 July 1558 – 11 July 1628/29[1]) was a German astronomer and professor for Greek language and Mathematics at the Viadrina University in Frankfurt (Oder), where he had also studied.", "71138035": "William Spence (born 31 July 1777 in Greenock, Scotland – died 22 May 1815 in Glasgow, Scotland) was a Scottish mathematician who published works on the fields of logarithmic functions, algebraic equations and their relation to integral and differential calculus respectively.", "72317689": "Eduardo V. Teixeira is a Brazilian mathematician working in the areas of analysis and partial differential equations. He is a professor at the University of Central Florida.[1] He was awarded the 2017 ICTP Ramanujan Prize for his contributions to mathematics.[2] He obtained his Ph.D. in 2005 under the supervision of Luis Caffarelli at the University of Texas at Austin.[3] He has been a member of the Brazilian Academy of Sciences since 2007.[4][5]", "16677626": "Josip Križan (December 31, 1841 in Kokoriči – July 16, 1921 in  Varaždin, Croatia) was a Slovenian mathematician, physicist, philosopher and astronomer.", "20937465": "Jayanta Kumar Ghosh (Bengali: জয়ন্ত কুমার ঘোষ, 23 May 1937 – 30 September 2017) was an Indian statistician, an emeritus professor at Indian Statistical Institute and a professor of statistics at Purdue University.[1]", "63863546": "Michael Frame is an American mathematician and retired Yale professor.[1] He is a co-author, along with Amelia Urry, of Fractal Worlds: Grown, Built, and Imagined.[2] At Yale, he was a colleague of Benoit Mandelbrot and helped Mandelbrot develop a curriculum within the mathematics department.[1]", "10779392": "Maurice Solovine (21 May 1875 – 13 February 1958) was a Romanian philosopher and mathematician. He is best known for his association with Albert Einstein.[1]", "55737095": "Benedetto Scotto (15th century – 16th century) was an Italian cartographer, mathematician and navigator.[1]", "2652937": "Leonid Abramowich Bunimovich (born August 1, 1947) is a Soviet and American mathematician, who made fundamental contributions to the theory of Dynamical Systems, Statistical Physics and various applications.\nBunimovich received his bachelor's degree in 1967, master's degree in 1969 and PhD in 1973 from the University of Moscow.  His masters and PhD thesis advisor was Yakov G. Sinai. In 1986 (after Perestroika started) he finally received Doctor of Sciences degree in \"Theoretical and Mathematical Physics\". Bunimovich is a Regents' Professor of Mathematics at the Georgia Institute of Technology. Bunimovich is a Fellow of the Institute of Physics and was awarded Humboldt Prize in Physics.", "67336969": "Tõnu Möls (12 June 1939 in Tartu – 1 December 2019[1] ) was an Estonian mathematician and biologist.[2]", "45021966": "Luchezar L. Avramov (Bulgarian: Лъчезар Л. Аврамов) is a Bulgarian-American mathematician who works in commutative algebra. He held the Dale M. Jensen Chair in Mathematics at the University of Nebraska,[1] and is now an Emeritus.[2]", "10877718": "Martha Jochnowitz Siegel is an American applied mathematician, probability theorist and mathematics educator who served as the editor of Mathematics Magazine from 1991 to 1996.[1][2] In 2017 she won the Yueh-Gin Gung and Dr. Charles Y. Hu Award for Distinguished Service of the Mathematical Association of America for \"her remarkable leadership in guiding the national conversation on undergraduate mathematics curriculum\".[1][3] She was a faculty member in the mathematics department of Towson University from 1971 until 2015, when she became a professor emerita.[1]", "30407447": "Alfred Loewy (20 June 1873 – 25 January 1935) was a German mathematician who worked on representation theory. Loewy rings, Loewy length, Loewy decomposition and Loewy series are named after him.", "1407769": "Paul Schatz (22 December 1898, Konstanz – 7 March 1979) was a German-born sculptor, inventor and mathematician\nwho patented the oloid and discovered the inversions of the platonic solids, including the \"invertible cube\", which is often sold as an eponymous puzzle, the Schatz cube.  From 1927 to his death he lived in Switzerland.", "10386205": "Christopher John Budd OBE (born 15 February 1960) is a British mathematician known especially for his contribution to non-linear differential equations and their applications in industry. He is currently Professor of Applied Mathematics at the University of Bath, and was Professor of Geometry at Gresham College from 2016 to 2020.", "11664159": "Evelyn Merle Nelson (November 25, 1943 – August 1, 1987),[1] born Evelyn Merle Roden, was a Canadian mathematician. Nelson made contributions to the area of universal algebra with applications to theoretical computer science. She, along with Cecilia Krieger, is the namesake of the Krieger–Nelson Prize,\nawarded by the Canadian Mathematical Society for outstanding research by a female mathematician.[2]", "33553186": "Prabhakar Raghavan is a senior vice president at Google, where he is responsible for Google Search, Assistant, Geo, Ads, Commerce, and Payments products.[2] His research spans algorithms, web search and databases[3] and he is the co-author of the textbooks Randomized Algorithms[4] with Rajeev Motwani[5] and Introduction to Information Retrieval.[6][7][8][9][10]", "41941795": "Clarence Lemuel Elisha Moore (12 May 1876, in Bainbridge, Ohio – 5 December 1931) was an American mathematics professor, specializing in algebraic geometry and Riemannian geometry. He is chiefly remembered for the memorial eponymous C. L. E. Moore instructorship at the Massachusetts Institute of Technology; this prestigious instructorship has produced many famous mathematicians, including three Fields medal winners: Paul Cohen, Daniel Quillen, and Curtis T. McMullen.", "2063140": "Mladen Victor Wickerhauser was born in Zagreb, SR Croatia, in 1959. He is a graduate of the California Institute of Technology and Yale University.", "17201962": "Helen Abbot Merrill (1864 – 1949) was an American mathematician, educator and textbook author.[1]", "63929130": "Muhammad ibn Muhammad al-Fulani al-Kishnawi was a prominent 18th century Fulani scholar, mathematician, astrologer, Arabic grammarian and jurist from Katsina, present-day Northern Nigeria.[1][2]", "32668461": "Susanna Samuels Epp (born 1943)[2] is an author, mathematician, and professor.  Her interests include discrete mathematics, mathematical logic, cognitive psychology, and mathematics education, and she has written numerous articles, publications, and textbooks.  She is currently professor emerita at DePaul University, where she chaired the Department of Mathematical Sciences and was Vincent de Paul Professor in Mathematics.", "22117165": "Raymond Moos Redheffer (April 17, 1921 – May 13, 2005)[1] was an American mathematician. He was the creator of one of the first electronic games, Nim, a knowledge game.[2]", "33323824": "Thomas Zink (born 14 April 1949 in Berlin) is a German mathematician. He currently holds a chair for arithmetic algebraic geometry at the University of Bielefeld. \nHe has been doing research at the Institute for Advanced Study in Princeton, at the University of Toronto and at the University of Bonn among others.", "50494257": "Annalisa Buffa (born 14 February 1973)[1] is an Italian mathematician, specializing in numerical analysis and partial differential equations (PDE). She is a professor of mathematics at EPFL (École Polytechnique Fédérale de Lausanne) and holds the Chair of Numerical Modeling and Simulation.[2][3]", "5700403": "Mian Mohammed Sharif (Urdu: محمد شريف; b.1917 – 22 October 1997), was a Pakistani mathematician and senior bureaucrat. From 1974 until 1981, he served as the surveyor general at the Survey of Pakistan and briefly served as the senior scientist at the Geological Survey of Pakistan for most of his career.", "53082933": "Abu al-Hasan al-Ahvazi (Persian: ابوالحسن اهوازی) was a Persian[1] mathematician and astronomer of the 4th AH/10th CE and 5th AH/11th CE centuries. His name suggests that he was originally from Ahvaz, now in modern Iran. The Iranian scholar Al-Biruni mentioned his name in his works, an indication that Ahvazi's works were considered to be important. Ahvazi mentioned the Iranian astronomer and mathematician Abū Ja'far al-Khāzin in one of his books. Since Al-Khazin died in 360 AH (c. 982 CE), it can be concluded that the final years of Ahvazi's life was contemporaneous to Biruni's childhood.", "33815350": "Jennifer J. Quinn is an American mathematician specializing in combinatorics, and professor of mathematics at the University of Washington Tacoma.  She sits on the board of governors of the Mathematical Association of America, and is serving as its president for the years 2021 and 2022.[1] From 2004 to 2008 she was co-editor of Math Horizons.[2]", "67435325": "Mary Kenny Landers (née Mary Virginia Kenny, February 5, 1905 – November 18, 1990) was an American mathematician who taught for many years at Hunter College. She was also known as \"an early advocate of academic collective bargaining\".[1][2]", "33225536": "Christoffer Dybvad (1578–1622) was a Danish mathematician. He was born in Copenhagen, the son of Professor Jørgen Dybvad.[1]", "46529347": "Renuka Ravindran (née Rajagopalan) was the first woman to be the Dean of the Indian Institute of Science.[1]", "56523591": "Kevin Mor McCrimmon (born September 1941) is an American mathematician, specializing in Jordan algebras. He is known for his introduction of quadratic Jordan algebras in 1966.", "1047369": "Jean Frédéric Frenet (French: [fʁənɛ]; 7 February 1816 – 12 June 1900) was a French mathematician, astronomer, and meteorologist.  He was born and died in Périgueux, France.", "260938": "Nicolas Chuquet (French: [ʃykɛ]; born c. 1445 – c. 1455; died c. 1488 – c. 1500) was a French mathematician. He invented his own notation for algebraic concepts and exponentiation. He may have been the first mathematician to recognize zero and negative numbers as exponents.[1]", "26508109": "Morris Howard Hansen (1910–1990) was an American statistician.  While at the United States Census Bureau, he was one of the first to develop methods for statistical sampling and made contributions in many areas of surveys and censuses.", "40205136": "Elisha Scott Loomis (September 18, 1852 – December 11, 1940) was an American teacher, mathematician, genealogist, writer and engineer.[1][2][3]", "56654676": "Jeanette Alexandra Scissum (born October 6, 1939)[1] is an American mathematician, space scientist, and diversity advocate who put forward techniques for improved forecasting of the sunspot cycle.[2]", "66354004": "Wei Ho is an American mathematician specializing in number theory, algebraic geometry, arithmetic geometry, and representation theory. She is an associate professor of mathematics at the University of Michigan in Ann Arbor, Michigan.", "1604461": "Peter Wilcox Jones (born 1952) is a mathematician at Yale University, known for his work in harmonic analysis and fractal geometry.  He received his Ph.D. at the University of California, Los Angeles in 1978, under the supervision of John B. Garnett.  He received the Salem Prize in 1981. He is an elected member of the U.S. National Academy of Sciences (2008),[1] the Royal Swedish Academy of Sciences (2008),[2] and the American Academy of Arts and Sciences (1998).[3] He is not related to the mathematician Vaughan Jones.", "45120371": "Constantinus P. M. (Stan the Man) van Hoesel (born 1961[1]) is a Dutch mathematician, and Professor of Operations Research at the Maastricht University, and head of its Quantitative Economics Group, known for his work on mathematical optimization.[2][3]", "41188216": "Raymond O'Neil Wells Jr. (born 1940), \"Ronny\", is an American mathematician, working in complex analysis in several variables[1] as well as wavelets.", "72285049": "Gloria Leticia Brambila Paz (born 1953) is a Mexican mathematician specializing in algebraic geometry and the moduli of algebraic curves. She is a professor in the Centro de Investigación en Matemáticas (CIMAT) in Guanajuato, Mexico.", "69630842": "David Matthew G. Wishart was a British statistician.", "29064059": "Jean-Baptiste de La Chapelle (c.1710–1792, Paris) was a French priest, mathematician and inventor.", "26770296": "Gopal Prasad (born 31 July 1945 in Ghazipur, India) is an Indian-American mathematician. His research interests span the fields of Lie groups, their discrete subgroups, algebraic groups, arithmetic groups, geometry of locally symmetric spaces, and representation theory of reductive p-adic groups.", "56032127": "Johannes F. Finsterbusch (1 June 1855, Colditz – 1921) was a German mathematician,[1] known for his work on projective geometry.[2]", "46332799": "Lorenz Leonard Lindelöf (13 November 1827, Karvia, Finland – 3 March 1908, Helsinki) was a Finnish mathematician and astronomer.", "7469952": "Georgi Evgen'evich Shilov (Russian: Гео́ргий Евге́ньевич Ши́лов; 3 February 1917 – 17 January 1975) was a Soviet mathematician and expert in the field of functional analysis, who contributed to the theory of normed rings and generalized functions.", "25000836": "Sōichi Kakeya (掛谷 宗一, Kakeya Sōichi, January 18, 1886 – January 9, 1947) was a Japanese mathematician who worked mainly in mathematical analysis and who posed the Kakeya problem and solved a version of the transportation problem.[2][3] He received the Imperial Prize of the Japan Academy in 1928, and was elected to  the Japan Academy in 1934.[4]", "25492358": "Richard Steven Varga (October 9, 1928 - February 25, 2022)[1] was an American mathematician who specialized in numerical analysis and linear algebra. He was an Emeritus University Professor of Mathematical Sciences at Kent State University and an adjunct Professor at Case Western Reserve University. Varga was known for his contributions to many areas of mathematics, including matrix analysis, complex analysis, approximation theory, and scientific computation. He was the author of the classic textbook Matrix Iterative Analysis.[2] Varga served as the Editor-in-Chief of the journal Electronic Transactions on Numerical Analysis (ETNA).[3]", "66124679": "Anne-Laure Dalibard is a French mathematician working on asymptotic behavior of fluid equations occurring in oceanographic models. She works as a staff scientist at the Jacques-Louis Lions Laboratory, a joint research unit between Sorbonne University and the French National Centre for Scientific Research (UMR 7598.)", "39451526": "Gianni Dal Maso (born 1954) is an Italian mathematician who is active in the fields of partial differential equations, calculus of variations and applied mathematics.", "25459593": "Amitai Regev (born December 7, 1940) is an Israeli mathematician, known for his work in ring theory.", "58096522": "Gabriel Oltramare (19 July 1816, Geneva – 10 April 1906, Les Eaux-Vives, quartier, Geneva) was a Swiss mathematician, known for his book \"Essai sur le Calcul de Généralisation\".[1][2][3]", "70679437": "Jinyoung Park (Korean: 박진영; born 1982) is a South Korean mathematician at Stanford University working in combinatorics and graph theory. In 2022, she released a preprint containing a 6-page proposed proof of the Kahn–Kalai conjecture with Huy Tuan Pham.[1][2][3][4]", "54557581": "Henry Cohn is an American mathematician.  He is a principal researcher at Microsoft Research and an adjunct professor at MIT.[2]  In collaboration with Abhinav Kumar, Stephen D. Miller, Danylo Radchenko, and Maryna Viazovska, he solved the sphere packing problem in 24 dimensions.[3]", "65829777": "David Ronald Wood (born in Christchurch, New Zealand in 1971) is a Professor in the School of Mathematics at Monash University in Melbourne, Australia. His research area is discrete mathematics and theoretical computer science, especially structural graph theory, extremal graph theory, geometric graph theory, graph colouring, graph drawing, and combinatorial geometry.", "47676305": "David P. Sumner is an American mathematician known for his research in graph theory. He formulated Sumner's conjecture that tournaments are universal graphs for polytrees in 1971,[1] and showed in 1974 that all claw-free graphs with an even number of vertices have perfect matchings.[2] He and András Gyárfás independently formulated the Gyárfás–Sumner conjecture according to which, for every tree T, the T-free graphs are χ-bounded.", "23264148": "George Brown (1650–1730) was a Scottish arithmetician, and inventor of two incomplete mechanical calculating machines now kept at the National Museum of Scotland. In 1698 he was granted a patent for his mechanical calculating device.", "69073815": "William Munger Boothby (April 1, 1918 – February 14, 2021) was an American mathematician and professor emeritus of mathematics at Washington University in St. Louis,[1] known for his work in differential geometry including the book An introduction to differentiable manifolds and Riemannian geometry (1975; 2nd ed. 1986).[2]", "6847384": "Victor Saul Miller (born 3 March 1947 in Brooklyn, New York) is an American mathematician as a Principal Computer Scientist in the Computer Science Laboratory of SRI International. He received his B.A. in mathematics from Columbia University in 1968, and his Ph.D. in mathematics from Harvard University in 1975.  He was an assistant professor in the Mathematics Department of the University of Massachusetts Boston from 1973 to 1978.  In 1978 he joined the IBM 801 project in the Computer Science Department of the Thomas J. Watson Research Center in Yorktown Heights, New York, and moved to the Mathematics Department in 1984.  From 1993-2022 he was on the Research Staff of Center for Communications Research (CCR) of the Institute for Defense Analyses in Princeton, New Jersey, U.S.  In 2022 he was a Research Scientist in that Statistics and Privacy Group of Meta Platforms.", "21035933": "Gaspare Mainardi (June 1800 in Abbiategrasso, Milan – 9 March 1879 in Lecco) was an Italian mathematician active in differential geometry. He is remembered for the Gauss–Codazzi–Mainardi equations.", "48102302": "William Leitch (20 May 1814 – 9 May 1864) was a Scottish astronomer, naturalist and mathematician, and a minister of the Church of Scotland. Leitch studied mathematics and science at the University of Glasgow, and moved to Canada in 1860 to take the post of principal at Queen's University.", "52493214": "Eric Stephen Barnes (1924–2000), was an Australian pure mathematician. He was awarded the Thomas Ranken Lyle Medal in 1959, and was (Sir Thomas) Elder Professor of Mathematics at the University of Adelaide. He was elected a Fellow of the Australian Academy of Science in 1954.[1][2][3][4]", "26966943": "Kwanichi Terazawa (寺沢 寛一, Terazawa Kan'ichi, July 15, 1882 – February 5, 1969) was a Japanese mathematician and administrator.", "45644705": "Christel Rotthaus is a professor of mathematics at Michigan State University.[1] She is known for her research in  commutative algebra.", "60947361": "Robert John McCann FRSC is a Canadian mathematician, known for his work in transportation theory. He has worked as a professor at the University of Toronto since 1998, and as Canada Research Chair in Mathematics, Economics, and Physics since 2020.", "36535208": "Guido Leopold Weiss (29 December 1928 - 25 December 2021) in St. Louis[1]) was an American mathematician, working in analysis, especially Fourier analysis and harmonic analysis.", "70319019": "Patrizia M. Gianni (born 1952)[1] is an Italian mathematician specializing in computer algebra. She is known for her early research on Gröbner bases including her discovery of the FGLM algorithm for changing monomial orderings in Gröbner bases,[2] and for her development of the components of the Axiom computer algebra system concerning polynomials and rational functions.[3]", "3079088": "Franz Adolph Taurinus (15 November 1794 – 13 February 1874) was a German mathematician who is known for his work on non-Euclidean geometry.", "588721": "John George Kemeny (born Kemény János György; May 31, 1926[1] – December 26, 1992) was a Hungarian-born American mathematician, computer scientist, and educator best known for co-developing[2] the BASIC programming language in 1964 with Thomas E. Kurtz. Kemeny served as the 13th President of Dartmouth College from 1970 to 1981 and pioneered the use of computers in college education. Kemeny chaired the presidential commission that investigated the Three Mile Island accident in 1979.[2] According to György Marx he was one of The Martians.[3]", "2390961": "Juan de Herrera (1530 – 15 January 1597) was a Spanish architect, mathematician and geometrician.", "359352": "Oscar Zariski (April 24, 1899 – July 4, 1986) was a Russian-born American mathematician and one of the most influential algebraic geometers of the 20th century.", "44759993": "Partial Differential Equations", "55606200": "Rudolf Paul Joachim Kochendörffer (21 November 1911 in Pankow – 23 August 1980 in Dortmund) was a German mathematician who was a Professor of mathematics in the University of Rostock specialising in algebra, Group theory and theory of finite groups and their representation.[1][2] During World War II, Kochendörffer worked as a  mathematical cryptanalyst in the mathematical referat of Inspectorate 7/IV, that would later become part of Referat I of Group IV of the General der Nachrichtenaufklärung (abbr. GDNA), the signals intelligence agency of the Wehrmacht and was known as a cryptographic tester of the Enigma cipher machine.[3] Kochendörffer was a Member of the Scientific Advisory Council for Mathematics at the State Secretariat for the Higher and Specialist Schools of the GDR, a staff member of Mathematical Reviews and collaborated with the Zentralblatt MATH[2]", "51805126": "Lynette Long is an American former university professor who has published more than thirty books and dozens of articles in trade and professional journals. A math education expert, she is particularly interested in the math achievement of young girls. Long coined the phrase \"latchkey children\" with her husband Thomas Long and wrote Handbook for Latchkey Children and Their Working Parents. She is president and Founder of the not-for-profit Equal Visibility Everywhere. During the 2016 Democratic Presidential Primary, Long served as the Volunteer Florida State Organizer for Hillary Clinton. She was an at-large Delegate to the Democratic National Convention. Long is a feminist and contributor to the feminist movement in the United States.", "30145484": "Radha Govind Laha (1 October 1930 – 14 July 1999) was an Indian-American probabilist, statistician, and mathematician, known for his work in probability theory,[1] characteristic functions,[2] and characterisation of distributions.[3][4][5]", "4258768": "Floyd Burton Jones (November 22, 1910, Cisco, Texas – April 15, 1999, Santa Barbara, California[1]) was an American mathematician, active mainly in topology.", "3013586": "Helge Arnulf Tverberg (March 6, 1935 – December 28, 2020) was a Norwegian mathematician. He was a professor in the Mathematics Department at the University of Bergen, his speciality being combinatorics; he retired at the mandatory age of seventy.", "10222549": "Alan Weiss (born December 5, 1955) is an American mathematician, a pioneer in the usage of large deviations theory in performance evaluation and related areas.", "31554519": "Gert Sabidussi (28 October 1929 – 1 April 2022) was an Austrian mathematician specializing in combinatorics and graph theory.", "48069592": "Deborah J. Hughes Hallett is a mathematician who works as a professor of mathematics at the University of Arizona. Her expertise is in the undergraduate teaching of mathematics.[1] She has also taught as Professor of the Practice in the Teaching of Mathematics at Harvard University,[2] and continues to hold an affiliation with Harvard as Adjunct Professor of Public Policy in the John F. Kennedy School of Government.[3]", "61864919": "Vlad Y. Voroninski (born 21 March 1985) is a Russian-American mathematician and entrepreneur.", "71859161": "Alison Anne Motsinger-Reif is an American biostatistician and human geneticist specialized in association analyses, big data, and genomic analyses. In December 2018, she became the chief of the biostatistics and computational biology branch at the National Institute of Environmental Health Sciences. Montsinger-Reif was previously a professor of statistics at the North Carolina State University.", "9075676": "Paul Gustav Samuel Stäckel (20 August 1862, Berlin – 12 December 1919, Heidelberg) was a German mathematician, active in the areas of differential geometry, number theory, and non-Euclidean geometry. In the area of prime number theory, he used the term twin prime (in its German form, \"Primzahlzwilling\") for the first time.[1][2]", "25689054": "Michael Anthony Crisfield (26 July 1942 – 19 February 2002) was a British mathematician and structural analyst who became a leading figure in non-linear computational mechanics. He died of cancer aged 59 in 2002.[1]", "70515678": "Ferenc Forgó (born 16 April 1942 in Pécs) is a Hungarian economist and mathematician.[1] He is a Doctor of the Hungarian Academy of Sciences and professor emeritus at the Corvinus University of Budapest. His main research interests have been mathematical programming and game theory.", "32734178": "Abraham Fletcher (1714 – 1 January 1793) was an English mathematician.", "752612": "Walther Franz Anton von Dyck (6 December 1856 – 5 November 1934), born Dyck (German pronunciation: [diːk][1]) and later ennobled, was a German mathematician. He is credited with being the first to define a mathematical group, in the modern sense in (Dyck 1882). He laid the foundations of combinatorial group theory,[2] being the first to systematically study a group by generators and relations.", "13728740": "David Melville \"Doc\" Smith (July 27, 1884 – November 26, 1962) was an American professor and mathematician at the Georgia Institute of Technology (Georgia Tech). During his more than forty years at the school, he was particularly known for his teaching style and personality. Georgia Tech's D. M. Smith Building, which has housed numerous academic departments, is named in his honor.", "8354790": "George Birch Jerrard (25 November 1804 – 23 November 1863) was a British mathematician.", "7896038": "Thomas Jones (23 June 1756 – 18 July 1807) was Head Tutor at Trinity College, Cambridge, for twenty years and an outstanding teacher of mathematics. He is notable as a mentor of Adam Sedgwick.", "34208743": "Iacopo Barsotti, or Jacopo Barsotti (Turin, 28 April 1921 – Padua, 27 October 1987) was an Italian mathematician who introduced Barsotti–Tate groups.", "52231152": "Sheila Christina Tinney (née Power, 15 January 1918 – 27 March 2010) was an Irish mathematical physicist. Her 1941 PhD from the University of Edinburgh, completed under the supervision of Max Born in just two years, is believed to make her the first Irish-born and -raised woman to receive a doctorate in the mathematical sciences.[1]", "73759731": "Ivan Bizjak (6 January 1956 – 6 May 2023) was a Slovenian mathematician and politician. A member of the Slovene Christian Democrats, he served as Minister of the Interior from 1993 to 1994 and Minister of Justice from 2000 to 2004.[1]", "28965877": "Francesco Siacci (20 April 1839 – 31 May 1907), an Italian mathematician, ballistician, and officer in the Italian army, was born in Rome, Italy. He was a professor of mechanics in the University of Turin and University of Naples. He is best known for his contributions to the field of exterior ballistics.", "4881398": "Ferdinand Joachimsthal was a German mathematician.", "1604604": "Adrien Douady (French: [adʁijɛ̃ dwadi]; 25 September 1935 – 2 November 2006) was a French mathematician born in La Tronche, Isère. He was the son of Daniel Douady and Guilhen Douady.[1]", "31745": "Udo of Aachen (c.1200–1270) is a fictional monk, a creation of British technical writer Ray Girvan, who introduced him in an April Fool's hoax article in 1999. According to the article, Udo was an illustrator and theologian who discovered the Mandelbrot set some 700 years before Benoit Mandelbrot.", "13433862": "John Coleman Moore (May 27, 1923 – January 1, 2016) was an American mathematician. The Borel−Moore homology and Eilenberg–Moore spectral sequence are named after him.[1]", "39975953": "Lisa Goldberg is a financial economist and statistician who serves at the  University of California, Berkeley as director of research at the Center for Risk Management Research and as Adjunct Professor of Statistics. She is also the Co-Director for the Consortium for Data Analytics in Risk at UC Berkeley.", "326674": "Alan David Sokal (/ˈsoʊkəl/; born January 24, 1955) is an American professor of mathematics at University College London and professor emeritus of physics at New York University. He works in statistical mechanics and combinatorics. He is a critic of postmodernism, and caused the Sokal affair in 1996 when his deliberately nonsensical paper was published by Duke University Press's Social Text. He also co-authored a paper criticizing the critical positivity ratio concept in positive psychology.", "23591956": "Naihua Duan (Chinese: 段乃華; born 31 October 1949) is a Taiwanese biostatistician specializing in mental health services and policy research at Columbia University. Duan is a professor of biostatistics (in psychiatry) with tenure in the Departments of Psychiatry and Biostatistics at Columbia University Medical Center, and a senior research scientist at NYSPI.[1]", "1604631": "Joseph Oesterlé (born 1954) is a French mathematician who, along with David Masser, formulated the abc conjecture which has been called \"the most important unsolved problem in diophantine analysis\".[2][3]", "26147867": "Detlef Laugwitz (1932–2000) was a German mathematician and historian, who worked in differential geometry, history of mathematics, functional analysis, and non-standard analysis.", "46955550": "Linda Ruth Petzold (born 1954)[1] is a professor of computer science and mechanical engineering at the University of California, Santa Barbara, where she is also listed as affiliated faculty in the department of mathematics. Her research concerns differential algebraic equations and the computer simulation of large real-world social and biological networks.[2]", "21003294": "Heneri Amos Murima Dzinotyiweyi is a Zimbabwean mathematician and politician. A former University of Zimbabwe Dean of Science, he is the Movement for Democratic Change-Tsvangirai member of parliament for Budiriro in Harare.[1]", "14482464": "Onno Johan Boxma (born 1952) is a Dutch mathematician, and Professor at the Eindhoven University of Technology, known for several contributions to queueing theory and applied probability theory.", "45710371": "Victor Vâlcovici (21 September [O.S. 9 September] 1885 – 21 June 1970) was a Romanian mechanician and mathematician.", "2685994": "Bartholomaeus Pitiscus (also Barthélemy or Bartholomeo; August 24, 1561 – August 24, 1613) was a 16th-century German trigonometrist, astronomer and theologian who first coined the word trigonometry.", "71498795": "Garnet Larae Anderson is an American biostatistician, known for her research on the health risks caused by side effects of postmenopausal hormone therapy, and more generally as one of the leading researchers in the Women's Health Initiative. She is a senior vice president at the Fred Hutchinson Cancer Research Center, where she directs the Public Health Sciences Division and holds the Fred Hutch 40th Anniversary Endowed Chair; she is also an affiliate professor of biostatistics at the University of Washington.[1]", "52788269": "Richard Ehrenborg is a Swedish mathematician working in algebraic combinatorics.[1]  He is known for developing the quasisymmetric function of a poset.[2] He currently holds the Ralph E. and Norma L. Edwards Research Professorship at the University of Kentucky [3] and is the first recipient of the Royster Research Professor at\nUniversity of Kentucky.[4]", "56785970": "Emily Riehl is an American mathematician who has contributed to higher category theory and homotopy theory. Much of her work, including her PhD thesis,[1] concerns model structures and more recently the foundations of infinity-categories.[2][3] She is the author of two textbooks[4][5] and serves on the editorial boards of three journals.[6]", "4357170": "Francis Robbins Upton (1852 in Peabody, Massachusetts – March 10, 1921, in Orange, New Jersey) was an American physicist and mathematician. Upton worked alongside Thomas Edison in the development of incandescent light bulbs, electric generators, and electric power distribution. He was the first president of the Edison Pioneers.", "1211443": "Vincenzo Viviani (April 5, 1622 – September 22, 1703) was an Italian mathematician and scientist. He was a pupil of Torricelli and a disciple of Galileo.[1]", "752701": "George Whitelaw Mackey (February 1, 1916 – March 15, 2006) was an American mathematician known for his contributions to quantum logic, representation theory, and noncommutative geometry.", "9468990": "Arif Zaman is a Pakistani mathematician, academic scientist, and a retired professor of Statistics and Mathematics from Syed Babar Ali School of Science and Engineering, Lahore University of Management Sciences (LUMS), Lahore, Pakistan. Before joining LUMS in 1994, he also served in the Statistics Department at Purdue University and at Florida State University.", "2817087": "Lazarus Immanuel Fuchs (5 May 1833 – 26 April 1902) was a Jewish-German[1] mathematician who contributed important research in the field of linear differential equations.[2] He was born in Moschin (Mosina) (located in Grand Duchy of Posen) and died in Berlin, Germany. He was buried in Schöneberg in the St. Matthew's Cemetery. His grave in section H is preserved and listed as a grave of honour of the State of Berlin.", "55049279": "George E. Nicholson Jr. (June 15, 1918 – December 3, 1971) was an American professor, mathematician, academic, researcher, Chairman of the UNC Department of Statistics, and Medal of Freedom recipient.", "51477566": "Thomas Lengauer (born 12 November 1952) is a German computer scientist and computational biologist.[1][2]", "54754370": "Janet (Jan) Thomas is an Australian mathematician and educator. Together with Tony Guttman and Garth Gaudry she established the Australian Mathematical Sciences Institute (AMSI). She served as its executive officer until 2011.[1] She is currently a senior fellow of AMSI.", "6749249": "Gabriel Sudan (April 14, 1899 – June 22, 1977) was a Romanian mathematician, known for the Sudan function,[1] an important example in the theory of computation, similar to the Ackermann function.[2]", "60456018": "A K Peters, Ltd. was a publisher of scientific and technical books, specializing in mathematics and in computer graphics, robotics, and other fields of computer science.[1] They published the journals Experimental Mathematics and the Journal of Graphics Tools,[1] as well as mathematics books geared to children.[2]", "7502933": "Tuotilo (died 27 April 915) was a Frankish monk at the Abbey of Saint Gall. He was a composer, and according to Ekkehard IV a century later, also a poet, musician, painter and sculptor.[1] Various trope melodies can be assigned to Tuotilo, but works of other mediums are attributed with less certainty. He was a student of Iso of St. Gallen [de] and friends with the fellow monk Notker the Stammerer.[1]", "36568151": "Louis Napoleon George Filon, FRS (22 November 1875 – 29 December 1937)[1] was an English applied mathematician, famous for his research on classical mechanics and particularly the theory of elasticity and the mechanics of continuous media.[2][3] He also developed a method for the numerical quadrature of oscillatory integrals, now known as Filon quadrature.[4] He was Vice Chancellor of the University of London from 1933 to 1935.", "195671": "Leslie B. Lamport (born February 7, 1941) is an American computer scientist and mathematician. Lamport is best known for his seminal work in distributed systems, and as the initial developer of the document preparation system LaTeX and the author of its first manual.[2]", "34307162": "Edward James McShane (May 10, 1904 – June 1, 1989) was an American mathematician noted for his advancements of the calculus of variations, integration theory, stochastic calculus, and exterior ballistics.[2][3][4][5]\nHis name is associated with the McShane–Whitney extension theorem[6] and McShane integral.\nMcShane was professor of mathematics at the University of Virginia,[2][4] president of the American Mathematical Society,[2][3][5] president of the Mathematical Association of America,[5] a member of the National Science Board[5] and a member of both the National Academy of Sciences and the American Philosophical Society.[2][3][5][7]", "228442": "Antoine Arnauld (6 February 1612 – 8 August 1694) was a French Catholic theologian, philosopher and mathematician. He was one of the leading intellectuals of the Jansenist group of Port-Royal and had a very thorough knowledge of patristics. Contemporaries called him le Grand to distinguish him from his father.", "22019166": "Toshikazu Sunada (砂田 利一, Sunada Toshikazu, born September 7, 1948) is a Japanese mathematician and author of many books and essays on mathematics and mathematical sciences. He is professor emeritus of both Meiji University and Tohoku University. He is also distinguished professor of emeritus at Meiji in recognition of achievement over the course of an academic career.  Before he joined Meiji University in 2003, he was professor of mathematics at Nagoya University (1988–1991), at the University of Tokyo (1991–1993), and at Tohoku University (1993–2003). Sunada was involved in the creation of the School of Interdisciplinary Mathematical Sciences at Meiji University and is its first dean (2013–2017). Since 2019, he is President of Mathematics Education Society of Japan.", "38075487": "Italo Jose Dejter (December 17, 1939) is an Argentine-born American mathematician, a retired professor of mathematics and computer science from the University of Puerto Rico, (August 1984-February 2018) and a researcher in algebraic topology, \ndifferential topology, graph theory, coding theory and combinatorial designs.\nHe obtained a Licentiate degree in mathematics from  University of Buenos Aires in 1967, arrived at Rutgers University in 1970 by means of a Guggenheim Fellowship and obtained a Ph.D. degree in mathematics in 1975 under the supervision of Professor Ted Petrie,[1] with support of the National Science Foundation. He was a professor at the\nFederal University of Santa Catarina, Brazil, from 1977 to 1984, with grants from the National Council for Scientific and Technological Development, (CNPq).", "195684": "Anicius Manlius Severinus Boethius,[6][note 1] commonly known simply as Boethius (/boʊˈiːθiəs/; Latin: Boetius; c. 480–524 AD), was a Roman senator, consul, magister officiorum, historian, and philosopher of the Early Middle Ages. He was a central figure in the translation of the Greek classics into Latin, a precursor to the Scholastic movement, and, along with Cassiodorus, one of the two leading Christian scholars of the 6th century.[9] The local cult of Boethius in the Diocese of Pavia was sanctioned by the Sacred Congregation of Rites in 1883, confirming the diocese's custom of honouring him on the 23 October.[10]", "71990372": "Jill Suzanne Barnholtz-Sloan is an American biostatistician and data scientist specialized in cancer epidemiology and etiologic investigations of brain tumors. She is a senior investigator and associate director for informatics and data science at the National Cancer Institute.", "27229287": "Vincent Lafforgue (born 20 January 1974) is a French mathematician who is active in algebraic geometry, especially in the Langlands program,[1] and a CNRS \"Directeur de Recherches\" at the Institute Fourier in Grenoble. He is the younger brother of Fields Medalist Laurent Lafforgue.", "16088168": "John William Norie (3 July 1772 in London – 24 December 1843),[1]\nwas a mathematician, hydrographer, chart maker and publisher of nautical books most famous for his Epitome of Practical Navigation (1805) which became a standard work on navigation and went through many editions as did many of Norie's works.", "55737449": "Laura Guggenbühl (November 18, 1901 – March 8, 1985) was an American mathematician, one of the earliest women in the U.S. to earn a Ph.D. in mathematics, known for her work in triangle geometry and the history of mathematics.[1]", "45644908": "Nancy Kahn Stanton is a professor emeritus of mathematics at University of Notre Dame.[1] She is known for her research in  complex analysis, partial differential equations, and differential geometry.[2]", "15989869": "University of Wisconsin - Milwaukee (M.S.)", "72121454": "Norbert Ryska (born August 9, 1948, in Hau) is a German mathematician and museum director. Ryska worked from 1976 to 1992 as an employee of Nixdorf Computer AG in the R&D department. Until 1996 as managing director and project manager on behalf of the Nixdorf Foundations mainly responsible for the construction of the Heinz Nixdorf MuseumsForum (HNF). From 1996 to 2013, Ryska was the managing director for the museum and technology departments of the HNF.", "39976047": "Rodica Eugenia Simion (January 18, 1955 – January 7, 2000) was a Romanian-American mathematician.  She was the Columbian School Professor of Mathematics at George Washington University. Her research concerned combinatorics: she was a pioneer in the study of permutation patterns, and an expert on noncrossing partitions.", "2653297": "Carl Wilhelm Friedrich Launhardt (7 April 1832 – 14 May 1918) was a German mathematician and economist.", "65272946": "Snezana Lawrence FIMA is a Yugoslav and British historian of mathematics and a senior lecturer in mathematics and design engineering at Middlesex University.[1]", "1571968": "Gerhard Ringel (October 28, 1919 in Kollnbrunn, Austria – June 24, 2008 in Santa Cruz, California) was a German mathematician. He was one of the pioneers in graph theory and contributed significantly to the proof of the Heawood conjecture (now the Ringel–Youngs theorem), a mathematical problem closely linked with the four color theorem.", "62454921": "Robert Antoni Wolak (born September 19, 1955[2]) is a Polish mathematician, habilitated doctor of mathematical sciences. He specializes in differential geometry, foliation theory and differential topology.[2] Associate professor of the Department of Geometry of the Institute of Mathematics, Faculty of Mathematics and Computer Science of the Jagiellonian University.", "7896210": "John Dawson (1734 – 19 September 1820) was both an English mathematician and physician.[1] He was born at Raygill in Garsdale, then in the West Riding of Yorkshire, where \"Dawson's Rock\" celebrates the site of his early thinking about conic sections.  After learning surgery from Henry Bracken of Lancaster, he worked as a surgeon in Sedbergh for a year, then went to study medicine at Edinburgh, walking 150 miles there with his savings stitched into his coat.  Despite a very frugal lifestyle, he was unable to complete his degree, and had to return to Garsdale until he earned enough as a surgeon and as a private tutor in Mathematics at Sedbergh School to enable him to complete his MD from London in 1765.", "45284500": "Professor John C. Wood (born 1949) is a British mathematician working at the University of Leeds.[1]  He is one of the leading experts on harmonic maps and harmonic morphisms in the field of differential geometry.[2]", "1211540": "Nicole-Reine Lepaute (French pronunciation: [nikɔl ʁɛn ləpot]; née Étable de la Brière, 5 January 1723 – 6 December 1788), also erroneously known as Hortense Lepaute, was a French astronomer and human computer. Lepaute along with Alexis Clairaut and Jérôme Lalande calculated the date of the return of Halley's Comet. Her other astronomical feats include calculating the 1764 solar eclipse and producing almanacs from 1759 to 1783. She was also a member of the Scientific Académie de Béziers [fr].", "28540059": "Raúl Arturo Chávez Sarmiento (born 24 October 1997) is a Peruvian child prodigy in mathematics. At the age of 11 years, 271 days, he won a bronze medal at the 2009 International Mathematical Olympiad, making him the second youngest medalist in IMO history, behind Terence Tao who won bronze in 1986 at the age of 10.[1]", "32308380": "Lee Cecil Fletcher Sallows (born April 30, 1944) is a British electronics engineer known for his contributions to recreational mathematics.  He is particularly noted as the inventor of golygons, self-enumerating sentences, and geomagic squares.", "50527391": "Alf Victor Emanuel Guldberg (17 March 1866, Oslo – 15 February 1936, Vestre Aker) was a Norwegian mathematician.[1]", "13892782": "Wolfgang Siegfried Haack (24 April 1902 – 28 November 1994) was a German mathematician and aerodynamicist. He in 1941 and William Sears in 1947  independently discovered the Sears–Haack body.[1]", "48168112": "Enoch Lewis (born in Radnor Township, Delaware County, Pennsylvania 29 January 1776; died in Philadelphia, 14 June 1856) was a mathematician. He early exhibited a talent for mathematics, at the age of fourteen was usher in a country school, and at fifteen became principal. In the autumn of 1792 he removed to Philadelphia, studied mathematics, teaching half of each day to earn his support, and in 1795 was engaged as a surveyor in laying out towns in western Pennsylvania under the direction of \nAndrew Ellicott.[1]\n[2]", "68648115": "Rafe Roys Mazzeo (born 1961) is an American mathematician working in differential geometry, microlocal analysis, and partial differential equations.[2] He is currently a professor of mathematics. He served as the department chair at Stanford University from 2007 to 2010 and 2019–2022.[2]", "73432245": "María Jesús Carro Rossell (born 1961) is a Spanish mathematician specializing in mathematical analysis, including Fourier analysis, functional analysis, harmonic analysis, operator theory and the analysis of Lorentz spaces.[1][2] She is a professor at the Complutense University of Madrid, in the Department of Mathematical Analysis and Applied Mathematics.", "46890166": "Francis Thomas Farrell (born November 14, 1941, in Ohio, United States) is an American mathematician who has made contributions in the area of topology and differential geometry. Farrell is a distinguished professor emeritus of mathematics at Binghamton University.[1] He also holds a position at the Yau Mathematical Sciences Center, Tsinghua University.", "52559031": "Alexis Vasseur is a French-American mathematician, specializing in fluid mechanics. He is currently the John T. Stuart III Professor at University of Texas at Austin.[1] In 2015 he was named as a Fellow of the American Mathematical Society.[2]", "54492344": "John Sturgeon Mackay FRSE LLD (1843–1914) was a Scottish mathematician and academic author.", "52559029": "David Dror Ben-Zvi is an American mathematician, currently the Joe B. and Louise Cook Professor of Mathematics at University of Texas at Austin.[1]", "42433728": "Dieter Held (born 1936 in Berlin) is a German mathematician.[1] He is known for discovering the Held group, one of the 26 sporadic finite simple groups.[2][3]", "621761": "Marjorie Ruth Rice (née Jeuck;[4] 1923–2017) was an American amateur mathematician most famous for her discoveries of pentagonal tilings in geometry.[5]", "38304969": "Richard Franklin Bass is an American mathematician, the Board of Trustees Distinguished Professor Emeritus of Mathematics at the University of Connecticut.[1] He is known for his work in probability theory.", "13008077": "Imre Csiszár (Hungarian: [ˈimrɛ ˈt͡ʃisaːr]) is a Hungarian mathematician with contributions to information theory\nand probability theory. In 1996 he won the Claude E. Shannon Award, the highest annual\naward given in the field of information theory.", "57277648": "Cynthia Jean Wyels is an American mathematician whose interests include linear algebra, combinatorics, and mathematics education, and who is known for her research in graph pebbling and radio coloring of graphs. She is a professor of mathematics at California State University Channel Islands (CSUCI) in Camarillo, California,[1] where she also co-directs the Alliance for Minority Participation.[2]", "57474264": "Nikolai Vasilievich Ardelyan (Russian: Никола́й Васи́льевич Арделя́н; born 18 September 1953) is a Russian mathematician, Professor, Dr.Sc., Honored Scientist of the Moscow State University, Leading Researcher of the MSU Faculty of Computational Mathematics and Cybernetics.[1]", "22314201": "János Kollár (born 7 June 1956) is a Hungarian mathematician, specializing in algebraic geometry.", "64740": "Jacob Bernoulli[a] (also known as James in English or Jacques in French; 6 January 1655 [O.S. 27 December 1654] – 16 August 1705) was one of the many prominent mathematicians in the Swiss Bernoulli family. He sided with Gottfried Wilhelm Leibniz during the Leibniz–Newton calculus controversy and was an early proponent of Leibnizian calculus, which he made numerous contributions to; along with his brother Johann, he was one of the founders of the calculus of variations. He also discovered the fundamental mathematical constant e. However, his most important contribution was in the field of probability, where he derived the first version of the law of large numbers in his work Ars Conjectandi.[3]", "621799": "Kurt Heegner (German: [ˈheːɡnɐ]; 16 December 1893 – 2 February 1965) was a German private scholar from Berlin, who specialized in \nradio engineering and mathematics. He is famous for his mathematical discoveries in number theory and, in particular, the Stark–Heegner theorem.", "69565673": "John Boyd Etnyre  is an American mathematician at the Georgia Institute of Technology,[1] and his research fields include contact geometry, symplectic geometry and low-dimensional topology. He earned his Ph.D. in 1996 from the University of Texas, Austin under the supervision of Robert Gompf.[2] Etnyre was a postdoctoral scholar at Stanford University from 1997-2001.[3] He was a faculty member at the University of Pennsylvania prior to joining the faculty at the Georgia Institute of Technology.[3]", "64683244": "Dorothée Normand-Cyrot is a French applied mathematician and control theorist, known for her work on discrete-time nonlinear control systems.", "32308467": "Joseph Andrew Shalika (June 25, 1941 – September 18, 2010) was a mathematician working on automorphic forms and representation theory, who introduced the multiplicity-one theorem.  He was a member of the Institute for Advanced Study from 1965 to 1966.[1]", "294131": "Avinash C. Kak (born 1944) is a professor of Electrical and Computer Engineering at Purdue University who has conducted pioneering research in several areas of information processing.[citation needed] His most noteworthy contributions deal with algorithms, languages, and systems related to networks (including sensor networks), robotics, and computer vision.[citation needed] Born in Srinagar, Kashmir, he did his Bachelors in BE at University of Madras and Phd in Indian Institute of Technology Delhi.[1] He joined the faculty of Purdue University in 1971.[2]", "30506229": "Nail Kutluzhanovich Bakirov (Russian: Наиль Кутлужанович Бакиров, Tatar: Наил Котлыҗан улы Бәкирев, romanized: Nail Kotlıcan uğlı Bäkirev) (30 March 1952 – 23 March 2010)[1][2] was a prominent Russian statistician, professor and member of the Russian Academy of Sciences in Ufa, Russia, known for his work in the asymptotic theory of mathematical statistics.[3]", "47807735": "Pauline van den Driessche (born 1941)[1] is a British and Canadian applied mathematician who is a professor emerita in the department of mathematics and statistics at the University of Victoria,[2] where she has also held an affiliation in the department of computer science.[3] Her research interests include mathematical biology, matrix analysis, and stability theory.", "65993975": "Mehmet Burak Erdoğan (born 1972) is a Turkish mathematician, scientist, and professor of mathematics. He is a member of the University of Illinois Urbana-Champaign (UIUC) Mathematics Department.[1]", "70974714": "Consuelo \"Connie\" Stokes Milner (May 30, 1927 – September 4, 2020) [1] was an American scientist.[2]", "64552188": "Ricardo Cortez is an American mathematician and currently the Pendergraft William Larkin Duren Professor at Tulane University.", "50658564": "James Waterman Glover (24 July 1868, Clio, Michigan – 15 July 1941, Ann Arbor, Michigan) was an American mathematician, statistician, and actuary.[1][2]", "7568644": "William Robert \"Red\" Alford, Ph.D, J.D. (July 21, 1937 – May 29, 2003) was an American mathematician and lawyer, who was best known for his work in the fields of topology and number theory.", "35028231": "Éric Leichtnam is director of research at the CNRS at the Institut de Mathématiques de Jussieu in Paris. His fields of interest are noncommutative geometry, ergodic theory, Dirichlet problem, non-commutative residue.", "2817289": "George Michael (\"Mike\") Reed is an American computer scientist. He has contributed to theoretical computer science in general and CSP in particular.", "523533": "Charles-Eugène Delaunay (French pronunciation: [ʃaʁl øʒɛn dəlonɛ]; 9 April 1816 – 5 August 1872) was a French astronomer and mathematician. His lunar motion studies were important in advancing both the theory of planetary motion and mathematics.[1]", "6716686": "Sidney West Graham is a mathematician interested in analytic number theory and professor at Central Michigan University. He received his Ph.D., which was supervised by Hugh Montgomery, from the University of Michigan in 1977.[1] In his Ph.D. thesis he lowered the upper bound for Linnik's constant to 36 and subsequently reduced the bound further to 20.[2]", "51445012": "Fang Kaitai (Chinese: 方开泰; born 1940), also known as Kai-Tai Fang, is a Chinese mathematician and statistician who has helped to develop  generalized multivariate analysis, which extends classical multivariate analysis beyond the multivariate normal distribution to more general elliptical distributions.[7][8] He has also contributed to the design of experiments.", "70122774": "Helju Rebane (born 18 July 1948) is an Estonian writer. She writes mainly prose and  science fiction in the Estonian and Russian languages.[1]", "4291862": "Hirotsugu Akaike (赤池 弘次, Akaike Hirotsugu, IPA: [akaike çiɾotsɯɡɯ], November 5, 1927 – August 4, 2009) was a Japanese statistician.[1] In the early 1970s, he formulated the Akaike information criterion (AIC). AIC is now widely used for model selection, which is commonly the most difficult aspect of statistical inference; additionally, AIC is the basis of a paradigm for the foundations of statistics. Akaike also made major contributions to the study of time series. As well, he had a large role in the general development of statistics in Japan.", "42007834": "Libera Trevisani Levi-Civita (17 May 1890 – 11 December 1973) was an Italian mathematician born in Verona.[1]", "20708637": "Emilio Spedicato (born 1945) is full professor of operations research at the University of Bergamo in Italy.  He attended the Liceo Classico Manzoni, obtaining (with Enrico Camporesi, now medical professor in Florida) the highest score in northern Italy at the final exams. He graduated in physics at Milan University and was the first non-Chinese to receive a PhD in a mathematical discipline in China, at Dalian University of Technology.  Starting in 1969,[1] he worked for seven years at CISE, a nuclear research center near Milano. He also spent two years in the United Kingdom, University of Essex, and the United States, at Stanford University. He then moved to the University of Bergamo as a professor in operations research and was for many years director of its mathematics department.", "6913310": "Aviezri Siegmund Fraenkel (Hebrew: אביעזרי פרנקל) (born June 7, 1929) is an Israeli mathematician who has made contributions to combinatorial game theory.", "851232": "Jørgen Pedersen Gram (27 June 1850 – 29 April 1916) was a Danish actuary and mathematician who was born in Nustrup, Duchy of Schleswig, Denmark and died in Copenhagen, Denmark.", "11074849": "Lex de Haan (11 August 1954 – 1 February 2006)[1]   was an independent author, lecturer, researcher, and consultant, specializing in relational database technology.", "19463459": "Hubert Stanley Wall (December 2, 1902 – September 12, 1971)[2][3]\nwas an American mathematician who worked primarily in the field of continued fractions. He is also known as one of the leading proponents of the Moore method of teaching.", "6716707": "Tian Gang (Chinese: 田刚; born November 24, 1958)[1] is a Chinese mathematician. He is a professor of mathematics at Peking University and Higgins Professor Emeritus at Princeton University. He is known for contributions to the mathematical fields of Kähler geometry, Gromov-Witten theory, and geometric analysis.", "29424933": "Timothy Browning is a mathematician working in number theory, examining the interface of analytic number theory and Diophantine geometry.[2]\nBrowning is currently a Professor of number theory at the Institute of Science and Technology Austria (ISTA) in Klosterneuburg, Austria.[3]", "45055276": "Prasad V. Tetali is an Indian-American mathematician and computer scientist who works as a professor at Carnegie Mellon University. His research concerns probability theory, discrete mathematics, and approximation algorithms.", "32406830": "James J. Andrews (March 18, 1930 – July 28, 1998) was an American mathematician, a professor of mathematics at Florida State University who specialized in knot theory, topology, and group theory.[1]", "36404527": "Dennis Arnold Hejhal (born December 10, 1948, in Chicago) is an American mathematician.  In his mathematical research he frequently uses extensive computer calculation.", "68582708": "Adélia da Costa Sequeira is a Portuguese applied mathematician specializing in the mathematical modeling of blood flow and the circulatory system. She is a professor of mathematics at the Instituto Superior Técnico, part of the University of Lisbon, where she is coordinator for the Scientific Area on Numerical Analysis and Applied Analysis and director of the Research Center for Computational and Stochastic Mathematics.[1]", "2456884": "Fellow of the Australian Academy of Science.[2] (2011)\n\nARC Australian Laureate Fellowship.[3] (2018-2023) \nHannan Medal[4] (2021)", "10419510": "Donald Joseph (D. J.) Newman (July 27, 1930 – March 28, 2007) was an American mathematician. He gave simple proofs of the prime number theorem and the Hardy-Ramanujan partition formula. He excelled on multiple occasions at the annual Putnam competition while studying at City College of New York and New York University, and later received his PhD from Harvard University in 1953.[2]", "69041462": "Dorothy Geneva Styles (December 13, 1922 - February 12, 1984)[1] was an American composer,[2] mathematician,[3] organist, and poet.", "68681014": "Assyr Abdulle (19 January 1971 – 1 September 2021) was a Swiss mathematician.[1] He specialized in numerical mathematics.", "2817337": "Marcel-Paul \"Marco\" Schützenberger (24 October 1920 – 29 July 1996) was a French mathematician and Doctor of Medicine.  He worked in the fields of formal language, combinatorics, and information theory.[1] In addition to his formal results in mathematics, he was \"deeply involved in [a] struggle against the votaries of [neo-]Darwinism\",[2] a stance which has resulted in some mixed reactions from his peers and from critics of his stance on evolution. Several notable theorems and objects in mathematics as well as computer science bear his name (for example Schutzenberger group or the Chomsky–Schützenberger hierarchy). Paul Schützenberger was his great-grandfather.", "69205312": "Arantza Urkaregi is a mathematician, union organizer, and feminist politician. Within mathematics, she writes, researches, and teaches predominantly about statistics.[1] With regards to her political work, she was involved in the communist party in Basque and the early feminist movement there.[2]", "72547650": "Olli Kristian Lokki (Lindeqvist) (28 April 1916 – 6 March 1994) was a Finnish mathematician.[1][2]", "20938051": "Jiří (Jirka) Matoušek (10 March 1963 – 9 March 2015) was a Czech mathematician working in computational geometry and algebraic topology. He was a professor at Charles University in Prague and the author of several textbooks and research monographs.", "5471556": "Otto Marcin Nikodym (3 August 1887 – 4 May 1974) (also Otton Martin Nikodým) was a Polish mathematician.", "589126": "Kurt August Hirsch (12 January 1906 – 4 November 1986) was a German mathematician who moved to England to escape the Nazi persecution of Jews. His research was in group theory. He also worked to reform mathematics education and became a county chess champion. The Hirsch length and Hirsch–Plotkin radical are named after him.", "38305099": "Marston Donald Edward Conder ONZM (born 9 September 1955) is a New Zealand mathematician, a Distinguished Professor of Mathematics at Auckland University,[1] and the former co-director of the New Zealand Institute of Mathematics and its Applications. His main research interests are in combinatorial group theory, graph theory, and their connections with each other.", "62553423": "Charles Waldo Rezk (born 26 January 1969) is an American mathematician, specializing in algebraic topology, category theory, and spectral algebraic geometry.[1]", "31784272": "Thomas Myers (13 February 1774 – 21 April 1834) was an English mathematician and geographer.", "2096465": "Yves F. Meyer (French: [mɛjɛʁ]; born 19 July 1939) is a French mathematician. He is among the progenitors of wavelet theory, having proposed the Meyer wavelet. Meyer was awarded the Abel Prize in 2017.", "43384150": "Mary Elizabeth Schaps (Hebrew: מלכה אלישבע שפס; born August 6, 1948), also known as Malka Elisheva Schaps, is an Israeli-American mathematician. She is Professor of Mathematics and Dean of the Faculty of Exact Sciences at Bar Ilan University. She received her Ph.D. from Harvard University, and has published in deformation theory, group theory, and representation theory. She is also a writer, authoring several novels under the pseudonym Rachel Pomerantz.", "68418903": "Jean-Yves Chemin (born 23 April 1959 in Rouen) is a French mathematician, specializing in nonlinear partial differential equations.", "14056793": "Samuel Earnshaw (1 February 1805, Sheffield, Yorkshire – 6 December 1888, Sheffield, Yorkshire[1]) was an English clergyman and mathematician and physicist, noted for his contributions to theoretical physics, especially \"Earnshaw's theorem\".", "56163674": "Chester Snow (June 1, 1881 – January 13, 1970) was an American applied mathematician and physicist, known for his work on formulas for computing capacitance and inductance.", "9633115": "Michael Spencer Waterman (born June 28, 1942) is a Professor of Biology, Mathematics and Computer Science at the University of Southern California (USC),[1][6] where he holds an Endowed Associates Chair in Biological Sciences, Mathematics and Computer Science. He previously[when?] held positions at Los Alamos National Laboratory and Idaho State University.", "10878298": "Käte Fenchel née Käte Sperling (21 December 1905 – 19 December 1983) was a German-born Jewish mathematician, best known for her work on non-abelian groups.", "57474395": "Aram Arutyunov (Russian: Ара́м Влади́мирович Арутю́нов) (born 1953) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University and the Peoples' Friendship University of Russia.[1]", "6421852": "Francesco Brioschi (22 December 1824 – 13 December 1897) was an Italian mathematician.", "62422375": "Shen Weixiao (Chinese: 沈维孝; pinyin: Shěn Wéixiào; born May 1975 in Guichi, Anhui, China) is a Chinese mathematician, specializing in dynamical systems (in particular, real and complex one-dimensional dynamics).[1]", "34110829": "Maciej Zworski FRSC is a Polish-Canadian mathematician, currently a professor of mathematics at the University of California, Berkeley. His mathematical interests include  microlocal analysis, scattering theory, and partial differential equations.", "589167": "Frank Morley (September 9, 1860 – October 17, 1937) was a leading mathematician, known mostly for his teaching and research in the fields of algebra and geometry. Among his mathematical accomplishments was the discovery and proof of the celebrated Morley's trisector theorem in elementary plane geometry.\nHe led 50 Ph.D.'s to their degrees, and was said to be:", "5438833": "ʿAbd al-Hamīd ibn Turk (fl. 830), known also as ʿAbd al-Hamīd ibn Wase ibn Turk Jili (Arabic: ابومحمد عبدالحمید بن واسع بن ترک الجیلی) was a ninth-century Turkic[1] Muslim mathematician. Not much is known about his life. The two records of him, one by Ibn Nadim and the other by al-Qifti are not identical. Al-Qifi mentions his name as ʿAbd al-Hamīd ibn Wase ibn Turk al-Jili. Jili means from Gilan. On the other hand, Ibn Nadim mentions his nisbah as khuttali (ختلی), which is a region located north of the Oxus and west of Badakhshan. In one of the two remaining manuscripts of his al-jabr wa al-muqabila, the recording of his nisbah is closer to al-Jili.[2] David Pingree / Encyclopaedia Iranica states that he originally hailed from Khuttal or Gilan.[3]\nHe wrote a work on algebra entitled Logical Necessities in Mixed Equations, which is very similar to al-Khwarzimi's Al-Jabr and was published at around the same time as, or even possibly earlier than, Al-Jabr.[4]  Only a chapter called \"Logical Necessities in Mixed Equations\", on the solution of quadratic equations, has survived.  The manuscript gives exactly the same geometric demonstration as is found in Al-Jabr, and in one case the same example as found in Al-Jabr, and even goes beyond Al-Jabr by giving a geometric proof that if the discriminant is negative then the quadratic equation has no solution.[4] The similarity between these two works has led some historians to conclude that algebra may have been well developed by the time of al-Khwarizmi and 'Abd al-Hamid.[4]", "44105073": "Karel Janeček (born 26 July 1973) is a Czech mathematician, entrepreneur, anti-corruption campaigner, creator of the D21 – Janeček method voting system and the online game Prezident 21.", "22117750": "Leiki Loone (née Sikk; born 29 February 1944), is an Estonian mathematician specialising in applications of functional analysis in theory of summability and in the structure theory of topological vector spaces.", "2850168": "Mario Bettinus (Italian name: Mario Bettini; 6 February 1582 – 7 November 1657) was an Italian Jesuit philosopher, mathematician and astronomer. The lunar crater Bettinus was named after him by Giovanni Riccioli in 1651.[1]", "48430466": "Charles Herbert Clemens Jr. (born 15 August 1939)[1] is an American mathematician specializing in complex algebraic geometry.[2]", "57474441": "Vladimir Bening (Russian: Влади́мир Евге́ньевич Бе́нинг) (born 1954) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1]", "589203": "George Salmon FBA FRS FRSE (25 September 1819 – 22 January 1904) was a distinguished and influential Irish mathematician and Anglican theologian. After working in algebraic geometry for two decades, Salmon devoted the last forty years of his life to theology. His entire career was spent at Trinity College Dublin.", "18578839": "Mark Jay Ablowitz (born June 5, 1945, New York)[2] is a professor in the department of Applied Mathematics at the University of Colorado at Boulder, Colorado. He was born in New York City.[citation needed]", "48528791": "Coke Stevenson Reed is an American mathematician and inventor from Austin, Texas.  He is the inventor of the proprietary Data Vortex network. Implementations of this network into Supercomputers use a novel topology and switch logic based on his and Krystyna Kuperberg's solution to a problem posed by Stan Ulam in the Scottish Book.", "54295963": "Dyusembaev Anuar (born 1953) is a Kazakh mathematician.", "67599777": "Christian Soize (born May 1948) is a French engineer and applied mathematician known for his contributions in computational mechanics and uncertainty quantification. He is Full Professor at the Laboratoire Modélisation et Simulation Multi Echelle at Gustave Eiffel University.", "35257763": "Robert Mark Gabriel (August 23, 1902 in Leyton – February 1957) was a New Zealand mathematician at the University of Otago who worked on analysis, in particular on Green's functions.", "58916262": "Jean J. Pedersen (Sep 17, 1934–Jan 1, 2016)[1][2] was an American mathematician and author particularly known for her works on the mathematics of paper folding.", "31620518": "John Lewis Rhodes is a mathematician known for work in the theory of semigroups, finite state automata, and algebraic approaches to differential equations.[1][2]", "28147110": "George Anderson (born ca. 1720)[1] was an English[1] mathematician, about whom nothing is known beyond what is contained in eight letters addressed by him to the celebrated mathematician William Jones (father of the orientalist Sir William Jones), which were printed from the Macclesfield papers in 1841.[2] They give proof of singular ability in treating the most advanced mathematical problems of the time, and by many indications show the writer (contrary to an editorial surmise)[3] to have occupied a respectable position in life.[4] The first three are dated from Twickenham, August to October 1736; the two from 1739 were sent from Hothfield and Newbottle,[a] respectively; the last was written 27 September 1740, at Leyden, where the writer, now aged 20 and enrolled as a law student since 12 September,[1][5] had just entered upon a \"train of studies and exercises\"[6] at the university. He expressed in 1739 a strong desire to be admitted to the Royal Society, but his name does not appear upon the list of its members.[7]", "4849065": "Joseph Raphson (c. 1668 – c. 1715) was an English mathematician and intellectual known best for the Newton–Raphson method.", "556462": "Paul Pierre Lévy (15 September 1886 – 15 December 1971)[2] was a  French mathematician who was active especially in probability theory, introducing fundamental concepts  such as local time, stable distributions and characteristic functions.   Lévy processes, Lévy flights, Lévy measures, Lévy's constant, the Lévy distribution, the Lévy area, the Lévy arcsine law, and the fractal Lévy C curve are  named after him.", "47545776": "Priscilla E. (Cindy) Greenwood (born 1937)[1] is a Canadian mathematician who is a professor emeritus of mathematics at the University of British Columbia.[2] She is known for her research in probability theory.[3]", "18677176": "Franz Thomas Bruss is  Emeritus Professor of Mathematics at the Université Libre de Bruxelles, where he had been director of \"Mathématiques Générales\" and co-director of the probability chair, and where he continues his research as invited professor.\nHis main research activities in mathematics are in the field of probability:", "753082": "Sir Hermann Bondi KCB FRS[1] (1 November 1919 – 10 September 2005)[7] was an Austrian-British mathematician and cosmologist.", "72908221": "Maria Laura Moura Mouzinho Leite Lopes or Maria Laura Mouzinho Leite Lopes or Maria Laura Lopes (Timbaúba, October 18, 1917 – Rio de Janeiro, June 20, 2013) was a Brazilian mathematician, the first Brazilian woman PhD in mathematics, specializing in Mathematics education.[2][3]", "22674877": "Paul Chester Kainen is an American mathematician, an adjunct associate professor of mathematics and director of the Lab for Visual Mathematics at Georgetown University.[1] Kainen is the author of a popular book on the four color theorem,[2] and is also known for his work on book embeddings of graphs.[3]", "45284801": "Maria-Carme T. Calderer (Berga, 1951)[1] is a professor of mathematics at University of Minnesota. Her research concerns applied mathematics.", "71663043": "István Szalay (22 March 1944 – 1 September 2022) was a Hungarian mathematician and politician. A member of the Hungarian Socialist Party, he served in the National Assembly from 1998 to 2002.[1] Prior to that, he was mayor of Szeged from 1994 to 1998.", "56065479": "Luís Barreira  (born 25 September 1968)[1] is a Portuguese mathematician and a professor in the department of mathematics of Instituto Superior Técnico.[2][3]", "8486344": "Ranajit Chakraborty (April 17, 1946 – September 23, 2018) was a human and population geneticist.[1] At the time of his death, he was Director of the Center for Computational Genomics at the Institute of Applied Genetics and Professor in the Department of Forensic and Investigative Genetics at the University of North Texas Health Science Center in Fort Worth, Texas.[1] His scientific contributions include studies in human genetics, population genetics, genetic epidemiology, statistical genetics, and forensic genetics.", "2784711": "Conel Hugh O'Donel Alexander CMG CBE (19 April 1909 – 15 February 1974), known as Hugh Alexander and C. H. O'D. Alexander, was an Irish-born British cryptanalyst, chess player, and chess writer. He worked on the German Enigma machine at Bletchley Park during the Second World War, and was later the head of the cryptanalysis division at GCHQ for 25 years. He was twice British chess champion and earned the title of International Master.", "4718023": "David Emmanuel (31 January 1854 – 4 February 1941) was a Romanian Jewish mathematician and member of the Romanian Academy, considered to be the founder of the modern mathematics school in Romania.", "9338319": "Henryk Iwaniec (born October 9, 1947) is a Polish-American mathematician, and since 1987 a professor at Rutgers University. He is a member of the American Academy of Arts and Sciences and Polish Academy of Sciences. He has made important contributions to analytic and algebraic number theory as well as harmonic analysis. He is the recipient of Cole Prize (2002), Steele Prize (2011), and Shaw Prize (2015).", "6716887": "Matti Ilmari Jutila (born 1943) is a mathematician and a professor emeritus at the University of Turku.[1] He researches in the field of analytic number theory.", "589279": "Norman Earl Steenrod (April 22, 1910 – October 14, 1971) was an American mathematician most widely known for his contributions to the field of algebraic topology.[1]", "26082788": "Charalambos Dionisios Aliprantis (Greek: Χαράλαμπος Διονύσιος Αλιπράντης; May 12, 1946 – February 27, 2009) was a Greek-American economist and mathematician who introduced Banach space and Riesz space methods in economic theory.  He was born in Cefalonia, Greece in 1946 and immigrated to the US in 1969, where he obtained his PhD in Mathematics from Caltech in June 1973.", "32407013": "Morton Landers Curtis (November 11, 1921 – February 4, 1989)[1] was an American mathematician, an expert on group theory and the W. L. Moody, Jr. Professor of Mathematics at Rice University.[2]", "62619108": "Mary-Elizabeth Hamstrom (May 24, 1927 – December 2, 2009) was an American mathematician known for her contributions to topology, and particularly to point-set topology and the theory of homeomorphism groups of manifolds. She was for many years a professor of mathematics at the University of Illinois at Urbana–Champaign.[1][2]", "59538916": "Dieter Jungnickel (born 20 March 1952 in Berlin) is a German mathematician specializing in combinatorics.", "39419367": "István Vincze ((1912-02-26)February 26, 1912 – (1999-04-18)April 18, 1999) was a Hungarian mathematician, known for his contributions to number theory, non-parametric statistics, empirical distribution, Cramér–Rao inequality, and information theory. Considered by many, as an expert in theoretical and applied statistics, he was the founder of the Mathematical Institute of the Hungarian Academy, and was the Head of the Statistics Department. He also held the post of professor at Faculty of Science of the Eötvös Loránd University. He wrote over 100 academic papers, authored 10 books, and was a speaker at several conferences, including the Berkeley Symposiums in 1960, 1965, and 1970. He received honors and awards like the Hungarian State Prize and Grauss Ehrenplakette in 1966 and 1978 respectively.[1][2]", "63929834": "Susan Tolman is an American mathematician known for her work in symplectic geometry. She is a professor of mathematics at the University of Illinois at Urbana–Champaign, and Lynn M. Martin Professorial Scholar at Illinois.[1][2]", "35487212": "Joachim Weickert (born 15 March 1965 in Ludwigshafen) is a German professor of mathematics and computer science at Saarland University. In 2010, Weickert was awarded the Gottfried Wilhelm Leibniz Prize for his work in image processing.[1][2]", "46726637": "Paulette Libermann (14 November 1919 – 10 July 2007) was a French mathematician, specializing in differential geometry.", "67370477": "Dmitry (Dima) Ioffe (April 5, 1963 - October 1, 2020) was an Israeli mathematician, specializing in probability theory.", "6979054": "Francisco Antônio de Moraes Accioli Dória (born 1945, Rio de Janeiro, Brazil) is a Brazilian mathematician, philosopher, and genealogist. Francisco Antônio Dória received his B.S. in Chemical Engineering from the Federal University of Rio de Janeiro (UFRJ), Brazil, in 1968 and then got his doctorate from the Brazilian Center for Research in Physics (CBPF), advised by Leopoldo Nachbin in 1977. Dória worked for a while at the Physics Institute of UFRJ, and then left to become a Professor of the Foundations of Communications at the School of Communications, also at UFRJ. Dória held visiting positions at the University of Rochester (NY), Stanford University (CA) (here as a Senior Fulbright Scholar), and the University of São Paulo (USP). His most prolific period spawned from his collaboration with Newton da Costa,[1] a Brazilian logician and one of the founders of paraconsistent logic, which began in 1985. He is currently Professor of Communications, Emeritus, at UFRJ and a member of the Brazilian Academy of Philosophy.[2]", "43056624": "Charles Stanley Ogilvy (1913–2000) was an American mathematician, sailor, and author. He was a professor of mathematics at Hamilton College (New York), and a frequent competitor at the Star World Championships. His many books include works on both mathematics and sailing.[1][2][3][4]", "24870391": "Deborah Loewenberg Ball is an educational researcher noted for her work in mathematics instruction and the mathematical preparation of teachers. From 2017 to 2018 she served as president of the American Educational Research Association.[1] She served as dean of the School of Education at the University of Michigan from 2005 to 2016, and she currently works as William H. Payne Collegiate Professor of education. Ball directs TeachingWorks, a major project at the University of Michigan to redesign the way that teachers are prepared for practice, and to build materials and tools that will serve the field of teacher education broadly. In a sometimes divisive field,\nBall has a reputation of being respected by both mathematicians and educators. She is also an extremely well respected mentor to junior faculty members and to graduate students.[2][3]", "589307": "Jean-Christophe Yoccoz (29 May 1957 – 3 September 2016) was a French mathematician. He was awarded a Fields Medal in 1994, for his work on dynamical systems.[1][2] Yoccoz died on 3 September 2016 at the age of 59.", "6815227": "S. John Hogan is a professor of Applied Mathematics and leader  of the \"Applied Nonlinear Mathematics Group\" in the Department of Engineering Mathematics,  University of Bristol. He is known for his work in numerous applications of non-linear dynamics including water waves liquid crystals.", "359931": "Prasanta Chandra Mahalanobis OBE, FNA,[5] FASc,[6] FRS[2] (29 June 1893– 28 June 1972) was an Indian scientist and statistician. He is best remembered for the Mahalanobis distance, a statistical measure, and for being one of the members of the first Planning Commission of free India. He made pioneering studies in anthropometry in India. He founded the Indian Statistical Institute, and contributed to the design of large-scale sample surveys.[2][7][4][8] For his contributions, Mahalanobis has been considered the Father of statistics in India.[9]", "55737855": "Anton Deusing, in Latin Antonius Deusingius (October 15, 1612 – January 30, 1666) was a German physician, mathematician, and astronomer.[1][2]", "57474563": "Alexander Vasin (Russian: Алекса́ндр Алексе́евич Ва́син) (born 1952) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University. Specialist in the field of the theory of non-cooperative games and its applications to economics and biology.[1]", "7372292": "Taro Morishima (森嶋 太郎, Morishima Tarō, 1903 – 1989) was a Japanese mathematician specializing in algebra who attended University of Tokyo in Japan. Morishima published at least thirteen papers, including his work on Fermat's Last Theorem.[1] and a collected works volume published in 1990 after his death.[2] He also corresponded several times with American mathematician H. S. Vandiver.[3]", "6913541": "Zoltán Pál Dienes (anglicized as Zoltan Paul Dienes) (September 11, 1916 – January 11, 2014) was a Hungarian mathematician whose ideas on education (especially of small children) have been popular in some countries.[1]\nHe was a world-famous theorist and tireless practitioner of the \"new mathematics\": an approach to mathematics learning that uses games, songs, and dance to make it more appealing to children.[2] He is credited with the creation of Base ten blocks, popularly referred to as Dienes blocks.[3]", "56065542": "Giulio Pittarelli (3 February 1852, Campochiaro, Campobasso – 2 March 1934, Rome[1]) was an Italian mathematician, specializing in descriptive geometry and algebraic geometry.[2]", "54427145": "Giovanni Giorgio Bidone (19 January 1781, Casalnoceto, Piedmont – 25 August 1839, Turin, Kingdom of Sardinia) was an Italian engineer, mathematician and an experimenter in the field of hydraulics.[1]", "982540": "Taqi ad-Din Muhammad ibn Ma'ruf ash-Shami al-Asadi (Arabic: تقي الدين محمد بن معروف الشامي; Ottoman Turkish: تقي الدين محمد بن معروف الشامي السعدي; Turkish: Takiyüddin‎ 1526–1585) was an Ottoman polymath active in Cairo and Istanbul. He was the author of more than ninety books on a wide variety of subjects, including astronomy, clocks, engineering, mathematics, mechanics, optics and natural philosophy.[1]", "56294925": "John Rogers Musselman (1 December 1890, Gettysburg, Pennsylvania – 8 August 1968, Cleveland) was an American mathematician, specializing in algebraic geometry and known for Musselman's theorem.", "97805": "Isaac Barrow (October 1630 – 4 May 1677) was an English Christian theologian and mathematician who is generally given credit for his early role in the development of infinitesimal calculus; in particular, for proof of the fundamental theorem of calculus.[1] His work centered on the properties of the tangent; Barrow was the first to calculate the tangents of the kappa curve. He is also notable for being the inaugural holder of the prestigious Lucasian Professorship of Mathematics, a post later held by his student, Isaac Newton.", "97807": "Jules Richard (12 August 1862 – 14 October 1956) was a French mathematician who worked mainly in geometry but his name is most commonly associated with Richard's paradox.", "69434896": "Nicole Leonie Jean Marie De Grande-De Kimpe[1] (7 September 1936 – 23 July 2008) was a Belgian mathematician known as a pioneer of p-adic functional analysis, and particularly for her work on locally convex topological vector spaces over fields with non-Archimedean valuations.[2]", "21528082": "Jerry Lloyd Bona (born February 5, 1945) is an American mathematician, known for his work in fluid mechanics, partial differential equations, and computational mathematics, and active in some other branches of pure and applied mathematics.", "1572371": "Allan Joseph Champneys Cunningham (1842–1928) was a British-Indian mathematician.[1]", "27393555": "Eric Harold Neville, known as E. H. Neville (1 January 1889 London, England – 22 August 1961 Reading, Berkshire, England) was an English mathematician. A heavily fictionalised portrayal of his life is rendered in the 2007 novel The Indian Clerk. He is the one who convinced Srinivasa Ramanujan to come to England.", "23166485": "Benjamin Franklin Finkel (July 5, 1865 – February 5, 1947) was a mathematician and educator most remembered today as the founder of the American Mathematical Monthly journal. Born in Fairfield County, Ohio and educated in small country schools, Finkel received both a BS and MA from Ohio Northern University, then known as Ohio Normal University (1888 and 1891, respectively). In 1888 he copyrighted A Mathematical Solution Book. The purpose of the book was to provide mathematics teachers a text utilizing a systematic method of problem solving, \"The Step Method\", representing a chain of reasoning, in logical order, to arrive at the correct result.[1] The first edition was postponed until 1893, due to financial problems of the original publisher.[2] The book's preface stated that the work was based upon eight years of teaching in the public schools.  This was followed by following editions in 1897, 1899 and 1902.[3] In 1895 he became professor of mathematics and physics at Drury University, then known as Drury College. He was a University Scholar in Mathematics at the University of Chicago from 1895–1896.[3] In 1906 he was awarded a doctorate from the University of Pennsylvania, where he had earlier earned an additional master's degree in 1904 and a Harrison fellow appointment in 1905.[2] He was a member of the American Mathematical Society, 1891; the London Mathematical Society, 1898; and Circolo Matematico di Palermo, 1902.[3] He retained his professorship at Drury College until his death in 1947.", "10714646": "Vijayanandi or Vijayananda (c. 940, Benares (now Varanasi), India – c. 1010, India) was an Indian mathematician and astronomer who made contributions to trigonometry.", "1211923": "Louis Bryant Tuckerman, III (November 28, 1915 – May 19, 2002) was an American mathematician, born in Lincoln, Nebraska. He was a member of the team that developed the Data Encryption Standard (DES).[1]", "54230559": "Olga Tsuberbiller (Russian: Ольга Николаевна Цубербиллер, 19 September [O.S. 7 September] 1885 - 28 September 1975) was a Russian mathematician noted for her creation of the textbook Problems and Exercises in Analytic Geometry. The book has been used as a standard text for high schools since its creation in 1927. Sophia Parnok, noted Russian poet dedicated her verses in the Half-voiced cycle to Tsuberbiller, and the educator cared for Parnok during her final illness, later becoming her literary executor. She later became the partner of the noted opera singer, Concordia Antarova. Tsuberbiller was designated as an Honored Scientist of the Russian Soviet Federative Socialist Republic in 1955.", "31784480": "Achille Pierre Dionis du Séjour (January 11, 1734 – August 22, 1794) was a French astronomer and mathematician.[1]", "58850852": "Barbara Trader Faires (born 1943) is an American mathematician who served as professor, department chair, and Vice President for Academic Affairs at Westminster College in Pennsylvania and served for 8 years as Secretary[1] of the Mathematical Association of America (MAA).[2] She received the Yueh-Gin Gung and Dr. Charles Y. Hu Award for Distinguished Service to Mathematics from the MAA in 2022.[3] She is now retired and living in Pulaski Township, Pennsylvania.", "1408557": "Don Bernard Zagier (born 29 June 1951) is an American-German mathematician whose main area of work is number theory. He is currently one of the directors of the Max Planck Institute for Mathematics in Bonn, Germany. He was a professor at the Collège de France in Paris from 2006 to 2014. Since October 2014, he is also a Distinguished Staff Associate at the International Centre for Theoretical Physics (ICTP).[2]", "58621491": "Chair of Excellence from Mathematical Sciences Foundation of Paris (2017)  Alexander von Humboldt Foundation Friedrich Wilhelm Bessel-Forschungspreis (2022)", "45645367": "Lynne Heather Walling (October 9, 1958 – May 28, 2021) was an American mathematician specializing in number theory,[1] who became a reader in pure mathematics at the University of Bristol.[2][3] She was known for her research in  number theory. She died on 28 May 2021.[4]", "3538487": "Guerino Bruno Mazzola (born 1947) is a Swiss mathematician, musicologist, and jazz pianist, as well as a writer.", "58916409": "Alissa Susan Crans is an American mathematician specializing in higher-dimensional algebra. She is a professor of mathematics at Loyola Marymount University, and the associate director of Project NExT, a program of the Mathematical Association of America to mentor post-doctoral mathematicians, statisticians, and mathematics teachers.[1]", "29064761": "Charles Joseph Faulkner (1833–1892) was a British mathematician and fellow of University College, Oxford and a founding partner of Morris, Marshall, Faulkner and Co. where he worked with his sisters Kate Faulkner and Lucy Faulkner Orrinsmith.", "27065917": "John Christian Bailar III (October 9, 1932 – September 6, 2016) was an American statistician and Professor Emeritus at the University of Chicago.[1] He died at the age of 83 in Mitchellville, Maryland on September 6, 2016.[2]", "1015358": "Vitello (Polish: Witelon; German: Witelo; c. 1230 – 1280/1314) was a Polish friar, theologian, natural philosopher and an important figure in the history of philosophy in Poland.", "22117952": "Theodore James \"Ted\" Courant is an American mathematician who has conducted research in the fields of differential geometry and classical mechanics.  In particular, he made seminal contributions to the study of Dirac manifolds,[1][2] which generalize both symplectic manifolds and Poisson manifolds, and are related to the Dirac theory of constraints in physics.  Some mathematical objects in this field have since been named after him, including the Courant bracket and Courant algebroid.", "16678465": "Anton Ambschel (Ambschl, Ambschell, Ambšl) (1 December 1746 in Cerknica – 14 July 1821 in  Bratislava, Slovakia) was a Slovenian[1] mathematician, physicist, philosopher and astronomer.", "6782528": "Bernt Karsten Øksendal (born 10 April 1945 in Fredrikstad) is a Norwegian mathematician. He completed his undergraduate studies at the University of Oslo, working under Otte Hustad. He obtained his PhD from University of California, Los Angeles in 1971; his thesis was titled Peak Sets and Interpolation Sets for Some Algebras of Analytic Functions and was supervised by Theodore Gamelin. In 1991, he was appointed as a professor at the University of Oslo. In 1992, he was appointed as an adjunct professor at the Norwegian School of Economics and Business Administration, Bergen, Norway.", "54066759": "Daniel Huber (Basel, 23 June 1768 – 3 December 1829) was a Swiss mathematician and astronomer. He worked at the University of Basel and became chancellor in 1804.[1]", "33390154": "Hans Frederick Blichfeldt (1873–1945) was a Danish-American mathematician at Stanford University, known for his contributions to group theory, the representation theory of finite groups, the geometry of numbers, sphere packing, and quadratic forms. He is the namesake of Blichfeldt's theorem.", "50626122": "Paul Weiss (9 April 1911 – 19 January 1991) was a German and British mathematician and theoretical physicist, pioneer of canonical quantization of field theories.", "47808077": "Penelope Evelyn Haxell is a Canadian mathematician who works as a professor in the department of combinatorics and optimization at the University of Waterloo. Her research interests include extremal combinatorics and graph theory.[1]", "24247900": "Andrew M. Stuart FRS[1] is a British and American mathematician, working in applied and computational mathematics. In particular, his research has focused on the numerical analysis of dynamical systems, applications of stochastic differential equations and stochastic partial differential equations, the Bayesian approach to inverse problems, data assimilation, and machine learning.[2]", "72318560": "Hayato Chiba (千葉 逸人, born 18 January 1982) is a Japanese mathematician and professor at the Advanced Institute for Materials Research of Tōhoku University.[1] He mainly concerns himself with the theory of dynamical systems, especially bifurcation theory, and proved the Kuramoto conjecture about infinite-dimensional differential equations with chaotic behavior.[2] He obtained his doctorate degree in information sciences at the University of Kyoto.", "35716707": "Rev William Galbraith (1786 – 27 October 1850) was a Scottish mathematician. He taught mathematics and nautical astronomy in Edinburgh, and took an interest in surveying work, becoming an advocate of the extension of the work of triangulating Great Britain.[1]", "73170532": "Eustachy Karol Żyliński (19 September 1889 – 4 July 1954) was a Polish mathematician and university professor known for his work on number theory, algebra, and logic. He was a member of the Lwów School of Mathematics.[1]", "22806119": "Leonard Christopher Gordon Rogers (born 29 April 1954) is a mathematician working in probability theory and quantitative finance.[3][4] He is Emeritus  Professor of Statistical Science in the Statistical Laboratory, University of Cambridge.", "360039": "Georges-Louis Leclerc, Comte de Buffon (French: [ʒɔʁʒ lwi ləklɛʁ kɔ̃t də byfɔ̃]; 7 September 1707 – 16 April 1788) was a French naturalist, mathematician, and cosmologist. He held the position of intendant (director) at the Jardin du Roi, now called the Jardin des plantes.", "51379816": "Radoslav Harman is a Slovak mathematician working in the area of optimal design of statistical experiments. He is currently a docent at Comenius University.[1]", "25624170": "Carolyn S. Gordon (born 1950)[1] is a mathematician and Benjamin Cheney Professor of Mathematics at Dartmouth College. She is most well known for giving a negative answer to the question \"Can you hear the shape of a drum?\" in her work with David Webb and Scott A. Wolpert. She is a Chauvenet Prize winner and a 2010 Noether Lecturer.", "35552874": "Carl David Minda is an American mathematician, the Charles Phelps Taft Professor of Mathematics at the University of Cincinnati.[1][2]", "43482730": "Michael Segal (Hebrew: מיכאל סגל; Russian: Михаил Сегал, born 1972 in Kishinev, USSR) is a professor of Communication Systems Engineering at Ben-Gurion University of the Negev, known for his work in ad-hoc and sensor networks.", "1637995": "Karl Mahlburg is an American mathematician whose research interests lie in the areas of modular forms, partitions, combinatorics and number theory. He is the author of over 40 peer-reviewed journal articles.[1] Mahlburg received his PhD in 2006 from the University of Wisconsin–Madison. Between 2011 and 2021 he was an assistant professor and an associate professor of mathematics at Louisiana State University.[2]", "38862461": "M. Susan Montgomery (born 2 April 1943 in Lansing, MI) is a distinguished American mathematician whose current research interests concern noncommutative algebras:  in particular, Hopf algebras, their structure and representations,  and their actions on other algebras. Her early research was on group actions on rings.", "196221": "Pierre Louis Moreau de Maupertuis (/ˌmoʊpərˈtwiː/; French: [mopɛʁtɥi]; 1698 – 27 July 1759)[1] was a French mathematician, philosopher and man of letters. He became the Director of the Académie des Sciences, and the first President of the Prussian Academy of Science, at the invitation of Frederick the Great.", "57310845": "Daphne Letitia Smith was the first African-American woman to earn a Ph.D. in mathematics at the Massachusetts Institute of Technology (MIT),[1] in 1985.[2] She is the president of the National Alumnae Association of Spelman College, her alma mater, and a member of Spelman's Board of Trustees; in 2011 she was honored with the Alumnae Association's Hall of Fame Award, \"the organization’s highest honor\".[3]", "3210880": "David Pierre Ruelle (French: [ʁɥɛl]; born 20 August 1935) is a Belgian mathematical physicist, naturalized French. He has worked on statistical physics and dynamical systems. With Floris Takens, Ruelle coined the term strange attractor, and developed a new theory of turbulence.[1][2]", "45153921": "Bernard Maskit is an American mathematician known for his expertise in Kleinian groups. The Maskit slice through the moduli space of Kleinian groups is named after him; he is the author of the book Kleinian Groups (Grundlehren der Mathematischen Wissenschaften 287, Springer-Verlag, 1988)[1][2] and gave an invited talk about Kleinian groups at the 1974 International Congress of Mathematicians.[3]", "70549118": "Miriam Daniel Mann (1907–1967) was one of the first Black female computers for the National Advisory Committee for Aeronautics (NACA).", "63864448": "Vanessa Robins is an Australian applied mathematician whose research interests include computational topology, image processing, and the structure of granular materials. She is a fellow in the departments of applied mathematics and theoretical physics at Australian National University, where she was ARC Future Fellow from 2014 to 2019.[1]", "21626512": "Jack Howard Silver (23 April 1942 – 22 December 2016[1]) was a set theorist and logician at the University of California, Berkeley.", "37551761": "Nicholas Theodore Varopoulos (Greek: Νικόλαος Βαρόπουλος, Nikolaos Varopoulos, also Nicolas Varopoulos; born 16 June 1940) is a Greek mathematician, who works on harmonic analysis and especially analysis on Lie groups.", "37256856": "Ross Honsberger (1929–2016[1]) was a Canadian mathematician and author on recreational mathematics.", "48365214": "Nancy Burgess Hingston is a mathematician working in differential geometry. She is a professor emerita of mathematics at The College of New Jersey.[1]", "36404897": "Catherine de Parthenay, Viscountess and Princess of Rohan (1554–1631) was a French noblewoman, mathematician, philosopher, poet, playwright, and translator.[3][4] She studied with the mathematician François Viète and was considered one of the most brilliant women of the era. De Parthenay was married twice, first to the Protestant baron Charles de Quelennec.[4] During the four years of their marriage, Quelennec was often away and was reported to have dishonored his wife. After she reached out for support from Jeanne d'Albret, Queen of Navarre, he kidnapped and imprisoned her in a castle in Brittany. During the period that she was confined, her mother notified the Duke of Anjou (future King Henri III), his mother Catherine de' Medici, and ultimately King Charles IX for resolution. Quelennec died soon after. She later married René II, Viscount of Rohan.", "39124656": "Andrew Munro, M.A., (6 July 1869 – 1 July 1935) was a Scottish lecturer in mathematics, Vice President, Bursar, Steward and Senior Fellow of Queens' College, Cambridge for 45 years from 1893 to 1935.  The Munro scholarships and studentships at Queens' College, Cambridge are named in his honour.", "196273": "Alexis Claude Clairaut (French pronunciation: [alɛksi klod klɛʁo]; 13 May 1713 – 17 May 1765) was a French mathematician, astronomer, and geophysicist. He was a prominent Newtonian whose work helped to establish the validity of the principles and results that Sir Isaac Newton had outlined in the Principia of 1687. Clairaut was one of the key figures in the expedition to Lapland that helped to confirm Newton's theory for the figure of the Earth. In that context, Clairaut worked out a mathematical result now known as \"Clairaut's theorem\". He also tackled the gravitational three-body problem, being the first to obtain a satisfactory result for the apsidal precession of the Moon's orbit. In mathematics he is also credited with Clairaut's equation and Clairaut's relation.", "1572530": "John Montroll is an American origami artist, author, teacher, and mathematician. He has written many books on origami, promoting the single-square, no-cut, no glue approach. Montroll taught mathematics at St. Anselm's Abbey School in Washington, D.C. from 1990 to 2021.", "51379895": "Andrej Pázman (born 1938) is a Slovak mathematician working in the area of optimum experimental design and in the theory of nonlinear statistical models. He is an elected fellow of the International Statistical Institute (2004),[1] of the Learned Society of SAS (2004) [2] and also a member of the Royal Statistical Society (1992).[3] He wrote also several books, three of them are monographs published in English. Today there are all presented by Springer. He obtained the Price of the Slovak Literary Fund for the Nonlinear statistical models  [4] (1994). In 2004, he obtained the WU Best Paper Award der Stadt Wien (together with W.G. Mueller), in 2008, the Golden Medal of the rector of CU Bratislava, in 2014, the Golden Medal of SAS and also the Price for Science and Technology from the Minister of Education of Slovakia.  He is currently a professor (professor emeritus from 2016) at Comenius University Bratislava.[5]", "8748733": "Thierry Aubin (6 May 1942 – 21 March 2009) was a French mathematician who worked at the Centre de Mathématiques de Jussieu, and was a leading expert  on Riemannian geometry \nand non-linear partial differential equations. His fundamental contributions to the theory of the Yamabe equation led, in  conjunction with\nresults of Trudinger  and Schoen, to a proof of the Yamabe Conjecture: every compact Riemannian manifold\ncan be conformally rescaled to produce a manifold of constant scalar curvature.  Along with Yau, he also showed\nthat Kähler manifolds with negative first Chern classes always admit Kähler–Einstein metrics, a result closely related to the Calabi conjecture. The latter result, established by Yau, provides the largest class of known examples of compact Einstein manifolds. Aubin was the first mathematician to propose the Cartan–Hadamard conjecture.", "64224965": "Omayra Ortega is an American mathematician, specializing in mathematical epidemiology. Ortega is an associate professor of mathematics & statistics at Sonoma State University in Sonoma County, California, and the president of the National Association of Mathematicians (NAM).", "16678599": "Franc Breckerfeld (February 17, 1681 in Ljubljana – October 29, 1744 in  Cluj, Romania) was a Slovene theologian, mathematician, astronomer and latinist.", "12648136": "Heinrich Behmann (10 January 1891, in Bremen-Aumund – 3 February 1970, in Bremen-Aumund) was a German mathematician. He performed research in the field of set theory and predicate logic.", "17301193": "Gustave Choquet (French: [ʃɔkɛ]; 1 March 1915 – 14 November 2006) was a French mathematician.", "55934667": "Maria Eulália Vares is a Brazilian mathematical statistician and probability theorist who is known for her expertise in stochastic processes and large deviations theory. She is a professor of statistics in the Institute of Mathematics of the Federal University of Rio de Janeiro,[1]  from 2006 to 2009 was the editor-in-chief of the journal Stochastic Processes and their Applications, publisher by Elsevier for the Bernoulli Society for Mathematical Statistics and Probability[2], and from 2015 to 2017 was the editor-in-chief of the Annals of Probability,[3] published by the Institute of Mathematical Statistics.", "18808525": "Henri Hogbe Nlend (born 23 December 1939) is a Cameroonian mathematician, university professor, former government minister and presidential candidate.", "61341390": "Eva-Maria Graefe is a German mathematical physicist who works as a reader in mathematical physics at Imperial College London and as a University Research Fellow of the Royal Society. Her research involves ultracold atoms and non-Hermitian quantum mechanics,[1] an area she describes informally as the study of \"holes in quantum systems\" by which dissipation degrades their quantum behavior.[2][3]", "4128468": "Ross A. Overbeek (born May 16, 1949) is an American computer scientist with a long tenure at the Argonne National Laboratory. He has made important contributions to mathematical logic and genomics, as well as programming, particularly in database theory and the programming language Prolog.", "10780372": "Muhammad Baqir Yazdi was an Iranian mathematician who lived in the 16th century. He gave the pair of amicable numbers 9,363,584 and 9,437,056 many years before Euler's contribution to amicable numbers.[1] His major book is Oyoun Alhesab (Arabic:عيون الحساب).", "58097367": "Louis Saalschütz (1 December 1835 — 25 May 1913) was a Prussian-Jewish mathematician, known for his contributions to number theory and mathematical analysis.", "42860250": "I. Martin \"Marty\" Isaacs is a group theorist and representation theorist and professor emeritus of mathematics at the University of Wisconsin–Madison.[1][2][3][4] He currently lives in Berkeley, California and is an occasional participant on MathOverflow.[4]", "491228": "Alfréd Haar (Hungarian: Haar Alfréd; 11 October 1885, Budapest – 16 March 1933, Szeged) was a Hungarian mathematician. In 1904 he began to study at the University of Göttingen. His doctorate was supervised by David Hilbert. The Haar measure, Haar wavelet, and Haar transform are named in his honor. Between 1912 and 1919 he taught at Franz Joseph University in Kolozsvár. Together with Frigyes Riesz, he made the University of Szeged a centre of mathematics. He also founded the Acta Scientiarum Mathematicarum journal together with Riesz.", "6946538": "William Anthony Granville (December 16, 1863 – February 4, 1943) was an American mathematician, and served as president of Gettysburg College from 1910 until 1923.", "45448939": "YoungJu Choie (Korean: 최영주, born June 15, 1959)[1] is a South Korean mathematician who works as a professor of mathematics at the Pohang University of Science and Technology (POSTECH). Her research interests include number theory and modular forms.[2]", "56884970": "Jeffrey Farlowe Brock (born June 14, 1970 in Bronxville, New York) is an American mathematician, working in low-dimensional geometry and topology. He is known for his contributions to the understanding of hyperbolic 3-manifolds and the geometry of Teichmüller spaces.", "32490": "Vladimir Igorevich Arnold (alternative spelling Arnol'd, Russian: Влади́мир И́горевич Арно́льд, 12 June 1937 – 3 June 2010)[3][4][1] was a Soviet and Russian mathematician. He is known for the Kolmogorov–Arnold–Moser theorem regarding the stability of integrable systems, and contributed to several areas, including geometrical theory of dynamical systems theory, algebra, catastrophe theory, topology, algebraic geometry, symplectic geometry, symplectic topology, differential equations, classical mechanics, differential geometric approach to hydrodynamics, geometric analysis and singularity theory, including posing the ADE classification problem.", "27328243": "David Tong is a British theoretical physicist. He is a professor at the University of Cambridge, working in the Department of Applied Mathematics and Theoretical Physics (DAMTP). He is also a fellow of Trinity College, Cambridge.[1] His research mainly concerns quantum field theory. He is the joint recipient of the 2008 Adams Prize[2] and is currently a Simons Investigator.[3] He is also known for his outreach activities and for his freely available lecture notes covering a wide range of topics in physics.[4]", "6651645": "Marion Cohen (born 1943) is an American poet whose pen name is Marion Deutsche Cohen.  She is also a mathematician with a Ph.D. in distribution theory from Wesleyan University.", "49872639": "Olive Jean Dunn (1 September 1915 – 12 January 2008)[1][2] was an American mathematician and statistician, and professor of biostatistics at the University of California Los Angeles (UCLA).[3] She described methods for computing confidence intervals[4] and also codified the Bonferroni correction's application to confidence intervals.[5][6] She authored the textbook Basic Statistics: A Primer for the Biomedical Sciences in 1977.[7]", "46956287": "Pietro Boselli (born 3 December 1988) is an Italian model, engineer, and former mathematics postgraduate teaching assistant at University College London.", "11173637": "Siemion Fajtlowicz is a Polish-American mathematician, formerly a professor at the University of Houston. He is known for creating and developing the conjecture-making computer program Graffiti.[1][2]", "2916107": "Olivier Ramaré is a French mathematician who works as Senior researcher for the CNRS. He is currently attached to Aix-Marseille Université.", "17530635": "Kalyan Kumar Mukherjea (1943–2010) was an authority on Indian classical music, particularly the Senia Shahjahanpur Gharana (school) of Sarod.  He was also a mathematician.", "28868368": "Per \"Pelle\" Lindström (9 April 1936 – 21 August 2009, Gothenburg)[1] was a Swedish logician, after whom Lindström's theorem and the Lindström quantifier are named.[2] (He also independently discovered Ehrenfeucht–Fraïssé games.[1]) He was one of the key followers of Lars Svenonius.[3]", "35258129": "John Jay Gergen (April 17, 1903 – January 16, 1967) was an American mathematician who introduced the Lebesgue–Gergen criterion for convergence of a Fourier series.[1]", "41877267": "Marc Aristide Rieffel is a mathematician noted for his fundamental contributions to C*-algebra[1] and quantum group theory.[2] He is currently a professor in the department of mathematics at the University of California, Berkeley.", "38305559": "Erica Flapan (born August 14, 1956) is an American mathematician, the Lingurn H. Burkhead Professor of Mathematics at Pomona College. She is the aunt of sociologist Heather Schoenfeld [1]", "16973592": "Puthumana Somayaji (c.1660–1740) was a 17th-century astronomer-mathematician from Kerala, India. He was born into the Puthumana or Puthuvana (in Sanskrit, Nutanagriha or Nuthanvipina) family of Sivapuram (identified as present day Thrissur). The most famous work attributed to Puthumana Somayaji is Karanapaddhati which is a comprehensive treatise on Astronomy.", "37060377": "Oscar Goldman (1925 – 17 December 1986, Bryn Mawr) was an American mathematician, who worked on algebra and its applications to number theory.[1]", "360219": "Marinus (Ancient Greek: Μαρῖνος ὁ Νεαπολίτης; born c. 440 AD) was a Neoplatonist philosopher, mathematician and rhetorician[1] born in Flavia Neapolis (modern Nablus), Palestine. He was a student of Proclus in Athens. His surviving works are an introduction to Euclid's Data; a Life of Proclus, and two astronomical texts. Most of what we know of his life comes from an epitome of a work by Damascius conserved in the Byzantine Suda encyclopaedia.[2]", "50593572": "Leo Corry (Hebrew: ליאו קורי, born 1956 in Santiago de Chile[1]) is an Israeli historian of mathematics.", "70713128": "Ilie Popa (July 20, 1907 – July 26, 1983)[1] was a Romanian mathematician and Head of the Mathematical Analysis Department at the University of Iași. He is known for his contributions to differential geometry, mathematical analysis, and the history of mathematics.[2]", "59080491": "Anne Lucy Bosworth Focke (September 29, 1868 – May 15, 1907) was an American mathematician who became the first mathematics professor at what is now the University of Rhode Island, and later became the first female doctoral student of David Hilbert.", "42762029": "Otto Wilhelm Fiedler (3 April 1832 in Chemnitz – 19 November 1912 in Zurich) was a German-Swiss mathematician, known for his textbooks of geometry and his contributions to descriptive geometry.[2][3][4][5]", "5865261": "John Ashworth Nelder FRS (8 October 1924 – 7 August 2010) was a British statistician known for his contributions to experimental design, analysis of variance, computational statistics, and statistical theory.", "63962927": "Margaret Alice Waugh Maxfield (February 23, 1926 – December 20, 2016)[1][2] was an American mathematician and mathematics book author.", "5701425": "James Dodson FRS (c.1705–1757) was a British mathematician, actuary and innovator in the insurance industry.", "16678709": "Silvo Breskvar (December 31, 1902 – January 3, 1969 in  Ljubljana) was a Yugoslav mathematician and physicist.[1]", "62324537": "William Snow Burnside (20 December 1839 – 11 March 1920) was an Irish mathematician whose entire career was spent at Trinity College Dublin (TCD). He is chiefly remembered for the book The Theory of Equations: With an Introduction to the Theory of Binary Algebraic Forms (1881)[1] and his long tenure as Erasmus Smith's Professor of Mathematics at TCD . He is sometimes confused with his rough contemporary, the English mathematician William Burnside.[2]", "589626": "Sir George Howard Darwin, KCB FRS FRSE (9 July 1845 – 7 December 1912)[1] was an English barrister and astronomer, the second son and fifth child of Charles Darwin and Emma Darwin.", "1933119": "Ke Zhao or Chao Ko (Chinese: 柯召; pinyin: Kē Zhào; Wade–Giles: K'o Chao, April 12, 1910 – November 8, 2002) was a Chinese mathematician born in Wenling, Taizhou, Zhejiang.", "73072448": "Christina Wiis Tønnesen-Friedman is a Danish-American mathematician specializing in Riemannian geometry, especially of Kähler manifolds and Sasakian manifolds. She is Marie Louise Bailey Professor of Mathematics at Union College in Schenectady, New York.", "28344128": "Gregory Anthony Kriegsmann (1946–2018)[1] was Distinguished Professor of Mathematics and Foundation Chair at New Jersey Institute of Technology’s department of Mathematical Sciences.", "56688455": "Uta Caecilia Merzbach (February 9, 1933 – June 27, 2017) was a German-American historian of mathematics who became the first curator of mathematical instruments at the Smithsonian Institution.[1]", "35258187": "Henry Berge  Helson (June 2, 1927 – January 10, 2010) was an American mathematician at the University of California at Berkeley who worked on analysis.", "71696217": "Beatrice Meini (born 1968) is an Italian computational mathematician and numerical analyst specializing in numerical linear algebra and its applications to Markov chains, matrix equations, and queueing theory. She is Professor of Numerical Analysis in the Department of Mathematics at the University of Pisa.", "19988317": "Edward W Ng (Chinese: 伍煒國; September 23, 1939 – December 14, 2018) was an American applied mathematician who had also held the positions of senior scientist, senior engineer and technical manager in the U.S. Space Program. He is noted for his broad variety of mathematical applications in space science and engineering. He has also contributed conscientiously in the spin-off of technology from the space program, with applications in such diverse subjects as Bose–Einstein distribution in mathematical physics, symbolic and algebraic computation, computational physics and biomedical research.", "60030821": "Serguei Barannikov (Russian: Сергей Александрович Баранников; born April 16, 1972) is a mathematician, known for his works in algebraic topology, algebraic geometry and mathematical physics.", "35028840": "Stanley Wagon is a Canadian-American mathematician, a professor of mathematics at Macalester College in Minnesota. He is the author of multiple books on number theory, geometry, and computational mathematics, and is also known for his snow sculpture.", "4390760": "ʿAbd Allāh ibn al-Ḥasan al-Ḥāsib was an astronomer and mathematician who lived in the first half of the 10th century.", "70713199": "Alexander Myller (1879–1965) was a Romanian mathematician and professor at the Alexandru Ioan Cuza University of Iași.[1]", "56491898": "Angela Sue Spalsbury (born 1967)[1] is an American mathematician specializing in functional analysis. She is a former president of Pi Mu Epsilon,[2] the dean and chief administrator of the Geauga campus of Kent State University,[3] and the co-author of a book on Haar measure, The Joys of Haar Measure, with Joe Diestel.[4]", "1048445": "Jacob ben Machir ibn Tibbon (Hebrew: יעקב בן מכיר ׳ן תיבון), of the Ibn Tibbon family, also known as Prophatius, was a Jewish astronomer; born, probably at Marseilles, about 1236; died at Montpellier about 1304. He was a grandson of Samuel ben Judah ibn Tibbon. His Provençal name was Don Profiat Tibbon; the Latin writers called him Profatius Judæus. Jacob occupies a considerable place in the history of astronomy in the Middle Ages. His works, translated into Latin, were quoted by Copernicus, Reinhold, and Clavius. He was also highly reputed as a physician, and, according to Jean Astruc (\"Mémoires pour Servir à l'Histoire de la Faculté de Médecine de Montpellier,\" p. 168), Ibn Tibbon was regent of the faculty of medicine of Montpellier.", "72318846": "George Gregory Roussas (born June 29, 1933) is a Greek-American professor emeritus in statistics at University of California, Davis. He is noted for his contributions in asymptotic statistics and stochastic processes.[1]", "54558591": "John William Stubbs (1 Feb 1821–10 Oct 1897) was an Irish mathematician and clergyman who served as bursar of Trinity College Dublin (TCD).[1] He has been co-credited with introducing the geometric concept of inversion in a circle, and late in life he authored a book on the history of the University of Dublin.[2]", "34471815": "Edwin Plimpton Adams (Prague, 23 January 1878[1] – Princeton, New Jersey, 31 December 1956) was an American physicist known for translating Einstein's lectures. Clinton Joseph Davisson attended his lectures. Adams was elected to the American Philosophical Society in 1915.[2]", "491402": "Pierre François Verhulst (28 October 1804, Brussels – 15 February 1849, Brussels) was a Belgian mathematician and a doctor in number theory from the University of Ghent in 1825. He is best known for the logistic growth model.", "56000397": "Salomon Eduard Gubler (7 July 1845 – 6 November 1921) was a Swiss mathematician. With Johann Heinrich Graf he published Einleitung in Die Theorie Der Bessel'schen Funktionen (A Treatise on the Theory of Bessel Functions) in two volumes (1898–1900). He was the author of very appreciated textbooks on mathematics and numerous reports about the methodology and organization on mathematics teaching, and he was a member of the Swiss commission for the teaching of mathematics and founder of the Swiss association of teachers of mathematics.[1] His main research interest was the Bessel functions.[2]", "65425": "Aleksandr Mikhailovich Lyapunov (Russian: Алекса́ндр Миха́йлович Ляпуно́в, pronounced [ɐlʲɪkˈsandr mʲɪˈxajləvʲɪtɕ lʲɪpʊˈnof]; 6 June [O.S. 25 May] 1857 – 3 November 1918) was a Russian mathematician, mechanician and physicist. His surname is variously romanized as Ljapunov, Liapunov, Liapounoff or Ljapunow. He was the son of the astronomer Mikhail Lyapunov and the brother of the pianist and composer Sergei Lyapunov.", "37388179": "Frances Hardcastle (13 August 1866 – 26 December 1941) was an English mathematician, in 1894 one of the founding members of the American Mathematical Society.[3] Her work included contributions to the theory of point groups.[4]", "41615251": "Margarethe Kahn[1] (known as Grete Kahn,[2] also Margarete Kahn,[3] born 27 August 1880, missing after deportation to Piaski, Poland on 28 March 1942) was a German mathematician and Holocaust victim.[4] She was among the first women to obtain a doctorate in Germany. Her doctoral work was on the topology of algebraic curves.", "38403990": "Wen-Ch'ing (Winnie) Li (Chinese: 李文卿; born December 25, 1948) is a Taiwanese-American mathematician and a Distinguished Professor of Mathematics at Pennsylvania State University.[1] She is a number theorist, with research focusing on the theory of automorphic forms and applications of number theory to coding theory and spectral graph theory. In particular, she has applied her research results in automorphic forms and number theory to construct efficient communication networks called Ramanujan graphs and Ramanujan complexes.", "51052442": "Jie Chen is a statistician who works as a professor of biostatistics and epidemiology at the Medical College of Georgia. As well as biostatistics, her research interests include change detection.", "50954138": "Anatoli (or Anatoly) Nikolaievich Andrianov (Анатолий Николаевич Андрианов, born 21 July 1936) is а Russian mathematician.", "43581340": "Gabriele Nebe (born 1967)[1] is a German mathematician with contributions in the theory of lattices, modular forms, spherical designs, and error-correcting codes. With Neil Sloane, she maintains the Online Catalogue of Lattices.[2] She is a professor in the department of mathematics at RWTH Aachen University.", "60161950": "Barbara Jean Bestgen Reys (born 1953)[1] is an American mathematics educator known for her research in number sense and mental calculation, for her mathematics textbooks, and for her leadership in developing curriculum standards for elementary school mathematics education.[2] She is Curators Professor Emeritus at the University of Missouri, and a winner of the Lifetime Achievement Award of the National Council of Teachers of Mathematics.", "47153057": "Joseph Rémi Léopold Delbœuf (30 September 1831, Liège, Belgium – 14 August 1896, Bonn, Germany) was a Belgian experimental psychologist[1] who studied visual illusions including his work on the Delboeuf illusion. He studied and taught philosophy, mathematics, and psychophysics.[1] He published works across a diverse range of subjects including the curative effects of hypnotism.[2]", "491426": "Sir Thomas Muir CMG FRS FRSE[1] (25 August 1844 – 21 March 1934) was a Scottish mathematician, remembered as an authority on determinants.[2][3][4]", "10387372": "Taylor Lockwood Booth (September 22, 1933 – October 20, 1986) was a mathematician known for his work in automata theory.", "56459180": "Kurt Strebel (20 April 1921, Wohlen, Aargau – 26 October 2013, Zurich) was a Swiss mathematician, specializing in geometric function theory."}