{"74015573": "Andrew Pelter FRSC FLSW (20 November 1931 - 16 March 2019) was a British organic chemist.[1]", "55337815": "Percy Shiras Brown (October 15, 1883 – 1973) was an American chemical, industrial and consulting management engineer, educator, and business executive, who served as president of the Taylor Society in 1924–1925,[1] and as president of the Society for Advancement of Management in 1942–44.[2]", "49996643": "Moses of Alexandria, often known simply as Moses or Moses the Alchemist, was an early alchemist who wrote Greek alchemical texts around the first or second century. He has also been called \"Moses the thrice happy\".[1] The author of these alchemical texts was likely Jewish, since his writings show traces of Jewish monotheism and other Jewish beliefs.[2]", "43148132": "Barbara S. Askins (born 1939) is an American chemist. She is best known for her invention of a method to enhance underexposed photographic negatives. This development was used extensively by NASA and the medical industry, and it earned Askins the title of National Inventor of the Year in 1978.[1]", "69657443": "Dr Evelyn Pease Tyner née Pease (1924–2015) was a biochemist and environmentalist.", "32662374": "Mónica Haydée Fein (born 3 June 1957) is an Argentine biochemist and Socialist Party politician who was intendente (mayor) of Rosario from 2011 to 2019. She has been a National Deputy since 2021, and previously held the same position from 2007 to 2011.", "320366": "Georg Brandt (June 26, 1694 – April 29, 1768)[1][2] was a Swedish chemist and mineralogist who discovered cobalt c. 1735. He was the first person to discover a metal unknown in ancient times.[3][4] He is also known for exposing fraudulent alchemists operating during his lifetime.[5]", "44065650": "Ralph Landau (May 19, 1916 – April 5, 2004)[1] was a chemical engineer and entrepreneur active in the chemical and petrochemical industries.[3][4] He is considered one of the top fifty foundational chemical engineers of the first half of the 20th century,[5] and one of the 75 most distinguished contributors to chemical enterprise.[6]  He has published extensively on chemical engineering[1] and holds a significant number of patents.[7]", "27386739": "Edward Ash Hadow (18 April 1831 – 11 August 1866) was an English chemist.", "12706680": "Marc Antoine Auguste Gaudin (5 April 1804 – 2 August 1880) was a French chemist.", "64349050": "Jan Cornelis Maria van Hest (born 28 September 1968) is a Dutch scientist of organic chemistry, best known for his research regarding polymersomes and nanoreactors. He currently holds the position of professor of bioorganic chemistry at Eindhoven University of Technology and is scientific director at the Institute of Complex Molecular Systems. \nAmong the awards he has received, he was one of the recipients of the 2020 Spinoza Prize.[1]", "8119167": "Miloslav Rechcigl, Jr., or Mila Rechcigl, is a trained biochemist, nutritionist and cancer researcher, writer, editor, historian, bibliographer and genealogist. He was one of the founders and past President for many years of the Czechoslovak Society of Arts and Sciences.", "34300809": "Lewis Gibson Longsworth (November 16, 1904 – August 8, 1981) was an American chemist and biochemist.\n[1]\n[2]\nThe New York Times said that his research \"helped to make modern biochemistry possible\".[1]\nLongsworth was notable for creating separation methods that allowed to measure trace quantities of biological chemicals,[1] as well as for new methods and improved techniques for studying the structures of proteins.[1]\nLongsworth was a member of the National Academy of Sciences[1][2] and a professor at Rockefeller University.[1][2]\nHe was also a member of the American Chemical Society, Electrochemical Society, Harvey Society, and Sigma Xi.[2] He was the recipient of the 1968 American Chemical Society Award in Chromatography and Electrophoresis.[2][3]", "12116873": "Johann Gottlieb (February 15, 1815 – March 4, 1875) was an Austrian chemist who first synthesized Propionic acid.[1] He is also known for describing and naming Paramylon.[3][4]", "57402253": "Magdalena (Magda) Titirici is a Professor of Sustainable Energy Materials at Imperial College London.", "63890327": "Henry Leffmann (September 9, 1847 – December 25, 1930) was an American chemist, physician and writer.", "3072930": "Roy McWeeny (19 May 1924 – 29 April 2021) was a British academic physicist and chemist.", "41247654": "Annie Dookhan (born 1977) is an American convicted felon who formerly worked as a chemist at the Massachusetts Department of Public Health Drug Abuse lab[1] and admitted to falsifying evidence affecting up to 34,000 cases.[2]", "44753839": "David Wallach (born January 23, 1946) is a full professor at the Department of Biological Chemistry at Weizmann Institute of Science, Israel, laureate of the 2014 Emet Prize for Life Sciences.[1]\n, and laureate of the 2018 The Paul Ehrlich and Ludwig Darmstaedter Prize.\n[2]", "66347954": "Marinella Mazzanti (born in Vinci, Tuscany, Italy) is an Italian inorganic chemist specialized in coordination chemistry. She is a professor at EPFL (École Polytechnique Fédérale de Lausanne) and the head of the group of Coordination Chemistry at EPFL's School of Basic Sciences.[1][2][3]", "4514741": "Herbert Edmund Carter (September 25, 1910 – March 4, 2007)[1] was an American biochemist and educator. He grew up in central Indiana and received his bachelor's degree from DePauw University. He received a Ph.D. in 1934 in organic chemistry from University of Illinois Urbana-Champaign. Was elected to the National Academy of Sciences and the American Academy of Arts and Sciences.", "64644029": "Olga Anatolyevna Dontsova (born January 7, 1959) is a Russian biochemist[3][1] and an academician at the Russian Academy of Sciences.[4] Her research interests includes: structure and functions of RNA-containing cellular machines, functional properties and mechanisms of regulation of Telomerase Ribonucleoprotein particle (RNP) complexes and non-coding RNAs.[3]", "62153665": "Carol Denison Frost (born 23 May 1957) is an American isotope geologist, petrologist and professor. Her primary research focuses on the evolution of the continental crust and granite petrogenesis. She has spent over thirty-five years investigating the geologic history of the Wyoming Province and the formation and geochemical classification of granite. Other contributions include isotopic fingerprinting of natural waters, including water associated with energy production. She served as Director of the Earth Sciences Division, National Science Foundation, from December 2014 to January 2018.", "517059": "John Motley Morehead III (November 3, 1870 – January 7, 1965) was an American chemist, politician, and diplomat. As a chemist, his work provided much of the foundation for the business of Union Carbide Corporation.  The Union Carbide and Carbon Corporation was formed in 1917 from the merger of the former Union Carbide founded in 1898 by Morehead's father; and the National Carbon Company founded in 1886.[1] He was a noted philanthropist who made major gifts to his alma mater, the University of North Carolina at Chapel Hill.  He also served as mayor of Rye, New York and United States Ambassador to Sweden.", "18506699": "Dame Lynn Faith Gladden DBE FRS FRSC FInstP FREng[2] (born 30 July 1961) is the Shell Professor of Chemical Engineering at the University of Cambridge. She served as Pro-vice-chancellor for research from 2010 to 2016.[3]", "34464717": "Earl Reece Stadtman NAS (November 15, 1919 – January 7, 2008)[2] was an American biochemist,[1][3]\nnotable for his research on enzymes[4]\nand anaerobic bacteria.", "52421585": "Pradeep Mathur (born 1955) is an Indian organometallic and cluster chemist and the founder director of the Indian Institute of Technology, Indore.[1][2] He is a former professor of the Indian Institute of Technology, Mumbai[3] and is known for his studies on mixed metal cluster compounds.[4] He is an elected fellow of the Indian Academy of Sciences[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2000, for his contributions to chemical sciences.[6] He has also been honoured by the award of an honorary Doctor of Science degree by the University of Keele in the U.K.", "41673682": "Karl Heinrich Ritthausen (13 January 1826 – 16 October 1912) was a German biochemist who identified two amino acids and made other contributions to the science of plant proteins.", "45048788": "Alfred Spinks CBE FRS (25 February 1917 – 11 February 1982), was a British chemist and biologist.", "59171800": "Nikolai Alexandrovich Prilezhaev, Russian: Николай Александрович Прилежаев, (Born September 15 [O.S. 27], 1887 [1] in Kopossevo near Nizhny Novgorod, died May 26, 1944, in Moscow) was a Russian organic chemist. The Prilezhaev reaction, in which an alkene and a peroxyacid react to form an epoxide, is named after him.", "2384857": "Herchel Smith (May 6, 1925 – December 20, 2001) was an Anglo-American organic chemist.  His discoveries include the key inventions underlying oral and injectable contraceptives. In later life, he was a major benefactor to university science. In England, the University of Cambridge and Queen Mary University of London have been the major beneficiaries; and in the US, Harvard University, the University of Pennsylvania, and Williams College. During his lifetime and after his death, Smith donated over US$200 million to Cambridge and US$100 million to Harvard, including endowments to expand student exchange between the two universities through fellowships.", "52028380": "Utpal Bhadra a retired scientist, worked in the Centre for Cellular and Molecular Biology (CCMB) in Hyderabad, India. Bhadra is known for his work on RNA interference,[1] and is a Fellow of the Royal Society of Biology and a Fellow of the Royal Society of Chemistry in the United Kingdom.", "55567326": "James Joseph Drumm (1897[a] – 1974) was an Irish chemist and the inventor of the  Drumm battery.[2][3]", "3302373": "Jean-Pierre Sauvage (French pronunciation: [ʒɑ̃pjɛʁ sovaʒ]; born 21 October 1944) is a French coordination chemist working at Strasbourg University.  He graduated from the National School of Chemistry of Strasbourg (now known as ECPM Strasbourg), in 1967.[3] He has specialized in supramolecular chemistry for which he has been awarded the 2016 Nobel Prize in Chemistry along with Sir J. Fraser Stoddart and Bernard L. Feringa.", "57861095": "Masami Tsuchiya (土谷 正実, Tsuchiya Masami, January 6, 1965 – July 6, 2018) was a senior member of Aum Shinrikyo, responsible for the deaths of a combined 19 people and for the production of sarin, VX nerve agent, PCP and LSD.[1] He is also notable for not showing remorse at the trials and remaining loyal to cult leader Shoko Asahara.[1] He was member of the Ministry of Health of the cult,[2] with prosecutors calling him \"the second most important figure involved in the gas attacks by the Aum Shinrikyo cult, after cult leader Shoko Asahara himself.\"[3]", "27812840": "Kyoko Nozaki (野崎 京子, Nozaki Kyōko, born 9 February 1964) is a Japanese chemist and Professor of Chemistry at University of Tokyo in Japan.", "19162097": "Karl Heinrich Emil Becker (14 September 1879 – 8 April 1940) was a German weapons engineer and artillery general. He advocated and implemented close ties of the military to science for purposes of advanced weapons development. He was the head of the Army Ordnance Office, Senator of the Kaiser Wilhelm Society, first president of the Reich Research Council, the first general officer to be a member of the Prussian Academy of Sciences, as well as being a professor at both the University of Berlin and the Berlin Technical University. He was an early and key supporter of the development of ballistic rockets as weapons. The military-scientific infrastructure he helped implement supported the German nuclear energy program, known as the Uranium Club. Being depressed over heavy criticism from Hitler for shortfalls in munitions production, he committed suicide in 1940. He was given a State funeral.", "48849913": "Serguei N. Lvov is Professor of Energy and Mineral Engineering & Materials Science and Engineering and Director of Electrochemical Technologies Program at the EMS Energy Institute of the Pennsylvania State University. He received a D.Sc. degree in Physical Chemistry at St. Petersburg State University of Russia in 1992. Prior to his tenure at Penn State he worked at St. Petersburg School of Mines and the Russian Academy of Science. He was visiting scholar at the University of Venice (Italy), the University of Delaware (USA) and the National Centre for Scientific Research at Vandoeuvre-les-Nancy (France). His main area of research is electrochemistry and thermodynamics of aqueous systems under extreme environments such as elevated temperatures and pressures or high concentrated solutions. He has carried out an innovative work to develop high temperature/high pressure flow-through electrochemical techniques including potentiometric, electrochemical kinetics, corrosion and electrophoresis studies.[1] He has developed an internationally accepted formulation for the self-ionization of water covering a wide range temperatures and densities.[2] He is author of more than 180 papers, 6 book chapters, and 3 books. His recent book Introduction to Electrochemical Science and Engineering was published by CRC Press in 2015.[3]", "21750778": "Louis Le Chatelier (20 February 1815 – 10 November 1873) was a French chemist and industrialist who developed a method for producing aluminium from bauxite in 1855. His son was chemist Henry Louis Le Chatelier. His name is inscribed on the Eiffel tower.[1][2]", "27976717": "Otto Ambros (19 May 1901 – 23 July 1990) was a German chemist and Nazi war criminal. He is known for his wartime work on synthetic rubber (polybutadiene, or \"Buna rubber\") and nerve agents (sarin and tabun). After the war he was tried at Nuremberg and convicted of crimes against humanity for his use of slave labor from the Auschwitz III–Monowitz concentration camp. In 1948 he was sentenced to 8 years' imprisonment, but released early in 1951 for good behavior.", "9266194": "Richard E. McCarty is the William D. Gill Professor of Biology at Johns Hopkins University. He also served as Dean of The Johns Hopkins Krieger School of Arts and Sciences for several years. In addition to lecturing in the Biology Department, McCarty oversees a research laboratory, in which graduate and undergraduate students, and post-doctoral fellows conduct various plant biochemistry-related research.", "32367637": "Fatma Şahin (born 20 June 1966) is a Turkish chemical engineer and politician. On 6 July 2011 she was appointed as the Minister of Family and Social Policies in the third cabinet of Erdoğan.", "55010333": "Gabriel Filippelli is an American biogeochemist and professor of Earth sciences at Indiana University-Purdue University Indianapolis (IUPUI). In 2017 he began serving as the Editor in Chief of GeoHealth. Filippelli is the author of two books and many journal articles. He is the recipient of several awards and served as senior science advisor for the United States State Department from 2013–2014. His research addresses biogeochemical cycling in the environment, and the links between environmental processes and human health.", "60154910": "Paul S. Cremer (born 1967) is an American chemist in physical and analytical chemistry at biological interfaces.", "44000287": "Laura Alberta Linton (April 8, 1853 – April 1, 1915) was an American chemist and physician.", "6644767": "Daniel J. Terra (June 8, 1911 – June 28, 1996) was a scientist, businessman, and art collector. A first-generation Italian-American, Terra earned a chemical engineering degree from Pennsylvania State University in 1931, and founded Lawter Chemicals in Chicago in 1940. The success of his global enterprise enabled him to pursue his cultural interests, assembling an art collection and participating in several Chicago arts institutions.[1]", "34006047": "Richard Michael Denton FRS (born 16 October 1941)[1] is a British biochemist, and Emeritus Professor at University of Bristol.[2]", "189474": "Chaim Azriel Weizmann (/ˈxaɪɪm ˈwaɪtsmən/ KHY-im WYTE-smən; Hebrew: חיים עזריאל ויצמן, romanized: Chayyim Azri'el Vaytsman; Russian: Хаим Евзорович Вейцман, romanized: Khaim Evzorovich Veytsman; 27 November 1874 – 9 November 1952) was a Russian-born biochemist, Zionist leader and Israeli statesman who served as president of the Zionist Organization and later as the first president of Israel. He was elected on 16 February 1949, and served until his death in 1952. Weizmann was instrumental in obtaining the Balfour Declaration and later convincing the United States government to recognize the newly formed State of Israel.", "287779": "Friedrich Christian Accum or Frederick Accum (29 March 1769 – 28 June 1838) was a German chemist, whose most important achievements included advances in the field of gas lighting, efforts to keep processed foods free from dangerous additives, and the promotion of interest in the science of chemistry to the general populace.[1] From 1793 to 1821 Accum lived in London. Following an apprenticeship as an apothecary, he opened his own commercial laboratory enterprise. His business manufactured and sold a variety of chemicals and laboratory equipment. Accum, himself, gave fee-based public lectures in practical chemistry and collaborated with research efforts at numerous other institutes of science.", "53404707": "Robert Lenkinski (born 1947) is a Canadian scientist, currently the Charles A. and Elizabeth Ann Sanders Chair in Translational Research and works as a Professor in Medical Science at University of Texas Southwestern Medical Center.[1][2]", "713758": "Nemesis Kid (Hart Druiter) is a supervillain and former antihero in the DC Comics universe. He lives in the future, comes from the planet Myar, and is an enemy of the Legion of Super-Heroes. Created by Jim Shooter, the character first appeared in Adventure Comics #346 (July 1966).[1]", "44426278": "Thressa Campbell Stadtman (February 12, 1920 – December 11, 2016) was an American biochemist, notable for her discovery of selenocysteine,[2] and her research on selenoproteins and bioenergetics. In addition she made significant advances in amino acid metabolism, enzymes dependent on vitamin B12, and the biochemistry of microbes.[3]", "16081959": "Scott A. McLuckey is an American chemist, the John A. Leighty Distinguished Professor of Chemistry at Purdue University. His research concerns the formation of ionized versions of large biomolecules, mass spectrometry of these ions, and ion-ion reactions.[1]", "23094310": "John William Mullin FRSc FIChemE FREng (22 August 1925 – 11 March 2009) was a Ramsay Memorial Professor of Chemical Engineering and world expert in crystallisation.[1][2]", "287787": "Franz Karl Achard (28 April 1753 – 20 April 1821) was a German (Prussian) chemist, geoscientist, physicist, and biologist. His principal discovery was the production of sugar from sugar beets.[1][2]", "47572011": "John H. Long was the president of the American Chemical Society in 1903.[1] He was born in 1856, and died in 1918.[2]", "60384300": "Richard H. Jefferson (January 20, 1931 – June 28, 2021) was an American politician who served in the Minnesota House of Representatives from 1987 to 1999. Jefferson graduated from Xavier University of Louisiana and was a chemist. He lived in Minneapolis, Minnesota when he was elected to the Minnesota Legislature. His nickname was \"Jeff.\"[1]", "53601326": "Tang Aoqing (Chinese: 唐敖庆; Wade–Giles: T'ang Ao-ch'ing; 18 November 1915 – 15 July 2008), or Au-Chin Tang, was a Chinese theoretical chemist and educator, known as the \"Father of Quantum Chemistry\" in China.[1] He established the Department of Chemistry of Jilin University, and served as President of the university from 1978 to 1986. He was a founding member of the Chinese Academy of Sciences and a member of the International Academy of Quantum Molecular Science (IAQMS). He established the National Natural Science Foundation of China in 1986 and served as its first president.", "58424": "Alexander Dallas Bache (July 19, 1806 – February 17, 1867) was an American physicist, scientist, and surveyor who erected coastal fortifications and conducted a detailed survey to map the mideastern United States coastline. Originally an army engineer, he later became Superintendent of the United States Coast Survey, and built it into the foremost scientific institution in the country before the American Civil War.", "17949752": "Hazel Mary Sanders (16 July 1926 – 29 December 1995) was an English cricketer who played as a right-handed batter. She appeared in 12 Test matches for England between 1949 and 1958. She played domestic cricket for Surrey for 11 years.[1][2]", "71066683": "Magalí Lingenfelder is an Argentinian chemist who is head of the Max Planck Laboratory for Molecular Nanoscience in École Polytechnique Fédérale de Lausanne.[3]  Her work looks to control atomic interfaces for energy conversion and antimicrobial surfaces.[2][4] She was awarded the Max Planck Society Otto Hahn Medal in 2008.[1]", "17065020": "The Liebig Medal (German: Liebig-Denkmünze) was established by the Association of German Chemists [de] (Verein Deutscher Chemiker) in 1903 to celebrate the centenary of Justus von Liebig.[1][2] Since 1946 it has been awarded by the Society of German Chemists (Gesellschaft Deutscher Chemiker, GDCh).", "35611712": "Roy S. Clarke is an American scientist focusing on geochemistry.", "69133377": "Barbara Jean Francis Apgar (born March 4, 1936) is an American biochemist. She worked on important research on ribonucleic acids (RNA), and on zinc deficiency as a risk factor in reproduction. She won the Federal Woman's Award in 1970, and the Arthur S. Flemming Award in 1973.", "51045447": "Jeanne Beadle Burbank (May 8, 1915 – March 2, 2002)[1] worked for 25 years at the United States Naval Research Laboratory (NRL), studying the materials and components of lead-acid and silver-zinc batteries used in submarines.  She was acknowledged internationally as an expert in the field of electrochemistry.[1]", "25584724": "Bogdan Djuricic (31 May 1950, Ljubljana - 11 December 2008, Belgrade) was a Serbian biochemist.", "47998037": "Wayne M. Becker is emeritus professor of botany at the University of Wisconsin and, under the name W. M. Becker, the original author, and for the next six editions, senior author of The World of the Cell (Pearson).\nBecker first joined the University of Wisconsin in 1958 and obtained his PhD in 1967. He received his B.S, M.S., and Ph.D in biochemistry at this college. Becker spent two years in the United Kingdom as a NATO/NIH postdoctoral researcher, and then returned to the campus in 1969 as a member of the Botany Department Faculty. He also spent a year in the same position at the University of Edinburgh.[1]", "18146402": "Hou Debang (Chinese: 侯德榜; 9 August 1890 – 26 August 1974), also known as Hou Qirong (侯启荣) and Hou Te-Pang, was a Chinese chemist and chemical engineer. He was born in Taijiang District of Fuzhou (then known as Houguan County). Graduating from Tsinghua Preparatory School in 1912, Hou was one of the scholars sent to the United States to study modern technologies. He obtained his master's degree in chemical engineering at Massachusetts Institute of Technology (1917), and later obtained his doctoral degree at Columbia University (1921).[1][2]", "64152677": "Kristy Turner is a British chemist, lecturer in the Department of Chemistry at the University of Manchester and a chemistry teacher at Bolton School, Manchester.[3] Her research is based on the field of chemical education, science communication, development of the chemistry curriculum and assessment, and also in engagement of STEM subjects within school students.[3][4] She is the current chair of the Education in Chemistry magazine editorial board at the Royal Society of Chemistry.[3]", "5137510": "George Frederick Barker (July 14, 1835, in Charlestown, Massachusetts[1] – May 24, 1910) was an American physician and scientist. He graduated from the Yale Scientific School in 1858. He was successively chemical assistant in Harvard Medical School in 1858–1859 and 1860–1861, professor of chemistry and geology in Wheaton (Ill.) College. In 1864 he became the Professor of Natural Science at the Western University of Pennsylvania, now known as the University of Pittsburgh, where he undertook experiments to produce electric light by passing the current through a resisting filament which he claimed was \"the first steady electric light generated in Pittsburgh, if not in the country\".[2] He subsequently went to Yale as a professor of physiological chemistry and toxicology, and later was a professor of physics at the University of Pennsylvania, in 1879–1900, when he became emeritus professor.  He served as president of the American Association for the Advancement of Science in 1879; president of the American Chemical Society; vice-president of the American Philosophical Society (elected 1873)[3] for 10 years; a member of the United States Electrical Commission; and for several years an associate editor of the American Journal of Science.  He lectured in many cities and wrote a Text-Book of Elementary Chemistry (1870); a Physics (1892); and more.", "20800618": "Kurt Starke (1911 in Berlin – 19 January 2000) was a German radiochemist. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club. He independently discovered the transuranic element neptunium. From 1947 to 1959, he taught and did research in Canada and the United States. From 1959 until he achieved emeritus status, he was at the German University of Marburg, where he established and became director of the Institute of Nuclear Chemistry. He was also the first dean of the Department of Physical Chemistry of the University of Marburg, which opened in 1971.", "55960684": "Edward Mervyn Patterson FRSE FRGS FGS FSAScot (14 March 1920 – 11 April 1997) was an Irish-born research chemist and geologist. He was president of the Geological Society of Glasgow from 1964 to 1967.", "53961836": "Debra R. Rolison is a physical chemist at the Naval Research Laboratory, where she is a head of the Advanced Electrochemical Materials section. Rolison's research involves the design, synthesis, and characterization of multi-functional nanostructures and ultra porous materials for rate-critical applications such as catalysis and energy storage.[1] She is the 112th recipient of the William H. Nichols Medal Award.[2]", "74015852": "Keith Smith FRSC FLSW is an academic and British organic chemist.[1]", "12706930": "Richard Anthony Collins FRSC (born 18 February 1966) is a British scientist.", "55141490": "Edward Meldrum  FRSE DL (1821–1875) was a Scottish chemist who was partner to James Young in his oil and paraffin ventures creating the company Young & Meldrum and the independent company of Meldrum & Co in Glasgow.[1]", "30499956": "Anthony Frank Marchington (2 December 1955[1] – 16 October 2011[2]) was an English biotechnology entrepreneur and businessman, famous as the co-founder of Oxford Molecular, and the former owner of the famous Class A3 4472 Flying Scotsman locomotive.[3]", "55501941": "Elizabeth Eleanor Field was a British chemist and the Head of Chemistry at Royal Holloway College for over nineteen years. She is also noted as one of the nineteen signatories of the 1904 petition which aimed to grant women the status of Fellows of the Chemical Society.[1]", "11822202": "Johann Jacob Diesbach (German: [ˈdiːsbax]) (born around 1670 – died in 1748),[1] also written as Johann Jacob von Diesbach, was a Swiss pigment and dye producer known for first synthesizing a blue pigment known as Prussian blue (i.e. iron blue or Berlin blue).", "65594504": "Lionel Salem (born 5 March 1937, Paris)[1] is a French theoretical chemist, former research director at the French National Centre for Scientific Research (CNRS), retired since 1999.[2] He is a member of the International Academy of Quantum Molecular Science[3] which named him its annual award winner in 1975 for his work on photochemical processes and on chemical reaction mechanisms.[4]", "9397403": "Sir Albert Cherbury David Rivett KCMG FRS FAA (4 December 1885 – 1 April 1961) was an Australian chemist and science administrator.", "53240991": "Andreas von Antropoff (Russian: Андрей Романович Антропов; 16 August 1878, Reval, Russian empire — 2 June 1956, Bonn) — Russian (Estonian-born) and German scientist-chemist, professor at the Bonn University and is known to have coined the term \"neutronium\"[1][2] and developed a temporarily and widely used alternative periodic table of elements in 1926.[3]", "47506595": "Stewart Sanders Adams OBE (16 April 1923 – 30 January 2019) was an English pharmacist, and bioengineer who was part of a team from Boots which developed the painkiller ibuprofen in 1961. Ibuprofen is now on the World Health Organization's Model List of Essential Medicines and is one of the world's best-selling drugs.[1]", "24077475": "Jean-Baptiste-Michel Bucquet (French: [bykɛ]; 18 February 1746 – 24 January 1780) was a French chemist, member of the French Royal Academy of Sciences, physician and public teacher.", "23520421": "Genocide:", "73032870": "Samira Siahrostami (Persian: سمیرا سیاه رستمی) is an Iranian computational chemist who is an associate professor at the University of Calgary. She designs new materials for catalysis, and develops computer simulations to understand electrochemical reactions. She was awarded the 2023 Canadian Society for Chemistry Tom Zeigler Award.", "2188451": "Irving Friedman (January 12, 1920 – June 28, 2005) was a U.S. Geological Survey (USGS) scientist and a pioneer in geochemistry. Born in New York City, New York, he obtained a B.S. degree in chemistry from Montana State University, a M.S. degree in chemistry from Washington State University, and a Ph.D. in geochemistry at the University of Chicago.[1]", "64545965": "Professor Dorthe Bomholdt Ravnsbæk is an inorganic / materials chemist who has been internationally recognized for her work in battery technology.[1]", "34006192": "Pierre Deslongchamps OC FRS (born 1938 in Saint-Lin-Laurentides, Quebec) is a Canadian chemist, and professor at Université de Sherbrooke.[1]\nHe was a 1979 Guggenheim Fellow.[2]", "53830838": "Jiří Barek (born October 2, 1949, in Benešov, Czech Republic) is an electroanalytical chemist and university teacher of analytical chemistry.[1] He graduated from Charles University, Faculty of Science, Department of Analytical Chemistry in 1972, and obtained his PhD in 1976 from the same institution. From 1977 to 1987 he served as a Lecturer, 1986–2006 as a Reader, and from 2006 he is a professor at the Department of Analytical Chemistry, Faculty of Science, Charles University, Prague. From 1993 to 1997 he served as the Deputy-Head and 2006–2012 as the Head of the Department of Analytical Chemistry, Charles University, Prague.", "29811896": "Ivan Nikolayevich Nazarov (Russian: Иван Николаевич Назаров; 12 June 1906, Koshelevo – 30 July 1957, Avignon) was a Soviet organic chemist.", "22340797": "Hu Zhuangyou (Chinese: 胡壮猷; pinyin: Hú Zhuàngyóu), was a Chinese chemist, educator and former President of Zhejiang University.", "15721662": "Kathryn Uhrich (born 1965) is Dean of the College of Natural and Agricultural Sciences, at The University of California, Riverside,[1] and founder of Polymerix Corporation.[2] She has received many awards for her research and work including the ACS Buck-Whitney Award and the Sioux Award. She was a fellow at both the National Academy of Inventors and the American Chemical Society in 2014.", "42460351": "Tomáš Zima (born 2 July 1966) is a Czech physician, chemist, and a teaching professor in the fields of biochemistry, clinical chemistry and laboratory medicine. He was the Rector of Charles University in Prague, Czech Republic between 2014 - 2022 and was a candidate in the 2023 Czech presidential election.", "17589443": "Gerald J. Wasserburg (March 25, 1927 – June 13, 2016) was an American geologist. At the time of his death, he was the John D. MacArthur Professor of Geology and Geophysics, emeritus, at the California Institute of Technology. He was known for his work in the fields of  isotope geochemistry, cosmochemistry, meteoritics, and astrophysics.", "58713288": "Joan Czerniejewski Sherman is a scientist and Professor of Chemistry. She was considered a pathbreaker by becoming one of the first professors at Florida Institute of Technology (while it was Brevard Engineering College) and one of the first women hired by Radiation Incorporated[1][2] She became the first woman technical director at Harris Corporation.[3] In 1994, the Society of Women Engineers named her Space Coast Outstanding Woman Engineer. The Town of Indialantic, Florida designated July 21, 2021 as “Joan C. Sherman Day”.[4]", "4515019": "Giulio Leonardo Cantoni (29 September 1915 – 25 July 2005) was the director of the United States' National Institutes of Health's  Laboratory of Cellular Pharmacology, later renamed the Laboratory of General and Comparative Biochemistry.", "68904144": "Adriaan Paets van Troostwijk (4 March 1752 – 3 April 1837) was a Dutch businessman amateur chemist. He conducted experiments and theorized on the nature of substances, conduct some of the earliest experiments on the electrolysis of water in collaboration with physician Johan Rudolph Deiman (1743–1808).", "67527889": "Bjørn Pedersen (born 25 March 1933) is a Norwegian chemist. He has been research leader at SI (which later merged with SINTEF), and was professor of chemistry at the University of Oslo for 24 years. He also served three years as pro-rector at the university.", "25814": "Richard Errett Smalley (June 6, 1943 – October 28, 2005) was an American chemist who was the Gene and Norman Hackerman Professor of Chemistry, Physics, and Astronomy at Rice University. In 1996, along with Robert Curl, also a professor of chemistry at Rice, and Harold Kroto, a professor at the University of Sussex,  he was awarded the Nobel Prize in Chemistry for the discovery of a new form of carbon, buckminsterfullerene, also known as buckyballs. He was an advocate of nanotechnology and its applications.", "25815": "Robert Floyd Curl Jr. (August 23, 1933 – July 3, 2022) was an American chemist who was Pitzer–Schlumberger Professor of Natural Sciences and professor of chemistry at Rice University.[1] He was awarded the Nobel Prize in Chemistry in 1996 for the discovery of the nanomaterial buckminsterfullerene, and hence the fullerene class of materials, along with Richard Smalley (also of Rice University) and Harold Kroto of the University of Sussex.", "27452641": "John Raymond Smythies (30 November 1922 – 28 January 2019) was a British neuropsychiatrist, neuroscientist and neurophilosopher.", "5170407": "Cecil Raymond Julian Humphery-Smith OBE FSA FHS FRHSC (29 October 1928 – 12 January 2021)[2] was a British genealogist and heraldist.", "50226409": "Horst Peissker or Horst Peißker (born 18 October 1927)[1] was a German biochemist, inventor and business executive in the pharmaceutical and chemical industry. He was a researcher at Schering AG, and was a member of the company's senior management as head of its research and production facility in Wolfenbüttel (now Bayer CropScience).[2]", "39838954": "William Lester Self Andrews is an American chemist who makes contributions to the ongoing development of quantum chemistry of metallic complexes. He is the Professor Emeritus of Chemistry at the University of Virginia. He won the Earle K. Plyler Prize for Molecular Spectroscopy in 2010 for \"vibrational spectroscopy in cryogenic matrices that combined with quantum calculations, has led to the identification and characterization of many molecules, ions, and complexes across the periodic table\".[1]", "779507": "Richard August Carl Emil Erlenmeyer (28 June 1825 – 22 January 1909), known simply as Emil Erlenmeyer, was a German chemist known for contributing to the early development of the theory of structure, formulating the Erlenmeyer rule, and designing the Erlenmeyer flask, a type of specialized  flask, ubiquitous in chemistry laboratories, which is named after him.[1]", "31745273": "Sergei Sergeievich Salazkin (1862–1932) was a biochemist and academic; in 1917 he served in the Russian Provisional Government.", "31614202": "Sergey Nikolayevich Ryazansky (Russian: Серге́й Николаевич Рязанский; born November 13, 1974) is a Russian cosmonaut. He was selected as commander of the IMBP-6 cosmonaut group in 2003, but later transferred to the TsPK Cosmonaut Group.[2] Ryazansky made his first spaceflight aboard the Soyuz TMA-10M/Expedition 37/Expedition 38 mission from September 2013 until March 2014. In 2017, Ryazansky returned to space was the commander of Soyuz MS-05, and served as Flight Engineer for Expedition 52 / 53.", "24241408": "Kenneth Ruud (born 16 September 1969) is a Norwegian chemist.", "69199104": "Peter FitzGerald (born 1950) is a Northern Irish biochemist and businessman, and the founder and owner of Randox Health.[2][3][4]", "35644677": "Auguste Houzeau (French: [ogyst uzo]; 3 March 1829, Elbeuf – 17 February 1911, Rouen) was a French agronomist and chemist.", "46425352": "Karen A. Lillycrop is a British geneticist. She is professor of Epigenetics at the University of Southampton.[1]  She is listed as a notable scientist in Thomson Reuters' Highly Cited Researchers 2014, ranking her among the top 1% most cited scientists.[2]", "45606155": "Jerzy Kroh (28 August 1924 – 15 February 2016) was a Polish chemist, the founder of a radiation chemistry school in Łódź, and the author or co-author of about 400 publications and several books.", "6612239": "William F Neuman (June 2, 1919 in Petoskey, Michigan – January 4, 1981 in Rochester, New York) was an American biochemist and author.", "62612757": "Josef Michl (born 12 March 1939 in Prague) is a Czechoslovak-American Chemist.", "59401496": "Katharina Kohse-Höinghaus (born 18 December 1951) is a German chemist.[1]", "11658522": "Ole Borch (7  April 1626 – 13 October 1690) (latinized to Olaus Borrichius or Olaus Borrichus) was a Danish scientist, physician, grammarian, and poet. He was royal physician to both Kings Frederick III of Denmark and Christian V of Denmark.\nHe was the founder of Borchs Kollegium  and is noted for being the influential instructor of scientist Nicolas Steno. [1]", "54420766": "Russell Jaye Boyd (born September 11, 1945) is a Canadian computational and theoretical chemist. He is Professor Emeritus at Dalhousie University in Halifax, Nova Scotia.[1]", "49997089": "John Lawrence Smith (February 10, 1889 – July 10, 1950) was a German-born American chemist, pharmaceutical industry executive, and sportsman. He was born Johann Schmitz in Krefeld, Prussia, in the German Empire. When he was three years old, his family emigrated to the United States and settled in Stonington, Connecticut.[1] He became a naturalized U.S. citizen in 1908 and the family legally changed its name to Smith in 1918.[1]", "71722277": "Léon Péan de Saint-Gilles (4 January 1832 – 22 March 1862) was a French chemist who worked along with Marcellin Berthelot on chemical kinetics and equilibria and attempted a mathematical formulation.", "47899945": "Matthias Eduard Schweizer (8 August 1818 – 23 October 1860) was a Swiss chemist\nwho in 1857 invented Schweizer's reagent, in which cellulose can be dissolved to produce artificial silk or rayon.\nHe was one of the pioneers of the synthetic textile industry.", "41641261": "William Macadam (3 November 1783 – 1853[1]\n) was an industrialist, a burgess and bailie of Glasgow. He owned a weaving mill and calico printing works in Kilmarnock near Glasgow.", "48489776": "Richard G. Hiskey (May 21, 1929 – July 28, 2016[1]) was an American chemist and Alumni Distinguished Professor of Chemistry at University of North Carolina at Chapel Hill. Hiskey joined the department of chemistry of the University of North Carolina at Chapel Hill in 1958. He served in various capacities within the university, including director of graduate studies (1965-1970) and chairman of the department (1970-1975), (elected) chairman of the division of natural sciences from 1975 to 1981, and faculty representative to the Atlantic Coast Conference and National Association of Intercollegiate Athletics (1985-1995).", "46196021": "Philipp Ulstad (Latin: Phillipus Ulstadius; English: Philip Ulstad) was a nobleman from Nuremberg, who taught medicine at the academy in Fribourg at the beginning of the sixteenth century.", "52389174": "Narayanan Chandrakumar (born 1951) is an Indian chemical physicist and a professor of chemistry at the Indian Institute of Technology, Madras.[1] He was the founder of the first Nuclear magnetic resonance (NMR) laboratory in India and is known for developing a new technique for NMR imaging and diffusion measurement.[2] He is an elected fellow of the Indian National Science Academy[3] and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1996, for his contributions to chemical sciences.[5]", "12182841": "Noah Biggs was an English medical reformer[1] and alchemical writer of the middle of the seventeenth century. In his Chymiatrophilos, mataeotechnia medicinae praxes: The Vanity of the Craft of Physick,[2] from 1651, he attacked pretentious and quack medical theories of his time. He also implied that Galenists in the College of Physicians opposed the Parliamentarian regime.[3] He is credited with introducing the words 'febrile'[4] and 'obesity'.", "288059": "Sir Jagadish Chandra Bose[1] CSI CIE FRS[2][3][4]\n(/boʊs/;[5] IPA: [dʒɔɡodiʃ tʃɔndro boʃu]; 30 November 1858 – 23 November 1937)[6] was a polymath with interests in biology, physics, botany and writing science fiction.[7] He was a pioneer in the investigation of radio microwave optics, made significant contributions to botany, and was a major force behind the expansion of experimental science on the Indian subcontinent.[8] Bose is considered the father of Bengali science fiction. He invented the crescograph, a device for measuring the growth of plants. A crater on the Moon was named in his honour.[9] He founded the Bose Institute, a premier research institute in India and also one of its oldest. Established in 1917, the institute was the first interdisciplinary research centre in Asia.[10] He served as the Director of Bose Institute from its inception until his death.", "52323648": "Chunni Lal Khetrapal (25 August 1937 – 21 July 2021) was an Indian chemical physicist and a vice chancellor of the Allahabad University.[1] He was known for his studies in chemical physics, particularly in the field of Nuclear magnetic resonance spectroscopy.[2] He was an elected fellow of the Indian National Science Academy[3] and the National Academy of Sciences, India.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1982, for his contributions to chemical sciences.[5]", "37709121": "Robert J. Cotter (July 15, 1943 – November 12, 2012 ) was an American chemist and mass spectrometrist. His research contributed to many early advances in the field of time-of-flight mass spectrometry. From 1998 to 2000 he was president of the American Society for Mass Spectrometry.[2] Cotter was also a co-investigator on the Mars Organic Molecule Analyzer (MOMA) project, developing a miniaturized, low power consumption ion trap/time-of-flight mass spectrometer that was to be deployed with the ExoMars rover, now the Rosalind Franklin rover.[3]", "2221377": "Irma Goldberg (born 1871) was one of the first female organic chemists to have and sustain a successful career, her work even being quoted in her own name in standard textbooks.[1]", "45671745": "Marko Branica (1931, Zagreb - 2004, Zagreb) was a Croatian chemist known for his investigations\nof electrochemical methods for the environmental analysis. For his research he was awarded the Heineken Prize for Environmental Sciences.[1]", "3401031": "Robert H. Wentorf Jr. (May 28, 1926, in West Bend, Wis. – April 3, 1997, in Easton, N.Y.) was a staff scientist at General Electric Corporate Research and Development Laboratory in Schenectady, N.Y. and a professor of chemical engineering at Rensselaer Polytechnic Institute in Troy, N.Y.", "53142858": "Cheves Walling (1916 - June 18, 2007) was an American organic chemist, having been a Distinguished Professor Emeritus at  and also the former Editor-in-Chief of Journal of the American Chemical Society. He was also a Fellow of the National Academy of Sciences and American Academy of Arts & Sciences.[1][2][3]", "5137751": "Richard Alan Lerner (August 26, 1938 – December 2, 2021) was an American research chemist.  He was best known for his work on catalytic antibodies and combinatorial antibody libraries.  Lerner served as President of The Scripps Research Institute (TSRI) from 1987 until January 1, 2012, and was a member of its Skaggs Institute for Chemical Biology, in La Jolla, California.", "25093464": "Robert Allen Boyer (September 30, 1909 – November 11, 1989)[1] was an American chemist employed by Henry Ford who was proficient at inventing ways to convert soybeans into paints and plastic parts used on Ford automobiles and is the inventor of the world's first plant protein fiber.", "31483232": "Alanna Schepartz (born January 9, 1962) is an American professor and scientist. She is currently the T.Z. and Irmgard Chu Distinguished Chair in Chemistry at University of California, Berkeley. She was formerly the Sterling Professor of Chemistry at Yale University.[1]", "66119014": "Muhammad Alauddin is a Bangladeshi chemist and university professor. He was the 10th vice-chancellor of the Islamic University, Bangladesh, from March 2009 to December 2012.[1][2] He is a life Member (MRSC) of the Royal Society of Chemistry in UK.", "41739626": "Charles Mackenzie Bruff (15 January 1887 – 17 October 1955) was a Norwegian chemist.", "2909552": "Benjamin Widom (born 13 October 1927) is the Goldwin Smith Professor of Chemistry at Cornell University. His research interests include physical chemistry and statistical mechanics.  In 1998, Widom was awarded the Boltzmann Medal \"for his illuminating studies of the statistical mechanics of fluids and fluid mixtures and their interfacial properties, especially his clear and general formulation of scaling hypotheses for the equation of state and surface tensions of fluids near critical points.\"[1]", "9856369": "Marguerite Davis (September 16, 1887 – September 19, 1967) was an American biochemist, co-discoverer of vitamins A and B with Elmer Verner McCollum in 1913.[2] Their research greatly influenced later research on nutrition.", "7005552": "Alexander Nikolayevich Lebedev (1869–1937) was a biochemist in the Russian Empire and the Soviet Union. He is known for his early experiments on the biochemical basis of behavior. Lebedev apprenticed as a student with physiologist and psychologist Ivan Pavlov, becoming familiar with various techniques involved used in behavioral psychology. Lebedev developed a theory that behavior in general, and specifically conditioned behavior, had a biochemical rather than psychological basis. He began his studies in biochemistry in Moscow State University, obtaining a doctorate in 1898.  He then proceeded to publish widely on the topic of \"biochemistry of the mind\" and is considered by some to have pioneered the field of neuropharmacology.", "36824435": "Mohamed Osman Baloola (Arabic: (محمد عثمان بلولة) born April 14, 1981) is a Sudanese scientist and inventor who was named among The World's 500 Most influential Arabs in 2012 and 2013[1][2][3] for his work on diabetes. Baloola has been a teaching assistant of biomedical engineering at the Ajman University of Science and Technology since 2010. He won a science and innovation award at the Arabian Business Awards 2011, in the Amrani hotel at Burj Khalifa in Dubai.[4] He won Dh40,000 (11,000 US) during a Sharjah television competition for his invention of a remote monitoring and control system for diabetes patients via mobile phone.[5]", "64972148": "Albert Louis Allred (born September 19, 1931) is an American chemist accomplished in the fields of inorganic chemistry and electronegativity. He was born in Mount Airy, North Carolina, United States.[1]", "70280571": "Xiaodong Zou (born 1964) is a Chinese-Swedish chemist who is a professor at Stockholm University. Her research considers the development of electron diffraction for the three dimensional characterisation of materials. She is a member of the Nobel Committee for Chemistry. She was elected to the Royal Swedish Academy of Sciences and the Royal Swedish Academy of Engineering Sciences.", "189819": "Carl Auer von Welsbach (1 September 1858 – 4 August 1929),[3] who received the Austrian noble title of Freiherr Auer von Welsbach in 1901,[4][5] was an Austrian scientist and inventor, who separated didymium into the elements neodymium and praseodymium in 1885. He was also one of three scientists to independently discover the element lutetium (which he named cassiopeium), separating it from ytterbium in 1907, setting off the longest priority dispute in the history of chemistry.[6]", "61236613": "Richard Grenfell Thomas (29 March 1901 – 1974) was an Australian mineralogist and biochemist. He was a senior research scientist in the Commonwealth Scientific and Industrial Research Organisation (CSIRO), ending his career as chief of the Division of Mineral Chemistry. In 1964 he and Isabel Bear scientifically described the smell of rain, for which he coined the term \"petrichor\".", "24470919": "William A. Klemperer (October 6, 1927 – November 5, 2017) was an American chemist, chemical physicists and molecular spectroscopists.  Klemperer is most widely known for introducing molecular beam methods into chemical physics research, greatly increasing the understanding of nonbonding interactions between atoms and molecules through development of the microwave spectroscopy of  van der Waals molecules formed in supersonic expansions, pioneering astrochemistry, including developing the first gas phase chemical models of cold molecular clouds that predicted an abundance of the molecular HCO+ ion that was later confirmed by radio astronomy.[1]", "52094347": "Elizabeth MacGregor Hardy (July 31, 1915 – June 26, 2008)[1] was a North American chemist who discovered the Cope rearrangement while working in Arthur C. Cope's research group at Bryn Mawr College.[2][3][4] The rearrangement drew upon the electronic models of Edward D. Hughes and Christopher Kelk Ingold, but also the non-electronic work of Rainer Ludwig Claisen and Ernst Tietze.[5]", "10839436": "Edwin Richard Gilliland (July 10, 1909 – March 10, 1973) was an American chemical engineer and Institute Professor at the Massachusetts Institute of Technology.", "13690255": "Robert Gomer (24 March 1924, in Vienna, Austria[1] – 12 December 2016[2]) was an Austrian scientist known for his research on field electron emission and field ionization, and his role as an adviser to the United States government.", "47572368": "Charles P. Casey (born January 11, 1942) is an organometallic chemist who was the 2004 President of the American Chemical Society.  He is currently the Homer Adkins Professor Emeritus of Chemistry at the University of Wisconsin-Madison.[1]  He was elected to the National Academy of Sciences in 1993.[2]", "58769": "William Murdoch (sometimes spelled Murdock) (21 August 1754 – 15 November 1839) was a Scottish chemist, inventor, and mechanical engineer.", "69690770": "Antoine de Saint-Yon was a French physician and chemist of the late 17th and early 18th centuries.", "2254231": "Heinrich Caro (February 13, 1834 in Posen, Prussia Germany  now Poznań, Poland – September 11, 1910 in Dresden), was a German Jewish chemist.", "24798616": "Sir Graham Hills FRSE (9 April 1926 – 9 February 2014) was a physical chemist,  principal of the University of Strathclyde, and a governor of the BBC. He was born in Southend-on-Sea, Essex and educated at Westcliff High School for Boys and Birkbeck College, London (BSc 1946, PhD 1950). He was knighted in 1988 for his services to education.[1]", "32433562": "Walter Greiling (5 September 1900 – 1986, Neu-Isenburg) was a German chemist and futurologist. He sometimes used the pseudonym Walt Grey.[1]", "4842908": "Karl-Ludwig Kratz (born April 23, 1941, in Jena, Thuringia) is a German nuclear chemist and astrophysicist. He is professor for nuclear chemistry at the Johannes Gutenberg University of Mainz and adjunct professor of physics at the University of Notre Dame in South Bend, Indiana.", "50718121": "Robert Norman Clayton FRS (March 20, 1930 – December 30, 2017) was a Canadian-American chemist and academic. He was the Enrico Fermi Distinguished Service Professor Emeritus of Chemistry at the University of Chicago. Clayton studied cosmochemistry and held a joint appointment in the university's geophysical sciences department. He was a member of the National Academy of Sciences and was named a fellow of several academic societies, including the Royal Society.", "53142954": "William Higuchi is an American chemist and pharmaceutical scientist and known figure in his field, currently Distinguished Professor Emeritus at University of Utah and who was given an honorary degree from University of Michigan in 2013.[1][2]", "2778545": "Robert Geoffrey William Anderson, FSA, FRSE, FRSC (born 2 May 1944) is a British museum curator and historian of chemistry.  He has wide-ranging interests in the history of chemistry, including the history of scientific instrumentation, the work of Joseph Black and Joseph Priestley, the history of museums, and the involvement of the working class in material culture.[1][2]   He has been Director of the Science Museum, London, the National Museums of Scotland, the British Museum, London,[3] and president and CEO of the Chemical Heritage Foundation (now the Science History Institute) in Philadelphia.[4]", "48522684": "Phạm Thị Trân Châu (born July 29, 1938) is a Vietnamese biochemist and former politician.", "62416319": "Joseph Rosin (August 4, 1878 - July 3, 1969[1]) was a chemist and a vice president at Merck[1] and the recipient of the 1945 Remington Medal[2] for contributions to pharmacy. He wrote Reagent Chemicals and Standards, a reference for chemists which saw numerous editions published.[3] He also served as the congregation president of Temple Sholom in Plainfield, NJ from 1934-1935[4]", "2352582": "Sir Jack Edward Baldwin FRS[2] (8 August 1938[3][4] – 5 January 2020[5]) was a British chemist. He was a Waynflete Professor of Chemistry at the University of Oxford (1978–2005)[6] and head of the organic chemistry at Oxford.[7][8]", "2319826": "Eli Lilly (July 8, 1838 – June 6, 1898) was an American soldier, pharmacist, chemist, and businessman who founded  the Eli Lilly and Company pharmaceutical corporation. Lilly enlisted in the Union Army during the American Civil War and recruited a company of men to serve with him in the 18th Independent Battery Indiana Light Artillery. He was later promoted to major and then colonel, and was given command of the 9th Regiment Indiana Cavalry. Lilly was captured in September 1864 and held as a prisoner of war until January 1865. After the war, he attempted to run a plantation in Mississippi, but it failed and he returned to his pharmacy profession after the death of his first wife.", "46851552": "Dr. Bibi Ameenah Firdaus Gurib-Fakim (Mauritian Creole pronunciation: [bibi amina fiːədos ɡəʁib fakim]) GCSK[1][2] (born 17 October 1959)[3] is a Mauritian politician and biodiversity scientist who served as the sixth president of Mauritius from 2015 to 2018. In December 2014, she was selected to be the presidential candidate of the Alliance Lepep. After Kailash Purryag resigned on 29 May 2015, both Prime Minister Sir Anerood Jugnauth and Leader of the Opposition Paul Berenger positively welcomed her nomination, which was unanimously approved in a vote in the National Assembly.[4]", "24962534": "Robert Byron Bird (February 5, 1924 – November 13, 2020) was an American chemical engineer and professor emeritus in the department of chemical engineering at the University of Wisconsin-Madison. He was known for his research in transport phenomena of non-Newtonian fluids, including fluid dynamics of polymers, polymer kinetic theory, and rheology.[2] He, along with Warren E. Stewart and Edwin N. Lightfoot, was an author of the classic textbook Transport Phenomena.[3] Bird was a recipient of the National Medal of Science in 1987.[4]", "4777448": "Gene Berg is a professor of Chemistry at Moorpark College in Moorpark, California.[1]\nHe has been teaching at Moorpark College since 1970, and became the college's ninth Distinguished Faculty Chair in 2005.[2]", "157164": "William Hyde Wollaston FRS (/ˈwʊləstən/; 6 August 1766 – 22 December 1828) was an English chemist and physicist who is famous for discovering the chemical elements palladium and rhodium. He also developed a way to process platinum ore into malleable ingots.[1]", "62285292": "Didier Roux (born 16 May 1955) is a French physicochemist. He is director of research and innovation at Saint-Gobain and a member of the French Academy of sciences[1] and the Academy of Technology.[2]", "35284463": "John Percy FRS (23 March 1817 – 19 June 1889) was an English metallurgist.[1]", "50292209": "Alexander Ellinger (17 April 1870, Frankfurt am Main – 26 July 1923, Frankfurt am Main) was a German chemist and pharmacologist.", "63038964": "Núria López is a Spanish chemist who is Professor of Chemistry at the Institute of Chemical Research of Catalonia (ICIQ). She was awarded the Spanish Royal Society of Chemistry Prize for Excellence in 2015.", "27452916": "Kenneth S. Suslick (born 1952) is the  Marvin T. Schmidt Professor of Chemistry Emeritus at the University of Illinois at Urbana–Champaign. His area of focus is on the chemical and physical effects of ultrasound,[1] sonochemistry, and sonoluminescence. In addition, he has worked in the fields of artificial and machine olfaction, electronic nose technology, chemical sensor arrays, and the use of colorimetric sensor arrays as an optoelectronic nose.[2]", "12707322": "John Davies or Davis (fl. 1816 – 1850) was an English scientist in Victorian Manchester. He was a lecturer and private tutor who played an important role in the administration of some of the city's learned societies.", "55830011": "George Christou is a British-American chemist, currently the Drago and Distinguished Professor at the University of Florida, previously the Earl Blough Professor at the Indiana University. He is also an Honorary Professor at London Centre for Nanotechnology.[1] His current interests are in bioinorganic chemistry, materials and nanoscale magnets, and supramolecular and cluster chemistry.[2][3] He was a pioneer of the field of single-molecule magnets and has been a significant figure in inorganic chemistry, with multiple papers each cited over 100 times. He has published over 600 peer-reviewed publications, with an H index of 96,[4] and has been selected to both the Highly Cited Researchers 2014 and 2015 lists.\nHe has received a variety of awards and honours over the years, including the recent American Chemical Society 2019 ACS Award in Inorganic Chemistry, the 2017 SEC Faculty Achievement Award, the 2016 Southern Chemist Award, and the 2016 Nyholm Prize of the UK Royal Society of Chemistry. He was named one of 15 Florida Most Influential Scientists.", "1566209": "Adolf Eduard Mayer (9 August 1843 – 25 December 1942) was a German agricultural biologist whose work on tobacco mosaic disease played an important role in the discovery of tobacco mosaic virus and viruses in general.", "41412098": "Prof. (emeritus) David Avnir (Hebrew: דוד אבניר; born 12 June 1947; St. Ottilien, Germany) is an Israeli Professor of chemistry at the Institute of Chemistry, The Hebrew University of Jerusalem, where he also obtained all his academic training, and where he has held the positions of Head of the School of Chemistry, Head of the Institute of Chemistry, and Head of the Graduate School of the Experimental Sciences. His current scientific activities include sol-gel materials, molecularly doped metals, chirality and symmetry in experiments and theory. Earlier interests included fractals in chemistry and far-from-equilibrium phenomena. He has co-authored more than 400 papers (2020), many of which are highly cited. Co-founder of the International Sol-Gel Society and its first chairman of the board. He was awarded the Israel Chemical Society Prize in 2011.", "67954179": "Pierre Antoine Favre (20 February 1813 – 17 February 1880) was a French physician and chemist who specialized in conducting experiments in thermochemistry. In his work from 1852 along with Johann T. Silberman on heat produced by chemical reactions, he popularized the use of the unit \"calorie\".", "55797253": "Mary Elizabeth Hickox Mandels (September 12, 1917 – February 17, 2008) was an American scientist. Mandels was an early advocate for converting waste biomass to fuels and chemicals. She worked for forty years at the head of the US Army's national bioconversion studies.", "58713607": "Raffaella Ocone OBE FRSE FREng is Professor of Chemical Engineering at Heriot-Watt University and a Fellow of the Royal Academy of Engineering. In 2006 she was awarded the title Cavaliere of the Order of Merit of the Italian Republic and in the 2019 New Year Honours she was appointed OBE.[1]", "2352649": "Reyes Tamez Guerra (born 18 April 1952 in Monterrey) is a Mexican immunochemist and politicians. He is a former Secretary of Education for the State of Nuevo León, a former president of the Autonomous University of Nuevo León (UANL) and a former Secretary of Education in the cabinet of Vicente Fox (2000–2006).", "39446026": "Thomas Matthias Klapötke (born 24 February 1961 in Göttingen) is a German inorganic chemist at Ludwig Maximilian University of Munich, studying explosives.", "56387086": "Charles C. Price  (July 13, 1913 - February 11, 2001) was an American chemist and president of the American Chemical Society (1965).  He taught at the University of Illinois at Chicago, the University of Notre Dame, and the  University of Pennsylvania.", "62449173": "Eric Steig is a Canadian-American scientist specializing in polar climate, glaciology, isotope geochemistry, and ice core science.", "14935574": "John Stephen Glasby (23 September 1928 – 5 June 2011)[1] was a British author born in East Retford in Nottinghamshire whose work spanned a range of popular genres. A professional research chemist and mathematician,[2] he produced more than 300 novels and short stories during the 1950s and 1960s, most of which were published under pen names by the Badger Books imprint.[3]", "54060578": "Mary Beatrice Thomas (15 October 1873 - 14 June 1954) was a lecturer in chemistry at Royal Holloway College and later at Girton College, Cambridge where she was also Director of Studies. She was a noted educator, co-editing a chemistry textbook written by Ida Freund, as well as being one of the nineteen signatories to a petition to the Chemical Society arguing for admission of women as Fellows of the Society.", "51340837": "John Masson Gulland FRS FRSE FRIC  (14 October 1898 – 26 October 1947) was a Scottish chemist and biochemist. His main work was on nucleic acids, morphine and aporphine alkaloids. His work at University College Nottingham on electrometric titration was important in leading to the discovery of the DNA double helix by James Watson and Francis Crick, and he was described as \"a great nucleic acid chemist.\"[1] He established the Scottish Seaweed Research Association and the Lace Research Council.", "57337382": "Edward Bruce Watson (born 16 October 1950) is an American geochemist at Rensselaer Polytechnic Institute in Troy, New York.", "68478511": "Philip R. Bunker (born 29 June 1941) is a British-Canadian scientist and author, known for his work \nin theoretical chemistry and molecular spectroscopy.", "64284207": "David Collison is a British chemist and a Professor in the Department of Chemistry at The University of Manchester.[3] His research in general is based on inorganic chemistry and magnetochemistry, specifically on coordination chemistry, electron paramagnetic resonance spectroscopy and f-block chemistry.[4]", "56583727": "Makoto Fujita (藤田 誠, Fujita Makoto) is a Japanese chemist who specializes in supramolecular coordination chemistry.", "41215540": "Vincent L. Pecoraro, professor at the University of Michigan, is a researcher in  bioinorganic chemistry and inorganic chemistry. He is a specialist in the chemistry and biochemistry of   manganese, vanadium, and metallacrown chemistry. He is a fellow of the  American Association for the Advancement of Science", "157241": "Edwin Mattison McMillan (September 18, 1907 – September 7, 1991) was an American physicist credited with being the first to produce a transuranium element, neptunium. For this, he shared the 1951 Nobel Prize in Chemistry with Glenn Seaborg.", "452160": "Abdul Qadeer Khan, NI, HI, FPAS (/ˈɑːbdəl ˈkɑːdɪər ˈkɑːn/ ⓘ AHB-dəl KAH-deer KAHN; Urdu: عبد القدیر خان; 1 April 1936 – 10 October 2021),[3] known as A. Q. Khan, was a Pakistani nuclear physicist and metallurgical engineer who is colloquially known as the \"father of Pakistan's atomic weapons program\".[a]", "72541764": "Ume (Umeko) Tange (1873-1955) was one of the first three women admitted to a Japanese university in 1913. She previously studied at a women's college. After graduating from university, she traveled to the US to study, gaining a PhD in chemistry from Johns Hopkins University in 1927, one of the first Japanese women awarded a doctorate in science. Tange returned to Japan to teach and do further research at RIKEN, studying vitamins, especially vitamin B2. She gained a second doctorate, in agricultural science, in 1940, from Tokyo Imperial University (now the University of Tokyo).", "4384325": "Robert Goulston Gilbert (born 1946) is a polymer chemist whose most significant contributions have been in the field of emulsion polymerisation. In 1970, he gained his PhD from the Australian National University, and worked at the University of Sydney from then until 2006. In 1982, he was elected a fellow of the Royal Australian Chemical Institute; in 1994, he was elected a fellow of the Australian Academy of Science. In 1992, he was appointed full professor, and in 1999 he started the Key Centre for Polymer Colloids, funded by the Australian Research Council, the University and industry. He has served in leadership roles in the International Union of Pure and Applied Chemistry (IUPAC), the world ‘governing body’ of chemistry. He was founding chair (1987–98) of the IUPAC Working Party on the Modelling of Kinetics Processes of Polymerisation, of which he remains a member, and is a member of the IUPAC scientific task groups on starch molecular weight measurements, and terminology. He was vice-president (1996–97) and president (1998–2001) of the IUPAC Macromolecular Division, and secretary of the International Polymer Colloids Group (1997–2001). As of 2007, he is Research Professor at the Centre of Nutrition and Food Science, University of Queensland,[1] where his research program concentrates on the relations between starch structure and nutrition.", "47081030": "Roger Lough is an Australian Defence scientist. He was Chief Defence Scientist from 2003 to 2008. Prior to this appointment he had been director of the Platform Sciences Laboratory within the Defence Science and Technology Organisation (DSTO) since January 2002.[1]", "1074761": "George Bohdanovych Kistiakowsky (Russian: Георгий Богданович Кистяковский, Ukrainian: Георгій Богданович Кістяківський, romanized: Heorhii Bohdanovych Kistiakivskyi; December 1 [O.S. November 18] 1900 – December 7, 1982) was a Ukrainian-American physical chemistry professor at Harvard who participated in the Manhattan Project and later served as President Dwight D. Eisenhower's Science Advisor.", "22144590": "Charles W. Gehrke (18 July 1917 in New York City, New York – 10 February 2009 in Columbia, Missouri) was an American chemist, researcher and business entrepreneur.", "7464528": "Dr Julian Ralph Ford (3 November 1932 – 31 January 1987) was an Australian chemist and ornithologist.  He was born in Perth and graduated in chemistry from the University of Western Australia in 1955. He worked for the Shell Oil Company until 1960 when he went on to a career of lecturing on chemistry, first at the Perth Technical College and then the Western Australian Institute of Technology.", "40527443": "Lee Byung-heon (Korean: 이병헌) is a professor of biochemistry and cell biology in the school of medicine at Kyungpook National University (KNU), South Korea.[1][2] He received his M.D. license from Korean Medical Association in 1989. He received his B.S. from the school of medicine, KNU, in 1989, and his M.S. and Ph.D. in biochemistry from KNU in 1991 and 1995. He was an assistant professor in the school of medicine at Dongguk University in 1996–2001 and a visiting investigator in the Sanford-Burnham Medical Research Institute, La Jolla, United States, in 2001–2003. He joined KNU in 2003. He is currently a member of the Korean Society for Biochemistry and Molecular Biology, the American Association for Cancer Research, and the American Society of Molecular Imaging. His main research interest is “discovery of tissue-specific homing peptides using phage display and their applications to molecular imaging and targeted therapy”. He is currently carrying out projects for the identification of homing peptides to tumor and atherosclerotic plaque and of phosphatidylserine- and blood clotting factor XIIIa-specific peptide ligands. He has published over 30 peer-reviewed papers, book chapters, and review articles. He has also filed several patents.[3]", "57960031": "George William Septimus Piesse (May 30, 1820 – October 23, 1882), known as Septimus Piesse, was an English chemist and perfumer. Piesse was a leading author and innovator of modern perfume ideas, inventing the concept of notes in perfumery that are still used universally today.[1][2] He was the co-owner of Piesse and Lubin, a perfume house that created some of the most popular scents of its day.", "8119909": "E. Bright Wilson Award (2000)\nNational Academy of Sciences (2002)\nWelch Award in Chemistry (2018)", "71886438": "Jean Pierre Chardenon (1714 – 16 March 1769) was a French physician and chemist. Chardenon theorized on the medical aspects of chemistry including an attempt to explain the composition and origin of organic oils which he explained as being made up of acid, water, phlogiston, and earth.", "69592682": "Joy Spence (born 1951) is a Jamaican chemist and master blender at Appleton Estate. She was the first female master blender in the spirits industry.[1][2]", "6710894": "Doctor Poison is a fictional character appearing in DC Comics publications and related media, commonly as a recurring adversary of the superhero Wonder Woman. A sadistic bioterrorist with a ghoulish face, she first appeared in 1942’s Sensation Comics #2, written by Wonder Woman creator William Moulton Marston and illustrated by Harry G. Peter, and holds a distinction as Wonder Woman’s first costumed supervillain.[1]", "70379118": "Benjamin Klaas Selinger FRACI CChem (born 23 January 1939) is an Australian chemist, for many years a professor with the chemistry department of the Australian National University, later head of department and Professor Emeritus. He is perhaps best known as a consumer advocate and author. His Chemistry in the Marketplace, first published in 1968, is from June 2017 in its sixth edition.[1]", "1107572": "Sir Alan Roy Fersht FRS FMedSci[6] (born 21 April 1943) is a British chemist at the MRC Laboratory of Molecular Biology, Cambridge, and an Emeritus Professor in the Department of Chemistry at the University of Cambridge.[7] He was Master of Gonville and Caius College, Cambridge from 2012 to 2018.[8] He works on protein folding, and is sometimes described as a founder of protein engineering.[9][10]", "34891384": "Chen Yu-chie (Chinese: 陳月枝; pinyin: Chén Yuèzhī) is a Taiwanese chemist and is a Professor of Chemistry in the National Chiao Tung University, Hsinchu, Taiwan.[1]  She received her Ph.D. from Montana State University (United States).[1]", "59958907": "Werner Ingold (20 February 1919 – 24 June 1995) was a Swiss chemist and entrepreneur. He was a pioneer in the field of chemical microanalysis, in particular in the development of glass-based, highly resistive pH electrodes. In 1948, he founded the Dr. W. Ingold AG, producing and selling sensors for process analytical applications. He developed the company to a mid-size international business organization and sold it in 1986 to Ciba Geigy. In 1966, Werner Ingold became an Active Life Member of The New York Academy of Sciences.", "17655421": "Thomas Michael Jessell (2 August 1951 – 28 April 2019) was the Claire Tow Professor of biochemistry and molecular biophysics at Columbia University in New York and a prominent developmental neuroscientist. In 2018, Columbia University announced his termination from his administrative positions after an internal investigation uncovered violations of university policies.[1] He died shortly after from a rapidly neurodegenerative condition diagnosed as progressive supranuclear palsy.[2][3]", "17884800": "Hillar Muidar Rootare (26 April 1928 – 2 October 2008) was a physical chemist[1] and materials scientist best known for his work in the development of mercury porosimetry, high pressure liquid chromatography, and formulation of the Rootare-Prenzlow Equation.", "70215299": "Minoru Ozima  (born November 24, 1930, Yamagata City, Japan)[1] is a geochemist and Professor Emeritus of the Department of Earth and Planetary Science, Graduate School of Science, at the University of Tokyo.[2]\nHe was named one of the top 100 Asian scientists for the year 2021 by Asian Scientist magazine.[2][3]", "1205892": "Clemens Alexander Winkler (December 26, 1838 – October 8, 1904) was a German chemist who discovered the element germanium in 1886, solidifying Dmitri Mendeleev's theory of periodicity.", "68904582": "Jan Rudolph Deiman or Johann Rudolf Deimann (29 August 1743 – 15 January 1808) was a German-Dutch physician and chemist who was among the first to examine electrolysis of water, and examine the application of electricity for medical uses along with Adriaan Paets van Troostwijk. In 1791, they founded the De Bataafsche Societeit (The Batavian Society) which later became the Gezelschap der Hollandsche Scheikundigen (Society of Dutch Chemists).", "58189449": "Frank Stuart Spring FRS FRSE FRIC (1907–1997) was a 20th-century British organic chemist.[1]", "30140044": "Anatoli Fyodorovich Kapustinskii (Russian: Анатолий Фёдорович Капустинский; 29 December 1906 – 26 August 1960) was a Soviet chemist. He derived the Kapustinskii equation that allows an estimation of the lattice energy of an ionic crystal.", "33646225": "Alexander Robertson FRS (12 February 1896 – 9 February 1970) was a British chemist. He was awarded the Davy Medal in 1952 \"In recognition of his researches into the chemistry of natural products, particularly the wide range of glycosides, bitter principles and colouring matters containing heterocyclic oxygen atoms\".[1][2][3] He is known for his organic chemistry research, particularly in the investigation of natural products.", "9561747": "Marvin Pipkin (November 18, 1889 – January 7, 1977) was an American chemist, engineer, and scientist. During his time in the United States Army, he worked on gas mask innovations. These masks were used by soldiers as well as the public during World War I for protection against chemical weapons. His innovative improvements were used through the twentieth century.", "68445846": "Hagit Eldar-Finkelman (Hebrew: חגית אלדר-פינקלמן) is an Israeli scientist and a principal investigator of an active research laboratory at the Sackler School of Medicine at Tel Aviv University.[1][2] Eldar-Finkelman’s research is focused on the signal transduction field and drug development targeting protein kinases. She is well known for her pioneering work on the functions of GSK-3 and its contribution to diabetes[3][4] and other pathogenies, including depressive behavior,[5] Alzheimer’s diseases,[6][7] and Huntington’s diseases.[8] Novel findings also include the unique evolution of GSK-3 isozymes.[9] Eldar-Finkelman is a leading figure in developing novel substrate competitive inhibitors (SCIs) for GSK-3 with significant benefits as drug candidates.[10]", "27059869": "Kankan Bhattacharyya was a modern non-linear laser spectroscopy scientist. His main interest is in femtosecond dynamics in nano-confined systems that include biological assemblies. His primary discovery is the ultraslow nature of biological water.", "49735325": "Thiruvengadam Rajendram Seshadri FNA, FRS was an Indian chemist, academic, writer and the Head of the Department of Chemistry at the University of Delhi, known for his researches on the Indian medicinal and other plants.[1] He was a Fellow of the Royal Society, UK and an elected member of the German Academy of Sciences Leopoldina.[2] Besides several articles, he also published two books,  Chemistry of Vitamins and Hormones[3] and Advancement of Scientific and Religious Culture in India.[4] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1963, for his contributions to Science.[5]", "70182557": "Vaman Ramachandra Kokatnur (16 December 1886 – 14 April 1950) was an American chemist of Indian origin. He was an industrial chemist and patented several chemical processes in the USA, Germany, England, France, and Canada, particularly the use of catalysts in organic synthesis.[1][2][3] Like many Indian immigrants into the US in the period he supported Indian Independence, while considering caste and class hierarchies as necessities in society.[4]", "3270305": "Gastón Pons Muzzo (circa 1922 – January 6, 2004) was a Peruvian chemist.", "23815844": "Dr. Norbert Bischofberger (born 10 January 1956 in Mellau, Austria) is an Austrian scientist and one of the inventors of the antiviral drug Tamiflu generically known as oseltamivir, which is, as of 2009, the only oral medication on the market to treat influenza A and B as well as the 2009 Pandemic H1N1 (swine flu), the spread of which caused an ongoing pandemic in 2009.[1] Bischofberger is currently the President & Chief Executive Officer of Kronos Bio, and previously was the Executive Vice President, Research and Development and Chief Scientific Officer at Gilead Sciences, a biopharmaceutical company specializing in antivirals.", "9889446": "Rustum Roy (July 3, 1924 – August 26, 2010) was a physicist, born in India, who became a professor at Pennsylvania State University and was a leader in materials research. As an advocate for interdisciplinarity, he initiated a movement of materials research societies and, outside of his multiple areas of scientific and engineering expertise, wrote impassioned pleas about the need for a fusion of religion and science and humanistic causes.", "3597990": "Raymond Harry Peters (19 February 1918 – 15 July 1995) was Professor of Polymer and Fibre Science, University of Manchester, 1955-1984, then professor emeritus.", "72312486": "Alexander H. Popkin, Ph.D. (November 7, 1913 – January 23, 1987) was an American scientist and inventor with 33 US patents and 18 scientific publications.[1]", "54519462": "Eduard Otto Emil Karl Adam Freiherr von Stackelberg (6 November 1867 in Sillamäe, Estonia – 7 April 1943 in Munich, Germany) was an Estonian chemist, landowner and politician who belonged to the Stackelberg family. As a chemist, he proposed a model for the periodic table in 1911. He was among the Baltic German landowners deported to Siberia, first by the Tsarist authorities and later by the Bolsheviks.[1][2] Following World War I he lived in Germany. In 1927 he published a memoir.[1]", "6710957": "Isbisa is a fictional supervillain appearing in American comic books published by Marvel Comics. He first appeared in All Winners Comics vol. 1, #19 (Fall 1946), published by Marvel predecessor Timely Comics during the 1940s period fans and historians call the Golden Age of Comic Books. He was created by writer Bill Finger and one or more of the five artists who contributed one or more chapters to his 44-page debut story.", "26961583": "Isaac Berenblum, (Hebrew: יצחק ברנבלום, born 26 August 1903, died 18 April 2000) was an Israeli biochemist, who in 1947 proposed that cancers need another trigger to grow besides mutated DNA.", "3925680": "John Michael Tedder, 2nd Baron Tedder, FRSE FRSC (4 July 1926 – 18 February 1994), was the Purdie Professor of Chemistry at St. Andrews University, Scotland.", "15525553": "Lev Aleksandrovich Chugaev (16 October 1873 – 26 September 1922) was a chemist from the Russian Empire. At the height of his career, he was professor of chemistry at the University of Petersburg, being the successor to Dmitri Mendeleev.  He was active in the fields of inorganic chemistry, especially platinum group complexes, as well as organic chemistry.[1][2][3]  He is also known as Leo Aleksandrovich Tschugaeff or Tschugaev.", "59401907": "Christel Maria Marian (4 June 1954) is a German chemist.[1][2] She is a full professor and the director of the institute of theoretical and computational chemistry at the University of Düsseldorf.[3]", "353975": "Richard Stanyhurst (or Stanihurst) (1547–1618) was an Anglo-Irish alchemist, translator, poet and historian, who was born in Dublin.", "67987127": "Marina Bennati is a German physicist who is a professor at the University of Göttingen and the leader of research group ESR spectroscopy at the Max Planck Institute for multidisciplinary Sciences . Her research is focused on the development of high-field electron paramagnetic resonance spectroscopy for the characterisation of biomolecules and the methods of high-field dynamic nuclear polarization for the sensitivity enhancement of nuclear magnetic resonance.", "65496768": "Katharina Landfester is a German chemist who is a professor at the Max Planck Institute for Polymer Research. Her research considers the physical properties of droplets, polymerisation in emulsion and the synthesis of nanoparticles.", "52258507": "Yosef Gruenbaum (born September 22, 1949) (Hebrew: יוסף גרינבאום) is an Israeli researcher, academic, biochemist and professor in medicine based in Jerusalem, Israel. He is known for his research on nuclear lamins and their associated proteins in health and disease.[2] He was the Chairman of the Alexander Silberman Institute of Life Sciences at the Hebrew University of Jerusalem and is an adjunct professor at the Northwestern University, Chicago.[3][4]", "22767311": "Knut Sigurdsøn Heier (20 April 1929 – 14 September 2008) was a Norwegian geochemist. He was a professor at the University of Oslo and the Norwegian Institute of Technology between 1968 and 1989, and was also director of the Norwegian Geological Survey. Heier also spent parts of his research abroad, and was a member of the Apollo Project.", "56321751": "Martha Austin Phelps was an American chemist who conducted research in measuring metal concentrations and developed several analytical protocols to do so. She also worked on the early development of ester synthesis. In between conducting research, she worked as school teacher teaching chemistry and physics. She finished her career as an activist in women's academic clubs. Her chemistry career lasted approximately 10 years, resulting in 15 publications, which set her apart as one of the most skilled female chemists within the first generation of women chemists in the United States.", "57960152": "August Maschmeijer Jr. (1878 - 1936) was an organic chemist.", "51308247": "Allen Dalzell MD FRSE (1821–1869) was a Scottish chemist and pharmacologist who was professor of chemistry and materia medica at the Dick Veterinary College in Edinburgh.", "32663259": "Gregorio Weber (4 July 1916 – 18 July 1997) was an Argentinian scientist who made significant contributions to the fields of fluorescence spectroscopy and protein chemistry.[1] Weber was elected to the National Academy of Sciences in 1975.", "55961308": "Thomas Stewart Patterson FRSE LLD (1872–1949) was a Scottish organic chemist.", "9234145": "William Gossage (12 May 1799 – 9 April 1877) was a chemical manufacturer who established a soap making business in Widnes, Lancashire, England.", "53143270": "A. B. P. Lever is a Canadian chemist, and currently a Distinguished Research Professor Emeritus at York University. He is the founding editor of the Elsevier journal Coordination Chemistry Reviews.[1][2][3][4][5] Lever is known for the Lever electronic parameter, which is similar to the Tolman electronic parameter[6] that is used to characterize ligands in coordination compounds using electrochemistry.", "45410025": "Lance Allen \"Lane\" Bray (September 21, 1928 – September 9, 2015) was an American politician in the state of Washington. He served the 8th district from 1991 to 1995. He attended Lake Forest College and was a research scientist and chemist.[1][2] He was also a former mayor of Richland, Washington.[3] Bray died in Richland, Washington.[4]", "26361": "Richard Robert Ernst (14 August 1933 – 4 June 2021) was a Swiss physical chemist and Nobel laureate.[2]", "24700665": "Arthur J. Nozik (born 1936) is a researcher at the National Renewable Energy Lab (NREL).[1] He is also a professor at the University of Colorado, which is located in Boulder. He researches semiconductor quantum dots at the National Renewable Energy Laboratory, and is a chemistry professor at the University of Colorado. He also does research for the advancement of solar energy, for which he won the Intergovernmental Renewable Energy Organization (IREO) Award for Science and Technology in 2009.[2]", "14477052": "Stephen István Szára (March 21, 1923 – August 1, 2021) was a Hungarian-American chemist and psychiatrist who made major contributions in the field of pharmacology.", "69854973": "Lorne Elias is a Canadian chemist, inventor, and a pioneer in explosives detection technology. He invented the explosives vapour detector, EVD-1, a portable bomb detection instrument deployed at international airports in Canada in the 1980s. He contributed to the field of explosives detection for over three decades, and is called the father of vapour and trace explosives detection technology.", "29189885": "Carl Blumenreuter (16 November 1881 – 11 July 1969) was a German chemist and politician during the Nazi era. He served as SS Chief Pharmacist for the Nazi Party (NSDAP).[1][2]", "22767364": "Jan Rajchman Prize (2001)\nACS Nation Team Award (2004)\nConsumer Electronics Hall of Fame (2013)", "65529611": "Živojin Jocić (1870–1914) was a Serbian chemist.", "36235025": "Akira Hosomi (1943 – 9 September 2018) was a Japanese chemist. He was professor emeritus at Tsukuba University, a fellow of the Chemical Society of Japan, a visiting professor at Chuo University, and an academic advisor at Kyushu University.", "12740372": "Carl Schorlemmer FRS (30 September 1834 – 27 June 1892) was a German chemist who did research on hydrocarbons and contributed to the study of the history of chemistry.", "32565017": "Richard Battley (1770–1856), was an English chemist.", "43476763": "John Reader Hosking (11 July 1896 – 14 October 1946) was a New Zealand natural products chemist.", "21620507": "Oliver Parker Fritchle (September 15, 1874 – August 1951) was an American chemist, storage battery innovator, and entrepreneur with electric vehicle and wind power generation businesses during the early twentieth century. His initial battery patent was awarded in 1903[1] and by 1904 he had established what was to become the Fritchle Automobile & Battery Company in Denver, Colorado.[2] He was an early adaptor and developer of significant automotive technologies, such as regenerative braking[3] and hybrid drivetrains,[4] that did not reemerge on production vehicles of major car companies until late in the twentieth century.", "59402015": "Gabriele Sadowski (born 18 February 1964) is a German chemist.[1]", "65857313": "Janice Musfeldt is a professor at University of Tennessee, Knoxville in physical and materials chemistry and experimental physics. She received her B.S. degree in chemical engineering from the University of Illinois in 1987 and a Ph.D. in physical chemistry from the University of Florida in 1992.[1] She served as a post-doctoral research associate at the Departement de Physique, Universite de Sherbrooke in 1993-1994. She received the 2001 Creativity award from the Division of Materials Research, National Science Foundation and the 2010 Chancellor's award for research and creative achievement at the University of Tennessee.[1] She has served on the user committee of the National High Magnetic Field Laboratory between 2010 and 2013 and between 2018 and the present[2] and was elected its chair in 2010.[3] In 2014 she founded the biannual Gordon Research Conference on Multiferroics and Magnetoelectric materials.[4] In 2017, she was elected as a Fellow of the American Physical Society for her contribution to the spectroscopy of quantum materials with an emphasis on high magnetic field effects in multiferroics, quantum magnets, and nanomaterials.[5]", "66217765": "Virgil Boekelheide (28 July 1919 – 24 September 2003[2]) was an American organic chemist and a professor in the department of chemistry at the University of Oregon.[3] He is known for his work on aromatic compounds, particularly cyclophanes,[3] and a name reaction, the Boekelheide reaction, is named after him.[4]", "1566502": "William Cookworthy (12 April 1705 – 17 October 1780) was an English Quaker minister, a successful pharmacist and an innovator in several fields of technology. He was the first person in Britain to discover how to make hard-paste porcelain, like that imported from China.  He subsequently discovered china clay in Cornwall.[1]  In 1768 he founded a works at Plymouth for the production of Plymouth porcelain;[2] in 1770 he moved the factory to Bristol, to become Bristol porcelain, before selling it to a partner in 1773.", "62285606": "Philippe Sautet (born 8 May 1961 in Salon-de-Provence, France) is a French chemist. He was elected to the French Academy of sciences on 30 November 2010.[1] He was a research director at the CNRS and works in the chemistry laboratory of the École normale supérieure de Lyon where he devoted a large part of his scientific activity to molecular modelling.[2] Now he is a professor at the University of California - Los Angeles.[3]", "47572776": "Ad van der Avoird (born 19 April 1943) is a Dutch theoretical chemist. He was professor of theoretical chemistry at the Radboud University Nijmegen.", "59336491": "Wilfrid Roger Butt (2 May 1922 – 1 May 2006)[1] was an English biochemist and reproductive endocrinologist. He pioneered the isolation and purification of several hormones, particularly follicle-stimulating hormone (FSH), from cadavers, and used his isolates of FSH to treat female infertility.", "71591725": "Olga Dmitrievna Ulyanova (Russian: Ольга Ульянова; 4 March 1922 – 25 March 2011) was a Russian chemist, physicist, and writer. The niece of Vladimir Lenin, she was one of his last-known living relatives before her death. Ulyanova was a supporter of Lenin's legacy, writing extensively about her uncle and family. She was awarded the Order of the Red Banner of Labour by the Soviet Union for her writing. Ulyanova actively campaigned for Lenin's body to stay in Lenin's Mausoleum during discussions of reburying it outside of the Red Square. While supportive of maintaining Lenin's legacy, she told European press that it was a mistake to make him into an icon.", "29189935": "Horst Böhme, born Johann Friedrich Horst Böhme (30 May 1908 in Bernau bei Berlin – 27 July 1996 in Arolsen)  was a German chemist. He became an expert on mustard gas. During the war, he worked from 1943 at the Kaiser Wilhelm Institute for Physical Chemistry and Electrochemistry at Berlin-Dahlem.[1] After the war, he became a professor of chemistry and a rector of the University of Marburg.", "25585456": "Gheorghe Duca (born 29 February 1952) is a Moldovan academic and politician who is a former president of the Academy of Sciences of Moldova, an honorary member of the Romanian Academy, and former Moldovan Minister of Environment, Public Works and Regional Development.", "38135607": "Anna Feodorovna Volkova (Russian: Анна Федоровна Волкова; died 1876) was a Russian chemist known for her work in organic chemistry. Volkova was the first chemist to prepare pure ortho-toluene sulfonic acid, its acyl chloride, and its amide (1870). She was the first chemist to synthesize para-tricresol phosphate from para-cresol, a component of plasticizer.[1] Volkova was the first woman to receive a diploma in chemistry (1870), the first woman in the world to publish scientific work in chemistry, and the first woman to be a member of the Russian Chemical Society.[2]", "32565052": "Brian Robert Bowsher OBE FRSC FInstP (born 12 July 1957) is a British chemist, and was the Chief Executive of the Science and Technology Facilities Council (STFC) between November 2016 and March 2018. He is also a non-executive member of the board for the Defence Science and Technology Board (Dstl).[1]", "67954502": "Benedetta Mennucci (born 1969) is an Italian theoretical chemist who is professor at the University of Pisa.[1][2] She is a developer of the Polarizable continuum model.[3]", "452431": "Leopold Ružička ForMemRS (Croatian pronunciation: [rǔʒitʃka];[3] born Lavoslav Stjepan Ružička; 13 September 1887 – 26 September 1976)[5] was a Croatian-Swiss scientist and joint winner of the 1939 Nobel Prize in Chemistry \"for his work on polymethylenes and higher terpenes\"[6][7] \"including the first chemical synthesis of male sex hormones.\"[8] He worked most of his life in Switzerland, and received eight doctorates honoris causa in science, medicine, and law; seven prizes and medals; and twenty-four honorary memberships in chemical, biochemical, and other scientific societies.", "43935570": "Georg Michael Hanack (22 October 1931 – 6 November 2019) was a professor of chemistry at the University of Tübingen in Germany.", "26451": "Robert Ghormley Parr (September 22, 1921 – March 27, 2017) was an American theoretical chemist who was a professor of chemistry at the University of North Carolina at Chapel Hill.[1][2][3]", "49669975": "Leticia González Herrero (born in Madrid) is a theoretical chemist, known for her work on molecular excited states, especially ultrafast dynamics of DNA nucleobases[1] and highly accurate simulations of transition metal complexes.[2]", "13297496": "Eugène-Melchior Péligot (24 March 1811 – 15 April 1890), also known as Eugène Péligot, was a French chemist who isolated the first sample of uranium metal in 1841.[2]", "21686107": "Robert Wintgen (June 13, 1882 – 1966) was a German chemist. Wintgen studied at the University of Bonn and made his Ph.D with E. Rimbach at the University of Berlin.", "65824604": "Paul Josef Scheuer (born 25 May 1915 in Heilbronn; died 12 January 2003 in Hawaii[1]) was a German/American chemist.", "48654173": "Lois Kathryn Miller (May 2, 1945[note 1] – November 9, 1999) was an American geneticist and academic. She was a Distinguished Research Professor of Genetics and Entomology at the University of Georgia. A graduate of Upsala College, she taught at the University of Idaho before moving to Georgia. Miller's research was related to baculoviruses, which infect agricultural pests. She was elected to the National Academy of Sciences and was a fellow of the American Association for the Advancement of Science.", "8742752": "Daniel Stolz von Stolzenberg (Daniel Stolcius) (1600–1660) was a Bohemian physician and writer on alchemy, a pupil of Michael Maier in Prague. [2] His name is often given as 'von Stolcenberg', i.e. from Stolzenberg, or 'von Stolcenbeerg'.", "63498084": "Heinrich Mückter (14 June 1914 – 22 May 1987) was a German medical doctor, pharmacologist and chemist.", "70313832": "Lassar Cohn, Lassar-Cohn or Ernst Lassar Cohn (6 September 1858 – 9 October 1922) was a Prussian chemist and professor at the University of Königsberg who wrote several influential textbooks on organic analysis including methods for the analysis of urine.", "26475": "Rudolph Israel Pariser (December 8, 1923 – February 2, 2021) was an American physical and polymer chemist.", "23619441": "William Ernest Stephen Turner OBE FRS (22 September 1881 – 27 October 1963) was a British chemist and pioneer of scientific glass technology.[1][2]", "28403574": "Donald J. Metz (May 18, 1924 – May 9, 1999) was an American nuclear engineer at Brookhaven National Laboratory. Metz's research focused on the effects of radiation on polymerization.[1]", "66086777": "2018 - Fellow of the Royal Society of Chemistry", "73295737": "Thomas E. Müller is a German chemist and an academic. He is Professor of Carbon source and Conversion at Ruhr-Universität Bochum.[1]", "55863168": "Maria Kobel (5 August 1897 – August 1996), was a German biochemist.", "71559043": "Marcy Hamby Towns is an American chemist who is Professor of Chemistry Education at Purdue University. Her research considers the development of innovative ways to teach undergraduate chemistry. She was awarded the IUPAC Distinguished Women in Chemistry Award in 2021.", "911242": "Nicolas Leblanc (December 6, 1742 – January 16, 1806) was a French chemist and surgeon who discovered how to manufacture soda ash from common salt.[1]", "72312718": "Martin Albrecht (born December 12, 1971) is a Swiss chemist. He is Professor of Inorganic Chemistry at the Department of Chemistry, Biochemistry and Pharmacy at the University of Bern. He is known for his contribution to carbene chemistry, particularly with his work on 1,2,3-triazolylidene mesoionic carbene.[1][2][3]", "44689296": "Anatoly Davydovich Zimon   (Russian: Анато́лий Давы́дович Зимо́н; 20 November 1924 – 22 February 2015) was an honorary professor of the Moscow State Technological Academy, a Doctor of Technical Sciences, Honored Scientist of Russia, Academician of the International Academy of Ecology and Life Safety, veteran of World War II and a retired colonel.[1]", "26514": "Roald Hoffmann (born Roald Safran; July 18, 1937)[2] is a Polish-American theoretical chemist who won the 1981 Nobel Prize in Chemistry. He has also published plays and poetry. He is the Frank H. T. Rhodes Professor of Humane Letters, emeritus, at Cornell University, in Ithaca, New York.[3][4][5][6]", "550804": "Richard Wilhelm Heinrich Abegg (9 January 1869 – 3 April 1910) was a German chemist[4] and pioneer of valence theory. He proposed that the difference of the maximum positive and negative valence of an element tends to be eight. This has come to be known as Abegg's rule. He was a gas balloon enthusiast, which caused his death at the age of 41 when he crashed in his balloon in Silesia.", "48621461": "Margaret Sylvia Gilliland (8 September 1917 – 18 May 1990) was an Australian biochemist, academic and anti-nuclear campaiger.[1][2]", "2549658": "Gilbert Ashwell (July 16, 1916 – June 27, 2014) was an American biochemist at the National Institutes of Health. He was elected as a member of the National Academy of Sciences for his work with Anatol Morell in isolating the first cell receptor.", "49964955": "Herman van Bekkum (26 September 1932 – 30 November 2020) was a Dutch organic chemist. He was professor of Catalysis in Organic Chemistry between 1971 and 1998 at Delft University of Technology. He served as rector magnificus of the university between 1975 and 1976. He was an expert in the field of carbohydrate chemistry and zeolites.", "20801438": "Septimus Heap is the protagonist in the bestselling book series Septimus Heap, by Angie Sage. He is the Apprentice to the ExtraOrdinary Wizard, Marcia Overstrand. He was once a member of the Young Army, known as Boy 412.[1]", "20080546": "Balthasar Walther (1558 – c. 1631) was a Silesian physician and Christian Kabbalist of German ethnicity. Born in Liegnitz in modern Poland, Walther was a significant influence on the thought of the German theosopher Jakob Böhme. As an itinerant Paracelsian enthusiast, Walther was active throughout the Holy Roman Empire, in Poland, Transylvania and elsewhere. He died in Paris sometime before December 1631.", "3401638": "Michael James Steuart Dewar (24 September 1918 – 10 October 1997) was an American theoretical chemist.[3][4][5]", "35186598": "Juan Carlos Izpisua Belmonte (born December 12, 1960, in Hellín, Albacete) is a Spanish biochemist and developmental biologist.  He is a professor in the Gene Expression Laboratories at the Salk Institute for Biological Studies in La Jolla, California since 1993.", "51505071": "Caroline Langat Thoruwa is a Kenyan chemist. She is a professor of chemistry at Kenyatta University, and the director of its Nairobi City satellite campus.[1]", "9988015": "Tilda Johnson, introduced as the Queen of the Werewolves and also known as Dr. Nightshade, Deadly Nightshade, or simply Nightshade, is a fictional character appearing in American comic books published by Marvel Comics. Introduced as a supervillain opposing Captain America, Falcon, Power Man, Iron Fist, and Black Panther, she is later reformed, becoming the superhero Nighthawk and joining the Avengers in 2017.", "45344689": "Julián Arca Banzón (March 25, 1908 – September 13, 1988) was a Filipino biochemist and a National Scientist of the Philippines.[1] Banzon is credited for his research in alternative fuel. He researched on the production of ethyl ester fuels from sugarcane and coconuts and devised a method of extracting residual coconut oil through chemical means.[2]", "8742839": "Philip Arden Beachy (born October 25, 1958)[3] is Ernest and Amelia Gallo Professor at Stanford University School of Medicine in Palo Alto, California and an Associate at Stanford's Institute of Stem Cell Biology and Regenerative Medicine.[1][4][5]", "29288382": "Giovanni Francisco Vigani (c. 1650–1712), known also as John Francis, was an Italian chemist who became the first professor of chemistry in the University of Cambridge.", "14510024": "William David Sutton (born 1944) is a former New Zealand politician of the Labour Party.", "12314572": "Johannes Jacob Wecker (1528–1586) was a Swiss physician and philosopher.", "40200144": "Frank Herzegh  (April 11, 1907 – December 4, 1989) invented the first successful tubeless tire.", "48457683": "Paramjit Khurana (born 15 August 1956) is an Indian scientist in Plant Biotechnology, Molecular Biology, Genomics who is presently Professor in the Department of Plant Molecular Biology in the University of Delhi, Delhi. She has received many awards and published more than 125 scientific papers.[1]", "55896020": "Lawrence Stamper Darken (18 Sept. 1909, Brooklyn NY – 7 June 1978, State College PA)[1] was a physical chemist and metallurgist, known for his two equations describing solid-state diffusion in binary solutions.", "15820759": "Carl Johann Philipp Noé Richard Anschütz FRSE (Hon) (10 March 1852 – 8 January 1937) was a German organic chemist.[1]", "49375192": "Iancu Constantin Vissarion (born Iancu Visarion, also credited as Ion Vissarion; 2 February 1879 – 5 November 1951) was a Romanian prose writer, poet, and political agitator, also known as an inventor, esotericist, and promoter of pseudoscience. He lived most of his life in Costeștii din Vale village, and was advertised as one of the rare and self-taught \"peasant writers\"; however, he held a variety of jobs, from notary to porter, and eventually to wealthy landowner. His literary beginnings were as a student of Romanian folklore and poet-raconteur, with an inclination toward agrarian socialism. Vissarion's anti-establishment positioning saw his participation in the peasants' revolt of early 1907, which resulted in his capture by the Land Forces and his narrowly escaping the death penalty. This experience informed several of his works, some of which were taken up by the socialist newspaper România Muncitoare in the 1910s. Vissarion cultivated traditionalist themes in tune with Sămănătorul's group ideology, and for this reason was rejected as inauthentic by left-wingers such as Ion Pas and Panait Istrati. By contrast, he was embraced by the literary mainstream, and likewise became an outsider ally of the Symbolist movement, cultivating friendships with Gala Galaction and Tudor Arghezi.", "61237209": "Andrew L. Goodwin FRS is a university research professor and professor of materials chemistry at the University of Oxford.", "12019678": "Karl August Folkers (September 1, 1906 – December 7, 1997) was an American biochemist who made major contributions to the isolation and identification of bioactive natural products.[2][1]", "7137250": "Darleane Christian Hoffman (born November 8, 1926) is an American nuclear chemist who was among the researchers who confirmed the existence of seaborgium, element 106. She is a faculty senior scientist in the Nuclear Science Division of Lawrence Berkeley National Laboratory and a professor in the graduate school at UC Berkeley.[1] In acknowledgment of her many achievements, Discover magazine recognized her in 2002 as one of the 50 most important women in science.[2]", "58222565": "Thomas Henry Haines (born August 9, 1933) is an American author, social activist, biochemist and academic. He was a professor of chemistry at City College of New York and of Biochemistry at the Sophie Davis School of Biomedical Education. Until recently he was a visiting professor [1] in the Laboratory of Thomas Sakmar[2] at Rockefeller University. He also recently served on the board of the Graham School, a social services and foster care agency in New York City. His scientific research has focused on the structure and function of the living cell membrane. He is the father of Avril Haines, the seventh Director of National Intelligence.", "54847474": "Nediljko \"Ned\" Budisa (Croatian: Nediljko Budiša; born 21 November 1966) is a Croatian biochemist, professor and holder of the Tier 1 Canada Research Chair (CRC) for chemical synthetic biology at the University of Manitoba. As pioneer in the areas of genetic code engineering and chemical synthetic biology (Xenobiology), his research has a wide range of applications in biotechnology and engineering biology in general. Being highly interdisciplinary, it includes bioorganic and medical chemistry, structural biology, biophysics and molecular biotechnology as well as metabolic and biomaterial engineering. He is the author of the only textbook in his research field: “Engineering the genetic code: expanding the amino acid repertoire for the design of novel proteins”.[1]", "47900663": "Max Fremery (29 March 1859 – 1 March 1932) was a German chemist and industrialist. He was one of the founders of the Vereinigte Glanzstoff-Fabriken (VGF) in 1899. VGF became a major manufacturer of artificial fibers.", "9005048": "Max Bergmann  (12 February 1886 – 7 November 1944) was a Jewish-German biochemist. Together with Leonidas Zervas, the discoverer of the group, they were the first to use the carboxybenzyl protecting group for the synthesis of oligopeptides.", "41543680": "Bikramjit Basu is currently a full professor at Indian Institute of Science, Bangalore, specializing in Engineering Ceramics and Biomaterials Science.[1]  He was awarded the Shanti Swarup Bhatnagar Prize for science and technology, the highest science award in India, for the year 2013 in engineering science category.[2] The prize was awarded for his \"outstanding contributions encompassing theory and experiments to significantly expand our  understanding of the in vitro cell functionality modulation on engineered  bio-materials using electric field simulation approach\". With a team of clinicians and entrepreneurs, he is actively involved in translating his research into implantable biomedical devices for orthopedic and dental restorative applications and currently leading a center of Excellence at IISc, Bangalore. In 2015, he received the National Bioscience award.  Besides, Prof. Basu is also involved in development of Zirconum diboride based UHTCs.[3][4]", "72673291": "Irena Roterman-Konieczna (Polish pronunciation: [iˈrɛ.na rɔtɛrman kɔɲɛt͡ʂna]; born 13 March 1950) is a Polish biochemist and a professor at the Jagiellonian University Medical College.[1]", "17000460": "Jeffery W. Kelly (born August 23, 1960 in Medina, New York) is an American businessman and chemist who is on the faculty of the Scripps Research Institute in La Jolla, California.", "69855247": "Claude-Melchior Cornette (1 March 1744 – 11 May 1794) was a French chemist, physician and apothecary who worked under royal patronage just before the French Revolution drove him into exile. He conducted experimental studies on chemical reactions.", "51996688": "Albina Faria de Assis Pereira Africano best known as Albina Assis (born June 3, 1945 in Luanda, Portuguese Angola) is an Angolan chemist and politician. She has held many positions including Minister of Oil and Industry in the Angolan government, Special Advisor to the President for Regional Affairs, and Chairman of the Board of Directors of Sonangol.", "31582226": "Rolf Appel  (25 February 1921 – 30 January 2012)  was an inorganic chemist who worked in the area of organophosphorus chemistry", "73197590": "Karim Zaghib FRSC FCAE (born in 1963) is an Algerian-Canadian electrochemist and materials scientist known for his contributions to the field of energy storage and conversion. He is currently Professor of Chemical and Materials Engineering at Concordia University. As former director of research at Hydro-Québec, he helped to make it the world’s first company to use lithium iron phosphate in cathodes, and to develop natural graphite and nanotitanate anodes.[2]", "7923735": "Angela M. Belcher is a materials scientist, biological engineer, and the James Mason Crafts Professor of Biological Engineering and Materials Science at the Massachusetts Institute of Technology (MIT) in Cambridge, Massachusetts, United States.[2] She is director of the Biomolecular Materials Group at MIT, a member of the Koch Institute for Integrative Cancer Research, and a 2004 MacArthur Fellow. In 2019, she was named head of the Department of Biological Engineering at MIT.[3] She was elected a member of the National Academy of Sciences in 2022.[4]", "31582231": "Dr. Joseph B. Schlenoff is a distinguished research professor and Leo Mandelkern Professor of Polymer Science of the department of chemistry and biochemistry at Florida State University. He graduated with his doctorate in chemistry from UMass-Amherst in 1987 and became a professor at Florida State University in 1988.[1] A leading scientist in the field of water-soluble polymers and biocompatible polymer composites and blends, Dr. Schlenoff has discovered a process for creating biomaterials that can be used in surgical implants designed for the extended release of certain medications and holds 30 issued and many pending patents.[2] This number of issued patents places him second among faculty at Florida State University behind only Robert A. Holton.[3] He is the founder of the start-up, nanoStrata, a company that manufactures novel robots to create biofilms.[4] Dr. Schlenoff was one of three researchers from around the world awarded a Gutenberg Chair for 2011 at the Université de Strasbourg in France.[5] In 2013, Dr. Schlenoff was awarded the Florida Award from the American Chemical Society.[6]", "62285853": "Pierre Sinaÿ, born on April 11, 1938, in Aulnay-sous-Bois (Seine-et-Oise), is a French organic chemist.", "53340196": "Jiří Drahoš  (born 20 February 1949; Czech pronunciation: [ˈjɪr̝iː ˈdraɦoʃ]) is a Czech physical chemist and politician who has been the Senator of Prague 4 since October 2018. Previously, Drahoš served as President of the Czech Academy of Sciences from 2009 to 2017, and was a candidate in the 2018 Czech presidential election.", "5826600": "Alfred Einhorn (27 February 1856 – 21 March 1917) was a German chemist most notable for first synthesizing procaine in 1905 which he patented under the name Novocain.[2]  Until that time the primary anesthetic in use was cocaine, however its undesirable side effects (including toxicity and addiction) led scientists to seek out newer anesthetic drugs.\nNovocain was found to be comparatively safe and effective, although its anesthetic effects were weaker than cocaine and some patients proved highly allergic.  However, none of the other anesthetics developed during this period proved more effective and Novocain quickly became the standard local anesthesia.  Although its use has largely been replaced by lidocaine, it is still in use today, most frequently in dentistry.", "50063400": "Philip Eggleton FRSE (19 March 1903 – 7 October 1954) was a British biochemist, physiologist, lecturer, and (with his wife Grace Palmer Eggleton), co-discoverer of Phosphagens.[1]", "63793194": "John B. Hibbs Jr. is an American physician-scientist and educator. He is Distinguished Professor Emeritus in the Department of Medicine at the University of Utah.", "63072299": "Joseph (Yossi) Klafter (Hebrew: ‎יוסף קלפטר; born May 7, 1945) is an Israeli chemical physics professor who is the Heineman Chair of Physical Chemistry at Tel Aviv University, and was the eighth President of Tel Aviv University from 2009 to 2019.[1] He won the 2020 Israel Prize in the fields of Chemistry and Physics.", "62777394": "Pierre Benveniste, born on 22 December 1937 in Neuilly-sur-Seine, is a French researcher in plant biochemistry and professor at the University of Strasbourg.[1]", "63563827": "Olga Bogdanova may refer to:", "57632820": "Börje Wickberg (27 February 1926 – 3 March 2013) was a Swedish chemist.", "8251444": "Wayne L. Hubbell (born 24 March 1943) is an American biochemist and member of the National Academy of Sciences.  He is Professor of Biochemistry and Jules Stein Professor of Ophthalmology at the University of California, Los Angeles.  His research focuses on the visual system, and is primarily supported by a grant from the National Eye Institute.[citation needed]", "68577331": "Martin Freund (August 13, 1863 in Nysa, Kingdom of Prussia – March 13, 1920 in Frankfurt am Main) was a German chemist and professor at the Goethe-Universität Frankfurt am Main.", "71854135": "Johann Tobias Lowitz (Russian: Товий Егорович Ловиц, romanized: Tovy Yegorovich Lovits; 25 April 1757  – 7 December 1804) was a German-Russian chemist and pharmacist. He was among the first to notice the clarification of liquids by the use of charcoal for adsorption and applied it for a range of applications.", "61401143": "Herbert Clay Scurlock (March 11, 1875 – September 26, 1952) was an American biochemist and a pioneer in the application of radiation therapy for treating cancer and the use of X-rays for dental diagnosis.", "56846395": "Professor Robert Kerford Morton FAA (7 August 1920 – 27 September 1963) was an Australian biochemist. He was associate professor of biochemistry at the University of Melbourne from 1952 to 1958, and Professor of Agricultural Chemistry at the University of Adelaide's Waite Agricultural Research Institute from 1959 to 1962. In 1963 he became Professor of Biochemistry at Adelaide, but died that year as the result of an accident in his laboratory.[1][2][3]", "39413824": "Octave Leopold Boudouard (1872–1923) was a French chemist known for his 1905 discovery of the Boudouard reaction.", "7563342": "George Terence Evelyn Kealey (born 16 February 1952) is a British biochemist who was Vice-Chancellor of the University of Buckingham,[2] a private university in Britain. He was appointed Professor of Clinical Biochemistry in 2011. Prior to his tenure at Buckingham, Kealey lectured in clinical biochemistry at the University of Cambridge. He is well known for his outspoken opposition to public funding of science.[4][5][6][7][8]", "24635472": "Egbert (Bert) Willem Meijer (born 1955 in Groningen) is a Dutch organic chemist, known for his work in the fields of supramolecular chemistry, materials chemistry and polymer chemistry. Meijer, who is distinguished professor of Molecular Sciences at Eindhoven University of Technology (TU/e) and Academy Professor of the Royal Netherlands Academy of Arts and Sciences, is considered one of the founders of the field of supramolecular polymer chemistry. Meijer is a prolific author, sought-after academic lecturer and recipient of multiple awards in the fields of organic and polymer chemistry.", "72509521": "Eugenia D. Soru (1901–1988) was a Romanian scientist.", "7694425": "Michael Stanley Whittingham (born 22 December 1941) is a British-American chemist. He is a professor of chemistry and director of both the Institute for Materials Research and the Materials Science and Engineering program at Binghamton University, State University of New York. He also serves as director of the Northeastern Center for Chemical Energy Storage (NECCES) of the U.S. Department of Energy at Binghamton. He was awarded the Nobel Prize in Chemistry in 2019 alongside Akira Yoshino and John B. Goodenough.[1][2]", "72673370": "Leszek Konieczny (Polish pronunciation: [ˈlɛ.ʂɛk kɔˈɲɛt͡ʂ.nɨ]; August 9, 1933- ) - Polish biochemist, professor (since 1995) at the Jagiellonian University Medical College.[1]", "59483": "Carl Wilhelm Scheele (German: [ˈʃeːlə], Swedish: [ˈɧêːlɛ]; 9 December 1742 – 21 May 1786[2]) was a Swedish German[3] pharmaceutical chemist.", "68905054": "Benjamin List (German pronunciation: [ˈbɛnjamiːn ˈlɪst] ⓘ; born 11 January 1968) is a German chemist who is one of the directors of the Max Planck Institute for Coal Research and professor of organic chemistry at the University of Cologne. He co-developed organocatalysis, a method of accelerating chemical reactions and making them more efficient. He shared the 2021 Nobel Prize in Chemistry with David MacMillan \"for the development of asymmetric organocatalysis\".[2]", "12871776": "Traugott Sandmeyer (15 September 1854 – 9 April 1922) was a Swiss chemist after whom the Sandmeyer reaction, which he discovered 1884, was named.", "34400353": "James Richard Arnold (May 5, 1923 – January 6, 2012) was the Harold C. Urey Professor of Chemistry (emeritus), and a noted pioneer in the field of planetary and space chemistry at the University of California at San Diego (UCSD), where an endowed lectureship has been established in his name.", "51505263": "Sylvia Josephine Anie FRSC is a Ghanaian chemist known for her work in magnetic resonance imaging and international policy making.[1]", "61859955": "Dudley Howard Williams FRS (25 May 1937 – 3 November 2010) was a British biochemist known for utilizing nuclear magnetic resonance (NMR) spectroscopy and mass spectrometry in the study of molecular structure, especially the antibiotic vancomycin.[1][2][3]", "68413557": "Marina Guenza is an Italian theoretical physical chemist who studies the fluid dynamics of macromolecules.[1] She is a professor of chemistry and biochemistry at the University of Oregon.[2]", "13658230": "Sergey Semyonovich Nametkin (Russian: Сергей Семёнович Намёткин; 3 July [O.S. 21 June] 1876 – 5 August 1950) was a Soviet and Russian organic chemist, a prominent researcher in terpene chemistry, the cracking of petrochemicals, and rearrangement of camphenes.[3] Academician of the USSR Academy of Sciences. Winner of two Stalin Prizes.", "24963191": "Masad J. Damha (born 1960) is a Canadian academic and nucleic acid researcher.  He is Distinguished James McGill Professor of Chemistry at McGill University in Montreal, Quebec, Canada.[1]", "66381958": "Anthony Keith Campbell FLS, FLSW, CBE[1] (born 30 April 1945) is a British biochemist and honorary Professor[2] based in the School of Pharmacy and Pharmaceutical Sciences at Cardiff University in Wales. He is a specialist in intracellular signaling, particularly calcium[3][4][5] and bioluminescence.[6] He invented the application of a chemiluminescent label in immunoassay and DNA testing,[7][8][9] developed with colleagues, and now used in several hundred million clinical tests per year worldwide. He also proposed that the illness that afflicted Charles Darwin for fifty years may have been due to lactose and food intolerance.[10]", "10053774": "Herman Francis Mark (born Hermann Franz Mark; May 3, 1895, Vienna – April 6, 1992, Austin, Texas) was an Austrian-American chemist regarded for his contributions to the development of polymer science.  Mark's x-ray diffraction work on the molecular structure of fibers provided important evidence for the macromolecular theory of polymer structure.  Together with Houwink he formulated an equation, now called the Mark–Houwink or Mark–Houwink–Sakurada equation, describing the dependence of the intrinsic viscosity of a polymer on its relative molecular mass (molecular weight). He was a long-time faculty at Polytechnic Institute of Brooklyn.[1] In 1946, he established the Journal of Polymer Science.", "68577423": "Jakob Edmund Speyer (11 November 1878 – 5 May 1942) was a high-ranking German university lecturer and chemist of Jewish descent. He was persecuted during the National Socialist era, losing his profession and his livelihood. He was deported to the Lodz ghetto, where he died in 1942.", "41183376": "Choy Jin-ho  is a South Korean scientist. He was a professor in the department of chemistry at Seoul National University from 1981 to 2004, and thereafter a distinguished professor and director of the Center for Intelligent Nano-Bio Materials (CINBM) at Ewha Womans University.", "20572306": "Gareth Morris[4] \nGeoffrey Bodenhausen[5]", "59631763": "Linda Randall is a Professor Emerita of Biochemistry and Wurdack Chair Emerita of Biological Chemistry at the University of Missouri.[1] Her research has shown unexpected and complex details of the movement of newly made proteins from the cytosol across membranes into the organelles of the cell.  In particular, she found that the entire protein was kept unfolded by association with a chaperone and not just directed to cross membranes by its terminal leader sequence.[2] In 1997, she was elected to the National Academy of Sciences of the USA because of the excellence of this work.  She has received a number of other honors and awards.[2]", "71100563": "Frederic E. Gore (1860–1930) was a 19th- and 20th-century chemist from Yarmouth, Maine. He became the manager of the Forest Paper Company, which was in business between 1874 and 1923. In 1909, it was the largest such mill in the world.", "780437": "Otto Paul Hermann Diels (German pronunciation: [ˈɔto ˈdiːls] ⓘ; 23 January 1876 – 7 March 1954) was a German chemist. His most notable work was done with Kurt Alder on the Diels–Alder reaction, a method for diene synthesis.[1]   The pair was awarded the Nobel Prize in Chemistry in 1950 for their work.  Their method of synthesizing cyclic organic compounds proved valuable for the manufacture of synthetic rubber and plastic.[2]  He completed his education at the University of Berlin, where he later worked.  Diels was employed at the University of Kiel when he completed his Nobel Prize–winning work, and remained there until he retired in 1945.  Diels was married, with five children.  He died in 1954.", "51407003": "Markku Leskelä (born 1950) is a Finnish chemist and professor emeritus at University of Helsinki, known for his leading research in atomic layer deposition (ALD).[1][2]", "72640684": "Gerel Ochir (Mongolian: Гэрэл Очир; born 17 July 1941) is a Mongolian geologist. She specializes in petrology, geochemistry, and metallogeny. She has taught at the Mongolian University of Science and Technology for over 50 years and headed the Department of Geology for 30 years.", "5073076": "Claude Gilbert \"Mike\" McCormack (December 14, 1921 – November 7, 2020) was an American politician, who served as U.S. Representative from the State of Washington's Fourth Congressional District from 1971 to 1981. He was a Democrat.[1]", "35645634": "Gabriel François Venel (23 August 1723, Tourbes – 29 October 1775, Pézenas) was a French chemist, physician and a contributor to the Encyclopédie,[1] (673 items;[2] articles on chemistry, pharmacy, physiology and medicine).", "9627843": "Patrick Arnold (born 1966)[1] is an American organic chemist known for introducing androstenedione, 1-androstenediol, and methylhexanamine into the dietary supplement market, and for creating the designer steroid tetrahydrogestrinone, also known as THG and \"the clear\".[2] THG, along with two other anabolic steroids that Arnold manufactured (norbolethone and desoxymethyltestosterone (DMT)), not banned at the time of their creation, were hard-to-detect drugs at the heart of the BALCO professional sports doping scandal.[3][4] BALCO distributed these worldwide to world-class athletes in a wide variety of sports ranging from track and field to professional baseball and football.", "780487": "Hans Karl August Simon von Euler-Chelpin (15 February 1873 – 6 November 1964[3]) was a German-born Swedish biochemist. He won the Nobel Prize in Chemistry in 1929 with Arthur Harden for their investigations on the fermentation of sugar and enzymes. He was a professor of general and organic chemistry at Stockholm University (1906–1941) and the director of its Institute for organic-chemical research (1938–1948). Euler-Chelpin was distantly related to Leonhard Euler. He married chemist Astrid Cleve, the daughter of the Uppsala chemist Per Teodor Cleve.  In 1970, their son Ulf von Euler, was awarded the Nobel Prize in Physiology or Medicine.", "68643018": "Walthère Victor Spring (6 March 1848 – 17 July 1911) was a Belgian experimental chemist and a professor at the University of Liège who contributed to ideas on carbon dioxide in the atmosphere and the Greenhouse Effect. As a physical chemist he demonstrated the formation of certain compounds such as metal sulphides under high pressure conditions. He also took an interest in the study of the Tyndall effect and examined the cause of the colour of the sky and water.", "26568907": "Adolf Karl Ludwig Claus  (6 June 1838 – 4 May 1900) was a German chemist. He is known for his structure of benzene proposed in 1867.", "59402449": "Robin Jon Hawes Clark CNZM FRS (16 February 1935 – 6 December 2018) was a New Zealand-born chemist initially noted for research of transition metal and mixed-valence complexes, and later for the use of Raman spectroscopy in determining the chemical composition of pigments used in artworks.", "53307606": "Mortó Sitarama Naique Pratap Rau Sar Dessai, born 4 January 1922) was an Indian-Portuguese medical analyst of Goan origin who worked in Goa and Portugal.[1] He was born in Goa.", "20572378": "Donald Charlton Bradley CBE FRS, (1924–2014) was a British chemist who was recognized for his work on the chemistry of metal-alkoxides and metal-amides, their synthesis, structure and bonding, and for his studies of their conversions to metal-oxides and metal-nitrides.[1][2]", "68839644": "Jennifer Schomaker is an American chemist who is a professor at the University of Wisconsin–Madison. Her research considers the total synthesis of natural and unnatural products. She was selected as an American Chemical Society Arthur C. Cope Scholar Awardee in 2021.", "2910436": "Lawrence Joseph Henderson (June 3, 1878 – February 10, 1942) was an American physiologist, chemist, biologist, philosopher, and sociologist. He became one of the leading biochemists of the early 20th century. His work contributed to the Henderson–Hasselbalch equation, used to calculate pH as a measure of acidity.", "50850022": "George Blasse (28 August 1934 – 30 December 2020) was a Dutch chemist. He was a professor of solid-state chemistry at Utrecht University for most of his career.", "1403116": "William Henry Gilham (January 13, 1818 – November 16, 1872) was an American soldier, teacher, chemist, and author. A member of the faculty at Virginia Military Institute, in 1860, he wrote a military manual which was still in modern use 145 years later. He served in the Confederate Army during the American Civil War, and became president of Southern Fertilizing Company in Richmond after the War.[2]", "64907508": "Mario Ruben (born 5 May 1968 in Rudolstadt, Germany) is a German chemist and university professor. Since 2013 he holds the research unit chair „Molecular Materials“ and is director at the Karlsruhe Institute of Technology[1] and at the University of Strasbourg.[2]", "911606": "Oktay Sinanoğlu (February 25, 1935 – April 19, 2015) was a Turkish physical chemist and molecular biophysicist who made significant contributions to the theory of electron correlation in molecules, the statistical mechanics of clathrate hydrates, quantum chemistry, and the theory of solvation.", "18016508": "Ernst Leopold Salkowski (October 11, 1844 – March 8, 1923) was a German biochemist who was a native of Königsberg.", "354575": "Melvin Ellis Calvin (April 8, 1911 – January 8, 1997)[3] was an American biochemist known for discovering the Calvin cycle along with Andrew Benson and James Bassham, for which he was awarded the 1961 Nobel Prize in Chemistry. He spent most of his five-decade career at the University of California, Berkeley.", "30927138": "Andrzej Górak (born February 15, 1951 in Andrychów, Poland) is a Polish process engineer and the Head of Laboratory of Fluid Separations at the Department of Biochemical and Chemical Engineering at the TU Dortmund University.", "1894691": "Lauri Vaska (May 7, 1925 – November 15, 2015) was an Estonian-American chemist who has made noteworthy contributions to organometallic chemistry.", "64416038": "Ann Stone Minot (April 25, 1894 – 1980) was an American biochemist and physiologist.", "14706985": "Anthony Leonid Turkevich (July 23, 1916 – September 7, 2002) was an American radiochemist who was the first to determine the composition of the Moon's surface using an alpha scattering spectrometer on the Surveyor 5 mission in 1967.[1]", "49899818": "John H. Beynon FRS[1][2] (29 December 1923 – 24 August 2015) was a Welsh chemist and physicist known for his work in mass spectrometry.[3][4]", "70707503": "Johann Theodor Eller (von Brockhausen) (29 November 1689 – 13 September 1760) was a German physician, mineralogist and chemist who served in the Prussian court. Eller followed the beliefs of the day that heat was an element. Lavoisier read his works on air and fire. In his medical research he claimed that copper in cooking utensils was harmful.", "42101039": "Colin Mackenzie was a nineteenth century writer, book producer, editor, translator and compiler.  Mackenzie spent his adult life living and working in London, England. He wrote/helped produce works of non-fiction, including educational and informative works on chemistry, cookery, medicine, popular science, geography, history, economics and religion, the 'gentlemen's clubs' of London, a 'parliamentary pocketbook' in 1832 (the year of the first Reform Act) and a report on poverty with a particular focus on London.", "61303090": "Researcher", "34498866": "Dr. Carl Frederick Prutton (July 30, 1898 – July 15, 1970)  was an American chemist, chemical engineer, inventor, industrial executive, philanthropist and educator.\n[1]\n[2]\nPrutton held more than a hundred patents on lubricants and chemical processes known  in the chemical industry as \"the Prutton patents\".\n[3]\nPrutton was the head of the department of chemistry and chemical engineering at the Case Institute of Technology,[1]\na director of research and a vice president at Olin Mathieson Chemical Corporation,[1]\nan executive vice president of the Food Machinery and Chemical Corporation,[4]\nand a member of the National Academy of Engineering.[2]\nHe received several notable awards and distinctions including the Perkin Medal of the Society of Chemical Industry,[1]\nthe Modern Pioneer Award of the National Association of Manufacturers,[1]\nan honorary Doctor of Science degree from Manhattan College.[4]", "7727418": "Frank Benjamin Colton (March 3, 1923 – November 25, 2003), American chemist who first synthesized noretynodrel, the progestin used in Enovid, the first oral contraceptive, at G. D. Searle & Company in Skokie, Illinois in 1952.", "11299136": "Sir Ronald Sydney Nyholm (29 January 1917 – 4 December 1971) was an Australian chemist who was a leading figure in inorganic chemistry in the 1950s and 1960s.", "45050180": "John Jeyes (1817–1892) was a chemical manufacturer,[1] most famous for a disinfectant liquid, Jeyes Fluid. His name is also given to an award for chemistry in relation to the environment which is awarded every two years by the Royal Society of Chemistry.[2]", "61303109": "Kathryn Lee Emanuel Lawson (September 15, 1926 – September 25, 2008) was one of the first few female African American chemists who worked in Sandia National Laboratories. She studied properties of irradiated materials in Crystal Physics research division.[1] She earned her PhD from the University of New Mexico in radiochemistry in 1957.[1]", "61303112": "Anne-Marie Staub (13 November 1914 – 30 December 2012) was a French biochemist who spent most of her career at the Institut Pasteur. She is most known for her work in antihistamines, serology and immunology including her research on Salmonella and tyvelose.", "20572489": "Geoffrey Eglinton, FRS[1] (1 November 1927 – 11 March 2016) was a British chemist and emeritus professor and senior research fellow in earth sciences at the University of Bristol.[2]", "63203660": "Zhou Tonghui (Chinese: 周同惠; pinyin: Zhōu Tónghuì; November 8, 1924 – February 23, 2020) was a Chinese analytical chemist and academician of the Chinese Academy of Sciences (CAS).[1]", "7563603": "Prince Georges Vasili Matchabelli (Georgian: გიორგი მაჩაბელი; July 23, 1885 – March 31, 1935) was a Georgian perfumer. A nobleman and diplomat, he emigrated to the United States after the 1921 Soviet invasion of Georgia.", "57731413": "Shlomo Margel (Hebrew: שלמה מרגל; born 9 October 1945) is a Professor of Chemistry at Bar Ilan University specializing in polymers, biopolymers, functional thin films, encapsulation, surface chemistry, nanotechnology, nanobiotechnology and agro-nanotechnology.[1]", "18442582": "Richard James Saykally (born September 10, 1947) is an American chemist.  He is currently the Class of 1932 Endowed Professor of Chemistry at the University of California, Berkeley.  He has received numerous awards for his research on the molecular characteristics of water and aqueous solutions.", "62777688": "Philippe Morat (born 19 January 1937, in Saigon) is a researcher mainly in the field of tropical botany. He is a corresponding member of the French Academy of Sciences.", "387419": "Tadeusz Reichstein (20 July 1897 – 1 August 1996), also known as Tadeus Reichstein, was a Polish-Swiss chemist and the Nobel Prize in Physiology or Medicine laureate (1950), which was awarded for his work on the isolation of cortisone.[1][2][3]", "48654690": "Norman P. Neureiter (born January 24, 1932[1]) is an American scientist, technology adviser, and expert on science diplomacy. A graduate of the University of Rochester and Northwestern University, Neureiter has worked as a research scientist, a science attaché, a business executive and a governmental advisor. He has been awarded multiple state decorations and has received notable awards from the American Chemical Society, the National Academy of Sciences and the American Association for the Advancement of Science.", "55765351": "Aleksandra Kornhauser Frazer (26 September 1926 – 17 May 2020) was a Slovenian chemist. She was a Professor of Chemistry at the Faculty of Natural Sciences and Engineering and Director at the International Centre for Chemical Studies, of the University of Ljubljana, Slovenia.[1]", "38791527": "Auguste Scheurer-Kestner (11 February 1833 in Mulhouse (Haut Rhin)[1] – 19 September 1899 in Bagnères-de-Luchon (Haute Garonne)) was a chemist, industrialist, a Protestant and an Alsatian politician. He was the uncle by marriage of the wife of Jules Ferry.[2]", "42068331": "Isabel Patricia Montañez is a paleoclimatologist specializing in geochemical records of ancient climate change.  She is a distinguished professor and a Chancellor's Leadership Professor in the department of earth and planetary sciences at University of California, Davis.[2][3] As of 2021, Montañez is the director of the UC Davis Institute of the Environment.[4]", "6482286": "John Hall Gladstone FRS (7 March 1827 – 6 October 1902) was a British chemist.[1] He served as President of the Physical Society between 1874 and 1876 and during 1877–1879 was President of the Chemical Society. Apart from chemistry, where one of his most notable publications was on bromination of rubber, he undertook pioneering work in optics and spectroscopy.", "48753007": "Andrea Zitolo OMRI (Pescina, born 1980[1]) is an Italian French scientist and academic specialized in physical chemistry and material science.", "17951090": "Richard Frederick Heck (August 15, 1931 – October 9, 2015) was an American chemist noted for the discovery and development of the  Heck reaction, which uses palladium to catalyze organic chemical reactions that couple aryl halides with alkenes. The analgesic naproxen is an example of a compound that is prepared industrially using the Heck reaction.", "45279604": "Patrick Rundhaug (born 1965) is a chemist and inventor known for creating the primary method for treating and destroying polychlorinated biphenyls (PCB).", "1403254": "Johan Gustav Christoffer Thorsager Kjeldahl (Danish pronunciation: [joˈhæn ˈkʰelˌtɛˀl] 16 August 1849 – 18 July 1900), was a Danish chemist who developed a method for determining the amount of nitrogen in certain  organic compounds using a laboratory technique which was named the Kjeldahl method after him.[1]", "46197111": "Otto Richard Gottlieb (August 31, 1920 – June 19, 2011) was a Czechoslovak-born naturalized Brazilian chemist and scientist of Jewish origin.[1]", "71428474": "Anitra Eiding Ingalls is an American biogeochemist and oceanographer. In 2017, she was named an American Geophysical Union Outstanding Reviewer.[1]", "9103740": "Lars Ernster (Hungarian: Ernster László; 4 May 1920 – 4 November 1998) was a professor of biochemistry, and a member of the Board of the Nobel Foundation.", "48916861": "Lotte Luise Friederike Loewe (7 November 1900–unknown) was a German chemist known for her published research in organic chemistry.[1][2]", "66447743": "Anna Ivanovna Glushenkova (1 August 1926, in Matyshevo, Soviet Union – 18 April 2017, in Tashkent) was a Russian–born Uzbekistani chemist, a prominent scientist in the field of chemistry and technology of natural compounds, Honored Scientist of the Republic of Uzbekistan, Academician of the Academy of Sciences of the Republic of Uzbekistan.", "45050242": "Edward William Abel, CBE (3 December 1931 – 19 April 2021)[1] was a British chemist, editor of textbooks on organometallic chemistry and president of the Royal Society of Chemistry (1996-1998).[2]", "67889550": "Connie C. Lu is a Taiwanese-American inorganic chemist and a professor of chemistry at the University of Bonn. She was previously a professor of chemistry at the University of Minnesota, Twin Cities.[1] Lu's research focuses on the synthesis of novel bimetallic coordination complexes,[2] as well as metal-organic frameworks. These molecules and materials are investigated for the catalytic conversion of small molecules like as N2 and CO2 into value-added chemicals like ammonia and methanol. Lu is the recipient of multiple awards for her research, including the National Science Foundation CAREER Award[3] and the Sloan Research Fellowship[4] in 2013, and an Early Career Award from the University of Minnesota's Initiative for Renewable Energy and the Environment in 2010.[5]", "55077265": "Hugh Marshall FRS FRSE FCS (7 January 1868 – 5 September 1913) was a Scottish chemist who discovered persulphates in 1891.[1] He was the inventor of Marshall's acid.[2] In 1902 he proposed the modified sign of equality \n\n\n\n\n\n\n\n\n\n\n↽\n\n\n\n\n−\n\n\n\n\n\n\n\n\n−\n\n\n\n\n⇀\n\n\n\n\n\n\n\n\n\n{\\displaystyle {\\ce {<=>}}}\n\n which became standard in chemistry to represent dynamic equilibrium.[3]", "19032468": "Harvey Akio Itano (Japanese: 板野 秋雄,[1] November 3, 1920 – May 8, 2010) was an American biochemist best known for his work on the molecular basis of sickle cell anemia and other diseases.  In collaboration with Linus Pauling, Itano used electrophoresis to demonstrate the difference between normal hemoglobin and sickle cell hemoglobin; their 1949 paper \"Sickle Cell Anemia, a Molecular Disease\" (coauthored also with S. J. Singer and Ibert C. Wells)[2] was a landmark in both molecular medicine and protein electrophoresis, though the use of electrophoresis to separate hemoglobin variants had been pioneered by Maud Menten and collaborators some years earlier.[3]", "8251806": "Paul Baskis is an Illinois biochemist, who, in the 1980s found a way of synthetically producing oil from industrial and household wastes without expending more energy than is produced.", "63859109": "Katherine Seley-Radtke is an American medicinal chemist who specializes in the discovery and design of novel nucleoside or nucleotide based enzyme inhibitors that may be used to treat infections or cancer. She has authored over 90 peer-reviewed publications,is an inventor of five issued US patents, and is a professor in the department of chemistry and biochemistry at the University of Maryland, Baltimore County.[1] Her international impact includes scientific collaborations, policy advising and diplomatic appointments in biosecurity efforts.", "2189742": "Carl Remigius Fresenius (28 December 1818 – 11 June 1897), was a German chemist, known for his studies in analytical chemistry.", "62810543": "Evgeny E. Nikitin (Russian: Евгений Евгеньевич Никитин, German: Jewgeni Jewgenjewitsch Nikitin; born 9 May 1933 in Saratov, Russia) is a Russian theoretical chemist and emeritus professor at the Technion in Haifa, Israel.", "49539502": "Jacques Tréfouël (9 November 1897, Le Raincy – 11 July 1977, Paris) was a French medical chemist. He collaborated closely with his wife, Thérèse Tréfouël, including on the discovery of sulfanilamide.", "53504436": "Frédérique Vidal (born 9 May 1964) is a Monegasque-born French-based biochemist, academic administrator, and politician who served as Minister of Higher Education, Research and Innovation in the government of Prime Ministers Édouard Philippe and Jean Castex from 2017 to 2022. She was the president of the University of Nice from 2012 to 2017.", "53733821": "Johann Adam Benckiser (30 December 1782 – 7 May 1851) was a German chemist who founded Joh. A. Benckiser GmbH, a major German chemicals business. Since 1999, the business has been part of Reckitt Benckiser, a constituent of the FTSE 100 Index.", "64645565": "Nathaniel Howell Furman (1892–1965) was an American professor of analytical chemistry who helped develop the electrochemical uranium separation process as a member of the Manhattan Project.[1]", "52128194": "François Charles Léon Moureu (19 April 1863, in Mourenx – 13 June 1929, in Biarritz) was a French organic chemist and pharmacist.  In 1902 Charles Moureu published Notions fondamentales de chimie organique,[2] translated into English as Fundamental principles of organic chemistry (1921).[3]", "36825543": "Sir Robert Howson Pickard FRS (27 September 1874 – 18 October 1949) was a chemist who did pioneering work in stereochemistry and also for the cotton industry in Lancashire. He was also involved in educational administration and was Vice Chancellor of the University of London from 1937-1939.[1] He was Principal of Battersea Polytechnic (which later became the University of Surrey) from 1920 to 1927.[2]", "46524873": "Sigismund Friedrich Hermbstädt (16 April 1760 – 22 October 1833) was a German pharmacist and chemist who wielded great influence on the improvement of science education for pharmacists. He also made numerous contributions in the fields of industrial and agricultural chemistry.", "72247755": "Sofía Calero Diaz is a Spanish chemist who is a professor and Vice Dean of the Department of Applied Physics and Science Education at the Eindhoven University of Technology. Her research considers computational modelling of functional materials for applications in renewable energy. She was awarded the Spanish Royal Society of Chemistry Award for Scientific Excellence in 2018.", "13855181": "Klaus Bechgaard (5 March 1945 – 7 March 2017[1]) was a Danish scientist and chemist, noted for being one of the first scientists in the world to synthesize a number of organic charge transfer complexes and demonstrate their superconductivity, therefore the name Bechgaard salt. These salts all exhibit superconductivity at low temperatures.", "8022477": "Scar (Japanese: スカー, Hepburn: Sukā), also known as Scarred Man (傷の男, Kizu no Otoko), is a fictional character from the Fullmetal Alchemist manga series and its adaptations created by Hiromu Arakawa. Scar is introduced as a villain who targets alchemists working for the state military from the fictional country of Amestris. Scar hails from the region of Ishval whose people were almost exterminated in a previous civil war against the state military, most notably their alchemists. His alias is derived from the prominent X-shaped scar that decorates his brow with his birth name being unknown. As the series continues, Scar's backstory is further explored and he questions his motives, eventually joining the side of the Amestrian State military, assisting in an armed coup against the government in order to defeat the organization secretly responsible for the Ishvalan Civil War.", "58878438": "Jörg Behler, Ph.D. (2004), Dr. habil. (2014), is a German chemist, who is active in the field of theoretical chemistry; he is a professor of the Ruhr University Bochum since November 2022.[1]", "8874480": "Ronald T. Raines is an American chemical biologist. He is the Roger and Georges Firmenich Professor of Natural Products Chemistry at the Massachusetts Institute of Technology. He is known for using ideas and methods of physical organic chemistry to solve important problems in biology.", "16017908": "Pamela Jane Barry (born July 10, 1944) is a chemist and former politician in New Brunswick. She represented Saint John West and then Saint John Lancaster in the Legislative Assembly of New Brunswick from 1987 to 1999 as a Liberal member.", "29583863": "Simon James Gaskell (born 2 May 1950)[1] is the previous president and principal of Queen Mary University of London, and current chair of the Quality Assurance Agency for Higher Education.[2][3] and chair of the board of governors of the University of Plymouth. He previously served as the vice-president for research at the University of Manchester.[3]", "53242359": "John E. Hearst (1935–2022) was an American-Austrian chemist in the fields of chemistry and molecular biology and a Professor Emeritus at University of California Berkeley.[1] He is known for his scientific work in molecular biology, especially in DNA modeling.", "38955514": "Sean M. Decatur (born September 4, 1968) is a chemist, college administrator and president, who was appointed president of the American Museum of Natural History in December 2022.[1] Decatur will be the first African-American to serve as the museum's president. Prior to this, he was president of Kenyon College from 2013 to 2022.[2]", "52718079": "Leodis Davis (born 1933) is a retired professor of chemistry at the University of Iowa.", "58911236": "Barbara Grzybowska-Świerkosz (born 1937[1]), is a Polish chemist. She has been a professor since 1974.[where?]", "1600006": "Homer Jacobson is a former chemistry professor at Brooklyn College, New York City.", "715277": "Metamorpho (Rex Mason) is a superhero appearing in American comic books published by DC Comics. He was created in 1965 by writer Bob Haney and artist Ramona Fradon.[1]", "5007888": "Anton Eduard van Arkel, (19 November 1893 – 14 March 1976) was a Dutch chemist.", "65432082": "Mieczysław Centnerszwer (Polish pronunciation: [mjɛˈt͡ʂɨs.waf tsɛntnɛrʂfɛr]; July 10, 1874 – March 27, 1944) was a Polish chemist and professor at the Technical University of Riga and at the University of Warsaw. He was killed by the Gestapo, as a Jew in hiding.", "6089237": "Gideon Dreyfuss is an American biochemist, the Isaac Norris Professor of Biochemistry and Biophysics at the University of Pennsylvania School of Medicine, and an investigator of the Howard Hughes Medical Institute. He was elected to the National Academy of Sciences in 2012.[1]", "27159": "Sherlock Holmes (/ˈʃɜːrlɒk ˈhoʊmz/) is a fictional detective created by British author Arthur Conan Doyle. Referring to himself as a \"consulting detective\" in the stories, Holmes is known for his proficiency with observation, deduction, forensic science and logical reasoning that borders on the fantastic, which he employs when investigating cases for a wide variety of clients, including Scotland Yard.", "27191833": "Joseph Joshua Weiss (J J Weiss) (30 August 1905 – 9 April 1972) [1] was a Jewish-Austrian [2] chemist and Professor at the Newcastle University. He was a pioneer in the field of radiation chemistry and photochemistry.", "6482457": "Henry Edward Schunck FRS (16 August 1820 – 13 January 1903), also known as Edward von Schunck,[1] was a British chemist who did much work with dyes.", "30894623": "Menachem Lewin,  (26 March 1918 – 18 February 2011) was an Israeli chemist.  Lewin worked in polymer, fiber and nanotechnology research. Until his death, a month before his 93rd birthday, Lewin was in charge of a research program at the Polytechnic Institute of New York University. In 2009, he was appointed as editor-in-chief of the Encyclopedia on Fiber science and Engineering, to be published by Wiley in New York. Lewin obtained 29 U.S. and European patents and published 175 peer-reviewed publications. He was the founder (1990) and editor-in-chief of the international monthly journal Polymers for Advanced Technologies (PAT).  PAT sponsors international biannual symposia for scientists, and Lewin often served as chairman, co-chairman or honorary chairman.", "70150688": "Winifred Burks-Houck (August 20, 1950 – May 6, 2004) was an environmental organic chemist and the first female president of National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOBCChE), serving from 1993 – 2001.[1][2]", "3107361": "Dante S. Lauretta (born 1970) is a professor of planetary science and cosmochemistry at the University of Arizona's Lunar and Planetary Laboratory. He is the principal investigator on NASA's OSIRIS-REx mission.", "44329504": "'Jose H. Zagal Moya (born in Talca Chile, December 19, 1949) is a Chilean scientist educated at the University of Chile with postgraduate training in the United States of America with a Ph.D. degree from Case Western Reserve University, Cleveland Ohio and postdoctoral training at Brookhaven National Laboratory , Upton, New York. At present he is a Distinguished Professor, Department of Chemistry and Materials, Faculty of Chemistry and Biology, Universidad de Santiago de Chile (USACH) where he directs the Laboratory of Electrocatalysis since 1982. He got his  Ph.D. in chemistry Case Western Reserve University, US (1978) and was postdoctoral fellow at Brookhaven National Laboratory, Upton, New York, in 1982. His main research efforts are focused on the fundamentals of electron transfer reactions that are relevant for energy conversion and sensors.  He has contributed in the area of electrocatalysis, electrodes modified with metal macrocyclics, electrochemistry of biological molecules, the catalysis of the reduction of molecular oxygen and many other reactions of relevance, conductive polymers, electrochemical sensors and in pioneering work in the establishment of non-linear correlations between thermodynamic properties of molecular catalysts and their electrochemical reactivity. These contributions are essential in the development of non-precious metal catalysts for energy conversion devices and electrochemical sensors. [1][2][3]\nHe also has contributed in the field of corrosion, conductive polymers and his well-known volcano correlations for the electrocatalytic properties of surface-confined molecular catalysts[1][2][3]", "2648609": "Ralph T. Holman (March 4,[1] 1918 – August 15, 2012) was a biochemist whose research focused on lipids and fatty acids, especially the Omega-3 fatty acid.[2] He is regarded as the \"Father of Omega-3 fatty acids\", coining the term in 1963.[1]", "48785963": "Adah Almutairi (Arabic: غادة المطيري; born November 1, 1976) is a scientist and professor at the University of California, San Diego (UCSD). Her work focuses on nanomedicine, nanotechnology, chemistry and polymer science.", "34564655": "Tasman Joseph McKee OBE (7 May 1911 – 7 February 1973) was a New Zealand industrial and agricultural chemist, geologist, company director. He was born in Nelson, New Zealand, on 7 May 1911 and was educated at Tasman and Mapua Schools, Wellington's St Patrick's College, Motueka District High School and Nelson College.[1]", "25487922": "Waman Dattatreya Patwardhan (30 January 1917 – 27 July 2007) was an IOFS officer, nuclear chemist, defence scientist and an expert in the science of Explosives engineering. He was the founder director of the Explosives Research and Development Laboratory (now known as the High Energy Materials Research Laboratory (HEMRL)) of India. He is considered one of the distinguished scientists in India due to his contributions to Indian space program, Indian nuclear program and missile program in their early stages. He developed the solid propellant for India's first space rocket launched at Thumba. He was responsible for developing the detonation system of India's first nuclear device which was successfully tested in 1974,[1] an operation codenamed Smiling Buddha.", "37349939": "Sarah Ratner (June 9, 1903 – July 28, 1999) was an American biochemist. Her contributions to the study of nitrogen metabolism led to a better understanding of human disorders in urea synthesis. In 1961, Ratner was awarded the Garvan–Olin Medal from the American Chemical Society and was elected to the National Academy of Sciences in 1974.[1]", "34171444": "Willis H. Flygare (July 24, 1936 – May 18, 1981) was an American physical chemist and professor at University of Illinois at Urbana–Champaign.\n[1]\n[2][3]", "617012": "John Stenhouse FRS FRSE FIC FCS (21 October 1809 – 31 December 1880) was a Scottish chemist.  In 1854, he invented one of the first practical respirators.", "58911296": "Rosalind Emily Majors Rickaby FRS[2] is a professor of biogeochemistry at the Department of Earth Sciences, University of Oxford[3][1] and a Professorial Fellow at University College, Oxford. She is an Emeritus Fellow of Wolfson College, Oxford.[4][5]", "26962503": "Anatoly Vasilievich Oleynik, Professor of Chemistry at the University of Nizhni Novgorod.", "49244761": "Adolph Emmerling (13 June 1842, Freiburg im Breisgau – 17 March 1906, Baden-Baden) was a German chemist, known for his research in the field of agricultural chemistry.", "518749": "Georg Wittig (German: [ˈɡeː.ɔʁk ˈvɪ.tɪç] ⓘ; 16 June 1897 – 26 August 1987) was a German chemist who reported a method for synthesis of alkenes from aldehydes and ketones using compounds called phosphonium ylides in the Wittig reaction. He shared the Nobel Prize in Chemistry with Herbert C. Brown in 1979.", "16181859": "George Samuel Newth (1851–1936) was an English chemist, best known for a series of popular chemistry books.", "43739753": "Bal Dattatreya Tilak (26 September 1918 – 25 May 1999) was an Indian chemical engineer and a director of the National Chemical Laboratory.\n[2][3]", "51145323": "Dr. Elisa Orth (born c. 1984) works in the Department of Chemistry of the Federal University of Paraná in Brazil. She came to notice in 2015 when she won an award from L'Oreal and UNESCO for her work on artificial enzymes.", "16509548": "Charles Albert Browne Jr. (August 12, 1870 – February 3, 1947) was a sugar chemist and former head of the Bureau of Chemistry, which later became the Food and Drug Administration. He is also considered a leader in the study of the history of chemistry in North America.", "62777973": "Arlette Nougarède, wife Lance, born in 1930 in Narbonne, is a cell biologist specializing in plant development from embryogenesis to flowering. She was Professor Emeritus at Pierre and Marie Curie University from 1992 to 2013. She has been a corresponding member of the French Academy of sciences since 1987.[1][2]", "60648055": "Sophie Carenco is a researcher at the French National Center for Scientific Research,[1] working on nanochemistry at the Laboratory of Condensed Matter Chemistry of Paris. Her research focuses on novel synthetic routes of exotic nanomaterials for energy application such as CO2 capture.", "64055928": "George Coby (born Grigol Kobakhidze; Georgian: გრიგოლ კობახიძე; 1883 – October 30, 1967) was a Georgian-American businessman, inventor, and chemist. He is believed to be the first Georgian millionaire.[1] Two of his most notable inventions include waterproof concrete and glass bricks; he was also linked to the first electrical Christmas tree lights' invention.[2]", "47540868": "Fritiof Gunnar Blix (7 September 1894 in Lund – 10 June 1981 in Uppsala)[1] was a Swedish chemist and Professor of Medical and Physiological chemistry at the University of Uppsala. He was the son of professor Magnus Blix, father of politician Hans Blix, and grandfather of journalist Erik Blix [sv].[2]", "58419845": "Peter Klæboe (17 November 1929 – 27 February 2022) was a Norwegian chemist.", "31484557": "Jānis Polis (25 June 1938 – 12 April 2011) was a Soviet and Latvian pharmacologist and the developer of one of the first methods of synthesis of rimantadine, which was discovered in 1963 by William W. Prichard of Du Pont & Co.[1] He was born in Eleja parish, Latvia. On 6 February 2009, Polis was awarded the WIPO Award for Outstanding Inventors.[2] Polis died in Riga, Latvia on 12 April 2011 at the age of 72.", "3041943": "Christopher Glaser (1615 – between 1670 and 1678), a pharmaceutical chemist of the 17th century.", "6482587": "Johannes Wislicenus (German pronunciation: [joˈhanəs vɪsliˈt͜seːnʊs]; 24 June 1835 – 5 December 1902) was a German chemist, most famous for his work in early stereochemistry.", "52357788": "Srinivasan Chandrasekaran (born 1945) is an Indian organic and organometallic chemist, academic and a former chair of the Department of Organic Chemistry and the Division of Chemical Sciences. He was also a former Dean of the Faculty of Science at the Indian Institute of Science. He was known for his research on organic reaction mechanisms and organic synthesis.[1] and was an elected fellow of the Indian National Science Academy,[2] The World Academy of Sciences[3] and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1989, for his contributions to chemical sciences.[5]", "64219808": "William Mansfield Clark (17 August 1884 – 19 January 1964) was an American chemist and professor at the Johns Hopkins University. He studied oxidation-reduction reactions and was a pioneer of medical biochemistry.", "12741281": "Frank Lee Pyman FRS[1] (8 April 1882 – 1 January 1944) was an English academic and commercial research chemist.[2]", "60287650": "Vicki Wysocki is an American scientist. She is a professor and an Ohio Eminent Scholar at Ohio State University, and also the director of the Campus Chemical Instrument Center.[1]", "71428775": "Lauren O'Connell is an American neurobiologist who is an assistant professor in the Department of Biology at Stanford University. Her research considers how animals handle challenges in their environment. She received a L'Oréal-USA For Women in Science fellowship in 2015.", "67562166": "Naheda Sahtout is a biochemist currently based in Saskatchewan Canada working as a scientific analyst for the Canadian Food Inspection Agency.[1] Sahtout moved to Canada from Malaysia in 2007 to attend the University of Waterloo for her undergraduate studies and in 2020 became a doctoral candidate in the University of Saskatchewan Chemistry Department.[2] She is a strong activist who is very experienced as a volunteer working to engage rural communities in STEM education and resettle Syrian Refugees in Canada.[2][3] Notably, Sahtout has a severe visual disability that renders her legally blind in Canada and she is very outspoken in advocating for and empowering disabled people in education.[4][1] Despite her disability she has won numerous awards for her work as a researcher, educator, and activist.", "355000": "James Bryant Conant (March 26, 1893 – February 11, 1978) was an American chemist, a transformative President of Harvard University, and the first U.S. Ambassador to West Germany. Conant obtained a Ph.D. in chemistry from Harvard in 1916. During World War I, he served in the U.S. Army, where he worked on the development of poison gases, especially Lewisite. He became an assistant professor of chemistry at Harvard University in 1919 and the Sheldon Emery Professor of Organic Chemistry in 1929. He researched the physical structures of natural products, particularly chlorophyll, and he was one of the first to explore the sometimes complex relationship between chemical equilibrium and the reaction rate of chemical processes. He studied the biochemistry of oxyhemoglobin providing insight into the disease methemoglobinemia, helped to explain the structure of chlorophyll, and contributed important insights that underlie modern theories of acid-base chemistry.", "14183101": "Bakthan Singaram is a professor of organic chemistry at the University of California, Santa Cruz in Santa Cruz, California, where he has taught since 1989. Singaram's primary focus is in the area of boron-based organic chemistry. He gained his Ph.D. from the University of Madras, Tamil Nadu, India in 1977. Singaram also worked in and directed the laboratory of Nobel Prize-winning chemist Herbert Brown, who shared the 1979 Nobel prize in chemistry 1979 with Georg Wittig \"for their development of the use of boron- and phosphorus-containing compounds, respectively, into important reagents in organic synthesis\".[1]  Singaram then left the Brown research group to take a position as an assistant professor in 1989 at the University of California, Santa Cruz, where he remains today.  Singaram has also acted as a visiting professor at several universities, such as the University of Puerto Rico and the University of Rennes 1 in Rennes, France.  Most recently, he received an award from The Boron in the Americas (BORAM) Organization presented at the Regular BORAM Awards in June 2012.[2][3]", "256703": "Leo Hendrik Baekeland HonFRSE (November 14, 1863 – February 23, 1944) was a Belgian chemist. He is best known for the inventions of Velox photographic paper in 1893, and Bakelite in 1907. He has been called \"The Father of the Plastics Industry\"[2] for his invention of Bakelite, an inexpensive, non-flammable and versatile plastic, which marked the beginning of the modern plastics industry.[3][4]", "49605312": "Mihail Șerban (June 11, 1930 – July 7, 2004) was a Romanian biochemist.", "33712831": "Raluca Ripan (27 June 1894 – 5 December 1972) was a Romanian chemist, and a titular member of the Romanian Academy. She wrote many treatises, especially in the field of analytical chemistry.", "57895624": "Robert Martin Stuart Smellie FRSE FIB (1927–1988) was a 20th-century Scottish biochemist and first Cathcart Professor of Biochemistry at the University of Glasgow. The university's Smellie Prize is named after him.", "322259": "Ira Remsen (February 10, 1846 – March 4, 1927) was an American chemist who discovered the artificial sweetener saccharin along with Constantin Fahlberg. He was the second president of Johns Hopkins University.", "56715987": "Alfred Wöhlk, also: Woehlk, Wøhlk, (1868–1949[1]) was a Danish chemist and pharmacist. With his historical detection reaction from 1904, the lactose content of dairy products can be visualized.[2] This is useful because many people are lactose intolerant and avoid dairy products. Countless pharmacy students, but also physicians, laboratory assistants, and recently also chemistry teachers know the Wöhlk test.", "37808853": "Victor Percy Whittaker (11 June 1919 – 5 July 2016) was a British biochemist who pioneered studies on the subcellular fractionation of the brain. He did this by isolating synaptosomes and synaptic vesicles from the mammalian brain and demonstrating that synaptic vesicles store the neurotransmitter acetylcholine.[1]", "1534678": "Edward Adelbert Doisy (November 13, 1893 – October 23, 1986)[1] was an American biochemist. He received the Nobel Prize in Physiology or Medicine in 1943 with Henrik Dam for their discovery of vitamin K (K from \"Koagulations-Vitamin\" in German) and its chemical structure.", "67988185": "Anne Ritger Douglass is atmospheric physicist known for her research on chlorinated compounds and the ozone layer.", "19983066": "Ángel Rosario Cabada (1872–1921) was an agrarian leader whose name was given to a town and municipality in the Mexican state of Veracruz.[1]", "70413019": "Elizabeth A. Canuel is a chemical oceanographer known for her work on organic carbon cycling in aquatic environments. She is the Chancellor Professor of Marine Science at the College of William & Mary and is an elected fellow of the Geochemical Society and the European Association of Geochemistry."}