{"57743465": "C. Douglas McGee (1926-1993) was a 20th-century American professor of philosophy at Bowdoin College.[1]", "18651242": "Antoninus (Greek: Ἁντωνῖνος) was a Neoplatonist philosopher who lived in the 4th century. He was a son of Eustathius and Sosipatra, and had a school at Canopus, Egypt. He was an older contemporary of Hypatia who lived and worked nearby in Alexandria. He devoted himself wholly to his pupils, but he never expressed any opinion upon divine matters, and although Eunapius attributes this to Antoninus' piety, he also points out that Antoninus refrained from theurgic rites \"perhaps because he kept a wary eye on the imperial views and policy which were opposed to these practices.\" His moral conduct is described as exemplary. He and his disciples were strongly attached to paganism; but he is said to have been able to see that its end was near at hand, and he predicted that after his death all the splendid temples of the gods would be changed into tombs:", "15407212": "Diocles of Cnidus (Greek: Διοκλῆς) was an Academic Skeptic philosopher, who is mentioned as the author of Διατριβαί (Discussions) from which a fragment is quoted by Eusebius:", "49289326": "Everett Dean Martin (July 5, 1880 – May 10, 1941) was an American minister, writer, journalist, instructor, lecturer, social psychologist, social philosopher, and an advocate of adult education.[1]  He was an instructor and lecturer at The New School for Social Research in New York City from 1921 to 1929, and served on the board of directors of The New School from 1925 to 1932.[2]  He was the final director of the People's Institute[3] of Cooper Union in New York City from 1922 to 1934.  Martin was born in Jacksonville, Illinois, on July 5, 1880.  Graduating with honors at the age of 24 from Illinois College in Jacksonville, he moved on to Chicago, attending McCormick Theological Seminary from 1904 until his ordination as a Congregational Minister in 1907.[4]  Martin received a Litt.D. (Doctor of Letters) degree from Illinois College in 1907.[5]  He was best known for his advocacy of the liberal education of adults, which he saw as \"an antidote to both the irrationality of the crowd and the power of propaganda.\"[6]", "5052533": "Rabindranath Tagore FRAS (/rəˈbɪndrənɑːt tæˈɡɔːr/ ⓘ; pronounced [roˈbindɾonatʰ ˈʈʰakuɾ];[1] 7 May 1861[2] – 7 August 1941[3]) was a Bengali polymath who was active as a poet, writer, playwright, composer, philosopher, social reformer, educationist and painter during the age of Bengal Renaissance.[4][5][6] He reshaped Bengali literature and music as well as Indian art with Contextual Modernism in the late 19th and early 20th centuries. Author of the \"profoundly sensitive, fresh and beautiful\" poetry of Gitanjali,[7] he became in 1913 the first non-European and the first lyricist to win the Nobel Prize in Literature.[8] Tagore's poetic songs were viewed as spiritual and mercurial; where his elegant prose and magical poetry were widely popular in the Indian subcontinent.[9] He was a fellow of the Royal Asiatic Society. Referred to as \"the Bard of Bengal\",[10][5][6] Tagore was known by sobriquets: Gurudeb, Kobiguru, and Biswokobi.[a]", "15014005": "Clinomachus (Greek: Κλεινόμαχος; 4th-century BC), was a Megarian philosopher from Thurii, Magna Graecia. He is said by Diogenes Laërtius to have been the first who composed treatises on the fundamental principles of dialectics,[1] and is described as the founder of the Dialectical school.[2] According to the Suda, he was the disciple of Euclid of Megara,[3] and he taught Bryson, the teacher of Pyrrho.[4] He thus lived towards the earlier half of the 4th century BC.", "34576505": "Gim Hyo-won (Korean: 김효원; Hanja: 金孝元; 1542 – 1 April 1590) was a Korean philosopher and politician during the Joseon dynasty. A Neo-Confucian scholar, his art name was Seongam (Korean: 성암; Hanja: 省庵), and his courtesy name was Inbaek (Korean: 인백; Hanja: 仁伯). He was a leader of the Easterners faction, born into the Seonsan Gim clan (선산 김씨, 善山 金氏).", "18552955": "Jean Crasset (b. at Dieppe, France, 3 January 1618; d. at Paris, 4 January 1692) was a French Jesuit theologian, known as an ascetical writer.", "65935484": "Abu Sayeed Ayyub (Bengali language: আবু সয়ীদ আইয়ুব; 1906–1982) was an Indian philosopher, teacher, literary critic and writer in both Bengali and English. Though born into a traditional, Urdu-speaking, Muslim family in Calcutta (Kolkata), he was so deeply captivated in his early teenage by the poems of the Indian Nobel Laureate Rabindranath Tagore that he taught himself Bengali so as to appreciate Tagore better.[1]  Later, when he started to write, it was mostly in his adopted language, Bengali. During the initial part of his writing career, Ayyub wrote on aesthetics, religion and socialism. However, it was his philosophical and scientific analysis of creative literature - in particular the poetry and the drama of Tagore - that finally brought him wide recognition as \"one of the most serious and original Tagore scholars\".[2]  Ayyub is also credited with \"co-editing the first anthology of modern Bengali poetry\".[3] He taught philosophy at the University of Calcutta, the Visva-Bharati University and the University of Melbourne, and  edited the literary and philosophical journal Quest.", "43653251": "John (Geoffrey Grylls) Mander (28 May 1932 – 2 September 1978) was a British political commentator, writer, translator and poet.", "8624261": "Hajime Tanabe (田辺 元, Tanabe Hajime, February 3, 1885 – April 29, 1962) was a Japanese philosopher of science, particularly of mathematics and physics. His work brought together elements of Buddhism, scientific thought, Western philosophy, Christianity, and Marxism.[1] In the postwar years, Tanabe coined the concept of metanoetics, proposing that the limits of speculative philosophy and reason must be surpassed by metanoia.", "33101965": "Through selfless work the mind gets purified. And when the mind becomes pure, there arise knowledge and devotion in it.", "42309779": "Nomy Arpaly is an American philosopher.[1] Her main research interests include ethics, moral psychology, action theory, and free will. She is professor of philosophy at Brown University.[2][3]", "30873749": "Nikolai Ivanovich Ziber (Russian: Никола́й Ива́нович Зи́бер, Ukrainian: Микола Іванович Зібер; 22 March [O.S. 10 March] 1844 – 10 May [O.S. 28 April] 1888) was a Russian-Ukrainian academic economist, professor and one of the first advocates of Marxism in Russia, particularly in Kiev. His interpretation of Marxism differed sharply from that of early narodnik economists like V. P. Vorontsov and N. F. Danielson and laid the groundwork for the 'orthodox' Marxism of G. V. Plekhanov, V. I. Lenin and others.", "51222679": "Tatyana Aleksandrovna Kasatkina (Russian: Татьяна Александровна Касаткина; born 1963 in Moscow, Soviet Union) is a Russian philosopher, philologist, culture expert, religious scholar and writer. She is an expert in the field of theory of culture, theory of literature, philosophy, religious studies, the works of Fyodor Dostoyevsky and Russian literature of the 19th-21st centuries. She is Doctor of Philology (the Russian highest doctoral degree that has no equivalents in English speaking countries), Head Researcher at the Gorky Institute of World Literature RAS, Head of the Centre “Dostoevsky and World Culture” at the Gorky Institute of World Literature RAS, president of the Research Committee for Dostoyevsky's Artistic Heritage within the Scientific Council for the History of World Culture, RAS. She is Editor-in-Chief of the peer-reviewed open-access journal \"Dostoevsky and World Culture. Philological journal\".[1]", "70457496": "Alexander Phoebus Dionysiou Mourelatos (born 1936) is an American philosopher. He is a recipient of a Guggenheim Fellowship.[1]", "301213": "Cai Yuanpei (Chinese: 蔡元培; pinyin: Cài Yuánpéi; 1868–1940) was a Chinese philosopher and politician who was an influential figure in the history of Chinese modern education. He made contributions to education reform with his own education ideology. He was the president of Peking University, and founder of the Academia Sinica. He was known for his critical evaluation of Chinese culture and synthesis of Chinese and Western thinking, including anarchism. He got involved in the New Culture, May Fourth Movements, and the feminist movement. His works involve aesthetic education, politics, education reform, etc.", "45652129": "Aristotle the Dialectician (or Aristoteles of Argos, Greek: Ἀριστοτέλης; fl. 3rd century BC), was an ancient Greek philosopher from Argos who was a member of the Dialectical school.", "39524516": "Max Oelschlaeger (born in 1943 in Kansas) is an American ecological philosopher, active in the study of Environmental Ethics, Environmental Philosophy, Ecofeminism, Deep Ecology, Philosophy of Ecology, Contemporary Environmental Issues, Postmodern Environmental Ethics, and the Philosophy of Wilderness.", "3217574": "John Broome (born 1947) is a British philosopher and economist. He was the White's Professor of Moral Philosophy at the University of Oxford and a Fellow of Corpus Christi College, Oxford.", "858285": "Dirk Verhofstadt (born 25 August 1955 in Dendermonde) is a Belgian social liberal (Rawlsian) theorist and younger brother of former Belgian Prime Minister and former ALDE European Parliament Leader Guy Verhofstadt. He has a keen interest in political philosophy, and his philosophical outlook is influenced by Karl Popper, John Stuart Mill, Cesare Beccaria, Thomas Paine, Amartya Sen and Martha Nussbaum.", "68556986": "Bilge Karasu (born 9 January 1930 – 13 July 1995), was a Turkish short story writer and novelist.", "60594368": "Abul Kashem Fazlul Haq (born 30 September 1940) is a Bangladeshi writer, essayist, translator, critic, columnist and activist.[1] He is a former professor of Bengali language and literature at the University of Dhaka.[2][3] He is the convener of Rashtrabhasha Bangla Rokkha Komiti (State Language Bengali Protection Committee).[4] He received Bangla Academy Literary Award in 1981.[5]", "45586633": "Joseph Tanke (Ph.D., Boston College; born 1978) is an American philosopher and Professor of Philosophy at the University of Hawaii at Manoa. His work focuses on Continental philosophy, the history of philosophy, aesthetics, art theory, and historical ontology. Tanke is known for his analysis of major figures in the French philosophical tradition, such as Michel Foucault and Jacques Rancière. His book Foucault's Philosophy of Art: A Genealogy of Modernity is one of the first systematic presentations of Michel Foucault's writings on visual art.[1] Tanke is the first scholar to publish a comprehensive critical introduction to the thought of Jacques Rancière.[2]", "49191114": "August Ludwig Hülsen (3 March 1765 – 24 September 1809), also known by the pseudonym Hegekern, was a German philosopher, writer and pedagogue of early German Romanticism. His thought played a role in the development of German idealism.", "17209547": "Lynn Alton de Silva (16 June 1919 – 22 May 1982) was a Sri Lankan theologian and Methodist minister. He was the founder and editor of one of the first theological journals on Buddhist-Christian encounter called Dialogue (1961–1981),[1][2] chief translator for the revision of the Old Testament of the Sinhalese Bible published as New Sinhala Bible (1973–1982), and director of the Ecumenical Institute for Study and Dialogue (EISD)[3] in Sri Lanka (1962–1982). Lynn de Silva is widely regarded as one of the foremost Christian practitioners of Buddhist-Christian dialogue in Sri Lanka, and also as one of the pioneers in this dialogue.[4]", "67934418": "Enn Kasak (born on 24 September 1954 Navi, Võru County[1]) is an Estonian philosopher and astrophysicist.[2]", "14096604": "Michael Uebel (born 1964), a pioneer in the application of psychological insights to the historical intersections of social, personal, and imaginative phenomena, is a psychotherapist and researcher in Austin, Texas.  He has taught literature and critical theory at the University of Virginia,[1] at Georgetown University, where he taught in the Communication, Culture, and Technology Program and the English Department,[2] and at the University of Kentucky,[3] where he held a faculty position in the Department of English, and was affiliated with the Committee on Social Theory and Women’s Studies. As of 2012, Uebel has been appointed Lecturer in the School of Social Work at the University of Texas at Austin.  He is the author and/or editor of three major studies and the author of over 40 journal essays and encyclopedia articles.  Uebel lectures nationally and internationally on issues concerning social history, mental health, and the challenges of humanism.  In 2009, he co-founded the Interdependence Project-Austin, a branch of the New York city-based nonprofit organization (IDP) dedicated to fostering the intersection of the arts, activism, and contemplative traditions.[4][5]  Uebel serves as Director of Contemplative Studies.[6]", "5183709": "Aaron ben Joseph of Constantinople (c. 1260 – c. 1320) (not to be confused with his near-contemporary, Aaron ben Eliyahu of Nicomedia), was an eminent teacher, philosopher, physician, and liturgical poet in Constantinople, the capital of the Byzantine Empire.", "1939679": "John Elof Boodin (November 14, 1869 – November 14, 1950) was a Swedish-born American  philosopher and educator. He was the author of numerous books proposing a systematic interpretation of nature. Boodin's work preserved the tradition of philosophical idealism within the framework of contemporary science. Boodin also focused on the social nature of human behavior believing an understanding required an appreciation of individual participation in social life and interpersonal relationship.[1][2][3]", "45226210": "Leopold August Wilhelm Dorotheus von Henning (originally von Henning auf Schönhoff; 4 October 1791 – 5 October 1866) was a German philosopher associated with the Hegelian Right.", "15767782": "Gwilym Ellis Lane Owen FBA ((1922-05-18)18 May 1922 – (1982-07-10)10 July 1982) was a British classicist and philosopher who is best known as a scholar of ancient philosophy. He was a specialist on the work of the Greek philosopher Aristotle.", "23304422": "Bronisław Ferdynand Trentowski (21 January 1808 in Opole – 16 June 1869) was a Polish \"Messianist\" philosopher, pedagogist, journalist and Freemason, and the chief representative of the Polish Messianist \"national philosophy.\"[1]", "42408168": "John Madison Cooper (November 29, 1939 – August 8, 2022)[1] was an American philosopher who was the Emeritus Henry Putnam University Professor of Philosophy at Princeton University and an expert on ancient philosophy.", "59119856": "Alan Harris Goldman (born 1945) is an American philosopher and William R. Kenan Jr. Professor Emeritus of Philosophy at the College of William & Mary.[1]\nHe is known for his works on philosophy and popular culture, literature, morality, love, and beauty.[2][3][4]", "43817200": "Arnold James Freeman (24 March 1886 – 8 March 1972) was a British writer, philosopher, anthroposophist, adult educator, actor, director, Fabian Socialist, Labour Party candidate and co-founder of the anthroposophical magazine, The Golden Blade. He was the founder and first Warden of the Sheffield Educational Settlement.", "1579256": "Nataraja Guru (born P. Natarajan, 18 February 1895 – 19 March 1973) was a disciple of Narayana Guru. Nataraja Guru founded Narayana Gurukula on 1923 for the integral study of various wisdom approaches.", "53745916": "Hamidullah Farooqi (born 1954 in Herat, Afghanistan) is an Afghan politician, economist and activist. He has written several research papers and served in higher positions within the Islamic Republic of Afghanistan’s government. Farooqi currently serves as the Chancellor of Kabul University[1] and Advisor Minister to President Mohammad Ashraf Ghani on Higher Education. He previously served as Minister of Transport and Civil Aviation from March 2009 to January 2010 in the cabinet of former President Hamid Karzai.", "1218816": "Andrew Joseph Galambos (AJG) (born Ifj. Galambos József András; June 27, 1924 in Hungary – April 10, 1997 in Orange County, California) was an astrophysicist and philosopher who presented his revolutionary theories of freedom and Volitional Science in oral lectures through his Free Enterprise Institute from 1961 to 1989 in Los Angeles, California. He developed over 117 courses for FEI's curriculum over a period of twenty-eight years. As Galambos' literary executor, William W. Martin completed the all encompassing \"Book One\" that the professor intended to have published in written form which Martin published under the title Sic Itur Ad Astra (Latin to English translation: \"This is the way to the stars\"). Within Sic Itur Ad Astra is the \"roadmap to freedom\" Course V-201: The Nature and Protection of Primary Property. Galambos explicitly instructed his trustee, Galambos' former lawyer Wayne Joyner, to provide funding from his estate to his literary executor, Martin, to edit, print, and publish his books. Instead, Joyner refused to fund the book and instead used the finances to fund unauthorized projects including the inaccurate, mistake ridden and incomplete Sic Itur Ad Astra Vol. 1 which he pulled off of the market in favor of even more inaccurate heavily edited \"digitized courses.\" Martin was left to fund the project on his own and eventually completed the full book for the professor in the year 2003. Today the company that William W. Martin founded, Spaceland Publications, is carrying forward the ideas of Andrew J. Galambos and upholding his explicit instructions to publish and print Galambos' magnum opus Sic Itur Ad Astra and books of Galambos' other important courses. Sic Itur Ad Astra is a fifteen volume, 6,118 page book containing the exact words of Andrew J. Galambos' most important live presentation lectures including courses V-50, V-50X, V-201 and the Joe Pyne Interview complete with a detailed index innovated by Martin which he named the Concordex.", "137473": "Autocephaly recognized by some autocephalous Churches de jure:", "21764356": "Guillaume Lamy (1644–1683) was a French physician best known for his sympathies with Epicurean philosophy, and for his influence on materialists such as La Mettrie.", "1448201": "Rufus Matthew Jones (January 25, 1863 – June 16, 1948) was an American religious leader, writer, magazine editor, philosopher, and college professor.  He was instrumental in the establishment of the Haverford Emergency Unit (a precursor to the American Friends Service Committee). One of the most influential Quakers of the 20th century, he was a Quaker historian and theologian as well as a philosopher. He is the only person to have delivered two Swarthmore Lectures.", "25336091": "Neophytos Vamvas (Greek: Νεόφυτος Βάμβας; 1770 – 9 January 1856) was a priest, philosopher, philologist, author, professor, and dean.  He was the first dean of the philosophical school at the University of Athens.[1][2]  He is known for being part of the Neophytos incident.  The incident was similar to the Methodios Affair an incident that occurred one hundred years prior.  He was one of the most influential figures of modern Greek education.  He was considered the teacher of the nation.[3]", "6428968": "Luo Yin (c. 833 – 910, courtesy name Zhaojian), born Luo Heng, was a poet of the late Tang and early Wuyue dynasties. Luo's poetry was widely read and cherished, but he was unsuccessful in life; having failed the imperial examination 10 times, he was penniless until the warlord and Wuyue founder Qian Liu gave him official posts in his hometown Hang Prefecture. Luo was said to be very ugly and arrogant.", "27334954": "Charles Philippe Théodore Andler (11 March 1866, Strasbourg – 1 April 1933, Malesherbes, Loiret) was a French Germanist and philosopher.", "2332971": "Antiochus of Ascalon (/ænˈtaɪəkəs/; Greek: Άντίοχος ὁ Ἀσκαλώνιος; c. 135/130 – c. 68 BC)[1] was an 1st century BC Platonism philosopher who rejected skepticism and blended Stoic doctrines with Platonism as the first philosopher in the tradition of Middle Platonism.", "8296748": "Marcel Gauchet (French: [ɡoʃɛ]; born 1946) is a French historian, philosopher, and sociologist. He is professor emeritus of the Centre de recherches politiques Raymond Aron at the École des Hautes Études en Sciences Sociales and head of the periodical Le Débat. Gauchet is one of France's most prominent contemporary intellectuals. He has written widely on such issues as the political consequences of modern individualism, the relation between religion and democracy, and the dilemmas of globalisation.", "2955565": "Born in southern Australia, John Keane is Professor of Politics at the University of Sydney.[1] For 25 years he also held a position at the Wissenschaftszentrum Berlin (WZB),[2] which he resigned from in November 2023.[3]", "30185773": "Sir Ralph Nicholas Wedgwood, 4th Baronet (/reɪf/ RAYF, rhyming with \"safe\" or \"waif\";[1] born 10 December 1964) is a British philosopher currently Professor of Philosophy at the University of Southern California.[2]", "59414827": "David Bostock (1936 – 29 October 2019) was a British philosopher and a Fellow of Merton College, Oxford.", "45652273": "The Dictionary of Seventeenth-Century French Philosophers [1] is a dictionary of philosophical writers in France between 1601 and 1700, edited by Luc Foisneau. An augmented and revised French edition has been published in 2015.[2]", "4954421": "Gustav Kafka (23 July 1883, Vienna – 12 February 1953, Veitshöchheim bei Würzburg) was an Austrian philosopher, psychologist. One of Kafka's most outstanding contributions to the realms of psychology have been his critique of fundamentals and methods, such as his criticism of behaviorism, and other articles in which he revealed new points of view based on concrete investigation.[1]", "2922819": "David Braine (2 September 1940 – 17 February 2017[1]) was a British analytic philosopher with interests in analytic philosophy of religion and metaphysics, who sought to marry the techniques and insights of analytical philosophy and phenomenology to the metaphysics of classical Thomism. His The Reality of Time and the Existence of God set out to prove the existence of God from the fact that the world enjoys continuity in time. He argued that nothing in the world could be the cause of this continuity, whence God came into the picture.", "20158788": "Brendan Cathbad Myers is a Canadian philosopher and author known for his contributions in environmental philosophy, Druidry and Neo-Druidism, mythology, and applied virtue ethics.[1]", "4331844": "Paul Artin Boghossian (/bəˈɡoʊziən/; born 1957) is an American philosopher. He is Silver Professor of Philosophy at New York University, where he is chair of the department (having also held the position from 1994 to 2004).[2] His research interests include epistemology, the philosophy of mind, and the philosophy of language. He is also director of the New York Institute of Philosophy and Distinguished Research Professor of Philosophy at the University of Birmingham.[3]", "10492233": "Alejandro Korn (3 May 1860 – 9 October 1936) was an Argentine psychiatrist, philosopher, reformist and politician. For eighteen years, he was the director of the psychiatry hospital in Melchor Romero (a locality of La Plata in Buenos Aires). He was the first university official in Latin America  to be elected thanks to the student's vote. He is considered to be the pioneer of Argentine philosophy. Along with Florentino Ameghino, Juan Vucetich, Almafuerte and Carlos Spegazzini, he is considered to be one of the five wise men of La Plata.", "69638476": "Mosleh al-Din Lari (also spelled Muslih; c. 1510 - April–May 1572), was a Persian[1] scholar and historian. A native of Lar, Lari was a Sunnite born in early 16th-century Safavid Iran. As a result of Safavid persecution of Sunnis, he sought refuge at the Mughal court where he was received with respect by Emperor Humayun, who also became Lari's student. Following his patron's death, he moved to the Ottoman Empire, where he was offered a prestigious professorship in the Ottoman capital of Constantinople (present-day Istanbul). Lari declined the offer, which resulted in a break of relations with the Ottoman Shaykh al-Islām, Ebussuud Effendi. He then settled down in Amed (present-day Diyarbakır), where he was appointed professor of the Hüsrev Pasha madrasa by the local Ottoman governor, and became tutor to the governor's children. An author of numerous annotations and commentaries, Lari's best-known work is the Mer'ât-al-advâr va merqât-al-akhbâr, a universal history written in Persian which he dedicated to Ottoman Sultan Selim II upon his accession to the throne.", "4495698": "Vyāsatīrtha (c.. 1460 – c. 1539[1]), also called Vyasaraja or Chandrikacharya, was a Hindu philosopher, scholar, polemicist, commentator and poet belonging to the Madhwacharya's Dvaita order of Vedanta. As the patron saint of the Vijayanagara Empire, Vyasatirtha was at the forefront of a golden age in Dvaita which saw new developments in dialectical thought, growth of the Haridasa literature under bards like Purandara Dasa and Kanaka Dasa and an amplified spread of Dvaita across the subcontinent. Three of his polemically themed doxographical works Nyayamruta, Tatparya Chandrika and Tarka Tandava (collectively called Vyasa Traya) documented and critiqued an encyclopaedic range of sub-philosophies in Advaita,[note 1] Visistadvaita, Mahayana Buddhism, Mimamsa and Nyaya, revealing internal contradictions and fallacies. His Nyayamruta caused a significant stir in the Advaita community across the country requiring a rebuttal by Madhusudhana Saraswati through his text, Advaitasiddhi. He is considered as an amsha of Prahlada in the Madhva Parampara.[3]", "14063954": "Nicomachus (Greek: Νικόμαχος; fl. c. 325 BC) was the son of Aristotle. The Suda states that Nicomachus was from Stageira, was a philosopher, a pupil of Theophrastus,[1] and, according to Aristippus, his lover.[2] He may have written a commentary on his father's lectures in physics.[3] Nicomachus was born to the slave Herpyllis, and his father's will commended his care as a boy to several tutors, then to his adopted son, Nicanor. Historians think the Nicomachean Ethics, a compilation of Aristotle's lecture notes, was probably named after or dedicated to Aristotle's son. However, Nicomachus is also believed to be the name of Aristotle's father. Several ancient authorities may have conflated Aristotle's ethical works with the commentaries that Nicomachus wrote on them.[4] Ancient sources indicate that Nicomachus died in battle while still a \"lad\".[5]", "1513828": "José Carlos Mariátegui La Chira (June 14, 1894 – April 16, 1930) was a Peruvian writer, journalist, politician and Marxist philosopher.[1]", "46471525": "Ingetraut Dahlberg (20 February 1927 – 24 October 2017) was a German information scientist and philosopher who developed the universal Information Coding Classification covering some 6,500 subject fields. Her career spanned various roles in research, teaching, editing, and publishing.  Dahlberg founded the journal International Classification (now Knowledge Organization) as well as both the scientific Society for Classification (de) and International Society for Knowledge Organization.", "33462631": "Friedhelm Hengsbach is a professor emeritus for Christian social ethics. He was also director of the Oswald von Nell-Breuning Institute for Economic and Social Ethical Studies of the Jesuit Sankt Georgen Graduate School of Philosophy and Theology in Frankfurt.", "7870826": "Stephan Körner, FBA (26 September 1913 – 17 August 2000[a]) was a British philosopher, who specialised in the work of Kant, the study of concepts, and in the philosophy of mathematics.", "22452591": "Nacciṇārkkiṇiyar, also spelled Naccinarkkiniyar or Nachinarkiniyar, was a 14th-century Tamil and Sanskrit scholar famous for his commentaries on Sangam literature and post-Sangam medieval Tamil literature.[1][2][3] His commentary on some of the most studied Tamil texts such as the Tolkappiyam,[4] Kuruntokai and Civaka Cintamani have guided scholarship that followed him, including modern era studies of Tamil literature.[5] According to Kamil Zvelebil, a Tamil literature scholar, Naccinarkiniyar had a \"keen poetic sense, awareness of word values\". He vividly analyzed the primary text and secondary literature on that primary text, in a sophisticated impartial manner seen in modern era scholarship. He paid attention to minute details with a critical observation, states Zvelebil, and Naccinarkiniyar's work shows \"a clear mind and a vast erudition\" of Tamil and Sanskrit works.[6]", "235887": "Macrobius Ambrosius Theodosius, usually referred to as Macrobius (fl. c. AD 400), was a Roman provincial who lived during the early fifth century, during late antiquity, the period of time corresponding to the Later Roman Empire, and when Latin was as widespread as Greek among the elite. He is primarily known for his writings, which include the widely copied and read Commentarii in Somnium Scipionis (\"Commentary on the Dream of Scipio\") about Somnium Scipionis, which was one of the most important sources for Neoplatonism in the Latin West during the Middle Ages; the Saturnalia, a compendium of ancient Roman religious and antiquarian lore;  and De differentiis et societatibus graeci latinique verbi (\"On the Differences and Similarities of the Greek and Latin Verb\"), which is now lost. He is the basis for the protagonist Manlius in Iain Pears' book The Dream of Scipio.", "24582524": "Jun-hyeok Kwak[a] is a South Korean political philosopher and professor of Philosophy (Zhuhai Campus) at Sun Yat-sen University, China, where he is also serving as the head of political philosophy and ethics.[1] He received his Ph.D. from the University of Chicago in 2002. Before joining Sun Yat-sen University, he taught at various universities including Korea University and Kyungpook National University. His research interests lie at the crossroads of Western political philosophy, contemporary political theory, and comparative philosophy. He has a particular interest in the republican tradition of political philosophy (Aristotle, Cicero, and Machiavelli), democratic theories, nationalism, patriotism, and global justice. He has been widely known as a republican theorist of ‘reciprocal non-domination.’ Currently, he is serving as General Editor of the Routledge Series of Political Theories in East Asian Context[2] and co-editor of Journal of Social and Political Philosophy.[3]", "3512705": "Austin Marsden Farrer[a] FBA (1 October 1904 – 29 December 1968) was an English Anglican philosopher, theologian, and biblical scholar.[11] His activity in philosophy, theology, and spirituality led many to consider him one of the greatest figures of 20th-century Anglicanism.[12][verification needed] He served as Warden of Keble College, Oxford, from 1960 to 1968.", "30710149": "James Marsh (July 19, 1794 – July 3, 1842) was an American philosopher, Congregational clergyman and president of the University of Vermont from 1826 to 1833.", "4856198": "José Ingenieros (born Giuseppe Ingegnieri, April 24, 1877 – October 31, 1925) was an Argentine  physician, pharmacist, positivist  philosopher and essayist.", "32151943": "Cleopatra the Alchemist (Greek: Κλεοπάτρα; fl. c. 3rd century AD) was a Greek alchemist, writer, and philosopher. She experimented with practical alchemy but is also credited as one of the four female alchemists who could produce the philosopher's stone. Some writers consider her to be the inventor of the alembic, a distillation apparatus.[1]", "35625355": "Chinese texts", "301454": "Swami Dayananda Saraswati (15 August 1930 – 23 September 2015) was a renunciate monk of the Hindu Saraswati order of sannyasa. Pujya Swamiji as he was fondly known was a renowned traditional teacher of Advaita Vedanta, and founder of the Arsha Vidya Gurukulams in Pennsylvania, USA; Rishikesh, Uttarakhand and Coimbatore Tamil Nadu, India. He was also the spiritual Guru of Prime Minister Narendra Modi. He was awarded posthumously the Padma Bhushan, (the third-highest civilian award in the Republic of India), for his exemplary service to the nation in the field of spiritualism in 2016.[1]", "68819343": "Divisions", "43719056": "Shaivism/Tantra/Nath", "301460": "Shaivism/Tantra/Nath", "21961109": "Robert Livingston Rudolph (December 29, 1865 — September 16, 1930) was an American bishop of the Reformed Episcopal Church. He was the first bishop to be raised with the church. Rudolph also served as Professor of Dogmatic Theology and Christian Ethics at the Theological Seminary of the Reformed Episcopal Church in Philadelphia for twenty-seven years before his death. Together Rudolph and his son, Robert Knight Rudolph, trained men for the gospel ministry at this institution for a total of seventy-four years. Rudolph was widely recognized as an outstanding preacher, teacher, scholar and bishop.", "301464": "Tapovan Maharaj (1889–1957) was a Hindu sage and Vedanta scholar.", "2595228": "John Skorupski FBA (born 19 September 1946) is a British philosopher whose main interests are epistemology, ethics and moral philosophy, political philosophy, and the history of 19th and 20th century philosophy. He is best known for his work on John Stuart Mill and his study of normativity, The Domain of Reasons. His most recent publication is Being and Freedom: on Late Modern Ethics in Europe.", "34576799": "Shim Ui-gyeom (Korean: 심의겸; Hanja: 沈義謙; 1535–1587) was a Korean philosopher and politician during the Joseon dynasty. A Neo-Confucian scholar, he was the head of the Westerners political faction. Shim was also the younger brother of Queen Insun and a member of the Cheongsong Shim clan (청송 심씨, 靑松 沈氏). Through his father, Shim is a fourth great-grandson of Shim On and great-great-great-grandnephew of Queen Soheon. He eventually became the fifth great-granduncle of Queen Danui.", "43325855": "Stanka Gjurić (pronounced [Stanka d͡ʑurit͡ɕ]; born 20 January 1956) is a Croatian poet,[1] essayist, actress, filmmaker and ex model. She is a member of the Croatian Writers' Association, Croatian Academy of Science and Art in Diaspora (Basel, Switzerland)[2] and Croatian Society of Composers. She has also acted in seven feature films.[3]", "36444583": "Elisa Aaltola (born 6 March 1976)[1] is a Finnish philosopher, specialised in animal philosophy, moral psychology and environmental philosophy.[2]", "5118377": "Kenan Malik (born 26 January 1960) is an Indian-born British writer, lecturer and broadcaster, trained in neurobiology and the history of science. As an academic author, his focus is on the philosophy of biology, and contemporary theories of multiculturalism, pluralism, and race. These topics are core concerns in The Meaning of Race (1996), Man, Beast and Zombie (2000) and Strange Fruit: Why Both Sides Are Wrong in the Race Debate (2008).", "34019754": "Tominaga Nakamoto (富永 仲基, Tominaga Nakamoto, 1715–1746) was a Japanese philosopher.[1] He was educated at the Kaitokudō academy founded by members of the mercantile class of Osaka, but was ostracised shortly after the age of 15. Tominaga belonged to a Japanese rationalist school of thought and advocated a Japanese variation of atheism, mukishinron (no gods or demons). He was also a merchant in Osaka. Only a few of his works survive; his Setsuhei (\"Discussions on Error\") has been lost and may have been the reason for his separation from the Kaitokudō, and around nine other works' titles are known.[2] The surviving works are his Okina no Fumi (\"The Writings of an Old Man\"),[3] Shutsujō Gogo (\"Words after Enlightenment\"; on textual criticism of Buddhist sutras), and three other works on ancient musical scales, ancient measurements, and poetry.", "301483": "Of all the thoughts that rise in the mind, the thought 'I' is the first thought.", "7084460": "Sadiq Jalal Al-Azm (Arabic: صادق جلال العظم Ṣādiq Jalāl al-‘Aẓm; 1934 – December 11, 2016)  was  a Professor Emeritus of Modern European Philosophy at the University of Damascus in Syria and was, until 2007, a visiting professor in the Department of Near Eastern Studies at Princeton University. His main area of specialization was the work of German philosopher Immanuel Kant, but he later placed a greater emphasis upon the Islamic world and its relationship to the West, evidenced by his contribution to the discourse of Orientalism.[1] Al-Azm was also known as a human rights advocate and a champion of intellectual freedom and free speech.[2]", "15112619": "Gu Yanwu (Chinese: 顧炎武) (July 15, 1613 – February 15, 1682), also known as Gu Tinglin (Chinese: 顧亭林), was a Chinese philologist, geographer, and famous scholar-official in Qing dynasty. He spent his youth during the Manchu conquest of China in anti-Manchu activities after the Ming dynasty had been overthrown. He never served the Qing dynasty. Instead, he traveled throughout the country and devoted himself to studies.", "301486": "Ravi Shankar (born May 13, 1956) is an Indian yoga guru,[1] a spiritual leader. He is frequently referred to as Sri Sri (honorific), Guru ji, or Gurudev.[2][3] From around the mid 1970s, he worked as an apprentice under Maharishi Mahesh Yogi, the founder of Transcendental Meditation. In 1981, he split from the Transcendental Meditation (TM) and founded the Art of Living foundation.[4] He is recognized for his efforts to promote peace, well-being, and humanitarian values.", "8526260": "Mallam Abdullahi ɗan Fodio pronunciationⓘ (Arabic: عبد الله بن فودي, romanized: Abd Allah ibn Fudi; ca. 1766–1828), a prominent Islamic scholar, jurist, poet and theologian, was the first Amir of Gwandu (r. 1812–1828) and first Grand Vizier of Sokoto. His brother, Usman dan Fodio (1754–1817) was the founder of the Sokoto Caliphate. Usman, being more of a scholar than politician, delegated the practical regency of the western part of his empire to Abdullahi and the eastern part to his son Muhammed Bello, who later became the Sultan of Sokoto after his father.[1]", "37689781": "Mary J. Gregor (January 1, 1928 – October 31, 1994) was an American author, translator, and professor.", "7543221": "John Petrov Plamenatz (born as Jovan Petrov Plamenac; Serbian Cyrillic: Јован Петров Пламенац; 16 May 1912 – 19 February 1975) was a Montenegrin political philosopher, who spent most of his academic life at the University of Oxford. He is best known for his analysis of political obligation and his theory of democracy.", "38017463": "Andreas Dorschel (born 1962) is a German philosopher. Since 2002, he has been professor of aesthetics and head of the Institute for Music Aesthetics at the University of the Arts Graz (Austria).", "727484": "Yang Zhu (/ˈjɑːŋ ˈdʒuː/; simplified Chinese: 杨朱; traditional Chinese: 楊朱; pinyin: Yáng Zhū; Wade–Giles: Yang Chu; 440–c.360 BC),[1] also known as Yangzi (Master Yang), was a Chinese philosopher during the Warring States period. An early ethical egoist alternative to Mohist and Confucian thought, Yang Zhu's surviving ideas appear primarily in the Chinese texts Huainanzi, Lüshi Chunqiu, Mengzi, and possibly the Liezi and Zhuangzi.[2] He founded the philosophical school of \"Yangism\".", "25827773": "Charles François Dominique de Villers (4 November 1765 – 26 February 1815) was a French philosopher. He was mainly responsible for translating the philosophy of Immanuel Kant into the French language.", "1677762": "Nancy Cartwright, Lady Hampshire FBA, FAcSS (born 24 June 1944)[2] is an American philosopher of science. She is a professor of philosophy at the University of California at San Diego and the University of Durham. Currently, she is the President of the Division for Logic, Methodology and Philosophy of Science and Technology of the International Union of History and Philosophy of Science and Technology.", "36084164": "William \"Bill\" Edgar (born 1944 in Wilmington, North Carolina) is an American apologist and was professor of apologetics at Westminster Theological Seminary.[1] He has been called by Charles Colson \"one of evangelicalism's most valued scholars and apologists\".[2]", "563654": "Christopher Charles Norris (born 6 November 1947)[1] is a British philosopher and literary critic.", "42113479": "La sombra de Heidegger (English: The Shadow of Heidegger) is a 2005 thriller written by the Argentine philosopher and novelist  José Pablo Feinmann. It depicts an exiled Nazi professor called Dieter Müller who writes a letter to his son, in which he describes the philosophy of Martin Heidegger as the spiritual guidance of the Nazi Party.[1] Besides, La sombra de Heidegger has some elements that would enable it to be included in the category of historical novel. Although there are fictional characters, most of the people involved in the novel are public—and often controversial—figures, such as Adolf Hitler, Ernst Röhm, Jean-Paul Sartre and so on.The novel also covers topics of Argentine political life. More than once Müller satirizes the situation of peronism in Argentina.", "33429961": "Craig Callender (born 1968) is a professor of philosophy at the University of California, San Diego. His main areas of research are philosophy of science, philosophy of physics and metaphysics.[1]", "44472777": "Werner Callebaut (October 7, 1952 – November 6, 2014) was a professor at the University of Hasselt, scientific director of the Konrad Lorenz Institute for Evolution and Cognition Research, editor and chief of Biological Theory, and president of The International Society for the History, Philosophy, and Social Studies of Biology.", "51911116": "Rosemarie \"Rosie\" Tong is an American feminist philosopher.  The author of 1998's Feminist Thought: A More Comprehensive Introduction,  an overview of the major traditions of feminist theory, she is the emeritus distinguished professor of health care ethics in the Department of Philosophy at the University of North Carolina, Charlotte.", "2562513": "George (Greek: Γεώργιος; died 359) was the bishop of Laodicea in Syria from 335 until his deposition in 347. He took part in the Trinitarian controversies of the fourth century. At first an ardent admirer of the teaching of Arius and associated with Eusebius of Nicomedia, he subsequently became a semi-Arian, but seems ultimately to have united with the Anomoeans, whose uncompromising opponent he had once been, and to have died professing their tenets.[1]", "47225302": "Jacob Clay (Dutch pronunciation: [ˈjaːkɔp ˈklɑi]) (January 18, 1882–December 31, 1955) was a prominent Dutch physicist who first suggested and provided evidence that cosmic rays are charged particles.", "4856284": "Nikolai Vladimirovich Stankevich (Russian: Никола́й Влади́мирович Станке́вич) (October 9 [O.S. September 27] 1813 – July 7 [O.S. June 25] 1840) was a Russian public figure, philosopher, and poet.", "51354078": "Tamara Horowitz (November 7, 1950 – January 30, 2000) was an American philosopher who worked on epistemology, feminist philosophy and the philosophy of science. She spent much of her career at the University of Pittsburgh, and was appointed chair of the philosophy department there in September 1999, but died a few months later.", "1186277": "Philo of Larissa (Greek: Φίλων ὁ Λαρισσαῖος Philon ho Larissaios; 159/8–84/3 BC[1]) was a Greek philosopher. It is very probable that his actual name was Philio - with a second iota.[2] He was a pupil of Clitomachus, whom he succeeded as head of the Academy. During the Mithridatic wars which would see the destruction of the Academy, he travelled to Rome where Cicero heard him lecture. None of his writings survive. He was an Academic sceptic, like Clitomachus and Carneades before him, but he offered a more moderate view of skepticism than that of his teachers, permitting provisional beliefs without certainty.", "42441191": "Scott Jonathan Shapiro is the Charles F. Southmayd Professor of Law and Philosophy at Yale Law School and the Director of Yale's Center for Law and Philosophy and of the Yale CyberSecurity Lab.", "629224": "Louis Gabriel Ambroise, vicomte de Bonald (2 October 1754 – 23 November 1840) was a French counter-revolutionary[2] philosopher and politician. He is mainly remembered for developing a theoretical framework from which French sociology would emerge.[3][4][5][6]", "858610": "Rousas John Rushdoony (April 25, 1916 – February 8, 2001) was an Armenian-American Calvinist philosopher, historian, and theologian. He is credited as being the father of Christian Reconstructionism[3] and an inspiration for the modern Christian homeschool movement.[4][5]  His followers and critics have argued that his thought exerts considerable influence on the evangelical Christian right.[6]", "4168182": "Jiyuan Yu (July 5, 1964 – November 3, 2016) was a Chinese moral philosopher noted for his work on virtue ethics. Yu was a long-time and highly admired Professor of Philosophy at the State University of New York at Buffalo, in Buffalo, New York, starting in 1997. Prior to his professorship, Yu completed a three-year post as a research fellow at the University of Oxford, England (1994-1997). He received his education in China at both Shandong University and Renmin University, in Italy at Scuola Normale Superiore di Pisa, and in Canada at the University of Guelph.  His primary areas of research and teaching included Ancient Greek Philosophy (esp. Plato, Aristotle), and Ancient Chinese Philosophy (esp. Classical Confucianism).", "47159802": "Ivan Sarailiev (Sofia, June 1, 1887 – Sofia, May 23, 1969) was a Bulgarian philosopher related to the school of pragmatism.;[1] he finished his major book Pragmatism in 1938 quoting from Charles Sanders Peirce’s Collected Papers.[2] Sarailiev was the first pragmatist in Eastern Europe and also a \"very early pragmatist\".[3] He also introduced the idea of implied reader in his reception theory as early as in Savremennata nauka y religiata (1931) (Contemporary Science and Religion).", "55581179": "Dr. Meena Dhanda is an Indian philosopher and writer, based in the United Kingdom. She is a Professor of Philosophy and Cultural Politics at the University of Wolverhampton, and is internationally recognised as a leading academic in the development of diaspora dalit studies.[1] She conducts philosophy with a 'practical intent',[2] and her work has confirmed existence of caste discrimination in Britain in areas covered by the Equality Act 2010,[3] and pushed for more legal protections against caste-based discrimination.[4]", "11409916": "Sylviane Agacinski-Jospin (born 4 May 1945) is a French philosopher, feminist, author, professor at the École des hautes études en sciences sociales (EHESS), and wife of Lionel Jospin, former Prime Minister of France. Her theoretical articulation of parity inspired the French law which requires every political party to fill 50 percent of all candidacies in every seat with women.[1]", "30710275": "Henry Augustus Pearson Torrey (1837–1902) (also known as \"HAP\" or \"Happy\" Torrey)[1]  was an American  professor of philosophy at the University of Vermont.[2]", "1219077": "Niels Nicolas Treschow (5 September 1751 – 22 September 1833) was a Norwegian philosopher, educator and politician.[1]", "36444678": "Erik Gustav Ahlman (8 May 1892 – 27 August 1952) was a Finnish philosopher and linguist. Ahlman initiated his academic career as a classical philologist.[1]", "23796234": "Narasimha Chintaman Kelkar (N. C. Kelkar), popularly known as Sahityasamrat Tatyasaheb Kelkar (24 August 1872 – 14 October 1947), was a lawyer from Miraj as well as a dramatist, novelist, short story writer, poet, biographer, critic, historian, writer on philosophical and political themes. He was born in Chitpavan Brahmin family.[1] He was a literary and political figure in Maharashtra, India, and also both editor and trustee of the newspaper Kesari. He served as editor twice when Tilak was imprisoned in 1897 and 1908.[2]", "1743370": "Holmes Rolston III (born November 19, 1932) is a philosopher who is University Distinguished Professor of Philosophy at Colorado State University. He is best known for his contributions to environmental ethics and the relationship between science and religion. Among other honors, Rolston won the 2003 Templeton Prize, awarded by Prince Philip in Buckingham Palace.  He gave the Gifford Lectures, University of Edinburgh, 1997–1998. He also serves on the Advisory Council of METI (Messaging Extraterrestrial Intelligence).", "596491": "Marcus George Singer (January 4, 1926 – February 21, 2016) was an American philosopher. His works include Generalization in Ethics – An Essay in the Logic of Ethics, with the Rudiments of a System of Moral Philosophy (1961).[1]", "694796": "Michael John Parenti (born September 30, 1933) is an American political scientist, academic historian and cultural critic who writes on scholarly and popular subjects. He has taught at universities as well as run for political office.[1] Parenti is well known for his Marxist writings and lectures,[2][3] and is an intellectual of the American Left.[4][5]", "24320526": "Steven S. Schwarzschild (1924–1989) was a rabbi, philosopher, theologian, and editor.", "8034831": "Peter Koslowski (2 October 1952 – 15 May 2012) was a professor of philosophy, especially philosophy of management and organisation and history of modern philosophy, at the Vrije Universiteit Amsterdam (VU University Amsterdam).[1]", "4495892": "Sri Jayatirtha (Śrī Jaya-tīrtha), also known as Teekacharya (Ṭīkācārya) (c.1345 - c.1388[5][6][7]), was a Hindu philosopher, dialectician, polemicist and the sixth pontiff of Madhvacharya Peetha from (1365 – 1388). He is considered to be one of the most important seers in the history of Dvaita school of thought on account of his sound elucidations of the works of Madhvacharya. He is credited with structuring the philosophical aspects of Dvaita and through his polemical works, elevating it to an equal footing with the contemporary schools of thought.[8]  Along with Madhva and Vyasatirtha, he is venerated as one of the three great spiritual sages, or munitraya of Dvaita. Jayatirtha is considered an incarnation of Indra (lord of gods) with avesha of Adi Sesha in the Madhva Parampara.[9][10]", "15538712": "Frank Noel Sibley (28 February 1923, London – 18 February 1996, Lancaster, Lancashire) was a British philosopher who worked mainly in the field of aesthetics. He held the first Chair of Philosophy at Lancaster University.[1] Sibley is best known for his 1959 paper \"Aesthetic Concepts\" (Philosophical Review, 68), and for \"Seeking, Scrutinizing and Seeing\" (Mind, 64, 1954). Both papers (and some others) have been anthologized, \"Aesthetic Concepts\" multiple times.", "25336350": "Harriet Baber (born January 6, 1950[1]) is a professor of philosophy at the University of San Diego. She holds a Ph.D from Johns Hopkins University, 1980. Her research interests are in analytic metaphysics, philosophical theology, feminism and philosophy of economics. In addition, Baber writes for The Guardian (UK) and is a regular columnist for Church Times (UK).[2][3] She is an Episcopalian.", "8329761": "Imam Hassan Ukhra Muhammad Azeem Barkhiya (1898 – 27 January 1979) (Urdu: امام حسن اخرٰی محمد عظیم برخیا), commonly referred to as Qalandar Baba Auliya (Urdu: قلندر بابا اولیاء), was the founding Imam and Spiritual Master of the Azeemiyya Sufi Order, which takes its name from him. He was a Scholar of Tassawuf, and is considered to be of the Abdāl, commonly being known by his honorific \"Abdāl Haqq\" (Urdu: ابدال حق).[1]", "26745378": "Hillel Isaac Steiner FBA (/ˈstaɪnər/; born 1942) is a Canadian political philosopher and is Emeritus Professor of Political Philosophy at the University of Manchester. He was elected to the Fellowship of the British Academy in 1999.[1]", "10623525": "Théodore Eugène César Ruyssen (11 August 1868 – 5 May 1967) was a French historian of philosophy and pacifist.", "2562603": "Takaaki Yoshimoto (吉本 隆明, Yoshimoto Takaaki, 25 November 1924 – 16 March 2012), also known as Ryūmei Yoshimoto, was a Japanese poet, philosopher, and literary critic. As a philosopher, he is remembered as a founding figure in the emergence of the New Left in Japan, and as a critic, he was at the forefront of a movement to force writers to confront their responsibility as wartime collaborators.", "2955825": "Oswald Külpe (German: [ˈkylpə]; 3 August 1862 – 30 December 1915) was a German structural psychologist of the late 19th and early 20th century. Külpe, who is lesser known than his German mentor, Wilhelm Wundt, revolutionized experimental psychology at his time. In his obituary, Aloys Fischer wrote that, “undoubtedly Külpe was the second founder of experimental psychology on German soil; for with every change of base he made it a requirement that an experimental laboratory should be provided.”[1]", "66198070": "Adriane Allison Rini is an academic and professor of philosophy at Massey University in New Zealand.[1] Her research interests include Aristotelian logic, modal logic, and the history of logic.", "27367993": "Albert Hofstadter (March 28, 1910 – January 26, 1989) was an American philosopher.", "10197563": "Olga Hahn-Neurath (German: [haːn ˈnɔʏʀaːt]; 20 July 1882 – 20 July 1937) was an Austrian mathematician and philosopher. She is best known for being a member of the Vienna Circle. She was sister of the mathematician Hans Hahn.", "31824445": "Raimundo Lida (1908–1979) was an Argentine philologist, philosopher of language, literary critic and essayist.  He specialised in Romance philology, aesthetics, the literature of the Spanish Golden Age and modernist literature. He taught at Harvard University from 1953, where he was chair of the department of Romance Languages.  The second of three children, his siblings were the hematologist Emilio Lida and María Rosa Lida de Malkiel, also a philologist.", "4168253": "Richard Rufus (Latin: Ricardus Rufus, lit. \"Richard the Red\"; d. c. AD 1260) was a Cornish Franciscan scholastic philosopher and theologian.", "59513407": "Sebastian Angus Gardner (born 19 March 1960) is a British philosopher and Professor of Philosophy in the University College London. He is known for his expertise on Kant, German Idealism, Sartre and Freud, and for his philosophical interpretations and investigations in the subject of psychoanalytic theory.[1][2]", "69376585": "Michael Paul Tutton Leahy (30 December 1934 – 7 May 2007) was an English conservative philosopher and opponent of animal rights and vegetarianism.", "24910412": "Shinichiro Kurimoto (栗本 慎一郎, Kurimoto Shin'ichirō, born 1941 in Tokyo) is a Japanese author and a politician. He is also an economic anthropologist and a philosopher who introduced the ideas of Karl Polanyi and his younger brother Michael Polanyi to Japan. He was a professor at universities such as Meiji University and Northwestern University.[1]", "27335244": "Étienne Marie Justin Victor Delbos (26 September 1862, Figeac – 16 June 1916, Paris) was a Catholic philosopher and historian of philosophy.", "61512281": "Satyadhyana Tirtha (Śrī Satya-dhyāna Tīrtha)  (24 December 1872 – 24 March 1942)  was an Indian Hindu philosopher, scholar, yogi, mystic, theologian and saint. He was the 38th pontiff of Uttaradi Math and served the pontificate from 1911-1942. He was considered most active and zealous pontiffs of 20th century.[1] He was an untiring propagandist, the best debater of his days and almost a terror to his adversaries in philosophical polemics. It was at his initiative and inspiration that a splendid Marathi translation of Madhva's  Brahmasutra Bhashya, with the Tatvaprakashika of Jayatirtha was published for the benefit of a large number of followers of Madhvacharya in Maharashtra.[2] He made extensive tours all over India, held disputations and published polemical tracts and phamplets in many languages in North and South India for free distribution. He started, Sriman Madhva Siddhanta Abhivruddhikarini Sabha around 1905-06 and registered in 1930 to promote the study of Sanskrit literature and philosophy, particularly the study of Dvaita Philosophy, to hold meetings and conferences of Madhva scholars.[3]", "21437024": "Andrew of Cornwall (Andreas Cornubiensis, Andreas de Cornubia, André de Cornouailles) (fl. 1290s) was a philosopher at Oxford during the 1290s.  He is thought to have introduced Parisian Modism into England, and possibly to have influenced the young Duns Scotus.  These conclusions are tentative, since we are almost totally ignorant of the details of Andrew's life, and the dates and location of his activities are not certain.", "20912737": "Kenneth Macfarlane Walker (6 June 1882 – 22 January 1966) was a British author, philosopher and urological surgeon.[1][2]", "24746595": "Lorenzo Magalotti (24 October 1637 – 2 March 1712) was an Italian philosopher, author, diplomat and poet.", "59611747": "Joseph Hunter Guthrie SJ (January 8, 1901 – November 11, 1974) was an American academic philosopher, writer, Jesuit, and Catholic priest. Born in New York City, he entered the Society of Jesus in 1917, and began his studies at Woodstock College. Following his undergraduate and graduate work there, he taught at Jesuit institutions in the Philippines until 1927. Following his ordination in 1930, he received doctorates in theology and philosophy from the Pontifical Gregorian University and the University of Paris, respectively. He then returned to the United States, where he became a professor of philosophy at Woodstock College and Fordham University.", "62691939": "Edith Eucken-Erdsiek (born Edith Erdsiek; 2 April 1896 - 22 June 1985) was a German philosopher and writer.", "70687331": "Mariya Dmitrievna Rakhmaninova (Russian: Мария Дмитриевна Рахманинова; born September 30, 1985, Moscow) is a Russian specialist in social and political philosophy, a doctor of philosophy.[1] Her fields of interest are society, the state, anarchism, feminism, protest movements, theories of revolution, art, aesthetics, pedagogy and philosophy of animals. A photographer and artist, she is a member of the Russian Union of Photographers and participates in a number of activist initiatives.[2][3]", "41392746": "Melvin Fitting (born January 24, 1942) is a logician with special interests in philosophical logic and tableau proof systems.[1] He was a professor at Lehman College and the Graduate Center of the City University of New York from 1968 to 2013.[2] At the Graduate Center he was in the departments of Computer Science, Philosophy, and Mathematics, and at Lehman College he was in the department of Mathematics and Computer Science. He is now Professor emeritus.", "1546863": "Hans Reichenbach (September 26, 1891 – April 9, 1953) was a leading philosopher of science, educator, and proponent of logical empiricism. He was influential in the areas of science, education, and of logical empiricism. He founded the Gesellschaft für empirische Philosophie (Society for Empirical Philosophy) in Berlin in 1928, also known as the \"Berlin Circle\". Carl Gustav Hempel, Richard von Mises, David Hilbert and Kurt Grelling all became members of the Berlin Circle.", "301680": "Mechthild (or Mechtild, Matilda,[1] Matelda[2]) of Magdeburg (c. 1207 – c. 1282/1294), a Beguine, was a Christian medieval mystic, whose book Das fließende Licht der Gottheit (The Flowing Light of Divinity) is a compendium of visions, prayers, dialogues and mystical accounts.[3] She was the first mystic to write in  Low German.", "74357373": "David Kleinberg-Levin (born 6 April 1939) is an American philosopher and Emeritus Professor of Philosophy at Northwestern University. He is known for his works on 19th and 20th century continental European philosophy.  His primary focus, influenced in part by Friedrich Schiller, is the formation of an approach to morality and ethical life with an emphasis on perception and sensibility. In 2005, he retired as Professor Emeritus from Northwestern University.[1][2][3][4]", "5773949": "John Niemeyer Findlay FBA (/ˈfɪndli/; 25 November 1903 – 27 September 1987), usually cited as J. N. Findlay, was a South African philosopher.", "33561214": "Justus Azzopardi (18th century) was a minor Maltese philosopher. His area of specialisation in philosophy was chiefly metaphysics.[1] No portrait of him is known to exist as yet.", "56105606": "Peter Charles Menzies (5 Feb 1953 – 6 Feb 2015) was an Australian philosopher and past president of the Australasian Association of Philosophy, who held teaching positions at Macquarie University, University of Sydney, and Australian National University.[1]  He specialized in metaphysics, especially the philosophy of causation.[2][3] He became a fellow of the Australian Academy of the Humanities in 2007.[1]", "29432461": "Koen Decoster is a Belgian historian, philosopher and translator.[1] He has published works such as Flavius Josephus and the Seleucid Acra in Jerusalem (1989).[2] and Beyond Conflict and Reduction: Between Philosophy, Science and Religion (2001) with William Desmond and John Steffen.[3]", "1612440": "John Campbell (born 1956) is Willis S. and Marion Slusser Professor of Philosophy at the University of California in Berkeley, California.  He works primarily in philosophy of mind.[1]", "32086688": "Jamie Lindemann Nelson is a philosophy professor and bioethicist currently teaching at Michigan State University. Nelson earned her doctorate in philosophy at the State University of New York at Buffalo in 1980 and taught at the University of Tennessee at Knoxville and St. John's University before moving to Michigan State University.[1] In addition, Nelson was an Associate for Ethical Studies at The Hastings Center from 1990–95 and is both a Woodrow Wilson Visiting Fellow and a Fellow of the Hastings Center. Nelson usually teaches courses on biomedical ethics, ethical theory, moral psychology, feminist theory, and philosophy of language.", "16226978": "Laurence Thomas (born 1949) is an American philosopher. He is Professor Emeritus of Philosophy and Political Science at Syracuse University. Thomas is noted for his work on moral luck, social philosophy and American Blacks and Jews.", "8362660": "John Deely (April 26, 1942 – January 7, 2017[2]) was an American philosopher and semiotician.[3] He was a professor of philosophy at Saint Vincent College and Seminary in Latrobe, Pennsylvania. Prior to this, he held the Rudman Chair of Graduate Philosophy at the Center for Thomistic Studies, located at the University of St. Thomas (Houston).", "12753577": "Joseph Owens CSsR FRSC (April 17, 1908 – October 30, 2005) was a Canadian Roman Catholic priest and a philosopher specializing in the thought of Aristotle, Thomas Aquinas, and medieval philosophy.", "41228969": "Peter Gregory Boghossian (/bəˈɡoʊziən/; born July 25, 1966)[1] is an American philosopher and pedagogue. Born in Boston,[1] he was a non-tenure track assistant professor of philosophy at Portland State University for ten years, and his areas of academic focus include atheism, critical thinking, pedagogy, scientific skepticism, and the Socratic method.[2][3] He is the author of A Manual for Creating Atheists, and (with James Lindsay) of How to Have Impossible Conversations: A Very Practical Guide.", "72363": "Gerard Groote (October 1340 – 20 August 1384), otherwise Gerrit or Gerhard Groet, in Latin Gerardus Magnus, was a Dutch Catholic deacon, who was a popular preacher and the founder of the Brethren of the Common Life. He was a key figure in the Devotio Moderna movement.", "63773356": "Yemima Ben-Menahem (Hebrew: ימימה בן-מנחם, born 23 December 1946) is a professor (Emerita) of philosophy at the Hebrew University of Jerusalem. Her main area of expertise is philosophy of science, in particular philosophy of modern physics.[1]", "68524718": "Somdet Phra Ñāṇavajirottama (Thai: สมเด็จพระญาณวชิโรดม; RTGS: Somdet Phra Yanawachirodom; born Viriyang Boonteekul, 7 January 1920 – 22 December 2020), also known as Luang Phor Viriyang Sirindharo (Thai: วิริยังค์ สิรินฺธโร), was a Thai monk, Meditation Master and Patriarch of the Dhammayuttika Nikaya Order in Canada. He was born in Saraburi, Thailand.", "65346227": "Jal Jal Mare Patang (pronounced [jəl jəl məre pətəŋ]) is a 2009 Gujarati language biographical play that was written by Mihir Bhuta and directed by Manoj Shah. The play depicts the life of 19th-century Indian writer and philosopher Manilal Dwivedi (1858–1898).", "8231605": "Pierre Sylvain Régis (1632–1707) was a French Cartesian philosopher and a prominent critic of Spinoza.[1] Known as a philosopher, he was nominated to the French Academy of Sciences in 1699.[2]", "73407158": "Ota Weinberger (20 April 1919 – 30 January 2009) was a Czech-Austrian jurist, legal philosopher, and logician. He was the Professor of Legal Science at the University of Graz and the University of Prague.[1]", "25664190": "Socrates (/ˈsɒkrətiːz/;[1] Greek: Σωκράτης; c. 470–399 BC) was a Greek philosopher from Athens who is credited as the founder of Western philosophy and among the first moral philosophers of the ethical tradition of thought. An enigmatic figure, Socrates authored no texts and is known mainly through the posthumous accounts of classical writers, particularly his students Plato and Xenophon. These accounts are written as dialogues, in which Socrates and his interlocutors examine a subject in the style of question and answer; they gave rise to the Socratic dialogue literary genre. Contradictory accounts of Socrates make a reconstruction of his philosophy nearly impossible, a situation known as the Socratic problem. Socrates was a polarizing figure in Athenian society. In 399 BC, he was accused of impiety and corrupting the youth. After a trial that lasted a day, he was sentenced to death. He spent his last day in prison, refusing offers to help him escape.", "11573952": "Takeshi Umehara (梅原 猛, Umehara Takeshi, March 20, 1925 – January 12, 2019)[1] was born in Miyagi Prefecture in Tōhoku and graduated from the philosophical faculty of Kyoto University in 1948. He taught philosophy at Ritsumeikan University and was subsequently appointed president of the Kyoto City University of Arts. He is noted for his prolific essays on Japanese culture, in which he has endeavoured to refound the discipline of Japanese studies along more Japanocentric lines, notably in his book Nihongaku kotohajime (日本学事始) written in 1972 in collaboration with Shunpei Ueyama. Aside from his voluminous academic essays on numerous aspects of Japanese culture  he has also composed theatrical works on figures as varied as Yamato Takeru and Gilgamesh.", "10328771": "George E. McCarthy (born February 16, 1946) is a professor[ambiguous] of sociology at Kenyon College in Gambier, Ohio, USA.", "28646086": "Henning Arnisaeus (Arniseus) (1570–1636) was a German physician and moral philosopher.[1] He is now known for his writings on political theory.", "55450314": "Thomas von dem Knesebeck (1559–1625) was a Privy Councillor and Landeshauptmann (governor) of the Altmark. Together with his father and grandfather he was a major figure in the introduction of Protestantism to Brandenburg.", "43948750": "Liu Shipei (Chinese: 劉師培; 24 June 1884 – 20 December 1919) was a philologist, Chinese anarchist, and revolutionary activist. While he and his wife, He Zhen were in exile in Japan he became a fervent nationalist. He then saw the doctrines of anarchism as offering a path to social revolution while remaining intent on preserving China's cultural essence, especially Taoism and the records of China's pre-imperial history. In 1909 he unexpectedly returned to China to work for the Manchu Qing government and after 1911 supported Yuan Shikai's attempt to become emperor. After Yuan's death in 1916 he joined the faculty at Peking University. He died of tuberculosis in 1919.[1]", "74357455": "Kenneth Seeskin (born 1947) is an American philosopher and Philip M. and Ethel Klutznick Professor Emeritus of Jewish Civilization at Northwestern University. He is known for his works on Jewish philosophy.[1][2][3]\nSeeskin won the Koret Jewish Book Award for his book Searching for a Distant God: The Legacy of Maimonides in 2001.", "8198866": "Thomas V. Morris (born 1952), is an American philosopher. He is a former professor of philosophy at the University of Notre Dame, Indiana. He is a founder of the Morris Institute for Human Values, and author of several books. He is also a business and motivational speaker, applying philosophical themes and concepts to business and professional life.", "22911700": "Olaf Helmer (June 4, 1910 – April 14, 2011) was a German-American logician and futurologist.  He was a researcher at the RAND Corporation from 1946 to 1968 and a co-founder of the Institute for the Future.", "37165784": "David Benjamin Resnik (born November 30, 1962)[1] is an American bioethicist who works at the National Institute of Environmental Health Sciences (NIEHS). He is known for his work on scientific misconduct.[2][3][4] He earned his B.A. in philosophy from Davidson College, his M.A. and Ph.D. from the University of North Carolina at Chapel Hill, and his J.D. from Concord University School of Law. He taught at the University of Wyoming from 1990 to 1998, and directed the Center for the Advancement of Ethics there from 1995 to 1998. He then joined the Brody School of Medicine at East Carolina University (ECU) as associate professor of medical humanities and associate director of the Bioethics Center. He was promoted to full professor at ECU in 2002. In 2004, he left ECU to join the NIEHS.[5] He was elected a fellow of the American Association for the Advancement of Science in 2017.[6]", "12557017": "Justin Fritz Leiber (July 8, 1938 – March 22, 2016) was an American philosopher and science fiction writer. He was the son of fantasy, horror and science fiction author Fritz Leiber and the grandson of stage and film actor Fritz Leiber, Sr.[1] Previously a professor of philosophy at the University of Houston, Leiber was most recently a professor emeritus of philosophy at Florida State University. He was a visiting fellow at Linacre College, Oxford during the Trinity term on numerous occasions.[2]", "334554": "Henry More FRS (/ˈmɔːr/; 12 October 1614 – 1 September 1687) was an English philosopher of the Cambridge Platonist school.", "38181597": "Arnold Boate, originally called de Boot (1606–1653) was a Dutch physician, writer and Hebraist who spent much of his life abroad, and lived for several years in Dublin. There he married Margaret Dongan, a judge's daughter, whom he portrayed lovingly in his book The Character of a Truly Virtuous and Pious Woman.[1] He was the brother of Gerard Boate, author of The Natural History of Ireland, for which Arnold supplied much of the material. Both Gerard and Arnold were members of the Hartlib circle.", "334560": "Johann Georg Ritter von Zimmermann / Johann Georg Zimmermann (8 December 1728, in Brugg, Aargau – 7 October 1795, in Hanover) was a Swiss philosophical writer, naturalist, and physician. He was the private physician of George III and later Frederick the Great.", "21502689": "António de Macedo (5 July 1931 − 5 October 2017) was Portuguese filmmaker, writer, university professor and lecturer.[1]", "59513572": "Mark Eli Kalderon (born 1964) is an American philosopher and Professor of Philosophy in the University College London Department of Philosophy. He is known for his expertise on philosophy of color and philosophy of perception.[1][2][3][4]", "1219302": "Timon of Phlius (/ˈtaɪmən/ TY-mən; Ancient Greek: Τίμων ὁ Φλιάσιος, romanized: Tímōn ho Phliásios, gen. Τίμωνος, Tímōnos; c. 320 BC – c. 235 BC) was an Ancient Greek philosopher from the Hellenistic period, who was the student of Pyrrho. Unlike Pyrrho, who wrote nothing, Timon wrote satirical philosophical poetry called Silloi (Σίλλοι) as well as a number of prose writings. These have been lost, but the fragments quoted in later authors allow a rough outline of his philosophy to be reconstructed.", "39660": "Pope Benedict XVI (Latin: Benedictus PP. XVI; Italian: Benedetto XVI; German: Benedikt XVI; born Joseph Aloisius Ratzinger; 16 April 1927 – 31 December 2022) was the head of the Catholic Church and sovereign of the Vatican City State from 19 April 2005 until his resignation on 28 February 2013. Benedict's election as pope occurred in the 2005 papal conclave that followed the death of Pope John Paul II. Benedict chose to be known as \"Pope emeritus\" upon his resignation, and he retained this title until his death in 2022.[9][10]", "1219317": "Stilpo (or Stilpon; Greek: Στίλπων, gen.: Στίλπωνος; c. 360 – c. 280 BC[2]) was a Greek philosopher of the Megarian school. He was a contemporary of Theophrastus, Diodorus Cronus, and Crates of Thebes. None of his writings survive, but he is described in the writings of others as being interested in logic and dialectic, and he argued that the universal is fundamentally separated from the individual and concrete. His ethical teachings approached that of the Cynics and Stoics. His most important followers were Pyrrho, the founder of Pyrrhonism, and Zeno of Citium, the founder of Stoicism.", "203509": "Empiricism", "1907447": "Benjamin Fondane (French pronunciation: [bɛ̃ʒamɛ̃ fɔ̃dan]) or Benjamin Fundoianu (Romanian pronunciation: [benʒaˈmin fundoˈjanu]; born Benjamin Wechsler, Wexler or Vecsler, first name also Beniamin or Barbu, usually abridged to B.; November 14, 1898 – October 2, 1944) was a Romanian and French poet, critic and existentialist philosopher, also noted for his work in film and theater. Known from his Romanian youth as a Symbolist poet and columnist, he alternated Neoromantic and Expressionist themes with echoes from Tudor Arghezi, and dedicated several poetic cycles to the rural life of his native Moldavia. Fondane, who was of Jewish Romanian extraction and a nephew of Jewish intellectuals Elias and Moses Schwartzfeld, participated in both minority secular Jewish culture and mainstream Romanian culture. During and after World War I, he was active as a cultural critic, avant-garde promoter and, with his brother-in-law Armand Pascal, manager of the theatrical troupe Insula.", "39673": "Berengar of Tours (died 6 January 1088), in Latin Berengarius Turonensis, was an 11th-century  French Christian theologian and archdeacon of Angers, a scholar whose leadership of the cathedral school at Chartres set an example of intellectual inquiry through the revived tools of dialectic that was soon followed at cathedral schools of Laon and Paris. Berengar of Tours was distinguished from mainline Catholic theology by two views: his assertion of the supremacy of Scripture and his denial of transubstantiation.[1][2]", "24058619": "Gregory Claeys (born 18 August 1953) is Professor Emeritus of History at the University of London.", "56531711": "Michael Craig Weisberg (born October 20, 1976) is an American philosopher of science, currently Bess W. Heyman President's Distinguished Professor and Chair of Philosophy at the University of Pennsylvania, where he also serves as Interim Director of Perry World House, directs the Galápagos Education and Research Alliance, and is a Non-resident Senior Advisor for the International Peace Institute.", "269055": "James VI and I (James Charles Stuart; 19 June 1566 – 27 March 1625) was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. Although he long tried to get both countries to adopt a closer political union, the kingdoms of Scotland and England remained individual sovereign states, with their own parliaments, judiciaries, and laws, both ruled by James in personal union.", "18881281": "James Harry Robb (April 25, 1918 – September 16, 1993) was a professor of philosophy at Marquette University, and was considered an expert in medieval philosophy and of the teachings of St. Thomas Aquinas.[1]", "563970": "Daisaku Ikeda (池田 大作, Ikeda Daisaku, 2 January 1928 – 15 November 2023) was a Japanese Buddhist philosopher, educator, author, and nuclear disarmament advocate.[2][3][4] He served as the third president and then honorary president of the Soka Gakkai, the largest of Japan's new religious movements.[5]: 5  Ikeda is the founding president of the Soka Gakkai International (SGI), the world's largest Buddhist lay organization, which claims to have approximately 12 million practitioners in 192 countries and territories,[6] more than 1.5 million of whom reside outside of Japan as of 2012.[7]: 269", "3316483": "Guðrún Eva Mínervudóttir (born 17 March 1976) is an Icelandic writer. She studied philosophy at the University of Iceland.", "1284870": "Friedrich Adolf Trendelenburg (30 November 1802 – 24 January 1872) was a German philosopher and philologist.", "2136840": "Richard E. Flathman (August 6, 1934 – September 6, 2015) was the George Armstrong Kelly Professor of Political Science, emeritus, at Johns Hopkins University. He is known for having pioneered, with Brian Barry, David Braybrooke, Felix Oppenheim, and Abraham Kaplan, the application of analytic philosophy to political science. He was a leading advocate of liberalism and a champion of individuality. He defended a conception of social freedom according to which it is \"negative, situated, and elemental.\"", "54237963": "Kristi E. Sweet (born 1976) is an American philosopher and associate professor of philosophy at Texas A&M University. She is known for her expertise on Kantian philosophy.[1][2][3][4]", "2267916": "Juan Eusebio Nieremberg y Ottín (1595 – 7 April 1658) was a Spanish Jesuit, polymath and mystic.", "367373": "Claude Buffier (25 May 1661 – 17 May 1737), French philosopher, historian and teacher, was born in Poland of French parents, who returned to France and settled in Rouen soon after his birth.", "41360141": "Valerie Tiberius[2] is Professor of Philosophy at the University of Minnesota, an institution she has been affiliated with since 1998.[3][4] She has published numerous reviewed papers, as well as five books - Deliberation about the Good: Justifying What We Value; The Reflective Life: Living Wisely With Our Limits; Moral Psychology: A Contemporary Introduction; Well-Being as Value Fulfillment: How We Can Help Each Other to Live Well; and What Do You Want Out of Life? A Philosophical Guide to Figuring Out What Matters.[4] Much of her work has taken a practical, empirical approach to philosophical questions, trying to show how these disciplines can improve the world for the better.[3]", "203535": "Johannes Jacobus Poortman (April 26, 1896 in Rotterdam – December 21, 1970 in The Hague), studied philosophy and psychology at Groningen University under Professor Gerardus Heymans.  In 1919 he received his Master of Arts; many years later he would also earn a Ph.D. He was also a theosophist.", "38279952": "The Mamaidev was a philosopher born in India in the 12th century. He was the son of Mataidev, who was the son of Lurangdev, who was the son of Dhani Matang Dev. He preached religion to the Meghwar community of Saurashtra, Kutch of Gujarat and Sindh, in present day Pakistan. He also preached to the poor Sinbhariya Meghwar for Dharma. He described and formulated  ancient Barmati Panth. His tomb is located in the Thatta District in the Sindh province of Pakistan.[1]", "3349265": "Elliott R. Sober (born 6 June 1948) is Hans Reichenbach Professor and William F. Vilas Research Professor in the Department of Philosophy at University of Wisconsin–Madison.[1] Sober is noted for his work in philosophy of biology and general philosophy of science.[2]", "40246034": "Sri M (born Mumtaz Ali Khan, 6 November 1949), also known as Sri Madhukar Nath, is an Indian yogi, spiritual guide, orator, and educationist. He is an initiate of the Nath tradition of Hinduism and is the disciple of Sri Maheshwarnath Babaji, who was a disciple of Sri Guru Babaji (Mahavatar Babaji). Sri M lives in Madanapalle, Andhra Pradesh, India.[1] He received the Padma Bhushan, India's third-highest civilian award, in 2020.[2]", "12327727": "Vladimir Viktorovich Adoratsky (Russian: Владимир Викторович Адоратский; 19 August [O.S. 7 August] 1878, Kazan – 5 June 1945, Moscow) was a Russian revolutionary, Soviet historian, academic and Marxist philosopher.", "1153843": "Walter Jackson Ong SJ (November 30, 1912 – August 12, 2003) was an American Jesuit priest, professor of English literature, cultural and religious historian, and philosopher. His major interest was in exploring how the transition from orality to literacy influenced culture and changed human consciousness. In 1978 he served as elected president of the Modern Language Association.", "367413": "Demetrius (Greek: Δημήτριος; fl. 1st century), a Cynic philosopher from Corinth, who lived in Rome during the reigns of Caligula, Nero and Vespasian (37–71 AD).", "9935670": "Bernardus Maria Ignatius \"Bernard\" Delfgaauw (24 November 1912 – 20 August 1993) was a Dutch philosopher. He studied Dutch language and (thomistic) philosophy at the University of Amsterdam. In 1947 he earned his doctoral degree on the French metaphysician Louis Lavelle. In 1961 he became a professor in philosophy at the University of Groningen.", "1710903": "Kaarlo Jaakko Juhani Hintikka (12 January 1929 – 12 August 2015) was a Finnish philosopher and logician. Hintikka is regarded as the founder of formal epistemic logic and of game semantics for logic.", "400184": "Rev Henry Calderwood FRSE LLD (10 May 1830, Peebles – 19 November 1897, Edinburgh) was a Scottish minister and philosopher.", "42998585": "Henry James Richter RA (1772–1857), artist and philosopher, was born in Middlesex, possibly at 40 Great Newport Street, Soho, on 8 March 1772 and baptised at St Anne's Church, Soho, on 5 April at that same year.[1][2]", "52566844": "Kathy E. Ferguson is an American author, political theorist, educator, and Fulbright Grant recipient. She is professor of political science and women's studies at the University of Hawaiʻi at Mānoa.", "64068415": "Lucien-Samir Oulahbib (born 1956, in Aïn El Hammam, Tizi Ouzou, Algeria) is a French sociologist, political scientist, writer and journalist who taught at the University Lyon 3, from 2007 until 2019. He taught at the University Paris X from 2005 to 2007 and now teaches at Albert le Grand Institute. He manages Dogma philosophy journal together with Isabelle Saillot.[1]", "59513664": "Véronique Munoz-Dardé is Professor of Philosophy in the University College London Department of Philosophy and Mills Adjunct Professor of Philosophy at University of California at Berkeley. She is known for her works on ethics and political philosophy.[1][2]", "32938821": "Taylor Carman (born 1965) is an American philosopher. He is a professor of philosophy at Barnard College, Columbia University.", "47946566": "Muriel Téodori (born September 8, 1958) is a French psychoanalyst, writer, filmmaker and film producer.", "10623814": "Gabriel Jean Edmond Séailles (27 June 1852 – 16 September 1922) was a French philosopher.", "2038602": "George Agostinho Baptista da Silva, GCSE (Portuguese pronunciation: [ɐɣuʃˈtiɲu ðɐ ˈsilvɐ]; Porto, 13 February 1906 – Lisbon, 3 April 1994) was a Portuguese philosopher, essayist, and writer. His thought combines elements of pantheism and millenarism, an ethic of renunciation (like in Buddhism or Franciscanism), and a belief in freedom as the most important feature of man. Anti-dogmatic, he asserts that truth is only found in the sum of all conflicting hypothesis (in paradox). He may be considered a practical philosopher, living and working for a change in society, according to his beliefs.[1]", "1809236": "Chaerephon (/ˈkɛrəfən, -ˌfɒn/; Greek: Χαιρεφῶν, Chairephōn; c. 470/460 – 403/399 BCE), of the Athenian deme Sphettus, was an ancient Greek best remembered as a loyal friend and follower of Socrates.  He is known only through brief descriptions by classical writers and was \"an unusual man by all accounts\",[1] though a man of loyal democratic values.", "68655964": "Pavel Vasilyevich Kopnin (Russian: Павел Васильевич Копнин; 27 January 1922 – 27 June 1971) was a Soviet philosopher, epistemologist, corresponding member of the Academy of Sciences of the Soviet Union and Academician of the Academy of Sciences of the Ukrainian SSR.", "74357600": "Mark Sheldon is an American philosopher and Distinguished Senior Lecturer Emeritus in Philosophy at Northwestern University. He is known for his works on medical ethics.[1][2][3][4]\nPreviously, he was Professor of Philosophy and adjunct professor of medicine at Indiana University.", "47749990": "Daniel D. Hutto[1] is an American philosopher and professor of philosophical psychology jointly at the University of Wollongong and University of Hertfordshire.[2][3][4]\nHe is known for his research on enactivism,[5] affect, folk psychology[6] and Ludwig Wittgenstein's philosophy.[7] He is also known for designing and heading the degree of western civilisation at the University of Wollongong.[8][9] This degree has led to controversy due to being funded by the Ramsay Centre, of which former prime ministers Toby Abbott and John Howard are board members.[10][11][12]", "58661736": "Nadia Maftouni (Persian: نادیا مفتونی, born 14 January 1966) is an Iranian academic, philosophical author and artist. She is best known as a leading Researcher on Farabian, Avicennian and Suhrawardian philosophy with her modern reading of their works.[1] She is also an established researcher in Jurisprudence and Islamic History. She is an associate professor at University of Tehran, where she is an alumna and a member of the department of Philosophy and Islamic Theology.[2] She is a Senior Research Scholar at Yale Law School[3] and she is on the board of History of Philosophy Quarterly.[4][5] She is also famous for proposing to Iranian artist Hossein Nuri when he was already in a wheelchair.[6]", "8199023": "Hermann Friedrich Wilhelm Hinrichs (22 April 1794 – 17 September 1861) was a German right Hegelian philosopher.", "16587636": "Dr. Aref Ali Nayed (Arabic: عارف علي النايض, romanized: ʿArif ʿAli al-Nayid; born 1962) is a Libyan Islamic scholar and a former Libyan Ambassador to the United Arab Emirates.[2] Nayed is the founder and director of Kalam Research & Media (KRM), based in Tripoli, Libya and Dubai.[3] Until the outbreak of the revolution in Libya, he lectured on Islamic theology, logic, and spirituality at the restored Uthman Pasha Madrassa in Tripoli, and supervised graduate students at the Islamic Call College there. Before the liberation of Tripoli in 2011, he was appointed by the National Transitional Council as the coordinator of the Tripoli Taskforce. When Tripoli was liberated in late August 2011, the remit was broadened and he was made the lead coordinator of the Libya Stabilization Team. Earlier in the year, he was the coordinator for the Support Offices of the Executive Team of the National Transitional Council (NTC) of Libya. He is also the secretary of the Network of Free Ulema – Libya.According to the Royal Aal al-Bayt Institute for Islamic Thought, Nayed is ranked 50th among the top 500 most influential Muslims in the world.[4]", "19045249": "Akeel Bilgrami (born 28 February 1950) is an Indian philosopher. He has been in the Department of Philosophy at Columbia University since 1985 after spending two years as an assistant professor at the University of Michigan, Ann Arbor.", "34741122": "John Leofric Stocks DSO (26 October 1882 – 13 June 1937) was a British philosopher and was briefly Vice Chancellor of the University of Liverpool in 1937.", "33561475": "Gaetanus Matthew Perez (18th century) was a minor Maltese philosopher. His area of specialisation in philosophy was chiefly ethics.[1] No portrait of Perez is known to exist so far.", "22715280": "René Huyghe (3 May 1906 – 5 February 1997) was a French writer on the history, psychology and philosophy of art. He was also a curator at the Louvre's department of paintings (from 1930), a professor at the Collège de France and from 1960 a member of the Académie Française. He was the father of the writer François-Bernard Huyghe.", "35756950": "Abba Mari ben Eligdor (also called Sen (or Senior) Astruc de Noves) was a distinguished Talmudist, an eminent philosopher, a member of the Astruc family and an able physicist and astronomer who flourished in the fourteenth century in Salon-de-Provence.[1] In 1335, he was already very old (Samuel of Marseilles, in \"Écrivains Juifs,\" p. 562, according to which the note in \"Rev. Ét. Juives,\" ix. 59, must be corrected).", "9903002": "Joseph Zalman Margolis (May 16, 1924 – June 8, 2021) was an American philosopher. A radical historicist, he authored many books critical of the central assumptions of Western philosophy, and elaborated a robust form of relativism.", "1547163": "Moritz Lazarus (15 September 1824 – 13 April 1903), born at Filehne, in the Grand Duchy of Posen, was a German-Jewish philosopher, psychologist, and a vocal opponent of the antisemitism of his time.", "46865309": "Henri Grenier (20 May 1899 – 5 May 1980) was a French Canadian priest, theologian, and philosopher. He was the author of a manual of Thomistic philosophy, once widely used in Roman Catholic seminaries.", "826281": "Francis George Steiner,[2] FBA (April 23, 1929 – February 3, 2020)[3][4] was a Franco-American literary critic, essayist, philosopher, novelist and educator.[5] He wrote extensively about the relationship between language, literature and society, as well as the impact of the Holocaust.[6] A 2001 article in The Guardian described Steiner as a \"polyglot and polymath\".[7]", "334763": "Robert Bernard Reich (/raɪʃ/ RYSHE;[2] born June 24, 1946) is an American professor, author, lawyer, and political commentator.[3] He worked in the administrations of Presidents Gerald Ford and Jimmy Carter, and served as Secretary of Labor from 1993 to 1997 in the cabinet of President Bill Clinton.[4][5] He was also a member of President Barack Obama's economic transition advisory board.[6]", "1940399": "William Ritchie Sorley, FBA (/ˈsɔːrli/; 4 November 1855 – 28 July 1935), usually cited as W. R. Sorley, was a Scottish philosopher. A Gifford Lecturer, he was one of the British Idealist school of thinkers, with interests in ethics. He was opposed to women being admitted as students to the University of Cambridge.", "73898932": "Samantha Wynne Vice (born 12 March 1973) is a South African philosopher who is distinguished professor of philosophy at the University of the Witwatersrand (Wits). Her areas of specialisation are ethics and social philosophy, and she is especially well known for her work on the existential and moral philosophy of race.", "2857916": "Harvey Claflin Mansfield Jr. (born March 21, 1932) is an American political philosopher. He was the William R. Kenan Jr. Professor of Government at Harvard University, where he taught since 1962. He has held Guggenheim and NEH Fellowships and has been a Fellow at the National Humanities Center; he also received the National Humanities Medal in 2004 and delivered the Jefferson Lecture in 2007. He is a Carol G. Simon Senior Fellow at Stanford University's Hoover Institution. He is notable for his generally conservative stance on political issues in his writings.", "24058813": "Michel Schooyans (6 July 1930 in Braine-l'Alleud, Belgium – 3 May 2022)[1] was a Jesuit and university professor in theology and political philosophy in Catholic universities in Brazil (Pontifical Catholic University of São Paulo) from 1959 to 1969 and Belgium (Université Catholique de Louvain) from 1965 to 1995.", "2071486": "Asclepigenia (Greek: Ἀσκληπιγένεια; fl. 430 – 485 AD) was an Athenian philosopher and mystic.", "1022909": "Tadeusz Marian Kotarbiński (Polish: [kotar'biński]; 31 March 1886 – 3 October 1981) was a Polish philosopher, logician and ethicist.", "7104": "Cotton Mather FRS (/ˈmæðər/; February 12, 1663 – February 13, 1728) was a Puritan clergyman and author in  colonial New England, who wrote extensively on theological, historical, and scientific subjects.  After being educated at Harvard College, he joined his father Increase as minister of the Congregationalist Old North Meeting House in Boston, Massachusetts, where he preached for the rest of his life. He has been referred to as the \"first American Evangelical\".[1]", "26614721": "Ulrich Schrade (21 July 1943 in Patricken / East Prussia (now Patryki, Poland) – 15 November 2009 in Warsaw, Poland) was a Polish philosopher, educationist and ethicist. Born in Patryki.", "1579986": "Hendrik Van Riessen (17 August 1911, in Bloemendaal, North Holland – 28 February 2000, in Bloemendaal) was one of the second generation of reformational philosophers arising from the Free University (VU) in Amsterdam, after the first generation of Herman Dooyeweerd and D. H. Th. Vollenhoven. Other second generationers were: K. J. Popma, S. U. Zuidema and J. P. A. Mekkes.", "15932382": "Domingo Báñez[1] (29 February 1528 in Valladolid – 22 October 1604 in Medina del Campo) was a Spanish Dominican and Scholastic theologian. The qualifying Mondragonensis sometimes attached to his name seems to refer to the birthplace of his father, Juan Báñez, at Mondragón in Guipúzcoa.", "11410399": "John Worrall (/ˈwɒrəl/; born 27 November 1946) is a professor of philosophy of science at the London School of Economics.[2] He is also associated with the Centre for Philosophy of Natural and Social Science at the same institution.", "49224672": "Nicholas Antony Tonti-Filippini AO (5 July 1956 – 7 November 2014) was an Australian bioethicist. He was a leading spokesman against voluntary euthanasia.[1]", "236515": "Ivan Dominic Illich (/ɪˌvɑːn ˈɪlɪtʃ/ iv-AHN IL-itch, German: [ˈiːvan ˈɪlɪtʃ]; 4 September 1926 – 2 December 2002) was an Austrian Roman Catholic priest, theologian, philosopher, and social critic.[1] His 1971 book Deschooling Society criticises modern society's institutional approach to education, an approach that constrains learning to narrow situations in a fairly short period of the human lifespan. His 1975 book Medical Nemesis, importing to the sociology of medicine the concept of medical harm, argues that industrialised society widely impairs quality of life by overmedicalising life, pathologizing normal conditions, creating false dependency, and limiting other more healthful solutions.[2] Illich called himself \"an errant pilgrim.\"[3]", "51354600": "Silvia Carolina Scotto (born, 18 March 1958)[1] is an Argentine history professor, with degrees in philosophy and politics. In 2007, she became the first woman to take over as rector of the National University of Córdoba, in an institution that is more than 400 years old.[2][3] In 2013, she was elected a member of the Argentine Chamber of Deputies for the Front for Victory in the Córdoba Province. On 6 August 2014, she resigned for \"strictly personal reasons\".[4]", "66132969": "Miguel Benasayag (born in Buenos Aires on 4 June 1953) is a philosopher, psychoanalyst, epistemology researcher and former Franco-Argentinian Guévariste resistance fighter. He is close to the left-libertarian movement.[1][2]", "25336812": "Donald Mackenzie MacKinnon FRSE FBA (1913–1994) was a Scottish philosopher and theologian.", "41753586": "Kaikhosrov D. Irani (May 1, 1922 – June 29, 2017)[1] was a philosopher specializing in Kant and the philosophy of science.  Born in Bombay, India, he was the eldest son of Sir Dinshah Irani and Banu Mithibai Sethna. He studied at Princeton University and was a student of Albert Einstein. He taught for 41 years in the philosophy department at City College of New York, where he served as Chairman for nine years.[2] He was a member of the Academy of Science in New York, the American Philosophical Association, the Philosophy of Science Association, and the American Academy of Religion.[3] He was a judge for the Templeton Prize given to individuals for \"affirming life’s spiritual dimension.\"[4] He was active in New York's Zoroastrian community.", "30874615": "Ismaʻīl Rājī al-Fārūqī (Arabic: إسماعيل راجي الفاروقي January 1, 1921 – May 27, 1986) was a  Palestinian-American philosopher. He spent several years at Al-Azhar University in Cairo, then taught at universities in North America, including McGill University in Montreal. He was Professor of Religion at Temple University, where he founded and chaired the Islamic Studies program. Al-Faruqi was also the founder of the International Institute of Islamic Thought. He wrote over 100 articles for various scholarly journals and magazines in addition to 25 books, of the most notable being Christian Ethics: A Historical and Systematic Analysis of Its Dominant Ideas. He also established the Islamic Studies Group of the American Academy of Religion and chaired it for ten years. He served as the vice-president of the Inter-Religious Peace Colloquium, The Muslim-Jewish-Christian Conference and as the president of the American Islamic College in Chicago.", "9575417": "Gonsalvus Hispanus (Spanish: Gonzalo de España; c. 1255 – 1313) was a Spanish Franciscan theologian and scholastic philosopher, who became Minister General of the Order of Friars Minor.", "10951674": "Zofia Józefa Zdybicka (born 5 August 1928 in Kraśnik) is a nun and philosopher. She has been a professor at the John Paul II Catholic University of Lublin since 1978. Her order name is Maria Józefa in the Congregation of the Ursulines of the Agonizing Heart of Jesus in Poland. She is a specialist in ontology and the philosophy of religion.", "27171834": "Shi'a", "29203454": "Robert Arp (born March 20, 1970) is an American philosopher known for his work in ethics, modern philosophy, ontology, philosophy of biology, cognitive science, evolutionary psychology, religious studies, and philosophy and popular culture. He currently works as an adjunct professor teaching philosophy courses in the classroom and online at numerous schools in the Kansas City, Missouri area and other areas of the United States.", "1547267": "Abu'l-Fazl ibn Mubarak, also known as Abul Fazl, Abu'l Fadl and Abu'l-Fadl 'Allami (14 January 1551 – 22 August 1602[2]), was an Indian writer, historian, and politician who served as the grand vizier of the Mughal Empire from his appointment in 1579, until his death in 1602.[3] His notable works include the Akbarnama, Ain-i-Akbari, and a Persian translation of the Bible.[4]", "1022980": "Kazimierz Jerzy Skrzypna-Twardowski (20 October 1866 – 11 February 1938) was a Polish philosopher, psychologist, logician, and rector of the Lwów University. He was initially affiliated with Alexius Meinong's Graz School of object theory.[1]", "41688069": "Elisabeth Camp is a professor of philosophy at Rutgers University.[1] Camp's work has focused on forms of thought and speech that do not fit standard propositional models.[1] She has written extensively about figurative speech such as sarcasm and metaphor, arguing that these forms of speech force listeners to reconsider their standard methods of delineating the difference between what is meant and what is said.[1][2]", "531463": "John Hospers (June 9, 1918 – June 12, 2011) was an American philosopher and political activist. Hospers was interested in Objectivism, and was once a friend of the philosopher Ayn Rand, though she later broke with him. In 1972, Hospers became the first presidential candidate of the Libertarian Party, and was the only minor party candidate to receive an electoral vote in that year's U.S. presidential election.[1]", "14654472": "Cecil Anthony John Coady,[1]  more commonly publishing as C. A. J. Coady and less formally known as Tony Coady (born 18 April 1936), is a prominent Australian philosopher with an international reputation for his research, particularly in epistemology but also in political and applied philosophy. Coady's best-known work relates to the epistemological problems posed by testimony, most fully expounded in his book Testimony: a Philosophical Study (Oxford University Press, 1990). It was influential in establishing a new branch of inquiry within the field of epistemology. He is also well known for his publications on issues related to political violence. Coady is a regular commentator in the Australian media on philosophical aspects of public affairs.", "58268687": "David Sidorsky (July 7, 1927 – December 28, 2021) was an American professor emeritus of philosophy, who joined the faculty of Columbia University in 1959.[1][2][3]", "63970319": "Abū al-Khayr al-Ḥasan ibn Suwār ibn Bābā ibn Bahnām, called Ibn al-Khammār (born 942), was an East Syriac Christian philosopher and physician who taught and worked in Baghdad. He was a prolific translator from Syriac into Arabic and also wrote original works of philosophy, ethics, theology, medicine and meteorology.[1][2]", "3775508": "Mudbone is a recurring character in Richard Pryor's stand-up shows. Debuting on the 1975 album ...Is It Something I Said?, Mudbone is easily Pryor's most famous creation.[1] A wino philosopher born in Tupelo, Mississippi,[1] his character was an alter-ego for Pryor.[2]", "40705054": "Sölvi Helgason (August 16, 1820 – November 27, 1895) was an artist, philosopher and drifter in Iceland. If he hadn't been arrested, we might not know anything more about Sölvi than folk tales about his life. He never went to school, but was known to always be painting and writing. It is posited from his writings that he was mentally ill and suffered from paranoia; he was known to accuse people of stealing his work. He often referred to himself by made-up names as well as names of playwrights, artists, musicians and philosophers: Sókrates, Plato, Sólon, Melanchthon, Sölvi Spekingur, Sjúlvi, Húsfriður, Sjúlvi Hinn Vitri, Húmboldt, Spinoza, Göte, Hegel, Schiller, Schott, Newton, Caesar, Leonardo da Vinci, Vasco da Gama, Kant, Lamertine, Skagfjörð Norðlandíus, Beethoven and Shakespeare. Sölvi was convicted several times for vagrancy, falsifying his traveling papers or passport and for petty theft. He was often flogged and spent three years in prison in Denmark. Today approximately 100 of Sölvi's artworks and manuscripts are in the collection of the National and University Library of Iceland and the National Museum of Iceland.", "58661923": "Mireille Hildebrandt (born 1958) is a Dutch lawyer and philosopher who works at the intersection of law and computer science. She is the Research Professor on 'Interfacing Law and Technology' at the Vrije Universiteit Brussel[1] and holds the Chair of Smart Environments, Data Protection and the Rule of Law at the Institute for Computing and Information Sciences (iCIS) at Radboud University Nijmegen.[2]", "24550441": "Jalal al-Din Davani[a] (Persian: جلال الدین دوانی; 1426/7 – 1502), also known as Allama Davani (علامه دوانی), was a theologian, philosopher, jurist, and poet, who is considered to have been one of the leading scholars in late 15th-century Iran.", "38050864": "William George de Burgh FBA (English: /dˈbɜːr/; d’-BER; 24 October 1866 – 27 August 1943) was an English philosopher who was Professor of Philosophy at the University of Reading.[2]", "924723": "Solomon Isaac Passy (Bulgarian: Соломон Исак Паси) (born 22 December 1956) is a Bulgarian scientist, politician, and innovator, founder and President of the Atlantic Club of Bulgaria (since 1990),[citation needed] Foreign Minister in the 2001–2005 Sakskoburggotski Government,[citation needed] Chairman-in-Office of the Organization for Security and Co-operation in Europe (OSCE) in 2004.[citation needed] He represented Bulgaria at UN Security Council and was its Chairman (September 2002 and December 2003),[citation needed] and was nominated by Bulgaria for Secretary General of NATO (2009).[citation needed]", "1547318": "Hans Albert (8 February 1921 – 24 October 2023) was a German philosopher. He was professor of social sciences at the University of Mannheim from 1963, and remained at the university until 1989.[2] His fields of research were social sciences and general studies of methods. He was a critical rationalist, paying special attention to rational heuristics. Albert was a strong critic of the continental hermeneutic tradition coming from Heidegger and Gadamer.", "33561655": "Francis Saviour Farrugia (18th century) was a minor Maltese philosopher, doctor of law, and legislator. He specialised in jurisprudence (the philosophy of law).[1]", "72883265": "Fabienne Brugère (born in 1964 in Nevers)[1] is a French philosopher specializing in aesthetics and philosophy of art, history of modern philosophy (18th century), moral and political philosophy, Anglo-American philosophy studies and feminist theory.[2] She was a professor at the Bordeaux Montaigne University and vice-president for international relations at this university. She joined the Paris 8 University Vincennes-Saint-Denis since September 2014, as chair of \"philosophy of modern and contemporary arts\". She has been president of the Paris Lumières University Group[3] since November 2019,[4] after having chaired the academic council of this institution.", "38345799": "Kierkegaard Studies Monograph Series is a peer-reviewed monographic series of philosophy covering Søren Kierkegaard's thought and edited by Heiko Schulz, Jon Stewart, and Karl Verstrynge. The series publishes in English, French, and German. It was established in 1997 and is published by Walter de Gruyter on behalf of the International Kierkegaard Society.", "1449040": "Ibrahim Ismail Chundrigar[3] (Urdu: ابراہیم اسماعیل چندریگر; 15 September 1897[1] – 26 September 1960), best known as I. I. Chundrigar, was a Pakistani politician who served as the sixth prime minister of Pakistan, appointed in this capacity on 17 October 1957. He resigned due to a vote of no confidence on 11 December 1957, against him.", "1285223": "Badarayana (IAST Bādarāyaṇa; Devanāgari बादरायण) was an Indian philosopher and sage who was the reputed author of the Brahma Sutras, the source text for the Hindu philosophical school of Vedānta. Estimates of his lifetime vary very widely from around fifth century BCE to third or fourth century CE.[1][2][3][4]", "46406763": "Eugenio Colorni (22 April 1909 – 30 May 1944) was an Italian philosopher and anti-fascist activist.[1]", "58891372": "Christopher Donald Cordner (born 30 December 1949) is an Australian philosopher and Associate Professor of Philosophy at the  University of Melbourne.[1][2]\nHe is known for his expertise on ethics.[3][4][5][6][7][8][9]\nCordner is a recipient of the Rhodes Scholarship (1972).[10][11]", "16129137": "Gareth B. Matthews (July 8, 1929 – April 17, 2011) was an American philosopher who specialized in ancient philosophy, medieval philosophy, philosophy of childhood and philosophy for children.", "8100980": "David H. Sanford (born 1937-2022) was a professor of philosophy at Duke University. He specializes in perception and metaphysics.", "24190068": "Su Qin (380–284 BCE) was a Chinese political consultant and philosopher who was an influential political strategist during the Warring States period. He was born in Chengxuan Village, Luoyang in present-day Henan Province. According to legend Su Qin was a disciple of Guiguzi, the founder of the School of Diplomacy. He was the chief advocate of the Vertical Alliance system, which sought to create an alliance of the other states against the state of Qin. The opposing theory, \"Horizontal Alliance\" (Chinese: 聯横; pinyin: Lían Héng) supported alliances with the State of Qin.", "171133": "John Amos Comenius (/kəˈmiːniəs/;[1] Czech: Jan Amos Komenský; Polish: Jan Amos Komeński; German: Johann Amos Comenius; Latinized: Ioannes Amos Comenius; 28 March 1592 – 15 November 1670)[2] was a Moravian philosopher, pedagogue and theologian who is considered the father of modern education.[3][4] He served as the last bishop of the Unity of the Brethren before becoming a religious refugee and one of the earliest champions of universal education, a concept eventually set forth in his book Didactica Magna. As an educator and theologian, he led schools and advised governments across Protestant Europe through the middle of the seventeenth century.", "46242949": "Philosophers Behaving Badly is a 2004 book by Nigel Rodgers and Mel Thompson.", "22748295": "Jaroslav Peregrin (born 1957) is a professor of logic at Charles University in Prague and also a faculty member at the Academy of Sciences of the Czech Republic. He has published almost a hundred books and articles in several languages. Peregrin writes in Czech, English, German and Portuguese.", "42900616": "Albert Caraco (8 July 1919 – 7 September 1971) was a French-Uruguayan philosopher, writer, essayist and poet of Turkish Jewish descent. He is known for his two major works, Post Mortem (1968) and posthumously published Bréviaire du chaos (1982). He is often compared to the philosophers and writers such as Emil Cioran, Louis-Ferdinand Céline, Nicolás Gómez Dávila and Friedrich Nietzsche.[1][2]", "5282954": "Pratap Bhanu Mehta (born 1967) is an Indian academician. He was the president of the Centre for Policy Research, a New Delhi-based think tank[1] and was the Vice-Chancellor of Ashoka University from July 2017 to July 2019.[2]", "55549077": "Kelly James Clark (born March 3, 1956) is an American philosopher noted for his work in the philosophy of religion, science and religion, and the cognitive science of religion.[1] He is currently Senior Research Fellow at the Kaufman Interfaith Institute and Professor at Grand Valley State University in Grand Rapids Michigan.", "38345878": "Kierkegaard Studies Yearbook is a peer-reviewed academic journal of philosophy covering scholarly examination of Søren Kierkegaard's thought and edited by Heiko Schulz, Jon Stewart, and Karl Verstrynge. The journal publishes in English, French, and German. The journal was established in 1996 and is published by Walter de Gruyter on behalf  of the International Kierkegaard Society.", "51649687": "Luc Langlois (born 1963) is a Canadian philosopher, writer, and translator. He is a professor of philosophy at Laval University. He served as the francophone editor of the journal Dialogue: Canadian Philosophical Review.", "8068259": "Radulphus Brito (c. 1270 – 1320) was an influential grammarian and philosopher, based in Paris. He is usually identified as Raoul le Breton, though this is disputed by some.[1][2] Besides works of grammatical speculation he wrote on Aristotle, Boethius and Priscian.", "65608876": "Jean-Pierre Barou (born 1940) is a French author and journalist. His mother was a seamstress.[1] After studying engineering, he very quickly became involved in militant action as an editor of avant-garde magazines and also as an active member of the Proletarian Left. He now owns a small publishing house in Montpellier with Sylvia Crossman.[2][3]", "7342": "Titus Flavius Clemens, also known as Clement of Alexandria (Ancient Greek: Κλήμης ὁ Ἀλεξανδρεύς; c. 150 – c. 215 AD),[5] was a Christian theologian and philosopher who taught at the Catechetical School of Alexandria. Among his pupils were Origen and Alexander of Jerusalem. A convert to Christianity, he was an educated man who was familiar with classical Greek philosophy and literature. As his three major works demonstrate, Clement was influenced by Hellenistic philosophy to a greater extent than any other Christian thinker of his time, and in particular, by Plato and the Stoics.[6] His secret works, which exist only in fragments, suggest that he was familiar with pre-Christian Jewish esotericism and Gnosticism as well. In one of his works he argued that Greek philosophy had its origin among non-Greeks, claiming that both Plato and Pythagoras were taught by Egyptian scholars.[7]", "18717871": "Norbert Max Samuelson (February 15, 1936- May 9, 2022) was a scholar of Jewish philosophy. He was Professor Emeritus at Arizona State University, having held the Grossman Chair of Jewish Studies there.[1] He wrote 13 books and over 200 articles,[2] with research interests in Jewish philosophy, philosophy and religion, philosophy and science, 20th-century philosophy (with an emphasis on Alfred North Whitehead and Franz Rosenzweig), history of Western philosophy, and Jewish Aristotelians (with an emphasis on Gersonides).[3] He also lectured at university-level conferences around the world.[3]", "36707504": "Martin Bunzl (born 1948, in London, England) is professor of philosophy emeritus at Rutgers University in New Brunswick, NJ, where he directed the Rutgers Initiative in Climate and Social Policy from 2007 to 2011.", "3841207": "Sydney Sharpless  Shoemaker (September 29, 1931 – September 3, 2022) was an American philosopher. He was the Susan Linn Sage Professor of Philosophy at Cornell University and is well known for his contributions to philosophy of mind and metaphysics.", "65838267": "Luigi Miraglia (31 May 1846 – 23 September 1903) was a university law professor who served between 1895 and 1897 as rector of the University of Naples.[1]   During his final years he made the switch to national politics, appointed to the Italian Senate on 14 June 1900.[2]   He also served as Mayor of Naples between 30 November 1901 and his death.[3]", "10820796": "Isaac (Fernando) Cardoso was a Jewish physician, philosopher, and polemic writer.", "8166589": "Jizang (Chinese: 吉藏; pinyin: Jízàng; Wade–Giles: Chi-tsang. Japanese: 吉蔵 (kichizō)) (549–623) was a Persian-Chinese Buddhist monk and scholar who is often regarded as the founder of East Asian Mādhyamaka. He is also known as Jiaxiang or Master Jiaxiang (Chinese: 嘉祥; Wade–Giles: chia hsiang) because he acquired fame at the Jiaxiang Temple.", "3939521": "Gopinath Kaviraj (7 September 1887 – 12 June 1976) was an Indian Sanskrit scholar, Indologist and philosopher. First appointed in 1914 a librarian, he was the Principal of Government Sanskrit College, Varanasi from 1923 to 1937. He was also the editor of the Sarasvati Bhavana Granthamala (Sarasvati Bhavana Texts) during that period.", "433347": "Richard Sylvan (13 December 1935 – 16 June 1996) was a New Zealand–born philosopher, logician, and environmentalist.", "8297669": "Carl Mitcham (born 1941) is a philosopher of engineering and technology, Professor Emeritus of Humanities, Arts, and Social Sciences at the Colorado School of Mines and Visiting International Professor of Philosophy of Technology at Renmin University of China.", "17505480": "Dean Komel (born 7 June 1960) is a Slovenian philosopher.", "39525578": "John L. Schellenberg (born 1959) is a Canadian philosopher, best known for his work in philosophy of religion. He has earned a Ph.D. in Philosophy from the University of Oxford, and is Professor of Philosophy at Mount Saint Vincent University and Adjunct Professor in the Faculty of Graduate Studies at Dalhousie University, both in Halifax, Nova Scotia.[1]", "236750": "Mahavira (Sanskrit: महावीर), also known as Vardhamana, was the 24th tirthankara (supreme preacher) of Jainism. He was the spiritual successor of the 23rd tirthankara Parshvanatha.[8] Mahavira was born in the early part of the 6th century BCE into a royal Kshatriya family in ancient India. His mother's name was Trishala and his father's name was Siddhartha. They were lay devotees of Parshvanatha. Mahavira abandoned all worldly possessions at the age of about 30 and left home in pursuit of spiritual awakening, becoming an ascetic. Mahavira practiced intense meditation and severe austerities for twelve and a half years, after which he attained Kevala Jnana (omniscience). He preached for 30 years and attained moksha (liberation) in the 6th century BCE, although the year varies by sect.", "25599185": "Evan Thompson (born 1962) is a professor of philosophy at the University of British Columbia. He writes about cognitive science, phenomenology, philosophy of mind, and cross-cultural philosophy, especially Buddhist philosophy in dialogue with Western philosophy of mind and cognitive science.", "41458904": "Bhalchandra Pandharinath Bahirat (Marathi: भालचंद़ पंढरीनाथ बहिरट, 5 September 1904 – 14 October 1998) was a philosopher and educationist who studied the Marathi literature of Jñāneśvar and other sants of Maharashtra.[1] He was awarded an honorary Doctor of Letters from Pune University in 1991.[2]", "37330137": "Ammar al-Basri (Arabic: عمار البصري, ʿAmmār al-Baṣrī) was a 9th-century East Syriac theologian and apologist. Ammar's work is considered the first systematic Christian theology in Arabic.[1]\nNot much is known about his life except that he was a native of Basra.", "55942370": "Duncan Forbes (1922 – 3 December 1994) was a Scottish historian.[1]", "400611": "Hubertus von Amelunxen (born 29 December 1958, Bad Hindelang, Allgäu) is a philosopher, art historian, editor, curator, photography critic, and professor for philosophy of photography and cultural studies. Amelunxen has authored and published several books focusing on the history and theory of photography and has curated several international exhibitions. He served as president and provost at the European Graduate School, based in Saas-Fee, Switzerland, and Valletta, Malta from October 2013 until June 2018.[1]", "12819686": "Lindley Darden (born 1945) is a contemporary philosopher of science,[1] with a research focus on the philosophy of biology.", "5151984": "Alan Musgrave FRSNZ (/ˈmʌsɡreɪv/; born 1940) is an English-born New Zealand philosopher.", "40176": "Joseph Priestley FRS (/ˈpriːstli/;[3] 24 March 1733 – 6 February 1804) was an English chemist, natural philosopher, separatist theologian, grammarian, multi-subject educator, and liberal political theorist.[4] He published over 150 works, and conducted experiments in several areas of science.[5][6]", "2432240": "Peregrinus Proteus (Greek: Περεγρῖνος Πρωτεύς; c. 95 – 165 AD) was a Greek Cynic philosopher, from Parium in Mysia. Leaving home at a young age, he first lived with the Christians in Palestine. After being expelled from that community he adopted the life of a Cynic philosopher and eventually settled in Greece. Peregrinus is most remembered for his suicide after giving his own funeral oration,[1] cremating himself on a funeral pyre at the Olympic Games in 165. By 180 AD, a statue of Peregrinus had been erected in his home city of Parium; it was reputed to have oracular powers.[2]", "204022": "Friedrich Heinrich Jacobi (German: [jaˈkoːbi]; 25 January 1743 – 10 March 1819) was an influential German philosopher, literary figure, and socialite.", "433406": "Auberon Edward William Molyneux Herbert (18 June 1838 – 5 November 1906) was a British writer, theorist, philosopher, and 19th century individualist. He was a son of the 3rd Earl of Carnarvon. He was Liberal Member of Parliament for the two-member constituency of Nottingham from 1870 to 1874.", "13737222": "Ato Sekyi-Otu is a Ghanaian political philosopher. He was born at Saltpond, Ghana in 1941 and until 1971 was known as Daniel Sackey Walker. He was educated at Mfantsipim School, Cape Coast, where he was Head Prefect in 1960-61 and completed his Cambridge Higher School Certificate in 1961 with distinctions in Greek and Latin. He went to Harvard and received an A.B. in Government in 1966. He pursued graduate studies at the University of Toronto where he worked with the renowned Canadian political theorist C.B. Macpherson and received his PhD in 1971.", "48897286": "Michael A. Weinstein (August 24, 1942 – September 17, 2015) was an American political philosopher and political scientist, punk musician, and photography critic.[1] He was a Guggenheim Fellow,[2] Professor of Political Science at Purdue University, and the author or co-author of more than twenty books on a wide array of topics in philosophy.[1] Weinstein also engaged in public political analysis, most notably in regard to the Somali civil war,[3][4] but also the Unabomber and the Abu Ghraib torture and prisoner abuses.[1]", "204040": "Christoph Martin Wieland (German: [ˈviːlant]; 5 September 1733 – 20 January 1813) was a German poet and writer. He is best-remembered for having written the first Bildungsroman (Geschichte des Agathon),[1] as well as the epic Oberon, which formed the basis for Carl Maria von Weber's opera of the same name. His thought was representative of the cosmopolitanism of the German Enlightenment, exemplified in his remark: \"Only a true cosmopolitan can be a good citizen.\"[2][3][4]", "27303178": "François Brousse (7 May 1913 – 25 October 1995) was a philosophy professor who had mainly taught in the Languedoc-Roussillon region and is the author of some 80 works including poetry, essays (metaphysical, astronomical, historical and esoteric), novels, plays and storybooks.\nHe was a pioneer of the philosophy cafes that were popping up almost everywhere in France at the end of the 20th century.\nBrousse was born in Perpignan, France and died in Clamart, France.", "171276": "Arcesilaus (/ˌɑːrsɛsɪˈleɪ.əs/; Greek: Ἀρκεσίλαος; 316/5–241/0 BC)[1] was a Greek Hellenistic philosopher. He was the founder of Academic Skepticism and what is variously called the Second or Middle or New Academy – the phase of the Platonic Academy in which it embraced philosophical skepticism.", "204047": "Johann Christoph Gottsched (2 February 1700 – 12 December 1766) was a German philosopher, author and critic of the Enlightenment.", "15244559": "George Barton Cutten (1874–1962) was a Canadian-born psychologist, moral philosopher, historian and university administrator. He was president of Acadia University from 1910 to 1922 and Colgate University from 1922 to 1942.", "47914260": "Ramkrishna Bhattacharya was an academic author and exponent of an ancient school of Indian materialism called Carvaka/Lokayata.[1][2]", "18324758": "Aralumallige Parthsarathy (born 22 March, 1948 in Bangalore, India) is an international scholar and expert in the field of Dasa Sahitya,[1] which preaches the values and culture of the historic Bhakthi movement, practised through the centuries in the Haridasa Sahitya and taking its lineage from Madhwacharya. He is the author of 52 books and 35 audio CDs, has undertaken international lecture tours, and is the recipient of many national and international awards.[citation needed]", "171291": "Crantor of Soli (Greek: Κράντωρ, gen.: Κράντορος; died 276/5 BC[1]) was an Ancient Greek philosopher and member of the Old Academy who was the first philosopher to write commentaries on the works of Plato.", "71114014": "Renato Cirell Czerna (São Paulo, January 26, 1922 - March 19, 2005) was a Brazilian lawyer, professor, and writer.[1]", "171297": "Cleanthes (/kliˈænθiːz/; Greek: Κλεάνθης; c. 330 BC – c. 230 BC), of Assos, was a Greek Stoic philosopher and boxer who was the successor to Zeno of Citium as the second head (scholarch) of the Stoic school in Athens. Originally a boxer, he came to Athens where he took up philosophy, listening to Zeno's lectures. He supported himself by working as a water-carrier at night. After the death of Zeno, c. 262 BC, he became the head of the school, a post he held for the next 32 years. Cleanthes successfully preserved and developed Zeno's doctrines. He originated new ideas in Stoic physics, and developed Stoicism in accordance with the principles of materialism and pantheism. Among the fragments of Cleanthes' writings which have come down to us, the largest is a Hymn to Zeus. His pupil was Chrysippus who became one of the most important Stoic thinkers.", "7445794": "Rajnarayan Basu (1826–1899) was an Indian writer and intellectual of the Bengal Renaissance. He was born in Boral in 24 Parganas and studied at the Hare School and Hindu College, in Kolkata, Bengal. A monotheist at heart, Rajnarayan Basu converted to the Brahmoism sect at the age of twenty.[2][3] After retiring, he was given the honorary title of Rishi or sage. As a writer, he was one of the best known prose writers in Bengali in the nineteenth century, writing often for the Tattwabodhini Patrika, a premier Brahmo journal.[4] Due to his defence of Brahmoism, he was given the title \"Grandfather of Indian Nationalism\".[5][6]", "12295459": "Celso Lafer (born August 7, 1941) is a Brazilian jurist, full professor of Philosophy of Law at University of São Paulo, twice former foreign minister and a former commerce minister. He is of Lithuanian Jewish heritage.", "3087652": "The Dialogue in Hell Between Machiavelli and Montesquieu[1] (in the original French, Dialogue aux enfers entre Machiavel et Montesquieu ou la politique de Machiavel au XIXe siècle) is a political satire written by French attorney Maurice Joly in protest against the regime of Napoleon III (a.k.a. Louis-Napoléon Bonaparte), who ruled France from 1848 to 1870. It was translated into English in 2002. Small portions were translated in 1967 as an appendix to Norman Cohn's Warrant for Genocide, which identifies it as the main source of the later Protocols of the Elders of Zion, though The Dialogue itself makes no mention of Jews.[2]", "2170150": "Bruno Bauch (German: [baʊx]; 19 January 1877 – 27 February 1942) was a German neo-Kantian philosopher.", "24681766": "Maxence Caron (born 1976) is a French writer, poet, philosopher and musicologist.", "25599270": "William James Desmond (born January 7, 1951)[1] is an Irish philosopher who has written on ontology, metaphysics, ethics, and religion.", "7471": "Caterina di Jacopo di Benincasa (25 March 1347 – 29 April 1380), known as Catherine of Siena (Italian: Caterina da Siena), was an Italian mystic and pious laywoman who engaged in papal and Italian politics through extensive letter-writing and advocacy. Canonized in 1461, she is revered as a saint and as a Doctor of the Church due to her extensive theological authorship. She is also considered to have influenced Italian literature.", "26647859": "Jelica Šumič Riha (born 1958) is a Slovenian philosopher, political theorist, and translator, associated with the Ljubljana school of psychoanalysis.", "72981811": "Lu Longqi (Chinese: 陸隴其‎‎; pinyin: Lù lǒngqí; Wade–Giles: Lu Lung-chi, 21 November 1630 – 1 February 1693) was a Han Chinese official and a prominent Neo-Confucian conservative during the Qing dynasty.[1][2]", "3480893": "Gaozi (Chinese: 告子; pinyin: Gàozǐ; Wade–Giles: Kao-tzu; lit. 'Master Gao'; ca. 420-350 BCE), or Gao Buhai (告不害), was a Chinese philosopher during the Warring States period.\nGaozi's teachings are no longer extant, but he was a contemporary of Mencius (ca. 372-289 BCE), and most of our knowledge about him comes from the Mencius book (6) titled \"Gaozi\".", "6004031": "Heinz Heimsoeth (12 August 1886 – 10 September 1975) was a German historian of philosophy.", "20159808": "Karel Lambert (born 1928) is an American philosopher and logician at the University of California, Irvine and the University of Salzburg. He has written extensively on the subject of free logic, a term which he coined.[1][2]", "204100": "Christian Hermann Weisse (/ˈvaɪsə/; German: [ˈvaɪsə]; Weiße in modern German; 10 August 1801 – 19 September 1866) was a German Protestant religious philosopher and professor of philosophy at the University of Leipzig. He was the son of theologian Christian Ernst Weisse [de] (1766–1832).", "3677513": "Francesc Eiximenis (Catalan: [fɾənˈsɛsk əʃiˈmɛnis]; died 1409) was a Franciscan Catalan writer who lived in the 14th-century Crown of Aragon. He was possibly one of the more successful medieval Catalan writers since his works were widely read, copied, published and translated. Therefore, it can be said that both in the literary and in the political sphere he had a lot of influence. Among his readers were numbered important people of his time, such as the kings of the Crown of Aragon Peter IV, John I and Martin I, the queen Maria de Luna (wife of Martin I), and the Pope of Avignon Benedict XIII.", "63970635": "Dominique Dubarle (23 September 1907 – 25 April 1987) was a French Dominican friar and religious philosopher, a professor at the Saulchoir. He was dean of the faculty of philosophy of the Catholic Institute of Paris from 1967 to 1973 and was an expert at the Second Vatican Council .", "61742412": "Hilary Greaves (born 1978) is a British philosopher, currently serving as professor of philosophy at the University of Oxford.[1] From 2017 to 2022, she was the founding director of the Global Priorities Institute, a research centre for effective altruism at the university supported by the Open Philanthropy Project.[2][3]", "49978702": "Mauro Ceruti (born July 16, 1953 in Cremona, Italy) is an Italian philosopher.", "19242322": "Johann Wolfgang (von) Goethe[a] (28 August 1749 – 22 March 1832) was a German writer, who is widely regarded as the greatest and most influential writer in the German language. His work has had a profound and wide-ranging influence on Western literary, political, and philosophical thought from the late 18th century to the present day.[3][4] Goethe was a German poet, playwright, novelist, scientist, statesman, theatre director, and critic.[3] His works include plays, poetry, literature, and aesthetic criticism, as well as treatises on botany, anatomy, and color.", "105811": "Charlotte Perkins Gilman (/ˈɡɪlmən/; née Perkins; July 3, 1860 – August 17, 1935), also known by her first married name Charlotte Perkins Stetson, was an American humanist, novelist, writer, lecturer, advocate for social reform, and eugenicist.[1] She was a utopian feminist and served as a role model for future generations of feminists because of her unorthodox concepts and lifestyle. She has been inducted into the National Women's Hall of Fame.[2] Her best remembered work today is her semi-autobiographical short story \"The Yellow Wallpaper\", which she wrote after a severe bout of postpartum psychosis.", "8396117": "Peter Kaufmann (1800-1869) was known as one of the \"Ohio Hegelians\", along with John Bernhard Stallo, Moncure Daniel Conway and August Willich. His 1858 book titled, The Temple of Truth, or the Science of Ever-Progressing Knowledge, discussed the process and formation of knowledge according to Hegel's dialectical method, and socialist utopian reform ideals for perfecting humankind.", "564568": "Bernard Mandeville, or Bernard de Mandeville (/ˈmændəˌvɪl/; 15 November 1670 – 21 January 1733), was an Anglo-Dutch philosopher, political economist and satirist.  Born in Rotterdam, he lived most of his life in England and used English for most of his published works.  He became famous for The Fable of the Bees.", "15637849": "Hans Willem Blom (born 25 April 1947, Zandvoort) is a Professor of Social and Political Philosophy at Erasmus University. Previously he lectured at the University of Wisconsin–Madison and Cambridge University.  He edits Grotiana, a journal devoted to studies on the Dutch thinker Hugo Grotius.[1]", "204122": "Christian Wolff (less correctly Wolf,[5] German: [vɔlf]; also known as Wolfius; ennobled as Christian Freiherr von Wolff in 1745; 24 January 1679 – 9 April 1754) was a German philosopher. Wolff is characterized as one of the most eminent German philosophers between Leibniz and Kant. His life work spanned almost every scholarly subject of his time, displayed and unfolded according to his demonstrative-deductive, mathematical method, which some deem the peak of Enlightenment rationality in Germany.[6]", "32972121": "James Dunbar FRSE FSAS LL.D. (born 1742, died 28 May 1798) was a British philosophical writer.[1] He was a co-founder of the Royal Society of Edinburgh in 1783.[2]", "60693853": "Gholamreza Aavani (born 1943) is an Iranian philosopher and emeritus professor of philosophy at Shahid Beheshti University in Tehran.[2] A former head of the Institute for Research in Philosophy, Aavani is a member of the Academy of Sciences of Iran and a steering committee Member of the International Federation of Philosophical Societies.[3][4][5][6] He has also served as the Kenan Rifai Distinguished Professor of Islamic Studies at Beijing University, China, and is currently a research fellow at Al-Mahdi Institute.", "1973599": "Martin Lings (24 January 1909 – 12 May 2005), also known as Abū Bakr Sirāj ad-Dīn, was an English writer, Islamic scholar, and philosopher. A student of the Swiss metaphysician Frithjof Schuon[1] and an authority on the work of William Shakespeare, he is best known as the author of Muhammad: His Life Based on the Earliest Sources, first published in 1983 and still in print.", "49519970": "R. Adam Engle (born February 17, 1942 in Yonkers, NY, U.S.A.) is an American social entrepreneur who initiated and developed the Mind and Life Dialogues between the 14th Dalai Lama of Tibet and panels of prominent scientists in the 1980s. Over the 22 years of his subsequent tenure as chief executive of the Mind and Life Institute, which he co-founded in 1990, his work contributed significantly to the establishment of contemplative science as a new field of research.[1][2][3]", "9575782": "Alexander Bonini (c. 1270 – 1314) was an Italian Franciscan philosopher, who became Minister General of the Order of Friars Minor.", "400746": "Grand Ayatollah Hussein-Ali Montazeri[1][2] (Persian: حسینعلی منتظری‎ [hosei̯næˈliː-e montæzeˈɾiː] pronunciationⓘ; 24 September 1922[3][4] – 19 December 2009) was an Iranian Shia Islamic theologian, Islamic democracy advocate, writer and human rights activist. He was one of the leaders of the Iranian Revolution and one of the highest-ranking authorities in Shīʿite Islam.[5] He was once the designated successor to the revolution's Supreme Leader, Ayatollah Khomeini, but they had a falling-out in 1989 over government policies that Montazeri claimed infringed on people's freedom and denied them their rights, especially after the 1988 mass execution of political prisoners. Montazeri spent his later years in Qom and remained politically influential in Iran, but was placed in house arrest in 1997 for questioning \"the unaccountable rule exercised by the supreme leader\",[6] Ali Khamenei, who succeeded Khomeini in his stead. He was known as the most knowledgeable senior Islamic scholar in Iran[7] and a grand marja (religious authority) of Shia Islam. Ayatollah Montazeri was said to be one of Khamenei's teachers.[7]", "1318253": "Fernando Fernández-Savater Martín (born 21 June 1947 at Basque city of San Sebastián) is a Spanish philosopher, essayist and author.", "19668334": "Françoise Gaillard is a French literary critic, philosopher and professor at University of Paris VII specializing in fin-de-siècle French literature, aesthetics and art and is a regular visiting professor at New York University.", "45653358": "Ike Ferdinand Odimegwu is a Nigerian professor of philosophy and political philosopher.[1]", "13835636": "Hugo Kükelhaus (March 24, 1900 – October 5, 1984) was a German carpenter, writer, pedagogue, philosopher and artist. Kükelhaus is best known for his infant toys \"allbedeut\" and the \"Erfahrungsfeld zur Entfaltung der Sinne.\" Throughout his life, he presented his views for a human-scaled living environment in talks and publications. He is also regarded as a harbinger for infant toy designs that fulfil the requirements of pedagogy and developmental psychology. He gained international recognition for his design of 30 \"Experience stations\" at the German Pavilion of the Expo 1967 in Montreal. His ideas are relevant for contemporary theories of intelligence, educational technology and the design of learning environments.", "1056121": "Yeshayahu Leibowitz (Hebrew: ישעיהו ליבוביץ‎; 29 January 1903 – 18 August 1994) was an Israeli Orthodox Jewish public intellectual and polymath. He was a professor of biochemistry, organic chemistry, and neurophysiology at the Hebrew University of Jerusalem, as well as a prolific writer on Jewish thought and western philosophy. He was known for his outspoken views on ethics, religion, and politics. Leibowitz cautioned that the state of Israel and Zionism had become more sacred than Jewish humanist values and controversially went on to describe Israeli conduct in the occupied Palestinian territories as \"Judeo-Nazi\" in nature while warning of the dehumanizing effect of the occupation on the victims and the oppressors.[1]", "28810618": "Ernst Behler (4 September 1928 in Essen – 16 September 1997 in Seattle) was a German philosopher. In 1976 he became the founding Chairman of the Department of Comparative Literature at the University of Washington in Seattle. His research included Friedrich von Schlegel, Friedrich Nietzsche and the early Romanticism. Also notable are his books on irony: Irony and the discourse of modernity (1990), Klassische Ironie, romantische Ironie, tragische Ironie (1972), Ironie und literarische Moderne (1997).", "17767811": "Anti Selart (born 11 August 1973 in Tallinn) is an Estonian historian and philosopher.", "35134852": "María Teresa Giménez Barbat (born 4 June 1955 in Barcelona, Catalonia, Spain) is a Spanish anthropologist, writer and politician. She advocates secular humanism, rationalist universalism and scepticism. She writes in two languages, Spanish and Catalan. She is member of the Spanish political party Union, Progress and Democracy (UPyD) and has participated in anti-nationalist movements before in Catalonia.", "3939717": "Surendranath Dasgupta (18 October 1887 – 18 December 1952) was an Indian scholar of Sanskrit and Indian philosophy.", "65641867": "Henry John McCloskey (1925–2000) was an Australian moral philosopher and writer.", "41000341": "Masachi Osawa (大澤 真幸, Ōsawa Masachi, born October 15, 1958 in Nagano, Japan) is a Japanese sociologist and philosopher. Outside Japan, he is best known as a social scientist, often mentioned in reference to sociological and philosophical research on otaku culture and popular Japanese animation series such as Ghost in the Shell: Stand Alone Complex.[1]", "25337249": "William Duncan (1717 in Aberdeen – 1760 in Aberdeen) was a Scottish natural philosopher and classicist, professor of natural philosophy at Marischal College, Aberdeen.", "73768359": "Aleksei Aleksandrovich Kozlov (Russian: Алексей Александрович Козлов; 20 February 1831 – 12 March 1901) was a Russian philosopher known for his contributions to Russian idealism. He is recognized as the founder of the \"neo-Leibnizian\" movement in Russia, which involved updating the ideas of philosopher Gottfried Wilhelm Leibniz, as well as the works of R.H. Lotze and Gustav Teichmüller. Kozlov's philosophy is also considered a precursor to Russian personalist metaphysics.[1]", "24911273": "John L. Pollock (1940–2009) was an American philosopher known for influential work in epistemology, philosophical logic, cognitive science, and artificial intelligence.", "73137": "Eli Siegel (August 16, 1902 – November 8, 1978) was a poet, critic, and educator. He founded Aesthetic Realism, a philosophical movement based in New York City. An idea central to Aesthetic Realism—that every person, place or thing in reality has something in common with all other things—was expressed in the title poem of his first volume, Hot Afternoons Have Been in Montana: Poems. His second volume was Hail, American Development.[1]", "15769011": "Valentin Ferdinandovich Asmus (Russian: Валенти́н Фердина́ндович А́смус; December 30, 1894 – June 4, 1975) was a Soviet philosopher. He was one of the small group who continued the classical European philosophical tradition through the early Soviet times.[1] He was an independent thinker and unorthodox Marxist,[2] with interests in the history of philosophy and aesthetics.", "236984": "Timocharis of Alexandria (Greek: Τιμόχαρις or Τιμοχάρης, gen. Τιμοχάρους; c. 320–260 BC) was a Greek astronomer and philosopher. Likely born in Alexandria, he was a contemporary of Euclid.", "9870778": "Otto Brusiin (2 June 1906 – 31 October 1973) was a leading Finnish teacher of law. He taught at Helsinki from 1949 on before he was made assistant professor at Helsinki in 1955 and professor at Turku in 1961. He served as the director of the Valpo from April 1945 to January 1946.", "5479867": "Pierre Hadot (/ɑːˈdoʊ/; French: [ado]; 21 February 1922 – 24 April 2010) was a French philosopher and historian of philosophy specializing in ancient philosophy, particularly Epicureanism and Stoicism.", "10493373": "Colin Howson (1945 – 5 January 2020) was a British philosopher. He was Professor of Philosophy at the University of Toronto, where he joined the faculty on 1 July 2008.[1]  Previously, he was Professor of Logic at the London School of Economics. He completed a PhD on the philosophy of probability in 1981. In the late 1960s he had been a research assistant of Imre Lakatos at LSE. He died on Sunday 5 January 2020.[2]", "28810686": "Speech and Phenomena: And Other Essays on Husserl's Theory of Signs, or Voice and Phenomenon: Introduction to the Problem of the Sign in Husserl's Phenomenology,[1] (French: La Voix et le Phénomène) is a book about the phenomenology of Edmund Husserl by the French philosopher Jacques Derrida, published in 1967 alongside Derrida's Of Grammatology and Writing and Difference. In Speech and Phenomena, Derrida articulates his mature relationship to Husserl, putting forward an argument concerning Husserl's phenomenological project as a whole in relation to a key distinction in Husserl's theory of language in the Logical Investigations (1900–1901) and how this distinction relates to his description of internal time consciousness. Derrida also develops key discussions of the terms deconstruction and différance. Derrida commented that Speech and Phenomena is the \"essay I value the most\".[2] Derrida's best known work on Husserl's phenomenology, it is widely considered one of his most important philosophical works.", "52075966": "Muhammad Rida al-Muzaffar (Arabic: محمد رضا المظفر) was a Shia Marja',[1] philosopher and jurist. His book in Islamic sciences is Usul al-Fiqh or the principles of jurisprudence written according to the thought school of Agha Shaykh Muhammad Hosein Isfahani, one of the Shia Marja's.", "37428672": "Gerald Glynn O'Collins SJ AC (born 1931) is an Australian Jesuit priest and academic.[1] He was a research professor and writer-in-residence at the Jesuit Theological College (JTC) in Parkville, Victoria, and a research professor in theology at St Mary's University College in Twickenham.[2] For more than three decades, he was professor of systematic and fundamental theology at the Pontifical Gregorian University (Rome).[3]", "45030849": "Karsten Friis Johansen (5 December 1930 – 29 July 2010) was a Danish philosopher and classical philologist.", "73157": "Bruno Bauer (German: [baʊɐ]; 6 September 1809 – 13 April 1882) was a German philosopher and theologian. As a student of G. W. F. Hegel, Bauer was a radical Rationalist in philosophy, politics and Biblical criticism. Bauer investigated the sources of the New Testament and, beginning with Hegel's analysis of Christianity's Hellenic as well as Jewish roots, concluded that early Christianity owed more to ancient Greek philosophy (Stoicism) than to Judaism.[1]", "22158790": "Richard Crakanthorpe (1567–1624) was an English Anglican priest, remembered both as a logician and as a religious controversialist.", "3448264": "Richard Kearney (/ˈkɑːrni/; born 1954) is an Irish philosopher and public intellectual specializing in contemporary continental philosophy. He is the Charles Seelig Professor in Philosophy at Boston College and has taught at University College Dublin, the Sorbonne, the University of Nice, and the Australian Catholic University. He is the author of 23 books on European philosophy and literature (including two novels and a volume of poetry) and has edited or co-edited over 20 more. He was formerly a member of the Arts Council of Ireland, the Higher Education Authority of Ireland and chairman of the Irish School of Film at University College Dublin. He is also a member of the Royal Irish Academy. As a public intellectual in Ireland, he was involved in drafting a number of proposals for a Northern Irish peace agreement (1983, 1993, 1995). He has presented five series on culture and philosophy for Irish and British television and broadcast extensively on the European media. He is currently international director of the Guestbook Project.", "7628": "Christine de Pizan or Pisan (French: [kʁistin də pizɑ̃] ⓘ, Middle French: [krisˈtinə də piˈzã]; born Cristina da Pizzano; September 1364 – c. 1430), was an Italian-born French poet and court writer for King Charles VI of France and several French dukes.", "23469518": "Telauges (Greek: Τηλαύγης; fl. c. 500 BC) was a Samian Pythagorean philosopher and, according to tradition, the son of Pythagoras and Theano. Little is known about his life and works other than a scattering of remarks from much later writers.", "47324624": "Sayyid Sadr Al-Din Dashtaki or Sayyed Sanad was an  Iranian Shia philosopher  and theologian. He counts as the founder of the Shiraz school of philosophy.[1]", "40705503": "Johannes Jacobus (Johan) Degenaar OIS (7 March 1926 – 22 July 2015) was a South African philosopher,[1][2] and Emertitus Professor at the Stellenbosch University, who is considered \"one of the most respected and influential philosophers in South Africa.\"[3]", "46538208": "Sophia Wadia, née Sophia Camacho, was a Colombian-born naturalized Indian theosophist, littérateur, the founder of PEN All India Centre and the founder editor of its journal, The Indian PEN.[1][2] She also cofounded The Indian Institute of World Culture, Bengaluru[3] and the Asian Book Trust, Mumbai.[2] The Government of India honoured Wadia in 1960, with the award of Padma Shri, the fourth highest Indian civilian award for her services to the nation.[4]", "73193": "Samding Dorje Phagmo", "2137577": "Jamgön Ju Mipham Gyatso, or Mipham Jamyang Namgyal Gyamtso  (1846–1912) (also known as \"Mipham the Great\") was a very influential philosopher and polymath of the Nyingma school of Tibetan Buddhism. He wrote over 32 volumes on topics such as painting, poetics, sculpture, alchemy, medicine, logic, philosophy and tantra.[2] Mipham's works are still central to the scholastic curriculum in Nyingma monasteries today.[1] Mipham is also considered one of the leading figures in the Rimé (non-sectarian) movement in Tibet.[3]", "30875113": "Sarvajña was a Kannada poet, pragmatist and philosopher of the 16th century. The word \"Sarvajna\" in Sanskrit literally means \"the all knowing\". His father was Kumbara Malla and his mother was Mallaladevi. His birth anniversary is celebrated on February 20 every year. He belongs to the caste of Kumbara. He is famous for his pithy three-lined poems called tripadi (written in the native three-line verse metre, \"with three padas, a form of Vachana\").  He is also referred as Sarvagna in modern translation.[1]", "73195": "Shantideva (Sanskrit: Śāntideva; Chinese: 寂天; Tibetan: ཞི་བ་ལྷ།, THL: Zhiwa Lha; Mongolian: Шантидэва гэгээн; Vietnamese: Tịch Thiên) was an 8th-century CE Indian philosopher, Buddhist monk, poet, and scholar at the mahavihara of Nalanda. He was an adherent of the Mādhyamaka philosophy of Nāgārjuna.", "34348533": "Muhammad Iqbal (9 November 1877 – 21 April 1938) was an Indian Muslim philosopher,[1][2] author,[3] and politician.[4] His poetry is considered to be among the greatest of the 20th century,[5][6][7][8] and his vision of a cultural and political ideal for the Muslims of British-ruled India[9] is widely regarded as having animated the impulse for the Pakistan Movement.[1][10] He is commonly referred to by the honourific Allama (Persian: علامه, transl. \"learned\").[11][12]", "9543157": "William de La Mare (fl. 1272–1279) was an English Franciscan theologian.[1]", "47259127": "Eugeniu Sperantia (May 18 [O.S. May 6] 1888 – January 11/12, 1972) was a Romanian poet, aesthetician, essayist, sociologist and philosopher.", "54009337": "Gregorio Bressani (3 February 1703 – 12 January 1771) was an Italian philosopher.[1]", "36019707": "Giovanni Reale (15 April 1931 – 15 October 2014) was an Italian historian of philosophy.", "68001276": "Debashish Banerji is a Bengali scholar. He writes in English and specializes in Integral Yoga, Indian Philosophy and Psychology, Art History and Cultural Theory.[1][2] He is the Haridas Chaudhuri Professor of Indian Philosophies and Cultures and the Doshi Professor of Asian Art at the California Institute of Integral Studies, San Francisco, where he also chairs the department of East-West Psychology.[3]", "21372415": "Otto Buek (19 November 1873 – 1966) was a German philosopher and translator born in St. Petersburg.", "2792959": "Aleksander Świętochowski (18 January 1849 – 25 April 1938) was a Polish writer, educator, and philosopher of the Positivist period that followed the January 1863 Uprising.", "1744390": "Raymond Klibansky, CC GOQ (October 15, 1905 – August 5, 2005) was a German-Canadian historian of philosophy and art.[1]", "41098761": "Benno Kerry (né Kohn; 11 December 1858 – 20 May 1889) was an Austrian philosopher.", "1842698": "Loren Eiseley (September 3, 1907 – July 9, 1977) was an American anthropologist, educator, philosopher, and natural science writer, who taught and published books from the 1950s through the 1970s. He received many honorary degrees and was a fellow of multiple professional societies. At his death, he was Benjamin Franklin Professor of Anthropology and History of Science at the University of Pennsylvania.", "8592911": "George John Blewett (9 December 1873 – 9 August 1912) was a Canadian philosopher and theologian.", "8953363": "Miles of Marseille was a Provençal-Jewish physician and philosopher of the Middle Ages. He was born at Marseille around 1294. In some manuscripts he is designated by the name \"Bongodos,\" the Provençal language equivalent of \"ben Judah.\"", "14753303": "Leonteus of Lampsacus (Greek: Λεοντεύς) was a pupil of Epicurus early in the 3rd century BCE. He was the husband of Themista, who also attended Epicurus' school.[1] Such was the esteem in which they held Epicurus that they named their son after him.[1]", "171551": "Menachem Mendel Schneersohn (Yiddish: מנחם מענדל שניאורסאהן; September 20, 1789 – March 17, 1866) also known as the Tzemach Tzedek (Hebrew: \"Righteous Sprout\" or \"Righteous Scion\") was an Orthodox rabbi, leading 19th-century posek, and the third rebbe (spiritual leader) of the Chabad Lubavitch Hasidic movement.", "171557": "Shneur Zalman of Liadi (Hebrew: שניאור זלמן מליאדי; September 4, 1745 – December 15, 1812 O.S. / 18 Elul 5505 – 24 Tevet 5573) was a rabbi and the founder and first Rebbe of Chabad, a branch of Hasidic Judaism. He wrote many works, and is best known for Shulchan Aruch HaRav, Tanya, and his Siddur Torah Or compiled according to the Nusach Ari.", "433707": "Clarence Irving Lewis (April 12, 1883 – February 3, 1964), usually cited as C. I. Lewis, was an American academic philosopher. He is considered the progenitor of modern modal logic and the founder of conceptual pragmatism.[5] First a noted logician, he later branched into epistemology, and during the last 20 years of his life, he wrote much on ethics.  The New York Times memorialized him as \"a leading authority on symbolic logic and on the philosophic concepts of knowledge and value.\"[6] He was the first to coin the term \"Qualia\" as it is used today in philosophy, linguistics, and cognitive sciences.[7]", "22289969": "Everard Digby (born c. 1550) was an English academic theologian, expelled as a Fellow of St John's College, Cambridge for reasons that were largely religious. He is known as the author of a 1587 book, written in Latin, that was the first work published in England on swimming; and also as a philosophical teacher, writer and controversialist. The swimming book, De Arte Natandi, was a practical treatise following a trend begun by the archery book Toxophilus of Roger Ascham, of Digby's own college.[1]", "37330482": "Abu Raita al-Takriti (Arabic: حبيب ابن خدمة أبو رائطة التكريتي, Ḥabīb ibn Khidma Abū Rāʾiṭa l-Takrītī), was a 9th-century Syriac Orthodox theologian and apologist.", "65969718": "Rachel Ankeny FASSA is a professor of history and philosophy of science at University of Adelaide. In 2020, she was elected as a fellow in the American Association for the Advancement of Science (AAAS) \"for her contributions to our understanding of the foundational roles that organisms play in biological research and her leadership in history and philosophy of science.\"[1] She is currently the president-elect of the International Society for the History, Philosophy, and Social Studies of Biology (ISHPSSB).[2]", "64364087": "Hojjatoleslam[1] Mohammad Hassan Ghadrdan Gharamaleki (born 1965) is an Iranian philosopher and professor of Kalam at the Research Institute for Islamic Culture and Thought. His books titled God and the Problem of Evil and Koran and Pluralism won the Howzeh Book of the Year Award.[2][3]", "2072120": "Gregory Paul Currie (/ˈkɜːri/) FBA FAHA is a British philosopher and academic, known for his work on philosophical aesthetics and the philosophy of mind. Currie is Professor of Philosophy at the University of York[1] and Executive Editor of Mind & Language.[2]", "2530872": "Edwyn Robert Bevan OBE, FBA (15 February 1870 in London – 18 October 1943 in London[1]) was a versatile British philosopher and historian of the Hellenistic world.", "5512763": "Malek Bennabi (1 January 1905 – 31 October 1973) (Arabic: مالك بن نبي) was an Algerian writer and philosopher, who wrote about human society, particularly Muslim society with a focus on the reasons behind the fall of Muslim civilization. According to Malek Bennabi, the lack of new ideas in Islamic thought emerged what he coined civilizational bankruptcy.[1] He argued that in order to recover its former magnificence, Islamic society had to become an environment in which individuals felt empowered. In order to satisfy his spiritual and material needs, a Muslim needed to feel that his industry and creativity would find reward.", "21110333": "Dale Beyerstein is a philosopher who has taught at Malaspina College, Douglas College, Kwantlen College, the University of British Columbia, and Langara College. Dale is a co-founder of the BC Skeptics, and director-at-large of the foundation.", "74358333": "Frank Ambrosio (born 1949) is an American philosopher and Associate Professor Emeritus of Philosophy at Georgetown University. He is known for his works on contemporary European philosophy.[1][2][3][4][5]", "8527425": "Govert A. den Hartogh (born 1943, Kampen) is a Dutch moral, legal and political philosopher. He studied theology in Kampen and philosophy in Leiden and Oxford. He received his PhD in philosophy in 1985 from the University of Amsterdam (supervisor Trudy van Asperen). From 1974 on he worked at the University of Amsterdam as assistant and associate professor of ethics and jurisprudence in the Philosophy Department and the Faculty of Law, as an extra-ordinary professor of medical ethics in the Faculty of Medicine, and as a full professor of ethics and its history in the Philosophy Department. In 1992 he took the initiative of founding the Netherlands School for Research in Practical Philosophy, together with Robert Heeger and Bert Musschenga, and functioned as the school's first director. He retired in 2008. At his retirement his former Ph.D. students published a Festschrift.[1]", "3022401": "Abu-al-Tayyab Muhammad Shams-al-Haq bin Shaikh Ameer ‘Ali bin Shaikh Maqsood ‘Ali bin Shaikh Ghulam Haidar bin Shaikh Hedayetullah bin Shaikh Muhammad Zahid bin Shaikh Noor Muhammad bin Shaikh ‘Ala’uddin, also known as Shams-ul-haq Azeemabadi, was a scholar of Hadith from India.[1] He is best known for writing the main commentary upon Sunan Abi Dawud.[2]", "3481160": "Shankar Trimbak Dharmadhikari (18 June 1899 – 1 December 1985), better known as Dada Dharmadhikari, was an Indian freedom fighter, and a leader of social reform movements in India. He was a strong adherent of Mahatma Gandhi's principles.\nHis eldest daughter was married to Adv. Tamasskar of Bemetara, now in Chattisgarh. His second child, son by name Pradyumna was also a freedom fighter and lived life as a common man. His third child, a son by name  Yashwanth Shankar Dharmadhikari served as the Advocate-general of Madhya Pradesh and his youngest son Chandrashekhar Shankar Dharmadhikari served as judge of Bombay High Court.[1]", "3055177": "Timothy Williamson FRSE FBA (born 6 August 1955) is a British philosopher whose main research interests are in philosophical logic, philosophy of language, epistemology and metaphysics.  He is the Wykeham Professor of Logic at the University of Oxford, and fellow of New College, Oxford.", "499276": "Peter Harry Steve Griffiths  (24 May 1928 – 20 November 2013) was a British Conservative politician best known for gaining the Smethwick seat by defeating the Shadow Foreign Secretary Patrick Gordon Walker in the 1964 general election, against the national trend, by using anti-immigrant and racist rhetoric.[1][2][3][4][5]", "28712524": "Yuri Fyodorovich Samarin (Russian: Ю́рий Фёдорович Сама́рин; May 3, 1819, Saint Petersburg – March 31, 1876, Berlin) was a leading Russian Slavophile thinker and one of the architects of the Emancipation reform of 1861.", "38018638": "[1][2]", "42540623": "Gail Fine is a professor of philosophy emerita at Cornell University.[1] She was also a visiting professor of ancient philosophy at Oxford University, and a senior research fellow at Merton College, Oxford University.[2]", "63446607": "Gary James Jason (born October 21, 1949) is an American philosopher. He is well known for his work in argumentation theory, propaganda theory, mathematical logic and informal logic, and the philosophy of science. He is the author of texts on critical thinking and logic, among other books.[2][3]", "4824664": "Patrick Colonel Suppes (/ˈsuːpiːz/; March 17, 1922 – November 17, 2014) was an American philosopher who made significant contributions to philosophy of science, the theory of measurement, the foundations of quantum mechanics, decision theory, psychology and educational technology. He was the Lucie Stern Professor of Philosophy Emeritus at Stanford University and until January 2010 was the Director of the Education Program for Gifted Youth also at Stanford.", "15179354": "Hieronymus Medices (or De Medicis), was a Roman Catholic philosopher and interpreter of the works of Thomas Aquinas; b. 1569 in Camerino, Umbria, the origin of his surname de Medicis a Camerino.", "1842778": "Thomas Cooper  (October 22, 1759 – May 11, 1839) was an Anglo-American economist, college president and political philosopher. Cooper was described by Thomas Jefferson as \"one of the ablest men in America\" and by John Adams as \"a learned ingenious scientific and talented madcap.\" Dumas Malone stated that \"modern scientific progress would have been impossible without the freedom of the mind which he championed throughout life.\"[1] His ideas were taken very seriously in his own time: there were substantial reviews of his writings, and some late eighteenth-century critics of materialism directed their arguments against Cooper, rather than against the better-known Joseph Priestley.", "25206366": "Onatas (Ancient Greek: Ὀνάτας) was a Pythagorean philosopher who lived in or around the 5th century BC,[1] possibly in either Croton[2] or Tarentum[3] in Magna Graecia. Nothing more is known about his life, but he is credited by Stobaeus as the author of a pseudonymous Neo-Pythagorean work from the 1st century BC or AD entitled On God and the Divine (Ancient Greek: Περὶ θεοῦ καὶ θείου), which Stobaeus excerpts a long passage from.[4] The author of the passage (\"Pseudo-Onatas\") argues against the belief in a single deity, on the basis that the universe itself is not God but only divine,[5] but that God is a governing part of the universe.[6] He argues that since there are many \"powers\" in the universe, therefore they must belong to different gods.[7] Pseudo-Onatas also claimed that the earthy mixture of the body defiles the purity of the soul.[8]", "5250656": "Chevalier Louis de Jaucourt (French: [də ʒokuʁ]; 16 September 1704 – 3 February 1779) was a French scholar and the most prolific contributor to the Encyclopédie. He wrote about 18,000 articles on subjects including physiology, chemistry, botany, pathology, and political history, or about 25% of the entire encyclopaedia, all done voluntarily.[1] In the generations after the Encyclopédie's, mainly due to his aristocratic background, his legacy was largely overshadowed by the more bohemian Denis Diderot, Jean-Jacques Rousseau and others, but by the mid-20th century more scholarly attention was being paid to him.", "499297": "Carl Stumpf (German: [ʃtʊmpf]; 21 April 1848 – 25 December 1936) was a German philosopher, psychologist and musicologist. He is noted for founding the Berlin School of experimental psychology.", "53452388": "Kenneth Francis Schaffner (born October 30, 1939)[1] is an emeritus Distinguished University Professor, University Professor of Philosophy and Psychology, and Professor of Psychiatry at the University of Pittsburgh. He specializes in the history and philosophy of science.", "63151722": "Nadia Yala Kisukidi (born 1978) is a French philosopher, writer and academic, who has re-examined the notion of \"blackness\" with its colonial implications in France and the rest of Europe.[1] Also interested in contemporary art, she has been selected as one of two curators for the 2020 Yango Biennale in Kinshasa.[2] Kisukidi, who has written widely on French and Africana philosophy, published Bergson ou l'humanité créatrice (Bergson or Creative Humanity) in 2013.[3][4]", "57220720": "Jeremy Howick is a Canadian-born, British residing clinical epidemiologist and philosopher of science. He researches evidence-based medicine, clinical empathy and the philosophy of medicine, including the use of placebos in clinical practice and clinical trials.[1][2] He is the author of over 100 peer-reviewed papers, as well as two books, The Philosophy of Evidence-Based Medicine in 2011,[3] and Doctor You in 2017.[4] In 2016, he received the Dawkins & Strutt grant from the British Medical Association to study pain treatment.[5] He publishes in Philosophy of Medicine and medical journals.[6] He is a member of the Sigma Xi research honours society.[7]", "70426229": "Stephan Witasek (1870-1915) was an Austrian philosopher noted for his contribution to the development of the Graz School. He is cited as the most talented psychologist of the school and was groomed as Alexius Meinong's successor.[1] Witasek is noted for developing a theory of aesthetics within the Graz School's abstract object theory.[2]", "42540664": "Jennifer Lackey is an American academic; she is the Wayne and Elizabeth Jones Professor of Philosophy at Northwestern University.[1][2] Lackey is known for her research in epistemology,[3] especially on testimony,[4][5] disagreement,[6] memory,[7] the norms of assertion, and virtue epistemology.[8][9] She is the author of Learning from Words: Testimony as a Source of Knowledge[10][11][12] and of numerous articles and book chapters. She is also co-editor of The Epistemology of Testimony[13] and The Epistemology of Disagreement: New Essays.[14]", "1285757": "Johannes Nikolaus Tetens (also Johann; Danish: Johan Nicolai Tetens; 16 September 1736 – 17 August 1807) was a German-Danish philosopher, statistician and scientist.", "61415038": "Vidyadhiraja Tirtha was a Hindu philosopher, dialectician and the seventh pontiff of Madhvacharya Peetha and served as peetadhipathi from (c. 1388 – c. 1392).[3][4]", "34315905": "Irene Meichsner (born 1952 in Bonn) is a German science journalist and author. She works for Kölner Stadtanzeiger, a newspaper in Cologne and as a freelance journalist and book author.", "237186": "François Marie Charles Fourier (/ˈfʊrieɪ, -iər/;[1] French: [ʃaʁl fuʁje]; 7 April 1772 – 10 October 1837) was a French philosopher, an influential early socialist thinker, and one of the founders of utopian socialism. Some of his views, held to be radical in his lifetime, have become mainstream in modern society. For instance, Fourier is credited with having originated the word feminism in 1837.[2]", "8658563": "Gangadhara Vajapeyi/ Gangadhara Vajapeyin /Gaṅgādhara Vājapeyayāji also known by names Gangadhara Adhvarin and  Gangadhara Suri  was a great vedic scholar of the Yajurveda from Thiruvalangadu in Nagapattinam district of Tamil Nadu.[1][2] He was son of Shri Deva Nrisimha Bhatta and Sumati,[3] whose ancestors were connected with Appayya Dikshita.[4][5]  Gangadhara Vajapeyi was a grandson of  Samarapungava Dikshita who had authored books like Advaita Vidyatilakam [6] and Yatra Prabandha.[7] Samarapungava Dikshita was a sororal nephew of Appayya Dikshita. Gangadhara was a disciple of Visvarupa. He was a Smarta brahmin belonging to the Vadhula gotra.", "64659085": "M.F. Cleugh (1913–1986)[1] (Mary Frances Cleugh) was a philosopher and educationalist. For many years she worked at the University of London in their Education department. On retirement she went to live in Shropshire. She is most known for her 1936 PhD work The problem of time, with special reference to its importance for modern thought also at the University of London, which was published in 1937 by Methuen and which has been reprinted several times. Her later work took a psychological slant on the education of those with particular difficulties... the old, the mature or the \"slow\" learners. She led a one-year course for teachers of ESN children at the, Institute of Education, University of London and was a Reader in the same department. She herself argued that her interests lie mainly in the borderland where philosophy, psychology, and education meet.[2][3]\n[4]", "3317391": "Uma Narayan is an American feminist scholar and a current professor of philosophy at Vassar College on the Andrew W. Mellon Chair of Humanities. Narayan's work focuses on the epistemology of the inequities involving postcolonial feminism.", "60169874": "Adèle Van Reeth (born 1982) is a French philosopher, radio producer and columnist.", "62627476": "Michael  Adam Gerber Stocker is an American philosopher and Irwin & Marjorie Guttag Professor of Ethics and Political Philosophy at Syracuse University. [1] He is known for his works on ethics. Stocker is the author of the seminal paper The Schizophrenia of Modern Ethical Theories.[2]", "40597": "Alexander Hamilton (January 11, 1755, or 1757[a] – July 12, 1804) was an American military officer, statesman, and Founding Father who served as the first secretary of the treasury from 1789 to 1795 during George Washington's presidency.", "57351828": "Moses ben Elijah Bashyazi (1537–1555) was a Karaite scholar and great-grandson of Elijah Bashyazi. He was born in Constantinople and at 16 years of age, he displayed a remarkable degree of learning and a profound knowledge of foreign languages. He undertook for mere love of knowledge a voyage to the Land of Israel and Syria in order to explore these countries and to collect old manuscripts. Though he died at such an early age, he had composed many works, four of which are extant in manuscript:", "728727": "James Frederick Ferrier (16 June 1808 – 11 June 1864) was a Scottish metaphysical writer and philosopher. He introduced the word epistemology in philosophical English,[1] as well as coining agnoiology for the study of ignorance.[2]", "106139": "Alfred Schutz (/ʃʊts/; born Alfred Schütz, German: [ʃʏts]; 1899–1959) was an Austrian philosopher and social phenomenologist whose work bridged sociological and phenomenological traditions. Schutz is gradually being recognized as one of the 20th century's leading philosophers of social science.[1]: xv  He related Edmund Husserl's work to the social sciences, using it to develop the philosophical foundations of Max Weber's sociology, in his major work Phenomenology of the Social World.[2] However, much of his influence arose from the publication of his Collected Papers in the 1960s.[3]", "3907229": "Luuk Johannes van Middelaar (born 9 May 1973 in Eindhoven) is a Dutch historian and political philosopher. From December 2009 to 2014 he was a member of the cabinet of Herman Van Rompuy, the first full-time President of the European Council.[1] Van Middelaar is best known for his book The Passage to Europe (originally published in 2009 and widely translated).", "499358": "Thiruvalluvar, commonly known as Valluvar, was an Indian poet and philosopher. He is best known as the author of the Tirukkuṟaḷ, a collection of couplets on ethics, political and economic matters, and love. The text is considered an exceptional and widely cherished work of Tamil literature.[7]", "69475998": "Frédéric Gros (born 30 November 1965) is a French philosopher. He is a specialist in the work of Michel Foucault.[1]", "7020192": "James Allen Graff (b. East Orange, NJ, 1937 - d. Toronto, ON, October 23, 2005) was a professor of philosophy at the University of Toronto and an activist focused on human rights in Palestine.", "24420005": "Modjtaba Sadria (born March 1949) is an Iranian-born philosopher, socio-cultural theorist and international social policy development specialist. Professor Sadria has particular expertise in cross-cultural relations and East Asian studies. He has published many books and articles, including: \"Global Civil Society and Ethics: Finding Common Ground\" (Tokyo, 2003), \"People Who Live on the Edge of the World\" (Tokyo, 2002), \"Realism: Trap of International Relations\" (1994, in Japanese), and \"Prayer for Lost Objects: A Non-Weberian Approach to the Birth of Modern Society\" (2003, in Persian).\nHe has been the head of «Think Tank for Knowledge Excellence» since 2009, in Tehran, Iran. He has been scientific consultant in Denmark Nomad Academy, since summer 2011.", "302762": "Neem Karoli Baba (Hindi: नीम करौली बाबा, romanized: nīm karaulī bābā)[3] or Neeb Karori Baba (Hindi: नीब करौरी बाबा, romanized: nīb karaurī bābā) (c. 1900 – 11 September 1973), also known to his followers as 'Maharaj-ji', was a Hindu guru and a devotee of the Hindu deity Hanuman.[4] He is known outside India for being the spiritual master of a number of Americans who travelled to India in the 1960s and 70s, the most well-known being the spiritual teachers Ram Dass and Bhagavan Das, and the musicians Krishna Das and Jai Uttal.", "40115887": "Susan Brison is Professor of Philosophy and Eunice and Julian Cohen Professor for the Study of Ethics and Human Values at Dartmouth College, where she also teaches in the Program in Women's, Gender, and Sexuality Studies.[1]  For the 2016-17 academic year, she was the Laurance S. Rockefeller Visiting Professor for Distinguished Teaching at Princeton University.[2]  She has also held visiting appointments at New York University, Tufts University, and Princeton University.[3][4] Brison's work has succeeded in increasing the amount of attention that philosophy, as a field, pays to issues of rape and domestic violence.[3]", "38936243": "Abū Zakarīyā’ Yaḥyá ibn ʿAdī (John, father of Zachary, son of Adi) known as Yahya ibn Adi (893–974) was a Syriac Jacobite Christian[1] philosopher, theologian and translator working in Arabic.", "46407351": "Gerard \"Gerrit\" Moll LLD (1785–1838) was a Dutch scientist and mathematician. A polymath in his interests, he published in four languages.[1]", "36216509": "Iain Benjamin King CBE FRSA is a British writer.[1] King was appointed a Commander of the Order of the British Empire in the 2013 Birthday Honours, for services to governance in Libya, Afghanistan and Kosovo.[2][3]\nHe is a Scholar at the Modern War Institute, United States Military Academy at West Point,[4] and a former Fellow at the Center for Strategic and International Studies,[5] and at Cambridge University.[6][7][8][1]", "9674432": "Axiothea of Phlius (Greek: Ἀξιοθέα Φλειασία fl. c. 350 BCE) was a female student of Plato and Speusippus.[1] She was born in Phlius, which was under Spartan rule when Plato founded his Academy. Axiothea is said by Themistius to have read Plato's Republic and then traveled to Athens to be his student.[2] According to Dicearchus, Axiothea dressed[3] as a man during her time at Plato's Academy. After Plato's death she continued her studies with Speusippus, Plato's nephew.[4]", "24714948": "Hanna-l-Fakhoury (Arabic: حنا الفاخوري, Ḥānna Al-Faḫūry 1914 – October 4, 2011) was a Lebanese Melkite priest, member of the Missionaries of St. Paul Society, philosopher and linguist. He was born in Zahlé, Lebanon, where his family moved from the village of Majdaloun near Baalbek بعلبك. In 1927 he joined the \"Séminaire Sainte-Anne de Jérusalem\" (St. Ann's Seminary of  Jerusalem) where he completed his basic education in 1936.[1] He was ordained to priesthood in 1943.", "2072260": "Jeong Yak-yong (Korean: 정약용; also Chong Yagyong) was a Korean agronomist, philosopher, and poet. He is also known by his art name Dasan (다산; lit. tea mountain). He was one of the greatest thinkers in the later Joseon period, wrote highly influential books about philosophy, science and theories of government, held significant administrative positions, and was noted as a poet. He was a close confidant of King Jeongjo and his philosophical position is often identified with the Silhak school, and his concerns are better seen as explorations of Neo-Confucian themes.", "761542": "Michael Gareth Justin Evans (12 May 1946 – 10 August 1980) was a British philosopher who made substantial contributions to logic, philosophy of language and philosophy of mind. He is best known for his posthumous work The Varieties of Reference (1982), edited by John McDowell. The book considers different kinds of reference to objects, and argues for a number of conditions that must obtain for reference to occur.", "990917": "Giulio Cesare la Galla (or Julius Cæsar Lagalla or Giulio Cesare Lagalla) (1571–1624) was a professor of philosophy at the Collegio Romano in Italy.", "31170249": "Maurizio Ferraris (born 7 February 1956, in Turin) is an Italian continental philosopher and scholar, whose name is associated especially with the philosophical current named \"new realism\"—Ferraris wrote the Manifesto of New Realism in 2012, which was published by SUNY Press in 2014) -- which shares significant similarities with speculative realism and object oriented ontology.", "42540749": "June Etta Downey (July 13, 1875 – October 11, 1932) was an American psychologist who studied personality and handwriting. Downey was born and raised in Laramie, Wyoming, where she received her degree in Greek and Latin from the University of Wyoming.[1] Throughout her life Downey wrote seven books and over seventy articles. Included in this work, Downey developed the Individual Will-Temperament Test, which was one of the first tests to evaluate character traits separately from intellectual capacity and the first to use psychographic methods for interpretation.[2]", "335570": "Herbert Paul Grice (13 March 1913 – 28 August 1988),[1] usually publishing under the name H. P. Grice, H. Paul Grice, or Paul Grice, was a British philosopher of language  who created the theory of implicature and the cooperative principle (with its namesake Gricean maxims), which became foundational concepts in the linguistic field of pragmatics. His work on meaning has also influenced the philosophical study of semantics.", "8232660": "Gerhard Vollmer (born 17 November 1943) is a German physicist and philosopher. He is perhaps best known for his development of an evolutionary theory of knowledge.[1]", "3907287": "Palla di Onofrio Strozzi (1372 – 8 May 1462) was an Italian banker, politician, writer, philosopher and philologist.", "3055321": "Rick Roderick (June 16, 1949 – January 18, 2002) was an American professor of philosophy, best known for his lectures for The Teaching Company.", "32710366": "Terrell Ward Bynum (born 1941) is an American philosopher, writer and editor. Bynum is currently director of the Research Center on Computing and Society at Southern Connecticut State University, where he is also a professor of philosophy, and visiting professor in the Centre for Computing and Social Responsibility in De Montfort University, Leicester, England.[1] He is best known as a pioneer and historian in the field of computer and information ethics; for his achievements in that field, he was awarded the Barwise Prize of the American Philosophical Association,[2] the Weizenbaum Award of the International Society for Ethics and Information Technology,[3] and the 2011 Covey Award of the International Association for Computing and Philosophy.[4] In addition, Bynum was the founder and longtime editor-in-chief of the philosophy journal Metaphilosophy (1968 to 1993);[5] a key founding figure (1974–1980) and the first executive director (1980–1982) of the American Association of Philosophy Teachers; biographer of the philosopher/ mathematician Gottlob Frege, as well as a translator of Frege's early works in logic.[6] Bynum's most recent research and publications concern the ultimate nature of the universe and the impact of the information revolution upon philosophy.[7]", "1547999": "Lu Zhi (before late 140s?[4]–192),[5] courtesy name Zigan, was a Chinese historian, military general, philosopher, and politician during the Eastern Han dynasty. According to the Records of the Three Kingdoms, he was the mentor of Liu Bei and Gongsun Zan. He was described as a tall man (approximately 1.89 metres or 6'2\") with a sonorous voice.[6]", "33267426": "Iosif Arshakovich Andriasov, also Ovsep Andreasian (Russian: Ио́сиф Арша́кович Андриа́сов; 7 April 1933 in Moscow – 16 November 2000 in New York City), was a composer-symphonist, a moral philosopher, and a teacher.", "46407397": "Ugo Perone (born 16 April 1945 in Turin) is an Italian philosopher and Professor Emeritus of Philosophy.", "4759274": "Felix Weltsch (6 October 1884, Prague – 9 November 1964, Jerusalem), was a German-speaking Jewish librarian, philosopher, author, editor, publisher and journalist. A close friend of Max Brod, Ludwig Winder and Franz Kafka, he was one of the most important Zionists in Bohemia.", "32349940": "Berit Oskar Brogaard (born August 28, 1970) is a Danish–American philosopher specializing in the areas of cognitive neuroscience, philosophy of mind, and philosophy of language. Her recent work concerns synesthesia, savant syndrome, blindsight and perceptual reports. She is professor of philosophy and runs a perception lab at the University of Miami in Coral Gables, Florida.[1][2] She was also co-editor of the Philosophical Gourmet Report until 2021.", "7925": "David Hume (/hjuːm/; born David Home; 7 May NS [26 April OS] 1711 – 25 August 1776)[7] was a Scottish Enlightenment philosopher, historian, economist, librarian,[8] and essayist, who is best known today for his highly influential system of philosophical empiricism, skepticism, and naturalism.[1] Beginning with A Treatise of Human Nature (1739–40), Hume strove to create a naturalistic science of man that examined the psychological basis of human nature. Hume followed John Locke in rejecting the existence of innate ideas, concluding that all human knowledge derives solely from experience. This places him with Francis Bacon, Thomas Hobbes, John Locke, and George Berkeley as an empiricist.[9]", "6037237": "Edgar Arthur Singer Jr. (November 13, 1873 – April 4, 1954) was an American philosopher, professor at the University of Pennsylvania, and proponent of experimentalism.[1]", "54664958": "Nurida Zulfi kizi Kurbanova is an Azerbaijani philosopher, known for her research in the sphere of alternative medicine and parapsychology. She was born in Shusha city. When Nurida was ten years old, she was hit by lightning and spent over a month in a coma. Nurida Kurbanova has a Ph.D. in philosophy and a candidate of Energy and Information Sciences. For her scientific work, Kurbanova was awarded several high international awards. She is the founder of the International Fund For Contribution for Peace and Culture.[1][2][3]", "14491391": "Rongzom Chökyi Zangpo (Tibetan: རོང་ཟོམ་ཆོས་ཀྱི་བཟང་པོ, Wylie: rong zom  chos kyi bzang po),[1] widely known as Rongzom Mahapandita, Rongzom Dharmabhadra, or simply as Rongzompa, was one of the most important scholars of the Nyingma school of Tibetan Buddhism. Together with Longchenpa and Ju Mipham, he is often considered to be one of the three \"omniscient\" writers of the school. His elder contemporary Atiśa (980–1054) considered Rongzompa to be an incarnation of the Indian ācārya Kṛṣṇapāda, the Great.[2][3] The Tibetan historian Gö Lotsawa (1392–1481) said of Rongzom that no scholar in Tibet was his equal.", "8855296": "Johan Adam Heyns (1928–1994) was an Afrikaner Calvinist theologian and moderator of the general synod of the Nederduits Gereformeerde Kerk (NGK) in South Africa.  He was assassinated at his home in Waterkloof Ridge, Pretoria.", "20750081": "Hans Lenk (born 23 March 1935) is a German rower who competed for the United Team of Germany in the 1960 Summer Olympics, and an Emeritus Professor of Philosophy. He was born in Berlin.", "74358530": "Denis Bradley (born 1943) is an American philosopher and  Professor Emeritus of Philosophy at Georgetown University. He is a fellow of the American Academy in Rome and is known for his works on Aquinas.[1][2][3]", "7935": "David Director Friedman (born February 12, 1945) is an American economist, physicist, legal scholar, author, and anarcho-capitalist theorist.[third-party source needed] Although he studied chemistry and physics and not law or economics, he is known for his textbook writings on microeconomics and the libertarian theory of anarcho-capitalism, which is the subject of his most popular book, The Machinery of Freedom.[2] Described by Walter Block as a \"free-market anarchist\" theorist,[3] Friedman has also authored several other books and articles, including Price Theory: An Intermediate Text (1986), Law's Order: What Economics Has to Do with Law and Why It Matters (2000), Hidden Order: The Economics of Everyday Life (1996), and Future Imperfect (2008).[4]", "2400008": "Samuel Benjamin Harris (born April 9, 1967) is an American philosopher, neuroscientist,  author, and podcast host. His work touches on a range of topics, including rationality, religion, ethics, free will, neuroscience, meditation, psychedelics, philosophy of mind, politics, terrorism, and artificial intelligence. Harris came to prominence for his criticism of religion, and is known as one of the \"Four Horsemen\" of New Atheism, along with Richard Dawkins, Christopher Hitchens, and Daniel Dennett.[2][3][4]", "17833739": "Raymond Ruyer (13 January 1902 – 1987) was a French philosopher in the late 20th century. His work covered topics including the philosophy of biology, the philosophy of informatics, the philosophy of value and others. His most popular book is The Gnosis of Princeton in which he presents his own philosophical views under the pretence that he was representing the views of an imaginary group of American scientists. He developed an account of panpsychism which was a major influence on philosophers such as Adolf Portmann, Gilbert Simondon, Gilles Deleuze and Félix Guattari.", "1974030": "Ralph Strode[1] (fl. 1350 – 1400), English schoolman, and putative poet, was probably a native of the West Midlands.", "71016207": "Rollen Edward Houser is a Thomistic philosopher and professor emeritus at the University of St. Thomas in Houston, Texas.[2]", "15343375": "Ulrich of Strasbourg (c. 1225–1277)[1] was a German Dominican theologian and scholastic philosopher from Strasbourg, Alsace. A disciple of Albertus Magnus, he is known for his De summo bono, written 1265 to 1272.[2]", "60137238": "-Philosophy", "12885783": "Milton Steinberg (November 25, 1903 – March 20, 1950) was an American rabbi, philosopher, theologian and author.", "58892058": "Greg Restall (born 11 January 1969) is an Australian philosopher and Professor of Philosophy at the University of St Andrews.\nHe is a fellow of the Australian Academy of the Humanities.[1] \nRestall is known for his research on logic and theories of meaning.[2]\nAfter working at the University of Melbourne for years he was appointed the Shelby Cullom David Professor of Philosophy at the University of St Andrews.", "66232092": "Friederike Moltmann is a linguist and philosopher. She has done pioneering work at the intersection of philosophy and linguistics, especially on the interface between metaphysics and natural language semantics, but also on the interface between philosophy of mind and mathematics.[1] She is an important proponent of natural language ontology.[2] She is currently Research Director at the French National Centre for Scientific Research (CNRS) in Paris.", "302879": "Max Black (24 February 1909 – 27 August 1988) was an Azerbaijani-born British-American philosopher who was a leading figure in analytic philosophy in the years after World War II. He made contributions to the philosophy of language, the philosophy of mathematics and science, and the philosophy of art, also publishing studies of the work of philosophers such as Frege. His translation (with Peter Geach) of Frege's published philosophical writing is a classic text.", "794399": "Porphyry of Tyre (/ˈpɔːrfɪri/; Greek: Πορφύριος, Porphýrios; c. 234 – c. 305 AD) was a Neoplatonic philosopher born in Tyre, Roman Phoenicia[1] during Roman rule.[a][1][2] He edited and published The Enneads, the only collection of the work of Plotinus, his teacher.", "45260576": "Abdennour Bidar (born 13 January 1971) is a French writer and philosopher of Islamic culture.[1]", "67968802": "Azerbaijani philosophy (Azerbaijani: Azərbaycan fəlsəfəsi) is the socio-political thinking of the Azerbaijani people and the collection of the philosophical heritage of Azerbaijani thinkers.", "302882": "Sir Anthony John Patrick Kenny FBA (born 16 March 1931) is a British philosopher whose interests lie in the philosophy of mind, ancient and scholastic philosophy, the philosophy of religion, and the philosophy of Wittgenstein of whose literary estate he is an executor. With Peter Geach, he has made a significant contribution to analytical Thomism, a movement whose aim is to present the thought of St. Thomas Aquinas in the style of analytic philosophy. He is a former president of the British Academy and the Royal Institute of Philosophy.", "302884": "Peter Thomas Geach[a] FBA (29 March 1916 – 21 December 2013) was a British philosopher who was Professor of Logic at the University of Leeds. His areas of interest were philosophical logic, ethics, history of philosophy, philosophy of religion and the theory of identity.", "302888": "Sir Michael Anthony Eardley Dummett FBA (/ˈdʌmɪt/; 27 June 1925 – 27 December 2011) was an English academic described as \"among the most significant British philosophers of the last century and a leading campaigner for racial tolerance and equality.\"[3] He was, until 1992, Wykeham Professor of Logic at the University of Oxford. He wrote on the history of analytic philosophy, notably as an interpreter of Frege, and made original contributions particularly in the philosophies of mathematics, logic, language and metaphysics."}