{"69461655": "Constance Ruth Ahrons (April 16, 1937 - November 29, 2021) was an American psychotherapist. She was an early advocate of collaborative divorce.[1][2]", "42493606": "Robert Alex Johnson (May 26, 1921 – September 12, 2018) was an American Jungian analyst and author.[1] His books have sold more than 3 million copies.[2]", "73557674": "Richard C. Schwartz (born 14 September 1949),[1] is an American systemic family therapist, academic, author, and creator of the Internal Family Systems (IFS) branch of therapy.[2][3] He developed his foundational work with IFS in the 1980s[4] after noticing that his clients were made up of many different pieces of \"parts\" of their \"Self.\"[5][6] He teaches that, \"Our inner parts contain valuable qualities and our core Self knows how to heal, allowing us to become integrated and whole. In IFS all parts are welcome.\"[7]", "47605420": "Benjamin Binem Wolman (October 27, 1908 – January 3, 2000) was a Polish-American psychologist and writer.", "59565742": "Edward Barrett Warman (April 29, 1847 – November 26, 1931) was an American psychologist and health expert. He edited a column in the Los Angeles Times called \"The Care of the Body\", and he authored several books about physical culture.[1][2][3] He advocated daily physical exercise.[4]", "67102396": "Susan A. David (born September 13, 1970) is a South African psychologist, speaker and author.", "2352830": "John Eric Rayner Staddon (born 19 March 1937) is a British-born American psychologist. He has been a critic of Skinnerian behaviorism and proposed a theoretically-based \"New Behaviorism\".[1] John Staddon conducted theoretical behaviorism research in adaptive function, mechanisms of learning, and optimality theories. He completed his graduate work at the Skinner Lab in Harvard in the 1960s, with Richard Herrnstein.[2]", "40691391": "Marilyn Price-Mitchell (born March 1, 1949) is an American psychologist,[1] author,[3] columnist, speaker,[4] and youth development expert.[2][5][6] She is the co-founder[7] and serves on the Advisory Board[8] of the Washington State Family & Community Engagement Trust (formerly known as the National ParentNet Association)[9] and has a regular column at Psychology Today.[10] She has also served as a fellow at the Fielding Graduate University Institute for Social Innovation.[11][12]", "43116222": "Freda Gladys Newcombe (1925–2001) was a British clinical neuropsychologist who played a pivotal role in the development of the discipline of cognitive neuropsychology. She was a fellow of Linacre College, Oxford, from 1968 to 1992, and then Honorary Fellow from 1992. She served as President of the International Neuropsychological Society in 1985 and was made an Honorary Fellow of the British Psychological Society in 1994. She was awarded an honorary degree by the University of Essex in 1995.[2][3][4][5][6]", "1173185": "Jessica Utts (born 1952) is a parapsychologist and statistics professor at the University of California, Irvine. She is known for her textbooks on statistics and her investigation into remote viewing.[1][2]", "67528405": "Kaarina Elisabeth Suonio (née Brusiin; born 7 February 1941) is a Finnish retired politician and psychologist. She represented Helsinki in the Parliament of Finland from 1975 to 1986 as a member of the Social Democratic Party. From 1982 to 1986, she was Finland's minister of education, and from 1994 to 1997, she was the last governor of Häme Province prior to its merger with other provinces.", "39937754": "Tony Toneatto is the director of the Buddhism, Psychology and Mental Health undergraduate program at the University of Toronto. This program offers a number of courses exploring Buddhism, psychology, psychotherapy, mindfulness meditation, applied Buddhism, research methods in Buddhist research and cognitive science.", "4155107": "Roger A. Hart (born c. 1950) is a child-rights academic, and former Professor of Psychology and Geography at the City University of New York and co-director of the Children's Environments Research Group.[1]", "52324070": "Walter Raleigh Browne (1842 – 4 September 1884) was an English civil engineer and Christian writer.[1]", "69854965": "Alexander James McIvor-Tyndall (March 4, 1860 – 1940), also known as Ali Nomad was an English-American hypnotist, mentalist and new thought writer.", "54552312": "Ray Bull is a British psychologist and emeritus professor of forensic psychology at the University of Leicester. He is also a visiting professor at the University of Portsmouth and a part-time professor of criminal investigation at the University of Derby. Since 2014, he has been the president of the European Association of Psychology and Law.[1][2]", "35153660": "Elizabeth Zelinski is an American college professor known for her expertise in gerontechnology, neuroscience, and cognition. She is the Rita and Edward Polusky Chair in Education and Aging Professor of Gerontology and Psychology at the USC Davis School of Gerontology and she heads the Center for Digital Aging.[1] Zelinski studies longitudinal changes in objective cognition and self-reported memory in healthy older adults, interventions to improve their cognition and health effects on cognition in aging.", "13231872": "R. Christopher Barden Ph.D., J.D., L.P. is  the director of the National Association for Consumer Protection In Mental Health Practices [1]", "3401477": "Sonu Shamdasani (born 1962) is a London-based author, editor in chief, and professor at University College London. His research and writings focus on Carl Gustav Jung (1875–1961) and cover the history of psychiatry and psychology from the mid-nineteenth century to current times.", "39282444": "Emory L. Cowen (1926 – November 30, 2000) was an American psychologist who pioneered the promotion of wellness in mental health. Cowen is widely considered one of the fathers of community psychology and community mental health due to his research and implementation of early detection and primary and secondary prevention in mental health. In the field of psychology, he initiated the shift from treating dysfunction to preventing problems before they occurred.", "71067407": "Jen Jack Gieseking is an environmental psychologist, author, and associate professor of geography at the University of Kentucky.[1]", "56551191": "Andrzej Eliasz is a Polish psychologist, professor, and former rector of the SWPS University of Humanities and Social Sciences (1996-2016).[1][2] Chairman of the board of trustees.", "73623324": "Maureen McEvoy Black (born 1945) is an American pediatric psychologist and expert in early childhood development. She specializes in growth and nutrition. Black was the John A. Scholl MD and Mary Louise Scholl MD Endowed Professor at the University of Maryland School of Medicine from 2003 to 2021.", "25257760": "Marcela Paz Vacarezza Etcheverry (born 8 May 1970 in Antofagasta) is a Chilean actress, psychologist and beauty pageant titleholder. She is married to the TV host Rafael Araneda with whom she has three children, Martina, Florencia and Vicente.[1]", "17590050": "Sir Godfrey Hilton Thomson FRSE DCL (27 March 1881 – 9 February 1955) was an English educational psychologist known as a critical pioneer in intelligence research.[1]", "48686883": "Kobi Kazembe Kambon (a.k.a. Joseph A. Baldwin; November 29, 1943 - December 31, 2018) was a black educator and psychologist. His research has been particularly influential in areas relating to African (Black) Psychology, cultural survival in the face of cultural oppression, and mental health. A former National President of the Association of Black Psychologists (ABPsi), Kambon published over 60 scholarly articles, and wrote five books, including two textbooks that are frequently used in Psychology and Black Studies courses across the country.[1]", "6121253": "The College of Psychologists of Ontario (CPO) is the regulatory college for the profession of psychology in Ontario, Canada. It sets the standards for the provision of psychological services by Psychologists and Psychological Associates.", "52782886": "Julian Rappaport is an  American psychologist who introduced the concept of empowerment into social work and social psychiatry. He is a recipient of the American Psychological Association's Division of Community Psychology Distinguished Career Award and of the Seymour B. Sarason Award for \"novel and critical rethinking of basic assumptions and approaches to human services, education, and other areas of community research and action.\"[1]", "56551209": "Terri Conley is an American social psychologist who studies gender differences in sexuality, consequences of departures from monogamy, and the consequences of masculinity threat. She is currently an associate professor of psychology and women's and gender studies at the University of Michigan, where she leads the Stigmatized Sexualities research lab.[1][2]", "58582825": "Lawrence Schlesinger Kubie (17 March 1896 – 27 October 1973) was an American psychiatrist and psychoanalyst who practiced in New York City from 1930 to 1959.[1] Kubie had several celebrity patients, including Tennessee Williams, Leonard Bernstein, Moss Hart, Kurt Weill, Vivien Leigh and Sid Caesar.", "64186173": "Gudela Grote (born 4 December 1960) is a German psychologist and academic. She was educated in Germany and the United States, and established her career in Switzerland.[1][2]", "27223870": "Arthur Guirdham (1905–1992) was an English physician, psychiatrist, novelist, and writer on the Cathar sect, alternative medicine, ESP and reincarnation.", "1501010": "Gordon G. Gallup Jr. (/ˈɡæləp/; born 1941) is an American psychologist in the University at Albany's psychology department, researching biopsychology.", "57763672": "Sybil Alexandra Burt is an American psychologist and behavior geneticist. She is professor of psychology at Michigan State University and the co-director of its Michigan State University Twin Registry. She is known for researching the role of genetic factors in parenting[1][2] and popularity.[3] She has also researched the link between antisocial behavior and marriage, finding that the relationship appears to be bidirectional: in her research, men with fewer antisocial behaviors were more likely to get married, and once they did so, their rates of antisocial behavior decreased even more.[4][5]", "39053146": "Beatrice Ann Wright (born Beatrice Ann Posner December 16, 1917 – July 31, 2018) was an American psychologist known for her work in Rehabilitation psychology. She was the author of a seminal work on disability and psychology, Physical Disability—A Psychological Approach (1960) and its second edition, retitled Physical Disability—A Psychosocial Approach (1983).[1][2]", "61892449": "Grazyna Kochanska is a Polish-American developmental psychologist known for her research on parent-child relationships, developmental psychopathology, child temperament and its role in social development. She is the Stuit Professor of Developmental Psychology at the University of Iowa.", "52258659": "Parvathi T., also known as Maala Parvathi, is an Indian actress, who appears mainly in Malayalam  films.", "56649578": "Robert Frank Krueger is Hathaway Distinguished Professor of Clinical Psychology and Distinguished McKnight University Professor in the Department of Psychology at the University of Minnesota.[1] He is known for his research on personality psychology, clinical psychology, quantitative psychology, developmental psychology, personality disorders, behavioral genetics, and psychopathology.[2][3][4]  He is the co-editor-in-chief of the Journal of Personality Disorders.[5]", "45049716": "Kevin Dutton (born 1967) is a British psychologist and writer, specialising in the study of psychopathy.[1]", "2582389": "Stanley Albert Gooch (born 1932 in Lewisham, London, died 13 September 2010)[1] was a British psychologist and author who is probably best known as the proponent of a \"hybrid-origin theory\" of human evolution.", "61171582": "Sabine Bahn is a professor of Neurotechnology, Professor & Director of the Bahn Laboratory at The University of Cambridge, a Professor of Translational Neuropsychiatry at Erasmus Medical Centre", "44623751": "Catherine Gildiner (born 1948) is an American–Canadian author and clinical psychologist.", "58320778": "David Zachary (Zach) Hambrick is a psychology professor at Michigan State University, known for his research on the effects of practice on proficiency in various skills. Hambrick's research has concluded that practice is important in explaining ability in fields such as chess, music, and academics, but less so than argued by other psychologists, notably K. Anders Ericsson.[1][2][3] Hambrick contends that, in addition to amount of practice, working memory capacity is associated with better performance on a wide variety of tasks.[4][5]", "485267": "Alexandra Adler (24 September 1901 – 4 January 2001) was an Austrian neurologist and the daughter of psychoanalyst Alfred Adler. She has been described as one of the \"leading systematizers and interpreters\" of Adlerian psychology.[1] Her sister was Socialist activist Valentine Adler.[2] Alexandra Adler's husband was Halfdan Gregersen.[3]", "61990803": "Frank Joseph McGuigan (December 7, 1924 – April 8, 1998) was an American psychologist. His research spanned multiple areas, including cybernetics, electrophysiology, and psychophysiology.[1][3]", "23947175": "Richard Farson Ph.D., (November 16, 1926 – June 13, 2017)[1] was an American psychologist, author, and educator. He was the president and chief executive officer of the Western Behavioral Sciences Institute, which he co-founded in 1958 with physicist Paul Lloyd and social psychologist Wayman Crow.[1]", "29616047": "Tirzah Firestone (born May 27, 1954) is an American analytical psychotherapist, author, and Jewish Renewal rabbi. She is the founding rabbi of Congregation Nevei Kodesh, a Jewish Renewal synagogue in Boulder, Colorado, and is now Rabbi Emerita there.[1] She was ordained by Rabbi Zalman Schachter-Shalomi in 1992 and is a leader in the international Jewish Renewal Movement.", "12478417": "Rob Yeung is a British psychologist and management author. He has published research studies on personality in academic journals, particularly Personality and Individual Differences. He writes a column on confidence for UK newspaper The Daily Telegraph and contributes to newspapers including Financial Times, The Guardian and The Sunday Times. He appears on television programmes including CNBC news, Celebrity Big Brother, BBC Breakfast, CNN news, and Working Lunch on the BBC. He is a columnist for Accounting and Business, a periodical published ten times a year by the Association of Chartered Certified Accountants (ACCA).", "54421463": "Sandra L. Calvert is a developmental and child psychologist, whose scholarship illuminates the children's media area, including policy implications.[1][2] Calvert is currently professor of psychology,[1][2] and an affiliated faculty member at the McCourt School of Public Policy at Georgetown University.[3] Calvert is also the co-founder and Director of the Children's Digital Media Center,[2] a multi-university research initiative funded primarily by multiple grants from the National Science Foundation,[4] as well as by private foundations. Calvert served as chair of the department of psychology at Georgetown University from 2006 to 2009.[1]", "25061342": "Małgorzata Anna Łamacz (1949 - 2017) is an American researcher specializing in sexuality and behavioural genetics. As Margaret Lamacz, she is the co-author of the 1989 book Vandalized Lovemaps with John Money.[1] She also participated in extensive research of schizophrenia.", "73492450": "Daria Abramowicz (born 10 October 1987)[1] is a Polish sports psychologist known for working with professional tennis player Iga Świątek.", "65955846": "Anne Cheryl Petersen (born September 11, 1944) is an American developmental scientist. She served as dean of the College of Health and Human Development at Pennsylvania State University, deputy director and chief operating officer of the National Science Foundation, and vice-president of programs at the W. K. Kellogg Foundation. She is one of the founders of the Association for Psychological Science.[1] In 2000, she was listed as one of the most influential psychologists by the Encyclopedia of Psychology.[2] Her research has focused primarily on adolescent development and gender issues.[3]", "65234951": "Tara McConnell Chaplin is an American psychologist.", "17885192": "John Leonard Horn (September 7, 1928 – August 18, 2006) was a scholar, cognitive psychologist and a pioneer in developing theories of intelligence.\nThe Cattell-Horn- Carroll (CHC) theory is the basis for many modern IQ tests. Horn's parallel analysis, a method for determining the number of factors to keep in an exploratory factor analysis, is also named after him.", "49539082": "Ja Arthur Jahannes (August 25, 1942 – July 5, 2015) was a professor at Savannah State University in Savannah, Georgia and the pastor of the Abyssinia Missionary Baptist Church in Savannah. He was a prolific playwright, music composer, essayist, and poet, a frequent theatre director and international lecturer,[1] and a pioneer of Black psychology.[2]", "42625034": "Francis Pleasant Robinson (December 21, 1906 – August 6, 1983) was an educational psychologist. As an educational psychologist, he spent his years teaching both college students and military personnel how to learn from textbooks.", "71165964": "The Dominican College of Psychologists (CODOPSI), is a non-profit organization that regulates the practice of Psychology in the Dominican Republic.", "34695191": "Tony Humphreys is an Irish educator, a consultant clinical psychologist, the founder of the Relationship Mentoring modality of Psychotherapy and the author of eleven self-help books translated into 15 languages and available in 28 countries. They notably[citation needed] include A Different Kind of Teacher, Self-esteem: the Key to your Child's Future (1995), The Power of \"Negative\" Thinking (1996), Children Feeling Good (1998) and ‘'Relationship, Relationship, Relationship: The Heart of a Mature Society'’ (2010).", "67495960": "Ilse Hellman Noach (28 September 1908 – 3 December 1998) was an Austrian-British psychoanalyst and child development expert. She worked with child evacuees from London with psychological issues in the first two years of the Second World War under the employ of the Home Office before working at Anna Freud's Hampstead War Nurseries until the war was over. Hellman trained in psychoanalysis under Dorothy Burlingham and worked at Burlingham's and Freud's Hampsead Child Therapy Course and Clinic from 1945 until her retirement in 1992. She published From War Babies to Grandmothers: Forty-Eight Years in Psychoanalysis in 1990.", "24176667": "Leah Giarratano is a clinical psychologist and author who specialises in a number of areas including psychopathology and trauma counselling. She is an expert in psychological trauma and sex offences, treating both perpetrators and victims.[1]", "6383644": "Philip Nicholas Johnson-Laird, FRS, FBA (born 12 October 1936)[1] is a philosopher of language and reasoning and a developer of the mental model theory of reasoning.[2] He was a professor at Princeton University's Department of Psychology, as well as the author of several notable books on human cognition and the psychology of reasoning.[3]", "23423003": "Manfred Schanfarber Guttmacher (May 19, 1898 – November 7, 1966) was an American forensic psychiatrist and chief medical officer who focused on the connections between psychiatry and criminal law. Guttmacher testified in the trial of Jack Ruby and authored The Dog Must Wag The Tail: Psychiatry And The Law, America's Last King: An Interpretation of the Madness of George III and other works.[2]", "17885216": "Jonathan Plucker is the Julian C. Stanley Professor of Talent Development at Johns Hopkins University, where he works in the School of Education and the Center for Talented Youth. He previously served as Raymond Neag Endowed Professor of Education at the University of Connecticut and as a professor of educational psychology and cognitive science at Indiana University. A scholar of creativity, intelligence, and education policy, he is the author of over 200 papers and author or editor of four books: Critical Issues and Practices in Gifted Education with Carolyn Callahan (1st and 2nd editions), Essentials of Creativity Assessment with James Kaufman and John Baer, and Intelligence 101 with Amber Esping. Plucker has also led the development of a popular web site on human intelligence. He was the 2007-2008 president of the American Psychological Association's Society for the Psychology of Aesthetics, Creativity, and the Arts (Division 10).", "69036070": "Helen Margaret Stallman is an Australian scientist, clinical psychologist and author. She is director of the International Association of University Health and Wellbeing.[1]", "50227241": "David Pafford Crews is the Ashbel Smith Professor of Zoology and Psychology at the University of Texas at Austin. He has been a pioneer in several areas of reproductive biology, including evolution of sexual behavior and differentiation, neural and phenotypic plasticity, and the role of endocrine disruptors on brain and behavior.", "26994739": "Ethel Dench Puffer Howes (10 October 1872 – 1950) was an American psychologist, suffragist, and college professor. She taught at Wellesley College, Smith College, and Simmons College. She was Executive Secretary of the National College Equal Suffrage League, and founder of the Institute for the Coordination of Women's Interests at Smith College.", "49997890": "Svenn Omar Torgersen (born 24 February 1941) is a Norwegian psychologist.", "66316355": "Michael J. Apter (born 1939) is a British psychologist who was born in England and grew up in Bristol.[1] He was educated at Clifton College (1965) and at Bristol University where he gained both his Bachelor of Science degree and his Doctorate in Psychology in 1965,[2] having also spent a doctoral year at Princeton University. He taught for twenty years at Cardiff University in Wales and has since held invited positions at Purdue University, the University of Chicago, Yale University, University of Toulouse,[3] and Georgetown University.[4] He also taught at Northwestern University where he received a teaching award.[5] He has held visiting positions at several additional universities and is a chartered psychologist and fellow of the British Psychological Society.[6]", "1108037": "Vladimir Mikhailovich Bekhterev[1] (Russian: Влади́мир Миха́йлович Бе́хтерев, IPA: [ˈbʲextʲɪrʲɪf]; 20 January 1857 – 24 December 1927) was a Russian neurologist and the father of objective psychology. He is best known for noting the role of the hippocampus in memory, his study of reflexes, and Bekhterev’s disease. Moreover, he is known for his competition with Ivan Pavlov regarding the study of conditioned reflexes.", "33581129": "Mary Sturt (8 September 1896 – 1993), also known as Molly, was a British educational psychologist and historian of education.[1] She was Vice-Principal of St Mary's College, Bangor, an Anglican teacher-training college for women.[2]", "26437707": "Wolfgang Wagner  (born 1949 in Vienna, Austria) is an Austrian social psychologist, currently professor at the Department of Psychology at the University of Tartu, Estonia. Formerly he was at the Johannes Kepler University in Linz, Austria, and affiliated with the Department of Social Psychology and Methodology at the University of San Sebastián, Spain. He is renowned for his contributions to the Theory of Social Representations.", "63006802": "Leonie Huddy is an Australian political scientist, currently a professor of political science at the State University of New York at Stony Brook. She studies American patriotism and national identity, public opinion regarding the Iraq War, and political identity in areas like attitudes towards feminism and gendered perceptions about political candidates.", "30402648": "David Lisak is an American clinical psychologist. He received his PhD from Duke University, and is a retired associate professor of psychology at the University of Massachusetts Boston.[1] Lisak's research focuses on \"the causes and consequences of interpersonal violence...motives and behaviors of rapists and murderers, the impact of childhood abuse on adult men, and relationship between child abuse and later violence\".[2]", "7104611": "H. Stephen Larsen is a psychologist and author who, with his wife Robin Larsen, was on the founding board of advisors of the Joseph Campbell Foundation,[1] and also founded the Center for Symbolic Studies,[2] to carry on with the work of Joseph Campbell.  He is best known for his work in mythology, and for being a pioneer in the field of neurofeedback.[3]", "67987558": "Orla Therese Muldoon is an Irish social and political psychologist and founding professor of psychology at the University of Limerick. Her research concerns how groups memberships and social identities affect health and well-being.", "30402663": "Howard Bloom (born June 25, 1943) is an American author. He was a music publicist in the 1970s and 1980s for  singers and bands such as Prince,[1] Billy Joel,[2] and  Styx.[3][4] He has published a book on Islam, The Muhammad Code, an autobiography, How I Accidentally Started The Sixties, and three books on human evolution and group behavior: The Genius of the Beast, Global Brain, and The Lucifer Principle.", "57763963": "William George Iacono is an American psychologist known for his research using behavior genetic methodologies, such as twin and adoption studies, to study the development of common mental disorders and substance abuse. He has also researched the relationship between substance use and cognitive impairment among adolescents. He is a Distinguished McKnight University Professor in the Department of Psychology at the University of Minnesota, where he is also the co-director, with Matt McGue, of the Minnesota Center for Twin and Family Research. Before joining the faculty of the University of Minnesota in 1985, he was an associate professor at the University of British Columbia.[2][3]", "59730044": "Shinobu Kitayama (born March 9, 1957)[1] is a Japanese social psychologist and the Robert B. Zajonc Collegiate Professor of Psychology at the University of Michigan. He is also the Social Psychology Area Chair and Director of the Culture & Cognition Program at the University of Michigan. He is the editor-in-chief of the Attitudes and Social Cognition section of the Journal of Personality and Social Psychology.[2] He received his bachelor's degree and master's degree from Kyoto University and his doctorate from the University of Michigan.[3] Together with Mayumi Karasawa, he discovered the birthday-number effect, the subconscious tendency of people to prefer the numbers in the date of their birthday over other numbers. Prof. Kitayama is best known for his work on the social psychology of culture as it relates to the self. He and Hazel Rose Markus have argued that Western selves are constructed as independent from others, and people from many East Asian cultures construct interdependent selves, based on the fundamental relatedness of individuals to each other. These differently constructed selves deeply affect how people see the world, how they experience emotions, how they organize their experience, and what they value.", "59697275": "Horatio Milo Pollock (2 September 1868 – 8 May 1950) was an American statistician.", "55240828": "Other reasons this message may be displayed:", "30304384": "Neal M. Ashkanasy OAM (born 5 June 1945[citation needed]) is an Australian academic best known for his work on emotions in the workplace.[1] He was honored for his \"service to tertiary education, to psychology and to the community.\"[2] He began his career as a civil engineer but is now a Professor of Management at the University of Queensland Business School.[3]", "67102860": "Felicia Brabec (born c. 1974) is an American politician serving as a member of the Michigan House of Representatives from the 55th district. Elected in 2020, she assumed office on January 1, 2021.", "2353294": "Martha Julia Farah (born 30 August 1955) is a cognitive neuroscience researcher at the University of Pennsylvania.  She has worked on an unusually wide range of topics; the citation for her lifetime achievement award from the Association for Psychological Science states that “Her studies on the topics of mental imagery, face recognition, semantic memory, reading, attention, and executive functioning have become classics in the field.”", "49440916": "Andy Field (born 21 June 1973) is an English academic currently serving as Professor of Quantitative Methods at the University of Sussex.", "56027287": "Tiffany Martini Field is professor in the departments of pediatrics, psychology, and psychiatry at the University of Miami School of Medicine and director of the Touch Research Institute. She specializes in infant development, especially with regard to the impact of maternal postpartum depression on mother-infant interaction and the efficacy of massage and touch therapy in promoting growth and emotional well-being in premature and low birth weight infants.[1][2][3]", "157854": "Melanie Klein (née Reizes; 30 March 1882 – 22 September 1960) was an Austrian-British author and psychoanalyst known for her work in child analysis. She was the primary figure in the development of object relations theory. Klein suggested that pre-verbal existential anxiety in infancy catalyzed the formation of the unconscious, which resulted in the unconscious splitting of the world into good and bad idealizations. In her theory, how the child resolves that split depends on the constitution of the child and the character of nurturing the child experiences. The quality of resolution can inform the presence, absence, and/or type of distresses a person experiences later in life.[1]", "7235745": "Daniel David (born 23 November 1972) is a Romanian academic. He is \"Aaron T. Beck\" professor of Clinical Psychology and Psychotherapy at the Babeș-Bolyai University, Cluj-Napoca. He was the head of the Department of Clinical Psychology and Psychotherapy[1] of the Babeş-Bolyai University between 2007 and 2012. Daniel David is also an adjunct professor at Icahn School of Medicine at Mount Sinai[2] and is the head of the Research Program at Albert Ellis Institute[3] in New York.", "2386125": "Christopher Richard Brand (1 June 1943 – 28 May 2017) was a British psychological and psychometric researcher who gained media attention for his controversial statements on race and intelligence and paedophilia.[2]", "10217682": "Sir Cary Lynn Cooper CBE FAcSS (born 28 April 1940), is an American-born British psychologist and 50th Anniversary Professor of Organizational Psychology and Health at the Manchester Business School, University of Manchester.", "8808659": "Edwin C. Nevis (May 20, 1926, Brooklyn, New York – May 20, 2011, Wellfleet, Massachusetts) was a gestalt therapist who identified Maslow's hierarchy of needs as culturally relative and formulated a hierarchy of needs for Chinese culture and a mode of classifying hierarchies of needs in different cultures. He co-founded the Gestalt Institute of Cleveland and founded the Gestalt International Study Center, and was a faculty member in management at the MIT Sloan School of Management.", "42100955": "Roger W. Schvaneveldt (born April 11, 1941 in Logan, Utah) is an American experimental psychologist with a focus on basic and applied research in cognitive psychology. He earned a PhD from the University of Wisconsin–Madison in 1967 and has been on the faculties of Stony Brook University (1967–77), New Mexico State University (1977–2000), and Arizona State University (2000–10).", "50194654": "Margaret Clark-Williams (1910-1975) was an American psychoanalyst, who worked as a lay analyst in both France and England.", "74049765": "Other reasons this message may be displayed:", "41969899": "Kelly McGonigal (born October 21, 1977) is a health psychologist and lecturer at Stanford University who is known for her work in the field of \"science help\" which focuses on translating insights from psychology and neuroscience into practical strategies that support health and well-being.[1] Mainstream media articles about inner-conflict-related aspects of modern lifestyles regularly quote her.[who?] A longtime advocate of self-compassion and mindfulness as stress-coping strategies, McGonigal has altered her focus on the problematic aspects of stress; in a talk at the TEDGlobal 2013, she emphasized the importance of an individual's subjective belief in themselves as someone who is able to cope successfully as being a crucial factor in their actual response to stress.", "61761772": "As minor planet discoveries are confirmed, they are given a permanent number by the IAU's Minor Planet Center (MPC), and the discoverers can then submit names for them, following the IAU's naming conventions. The list below concerns those minor planets in the specified number-range that have received names, and explains the meanings of those names.", "40724721": "Henricus Franciscus Maria (Harry) Peeters (3 October 1931 - 17 November 2012) was a Dutch historian and psychologist, Emeritus Professor of Historical Psychology at the Tilburg University, and founder dean of the TIAS School for Business and Society (TIAS) in 1982 and for his work on European historical psychology.[1]", "60352754": "Albert Ziegler (born 4 July 1961 in Siebeldingen) is a German psychologist and the Chair Professor of Educational Psychology and Research on Excellence at the Friedrich-Alexander-University Erlangen Nürnberg.", "39545080": "Mary Alice Sarvis (20 December 1914 – 16 June 1965) was an American psychiatrist and psychoanalyst active in the San Francisco Bay Area from the 1940s to the mid-1960s. Sarvis worked with the Oakland Police Department and Oakland Public Schools to increase understanding of and collaborate with underserved populations. Additionally, Sarvis maintained a private practice and taught at the School of Social Welfare at the University of California, Berkeley. Established after Sarvis' unexpected death in 1965, the Mary Sarvis Memorial Fund continues the work of Sarvis by giving small, life-improving grants to Bay Area children for targeted individual needs such as medical supplies and extracurricular activities.", "69724414": "Vivian Lynette Gadsden is an American psychologist who is an education researcher at the University of Pennsylvania. Her research considers the social and cultural factors that affect learning and literacy. She is interested in intergenerational learning within African-American families.", "5662975": "Carolyn Wood Sherif (1922–1982) was an American social psychologist who helped to develop social judgment theory and contributed pioneering research in the areas of the self-system, group conflict, cooperation, and gender identity. She also assumed a leading role in psychology both nationally as well as internationally. In addition to performing seminal social psychology research, Wood Sherif devoted herself to teaching her students and was recognized for her efforts with an American Psychological Association award named in her honor that is presented annually.[1]", "54978816": "Fitzhugh J. Dodson (October 28, 1923, Baltimore, Maryland – May 2, 1993, Long Beach, California[2]) was an American clinical psychologist, lecturer and educator.[3]  He wrote several popular books including the  best-selling How to Parent.[4]", "6056197": "David Ian Perrett FBA FRSE (born 11 April 1954)[1]  is a professor of psychology at the University of St Andrews in Scotland, where he leads the Perception Lab. The main focus in his team's research is on face perception, including facial cues to health,[2] effects of physiological conditions on facial appearance, and facial preferences in social settings such as trust games and mate choice.[3] He has published over 400 peer-reviewed articles,[4] many of which appearing in leading scientific journals such as the Proceedings of the Royal Society of London Series B—Biological Sciences,[5] Psychological Science,[6] and Nature.[7]", "5695750": "Andrew Samuels (born 19 January 1949)[1] is a British psychotherapist and writer on political and social themes from a psychological viewpoint. He has worked with politicians, political organisations, activist groups and members of the public in Europe, US, Brazil, Israel, Japan[citation needed], Russia and South Africa as a political and organisational consultant. Clinically, Samuels has developed a blend of Jungian and post-Jungian, relational psychoanalytic and humanistic approaches.", "13265159": "Theodore H. Blau (March 3, 1928 – January 28, 2003)  was a noted clinical, police and forensic psychologist  who was the first clinician in independent practice to be elected president of the American Psychological Association in 1977.[1] He was a prolific writer and wrote, among other books and articles,  a well known book on Forensic psychology.[2]", "13461767": "Irwin Kremen (June 5, 1925 – February 5, 2020) was an American artist who began making art while Director of the Duke University Graduate Program in Clinical Psychology, when he was 41, after earning a PhD six years earlier in clinical psychology at Harvard University.", "25880839": "George W. Ainslie is an American psychiatrist, psychologist and behavioral economist.", "37251337": "Gordon Neufeld (born 1946) is a developmental psychologist from Vancouver, British Columbia.[1] He is the author of the book Hold on to Your Kids: Why Parents Need to Matter More Than Peers (co-authored with Canadian physician Gabor Maté).[2]", "20277517": "Robert Lee Williams II (February 20, 1930 – August 12, 2020) was a professor emeritus of psychology and African and Afro-American studies at the Washington University in St. Louis and a prominent figure in the history of African-American Psychology.[1] He founded the department of Black Studies at Washington University and served as its first director, developing a curriculum that would serve as a model throughout the country. Williams was well known as a stalwart critic of racial and cultural biases in IQ testing[citation needed], coining the word \"Ebonics\" in 1973 and developing the Black Intelligence Test of Cultural Homogeneity. He published more than sixty professional articles and several books. He was a founding member of the Association of Black Psychologists and served as its second president.", "50194702": "Juliet Favez-Boutonnier (1903 – 13 April 1994)[1] was a French academic, psychologist and psychoanalyst.", "31353108": "Enda McNulty (born 1977) is a Gaelic footballer who played at senior level for the Armagh county team, during which time he won an All Star Award. He played football with his local club Mullaghbawn Cúchullain's in Armagh and at senior level for the Armagh county team from 1996 to 2010.[1] He earned his first and only All-Ireland medal in 2002, the same year in which he won his All Star award. He is also a sports psychologist.[2]", "21883160": "Ursula Bellugi  (February 21, 1931 – April 17, 2022) was an American cognitive neuroscientist. She was a Distinguished Professor Emerita and director of the Laboratory for Cognitive Neuroscience at the Salk Institute in La Jolla, California.[2] She is known for research on the neurological bases of American Sign Language and language representation in people with Williams Syndrome.[3]", "16541979": "Raymond S. Dean was an American psychologist and George and Frances Ball Distinguished Professor of Neuropsychology and Professor of Psychology at Ball State University.[1]", "13723939": "Stephen David Reicher FBA FRSE is Bishop Wardlaw Professor of Social Psychology  at the University of St Andrews.[5][6][7][1]", "15591718": "John Goodrich Watkins (17 March 1913 - 12 January 2012) was a United States psychologist best known for his work in the areas of hypnosis, dissociation, and multiple personalities.[1] With his wife, Helen Watkins, he developed ego-state therapy, which uses analysis of underlying personalities, rather than traditional talk therapy, to find the causes of psychological problems.", "43542825": "Frank H. Farley is a humanistic psychologist and a past president of the American Psychological Association (APA) and the American Educational Research Association (AERA). He teaches at Temple University and has been a fellow or a leader of several scholarly societies. He has published research on a wide range of topics, from risk-taking personalities to men who visit massage parlors.[1][2]", "39184682": "Sheri Meyers, Psy.D., is a professional in the fields of marriage and family therapy, television talk show hosting, commentary, and authorship. Meyers is based in Los Angeles, California, and is frequently sought after for her expertise in matters related to relationships and infidelity. She has been featured on prominent networks such as CNN, ABC, NBC,[1]CBS,[2] and Fox,[3] as well as various television talk shows. Additionally, Dr. Sheri is recognized for her appearances on radio talk shows and her articles published at a national level.[4][5][6]", "616758": "Mark Epstein (born 1953) is an American author and psychotherapist who integrates Shakyamuni Buddha's teachings with Sigmund Freud's approaches to trauma. He often writes about the interface of Buddhism and psychotherapy.[1]", "60189003": "David Robert Thompson (born 10 February 1955) is a British academic nurse and psychologist. He is professor of nursing at Queen's University Belfast.[1] He holds honorary and adjunct positions in the United Kingdom, China and Australia[2] and is an editor of European Journal of Cardiovascular Nursing.[3] He served as a panel member of the 2001 UK Research Assessment Exercise[4] and as a sub panel member of the 2008 UK Research Assessment Exercise.[5] He was the first nurse to be elected a member of the British Cardiac Society.[6]", "55732556": "Sandra Dean-Patterson is a psychologist and human rights activist in The Bahamas.[1] Dean-Patterson established the Bahamas Council for the Disabled in 1973, founded the Bahamas Crisis Center (formerly the Women's Crisis Centre) in 1982, established The Bahamas Association of Social Workers, and founded the Caribbean Association of Rehabilitative Therapists.[1][2]", "62810462": "William Reichenstein Uttal (March 24, 1931 – February 5, 2017)[2][3] was an American psychologist and engineer known for his criticism of cognitive neuroscience, and for his advocacy for distributed neural processing.[4] In Uttal's obituary in the American Journal of Psychology, Stanley Coren wrote that \"His distinguished academic career is difficult to classify, but his specialty probably should be put under the heading \"cognitive science\".\"[3]", "2419046": "Benjamin Beit-Hallahmi (Hebrew: בנימין בית-הלחמי) (born June 12, 1943) is a professor emeritus of psychology at the University of Haifa, Israel. In 1970 Beit-Hallahmi received a PhD in clinical psychology from Michigan State University.", "32926058": "Aline Valangin was a Swiss writer, pianist, and psychoanalyst. She was follower of Carl Jung and became a psychoanalyst.", "34826610": "Steve Taylor (born 1967) is an English author and lecturer/researcher in psychology, who has written many books on psychology and spirituality, as well as books of poetry. He is a senior lecturer in psychology at Leeds Beckett University and has been the chair of the Transpersonal Psychology Section of the British Psychological Society.", "5007733": "Bruce M. King was a psychologist and professor at Clemson University.", "3565945": "James Hiram Bedford (April 20, 1893 – January 12, 1967) was an American psychology professor at the University of California who wrote several books on occupational counseling.[1] He is the first person whose body was cryopreserved after legal death, and remains preserved at the Alcor Life Extension Foundation.[2][3][4]", "35645821": "Frits Bernard (28 August 1920, Rotterdam – 23 May 2006, Rotterdam) was a clinical psychologist, sexologist and gay and pedophile activist in the Netherlands. He was also a leading member and author for the Dutch Society for Sexual Reform and established a foundation in his own name. Bernard founded Enclave Kring (Enclave Circle), which led the Enclave International Fellowship in the 1950s. This made him the founder of the first pedophile movement.", "53963136": "Karen A. Matthews is an American health psychologist known for her research on the epidemiology and risk factors associated with cardiovascular disease,[1] early signs of coronary heart disease risk in children, women's health and menopause,[2] and  connections between socioeconomic status and health.[3][4][5] She is Professor Emerita of Psychiatry at the University of Pittsburgh.[6]", "15165826": "Paco Underhill is an environmental psychologist, author, and the founder of  market research and consulting company  Envirosell. He employs the basic idea of environmental psychology, that our surroundings influence our behavior, to find ways of structuring man-made environments to make them conducive to retail purposes.", "20539791": "Sara Delano Wilford (née Roosevelt, later Whitney, then di Bonaventura; March 13, 1932 – October 22, 2021) was a psychologist who taught at Sarah Lawrence College from 1982 to 2014.[1]", "39315857": "Melanie Joy (born September 2, 1966) is an American social psychologist and author, primarily notable for coining and promulgating the term carnism.[1] She is the founding president of nonprofit advocacy group Beyond Carnism, previously known as Carnism Awareness & Action Network (CAAN),[2] as well as a former professor of psychology and sociology at the University of Massachusetts Boston.[3] She has published the books Strategic Action for Animals, Why We Love Dogs, Eat Pigs, and Wear Cows and Beyond Beliefs.[4]", "61270423": "Janice Y. Tsoh is a Chinese-American clinical psychologist and a professor of psychiatry at the University of California, San Francisco Weill Institute for Neurosciences.", "4024729": "Joseph Rodes Buchanan (December 11, 1814 – December 26, 1899) was an American physician and professor of physiology at the Eclectic Medical Institute in Cincinnati, Ohio. Buchanan proposed the terms Psychometry (soul measurement) and Sarcognomy for psychic abilities he claimed humans had. His promotion of paranormal powers in humans caught the public imagination of the period.", "72509857": "Joshua M. Tybur is a Dutch psychologist who serves as Professor of Psychology and Infectious Disease in the Department of Experimental and Applied Psychology at VU Amsterdam. Much of his research focuses on the evolutionary psychology of disgust.[1][2][3]", "62712230": "Cathy Malchiodi (born 1953[1]) is an American licensed professional mental health counselor, registered expressive arts therapist, and art therapist, best known for her work on trauma-informed treatment in expressive arts therapy.", "43346345": "Esther Perel (born August 13, 1958) is a Belgian-American psychotherapist, known for her work on human relationships.[2]", "56224170": "María del Pilar Sordo Martínez (born 22 October 1965) is a Chilean psychologist, columnist, lecturer, and writer.", "35056044": "Barbara Jacquelyn Sahakian, FBA, FMedSci is  professor of clinical neuropsychology at the department of psychiatry and Medical Research Council (MRC)/Wellcome Trust Behavioural and Clinical Neuroscience Institute, University of Cambridge. She is also an honorary clinical psychologist at Addenbrooke's Hospital, Cambridge.[3] She has an international reputation in the fields of cognitive psychopharmacology, neuroethics, neuropsychology, neuropsychiatry and neuroimaging.[4][5][6]", "158130": "Edward Louis Bernays (/bɜːrˈneɪz/ bur-NAYZ, German: [bɛʁˈnaɪs]; November 22, 1891 − March 9, 1995) was an American pioneer in the field of public relations and propaganda, and referred to in his obituary as \"the father of public relations\".[3] His best-known campaigns include a 1929 effort to promote female smoking by branding cigarettes as feminist \"Torches of Freedom\", and his work for the United Fruit Company in the 1950s, connected with the CIA-orchestrated overthrow of the democratically elected Guatemalan government in 1954. He worked for dozens of major American corporations, including Procter & Gamble and General Electric, and for government agencies, politicians, and nonprofit organizations.", "8088028": "Barbara Lee Fredrickson (born June 15, 1964)[1] is an American professor in the department of psychology at the University of North Carolina at Chapel Hill, where she is the Kenan Distinguished Professor of Psychology. She is also the Principal Investigator of the Positive Emotions and Psychophysiology Lab (PEPLab) at the University of North Carolina at Chapel Hill.", "61270496": "Mary E. Larimer is an American psychologist and academic. Larimer is a professor of psychiatry and Behavioral sciences, Professor or Psychology, and the Director of the Center for the Study of Health & Risk Behaviors at University of Washington (UW).[1] Additionally, she serves as a psychologist at the Psychiatry Clinic at UW Medical Center-Roosevelt.", "27107": "Deanna Troi is a main character in the science-fiction television series Star Trek: The Next Generation and related TV series and films, portrayed by actress Marina Sirtis. Troi is half-human, half-Betazoid, and has the psionic ability to sense emotions. She serves as the ship's counsellor on USS Enterprise-D. Throughout most of the series, she holds the rank of lieutenant commander. In the seventh season, Troi takes the bridge officer's examination and is promoted to the rank of commander, but continues as counsellor.", "65202662": "Martha E. Banks (born July 1951) is a clinical psychologist known her expertise on issues involving women, race, trauma, disability, religion, and their intersectionality.[1][2] She is a research neuropsychologist and computer programmer at ABackans DCP Inc.[1]", "33712615": "Joseph Magliano is a professor in the College of Education & Human Development (CEHD) at Georgia State University. Formerly he was a Professor of Psychology and Director of the Center for the Interdisciplinary Study of Language and Literacy (CISLL) at Northern Illinois University.", "3860974": "James J. Whalen (March 5, 1927 – September 6, 2001) was an American psychologist and educational administrator who served as president of Ithaca College from 1975 to 1997.[1]", "54159860": "Sander L. van der Linden is a Dutch social psychologist and author who is a professor of social psychology at the University of Cambridge. He studies the psychology of social influence, risk, human judgment, and decision-making. He is particularly known for his research on the psychology of social issues, such as fake news,[1] COVID-19,[2] and climate change.[3]", "60680695": "Margaret (“Peggy”[1]) Sydnor Clark is an American psychologist.", "37841413": "John Widdup Berry is a psychologist known for his work in two areas: ecological and cultural influences on behavior; and the adaptation of immigrants and indigenous peoples following intercultural contact.[2] The first is broadly in the domain of cross-cultural psychology;[2] the second is in the domain of intercultural psychology.[3]", "6056459": "Benedict Jones is a research psychologist and lecturer at the University of Glasgow who studies the biological and social factors underlying face perception and preferences. He received his PhD from the University of St Andrews in 2005, where he studied with David Perrett.", "6056465": "Florence Melian Stawell (2 May 1869 – 9 June 1936) was a classical scholar.[1]", "61270560": "Carolyn Askren McCarty (born 1972)[1] is an American psychologist. She is a research professor of pediatrics and adjunct research associate professor of psychology in the department of pediatrics at University of Washington (UW). McCarty is the director of research and development in adolescent medicine at UW.[2] She was the lead author on a study about  health care resources available for suicidal teenagers.[3] In 2000, McCarty completed a Ph.D. at University of California, Los Angeles.[1] Her doctoral advisor was John R. Weisz.[1]", "14608935": "Ellsworth K. Eric Gunderson, Ph.D. (September 18, 1923 – November 10, 2015) was a psychologist who has studied human adaptation to living and working under the conditions associated with isolation and confinement. He is an important contributor to the field of Antarctic psychology.[1]", "28994090": "Bruce Ogilvie (1920–2003) was an applied American sport psychologist. Ogilvie is often referred to as the \"Father of North American Applied Sport Psychology.\"[1]", "37087788": "Akira Tago (Japanese: 多湖 輝, February 25, 1926 – March 6, 2016) was a Japanese psychologist. He was an honorary emeritus of Tokyo Future University and a professor emeritus of Chiba University. He was also the chief of Akira Tago Laboratory.", "66447921": "Viviane Marcelle Joan Robinson ONZM is an emeritus distinguished professor at the University of Auckland, specialising in organisational and educational psychology.", "47901241": "Roger M. Tarpy (born 1941) is an American psychologist.", "59370041": "Elliot George Mishler (October 6, 1924 – March 21, 2018) was an American social psychologist who had significant influence on the development of narrative psychology.[1]", "36825660": "Thomas Welton Stanford (1832–1918), also known as Welton Stanford, was an American-born Australian businessman, spiritualist and philanthropist, most notably toward Stanford University, which was founded by his older brother Leland Stanford. Although living most of his adult life in Australia, he kept his American citizenship and served intermittently as honorary American vice consul-general in Melbourne.", "50391615": "Cándida Montilla de Medina is a Dominican clinical psychologist. The wife of former president, Danilo Medina. Montilla de Medina served as the First Lady of the Dominican Republic from 2012 to 2020.[1]", "71887428": "Rhea Paul is an American clinical language scientist known for her work in the field of speech-language pathology. She was Founding Chair in the Department of Speech-Language Pathology in the College of Health Professions at Sacred Heart University and a research scientist and affiliate of Haskins Laboratories at Yale University.[1]", "61434450": "Kathryn Emma Watkins is an experimental psychologist in the Wellcome Trust centre for integrative neuroimaging at the University of Oxford and a tutorial fellow at St Anne's College, Oxford.[2] Her research investigates the brain processes that underlie speech, language and development.[1]", "19065433": "Hjalmar Sundén (1908–1993) was a Swedish psychologist, known for his contributions to the psychology of religion and for his development of \"role theory\".", "58452570": "Erik Johan Anton (Erik) Scherder (born 1 December 1951) is a Dutch professor of neuropsychology who is connected to the Vrije Universiteit in Amsterdam (VU). Scherder followed his education to physiotherapist in the late seventies after which he worked in the Valeriuskliniek in Amsterdam. Afterwards he followed the study psychology at the Vrije Universiteit of Amsterdam with a specialization in neuropsychology, in which he promoted in 1995.", "59501153": "Doris K. Miller (1922 – March 8, 2015) was the professional name used by Doris Koteen Seldin, an American clinical psychologist and peace activist.[1][2]", "42461814": "Zsuzsanna Szelényi (born 6 October 1966)[1] is a Hungarian author, politician, and foreign policy expert. She is the Director of the Democracy Institute Leadership Academy for Central and Eastern Europe. Her book 'Tainted Democracy, Viktor Orban and the Subversion of Hungary' was published in 2022. She served as Member of the Parliament (MP) from 1990 to 1994 (Fidesz) and from 2014 to 2018 (Together).[2]", "10152572": "Richard Walter was an American forensic psychologist for the Michigan prison system until his retirement in 2000,[1] and a self-styled \"crime scene analyst\" who has been characterized as one of the creators of modern criminal profiling.[2][3][4]", "20507276": "Timothy Wheeler DL (born 1950), is the former vice-chancellor of the University of Chester.[1] He was Appointed Principal of University College Chester in 1998 and became the first vice-chancellor of the University of Chester in 2005.[2] He retired in December 2019.[3]", "65792653": "Edith Eva Eger (born September 29, 1927) is a Hungarian-born American psychologist, a Holocaust survivor and a specialist in the treatment of post-traumatic stress disorder.[1] Her memoir entitled The Choice: Embrace the Possible, published in 2017, became an international bestseller.[2] Her second book, titled The Gift: 12 Lessons to Save Your Life was published in September 2020.", "12774030": "Juan-David Nasio (born 1942 in Rosario), is an Argentinian psychiatrist, psychoanalyst and writer. He is one of the founders of Séminaires Psychanalytiques de Paris.", "33712809": "Michael H. Birnbaum is a professor of Psychology and Director of the Decision Research Center at California State University, Fullerton. He has researched widely in psychology but his major focus has been on individual and social judgment and decision making, and the modelling of behavior. Birnbaum has been president of the Society for Mathematical Psychology, the Society for Judgment and Decision Making, and the Society for Computers in Psychology.[1][2]", "35777193": "Steve Peters (born 5 July 1953) is an English psychiatrist who works in elite sport. He is best known for his work with British Cycling. He has published four books, A Path Through the Jungle in 2021, The Chimp Paradox in 2012, My Hidden Chimp in 2018 and The Silent Guides in 2018.[1]", "67070640": "Henry M. Wellman is an American psychologist who studies child development. He is the Harold W. Stevenson Collegiate Professor of Psychology at the University of Michigan. Wellman is especially known for his work on theory of mind. He served on the faculty of Arizona State University for two years before joining the Michigan faculty in 1977. He was inducted as a Fellow of the American Academy of Arts and Sciences in 2012.[1]", "21686968": "Luule Viilma (6 April 1950 – 20 January 2002[1]) was an Estonian doctor, esotericist and practitioner of alternative medicine. She is best known for her parapsychological book series Teaching of Survival (Ellujäämise õpetus) which outlined her supposed methods of healing by thought.", "40069816": "Wendy Mogel (born March 23, 1951) is an American psychologist[1] and author, whose first book, The Blessing of a Skinned Knee,[2] identified the problems faced by middle class children at a time of social anxiety. Her second book, The Blessing of a B Minus, focused on counseling parents whose children face destructive pressures as they prepare for college. Voice Lessons for Parents, her latest book, addresses the skills needed to converse while being surrounded by digital distractions.", "58026680": "Stephen Clark Maxson is an American behavior geneticist and professor emeritus of psychology at the University of Connecticut.[2] He first joined the faculty of the University of Connecticut in 1969 as an assistant professor.[3] He is known for his research on the link between aggression and the Y chromosome in mice, for which he received the Dobzhansky Award from the Behavior Genetics Association in 1998.[4]", "66382524": "Jonas Obleser (born 1975 in Waiblingen) is a German psychologist and neuroscientist.", "57469631": "Lily McNair is an American academic administrator who served as the president of Tuskegee University, a historically black university in Tuskegee, Alabama, from 2018 to 2020.", "53537472": "William Wishart Biddle (June 19, 1900 – February 1973) was an American social scientist and a major contributor to the study of  community development.[1][2] Although details of his personal life are rare in written records, he made contributions to the field of psychology by developing frameworks in propaganda, education, and community development. Biddle outlined in his writings that propaganda was a form of persuasion for coercing people, illustrating examples from times of war.[3] He established that education systems should develop each individual's intelligence and focus on critical thinking to avoid autistic thinking.[4] Biddle defined and established various community development programs with a focus on environment, descriptive studies, politics, religion, and educational process.[5]", "60844742": "Heejung Kim is a South Korean psychologist and a professor in the Department of Psychological & Brain Sciences at the University of California, Santa Barbara.[1] Her research focuses on how culture influences humans' thought process.[2][3] She is co-editor of the journal Personality and Social Psychology Review.[4][2]", "58485447": "John Frederick Kihlstrom (born October 24, 1948)[1] is an American cognitive social psychologist. He is Professor Emeritus in the Department of Psychology at the University of California, Berkeley, where he originally began teaching in 1997.[2] In 2013, he was named the Richard and Rhoda Goldman Distinguished Professor in the UC Berkeley College of Letters and Science.[1] He is known for his research on the unconscious mind.[3][4] He was formerly the editor-in-chief of Psychological Science.[5]", "65268427": "Cheryl Forchuk is a professor of mental health and ageing at the Lawson Health Research Institute, Canada.[1]", "71789261": "Caroline F. Rowland (born 1971) is a British psychologist known for her work on child first language development, grammar acquisition, and the role of environment in child's language growth. Since 2016, she has been the Director of the Language Development Department at the Max Planck Institute for Psycholinguistics in Nijmegen.[1] She holds the position of Professor of First Language Acquisition by Special Appointment at Donders Centre for Cognition at Radboud University Nijmegen.[2][3] She has also been an Honorary Research Associate in Psychological Sciences at University of Liverpool since 2018.", "55175885": "Jennifer Lynne Skeem is an American psychologist and the Mack Distinguished Professor in the UC Berkeley School of Social Welfare, where she is also the Associate Dean of Research. She is also a professor at the University of California, Berkeley's Goldman School of Public Policy. Her research focuses on criminal justice and behavioral science, including how to improve the ways that the criminal justice system treats people with mental illness.[1] From 2013 to 2014, she was the president of the American Psychology-Law Society.[2] Since 2013, she has been a fellow of the Association for Psychological Science.[3]", "56093407": "Rudolf Klimmer (17 May 1905 – 26 July 1977) was a German psychologist and sexologist who was an early gay activist, most notable for his work in the German Democratic Republic.", "64285411": "Mary Lea Trump (born May 3, 1965)[2] is an American psychologist and writer. A niece of former US president Donald Trump, she has been critical of him as well as the rest of the Trump family. Her 2020 book about him and the family, Too Much and Never Enough, sold nearly one million copies on the day of its release. A second book, The Reckoning, followed in 2021.", "41282280": "Charles Hulme, FBA, FAcSS (born 12 October 1953) is a British psychologist. He holds the Chair of Psychology and Education in the Department of Education at the University of Oxford, and is a William Golding Senior Research Fellow at Brasenose College, Oxford.[1]  He is a Senior Editor of Psychological Science, the flagship journal of the Association for Psychological Science.[2]", "33352425": "Roosje (Roos) Vonk (Leiden, 4 November 1960) is a Dutch professor (Dutch title: \"hoogleraar\") of social psychology at the Radboud University in Nijmegen[1] author,[2] and motivational speaker.[3]", "26700524": "Ferenc Mérei (24 November 1909 – 23 February 1986) was a Hungarian psychologist and educator.", "256752": "Jonathan Seth Kellerman (born August 9, 1949) is an American novelist, psychologist, and Edgar- and Anthony Award–winning author best known for his popular mystery novels featuring the character Alex Delaware, a child psychologist who consults for the Los Angeles Police Department.[1]", "55995125": "Kathleen McDermott is Professor of Psychological and Brain Sciences at Washington University in St. Louis.  She is known for her research on how human memory is encoded and retrieved, with a specific interest in how false memories develop. In collaboration with Henry L. (Roddy) Roediger III, she developed the Deese-Roediger-McDermott paradigm used to study the phenomenon of memory illusions.[1] McDermott received the 2004-2005 F.J. McGuigan Young Investigator Prize for research on memory from the American Psychological Foundation and the American Psychological Association's Science Directorate.[2] She was recognized by the Association for Psychological Science as a Rising Star in 2007.[3] McDermott is a Fellow of the Psychonomic Society and was honored with a 2019 Psychonomic Society Mid-Career Award.[4]", "387853": "George Armitage Miller (February 3, 1920 – July 22, 2012)[1] was an American psychologist who was one of the founders of cognitive psychology, and more broadly, of cognitive science. He also contributed to the birth of psycholinguistics. Miller wrote several books and directed the development of WordNet, an online word-linkage database usable by computer programs. He authored the paper, \"The Magical Number Seven, Plus or Minus Two,\" in which he observed that many different experimental findings considered together reveal the presence of an average limit of seven for human short-term memory capacity. This paper is frequently cited by psychologists and in the wider culture. Miller won numerous awards, including the National Medal of Science.", "73329421": "Petar Turković (born 1 November 1957) is a Croatian clinical psychologist, psychotherapist, social entrepreneur, master of martial arts, and sports executive. He was a long-time Vinko Bek Education Centre for Blind director and Croatian Olympic Committee vice president. Currently, he serves as the executive director of the Croatian Nanbudo Federation and the Croatian Wushu Federation, as well as the general secretary of the International Nanbudo Federation and the Wushu and Kungfu Federation of Europe.", "518927": "Edward Bradford Titchener (11 January 1867 – 3 August 1927) was an English psychologist who studied under Wilhelm Wundt for several years. Titchener is best known for creating his version of psychology that described the structure of the mind: structuralism. After becoming a professor at Cornell University, he created the largest doctoral program at that time in the United States. His first graduate student, Margaret Floy Washburn, became the first woman to be granted a PhD in psychology (1894).[1]", "73100048": "Rachel Zoffness is an American pain psychologist and author. She is an assistant clinical professor at the UCSF School of Medicine and lectures at Stanford University.[1][2] Zoffness is the author of The Pain Management Workbook and The Chronic Pain and Illness Workbook for Teens.[3]", "715547": "R. P. Hobson, or Peter Hobson, is a Professor of Developmental Psychopathology at University College London known for his work on autism and experimental child psychology. His research leads him to conclusions concerning the origins of consciousness, summarized in a book for the general reader, The Cradle of Thought.", "19720992": "Micki Pistorius (born 19 March 1961 in Pretoria) is a South African forensic or investigative psychologist and author. She was the first woman in her profession[1] and the first profiler in South Africa.[2][3] She says she has \"cryptesthesia\", an extra-sensory perception for killers.[2][4]", "71854880": "Gernot Schiefer (born 1964 in Düsseldorf) is a German psychologist and psychoanalyst. He is a professor of business psychology and head of the Competence Center for Qualitative Research at the FOM University of Applied Sciences for Economics and Management in Mannheim.", "67922720": "Lillian Comas-Díaz is an American psychologist and researcher of multiethnic and multicultural communities. She was the 2019 winner of American Psychological Association (APA) Gold Medal Award for Life Achievement in the Practice of Psychology.[1] In 2000, she received the APA Award for Distinguished Senior Career Contribution to the Public Interest.[2]", "64711483": "Maria Arsenjevna Rickers-Ovsiankina (1898–1993) was a Russian-German-American psychologist. She studied what is now known as the Ovsiankina effect, a variation of the Zeigarnik effect. Ovsiankina worked in a variety of psychology jobs, including working with schizophrenia patients. She wrote books about psychological testing.", "46590780": "Robert L. Selman (born May 7, 1942) is an American-born educational psychologist and perspective-taking theorist who specializes in adolescent social development.[1] He is currently a professor of Education and Human Development at the Harvard Graduate School of Education, and a professor of psychology in Medicine at Harvard University.[2] He is also known as the author of the 1980s G.I. Joe public service announcements.[3]", "55438146": "Linda Jeanne Mealey (December 17, 1955 in San Diego, California – November 5, 2002) was an American evolutionary psychologist and professor at the College of Saint Benedict.", "1796948": "Kevin Andrew Lynch (January 7, 1918 – April 25, 1984) was an American urban planner and author. He is known for his work on the perceptual form of urban environments and was an early proponent of mental mapping. His most influential books include The Image of the City (1960), a seminal work on the perceptual form of urban environments, and What Time is This Place? (1972), which theorizes how the physical environment captures and refigures temporal processes.", "51899228": "K. Drorit \"Dee\" Gaines is a neuropsychologist specializing in diagnostic evaluations, brain injury, trauma, and public education.[citation needed] She is most known for her work with United States veterans, and serves as an authority on the physical brain's effects on behavior and cognitive functioning.[1]", "5073758": "Reginald Wilson (February 24, 1927 – December 13, 2020[1]) was an American psychologist who has served as Senior Scholar Emeritus at the American Council on Education since 1981.[2] Prior to his appointment, Wilson was president of Wayne County Community College in Detroit for 10 years. He is the author of Think About Our Rights: Civil Liberties and the United States (1988) and other books, and editor of Race and Equality in Higher Education and other journals.", "8383326": "Steven Levenkron (born 1941) is an American psychotherapist and writer known for his research into anorexia nervosa and self-injury.[1] He lives in New York, where his practice is based.", "63335266": "Maria Verónica Reina (15 June 1964 – 27 October 2017[1]) was an Argentine educational psychologist and activist who campaigned internationally for disability rights. Representing the International Disability and Development Consortium, she was a leading contributor to negotiations on the United Nations Convention on the Rights of Persons with Disabilities.[2][1]", "977763": "Sir Simon Philip Baron-Cohen FBA FBPsS FMedSci (born 15 August 1958)[1] is a British clinical psychologist and professor of developmental psychopathology at the University of Cambridge. He is the director of the university's Autism Research Centre and a Fellow of Trinity College.", "15330179": "DI Alexandra \"Alex\" Drake is a fictional character in BBC One's science fiction/police procedural drama Ashes to Ashes. The character is portrayed by Keeley Hawes and as a child by Lucy Cole.[1]", "2583431": "Frederick J. Frese III (October 3, 1940 - July 16, 2018) was an American psychologist, and an advocate for the mentally ill. In 1968, Fred was diagnosed with schizophrenia, and ordered to live the rest of his life in the Ohio State Psychiatric System. In 1980, Frese was promoted to the Director of Psychology of the Western Reserve Psychiatric Rehabilitation Center. One of the first schizophrenic psychologists to publicly diagnosis, Frese was a leading voice for the rghts of the mentally ill. Over the course of 30 years, Frese gave 2,000 speeches in 48 states and several countries.[1] In 2015, Frese was featured as one of CNN's \"Mental Health Warriors\".[2]", "46787468": "Linda Elder is an American educational psychologist, author and president of the Foundation for Critical Thinking.[1] She is currently an executive director of the Center for Critical Thinking.  Elder is best known for her work on critical thinking development and thoughts including SEE-I.[2][3]", "67595153": "Maurice Yaffé (1944/45 - 27 October 1989) was a British psychologist who was Principal Clinical Psychologist at Guy's Hospital.[1] He studied the psychology of sex[2] and fear of flying,[3] and served on the British Olympic Association's medical advisory committee.", "61336490": "Kristine Beate Walhovd (born 1976) is a Norwegian psychologist, neuroscientist and Professor of Neuropsychology at the University of Oslo.[1] Together with fellow neuroscientist Anders Fjell, she established the Centre of Lifespan Changes in Brain and Cognition at the University of Oslo, which was given the status of \"world leading research environment\" by the Government of Norway in 2015.[2][3] She and Anders Fjell shared the Fridtjof Nansen Prize in 2007.[4] She was elected as a member of the Norwegian Academy of Science and Letters in 2011.[5] In 2017 she received a European Research Council consolidator grant.[6] According to Google Scholar, she has been cited over 14,000 times in scientific literature and has an h-index of 67.[7]", "34270125": "Serge Lebovici (10 June 1915, Paris – 11 August 2000, Marvejols) was a French psychiatrist and psychoanalyst.[1]", "24046511": "Anke A. Ehrhardt is a researcher in the field of sexual and gender development of children, adolescents, and adults. Her research has included a wide range of studies on determinants of sexual risk behavior among children, adolescents, heterosexual women and men, and the gay population, and on comprehensive approaches to preventing HIV and STD infection. Ehrhardt is the Founding Director of the HIV Center for Clinical and Behavioral Studies at the New York State Psychiatric Institute and Columbia University, where she has had a particular focus on research and advocacy for female-controlled methods of HIV prevention.", "48884656": "Andri Steinþór Björnsson (born 11 January 1973) is a clinical psychologist and an associate professor of psychology at the University of Iceland. In addition to his work on body dysmorphic syndrome,[1][2][3][4][5][6][7] he has hosted a series of radio programs on science and the scientific method broadcast by RÚV, as well as editing and writing books on science aimed at the general public.[citation needed]", "191421": "Samuel Renshaw (1892–1981)[1] was an American psychologist whose work became famous for a short period of time during World War II when he taught sailors to identify enemy aircraft in a split second, using tachistoscopic training.[2][3]  He generally worked with fast-reading and enhancing the latent ability of the mind.  He believed that most people used only one-fifth of their available mind-power to process information. By using methods of flashing pages he produced students who could read as fast as 1,200 to 1,400 words per minute.", "62843844": "Barbara Anne (\"Bobbie\") Spellman is a professor of law and professor of psychology at the University of Virginia.[2] Trained first as a lawyer, then as a cognitive psychologist, her work spans the two fields. As an academic psychologist, Spellman's research was in memory and higher order cognition (analogical, inductive, and causal reasoning).  She also was involved early in the Open Science movement, mostly in her role as editor in chief of the journal Perspectives on Psychological Science from 2010 to 2015.[3] As a legal academic, her work includes co-authoring \"The Psychological Foundations of Evidence Law\" with Michael J. Saks. She currently advocates for psychological science, and for science generally, as a fellow and member of the steering group of the Psychology Section of the American Association for the Advancement of Science.[4] She has over 7,500 citations.[5]", "61336517": "Anders Martin Fjell (born 17 April 1974) is a Norwegian psychologist, neuroscientist and Professor of Cognitive Psychology at the University of Oslo.[1] Together with his wife, fellow neuroscientist Kristine Beate Walhovd, he established the Centre of Lifespan Changes in Brain and Cognition at the University of Oslo, which was given the status of \"world leading research environment\" by the Government of Norway in 2015.[2][3] He and his wife shared the Fridtjof Nansen Prize in 2007.[4] He was elected as a member of the Norwegian Academy of Science and Letters in 2017. According to Google Scholar, he has been cited around 14,000 times in scientific literature and has an h-index of 67.[5]", "10087372": "Peter Salovey (/ˈsæləveɪ/; born February 21, 1958) is an American social psychologist and academic administrator. He has been serving as the 23rd and current president of Yale University since 2013. He previously served as provost of Yale University from 2008 to 2013, dean of Yale College from 2004 to 2008, and dean of Yale Graduate School of Arts and Sciences from 2003 to 2004. Salovey is one of the early pioneers in emotional intelligence.", "5761998": "Jonathan Alan Smith is a psychologist who has been very prominent in promoting qualitative research within social psychology and health psychology. In particular, he has developed and promoted a particular approach known as interpretative phenomenological analysis (IPA).[1]", "34925525": "Maj-Briht Bergström-Walan (17 November 1924 – 25 August 2014) was a Swedish psychologist and midwife, as well as the first authorised sexologist in Sweden.[1][2]", "39021539": "Fathali M. Moghaddam is an Iranian-born psychologist, author, professor of psychology at Georgetown University and director of the Interdisciplinary Program in Cognitive Science (ICOS), Department of Government, Georgetown University.[1][2][3][4][5]", "11267046": "Adrian Raine (born 27 January 1954)[1] is a British psychologist. He currently[2] holds the chair of Richard Perry University Professor of Criminology & Psychiatry in the Department of Criminology of the School of Arts and Sciences and in the Department of Psychiatry of the School of Medicine at the University of Pennsylvania.[3][4] He is noted for his research on the neurobiological and biosocial causes of antisocial and violent behavior in children and adults. He was the first scientist to use neuroimaging to study the brains of murderers.[5] His 2013 book The Anatomy of Violence won that year's Athenaeum Literary Award.[6]", "36957161": "Tamara Melenteva (Russian: Тамара Ильинична Мелентьева) is a Russian professor and author. Melenteva is currently a professor at Ruslanguage Center for Russian Language Studies in Moscow.", "27628": "Stanley Milgram (August 15, 1933 – December 20, 1984) was an American social psychologist, best known for his controversial experiments on obedience conducted in the 1960s during his professorship at Yale.[2]", "71068665": "Paul Kennedy (1959–2016) was a clinical psychologist with expertise in spinal cord damage rehabilitation.", "55733241": "Margarita Wendy Widmann Lagarde de Berger (born 11 August 1946) is a Guatemalan psychologist who served as the first lady of Guatemala from 2004 to 2008 as the wife of President Óscar Berger. She studied sociology at Trinity Washington University in Washington, D.C.", "58420220": "Michael Lawrence Stoolmiller is an American psychologist and research associate at the University of Oregon College of Education. He is also an affiliated scientist at the Oregon Social Learning Center. He is known for researching the effects of family and peer characteristics on the development of antisocial behavior in adolescents.[1]", "61336574": "Thomas Espeseth (born 1973) is a Norwegian psychologist, neuroscientist and Professor of Psychology at the University of Oslo. He researches cognitive neurogenetics, such as genetic effects on the brains's morphology, physiology, and cognitive functions.[1] In 2008 he received His Majesty The King's Gold Medal for his research.[1] According to Google Scholar, he has been cited over 15000 times in scientific literature and has an h-index of 54.[2]", "56814602": "Thomas R. Lynch (born 1956) is an American psychologist, author, and treatment developer of radically open dialectical behavior therapy[1] (RO DBT), a type of psychotherapy that targets disorders characterized by excessive self-control (e.g., chronic depression, anorexia nervosa, obsessive-compulsive personality disorder).  He is an Emeritus Professor of Clinical Psychology at the University of Southampton in Southampton, United Kingdom.", "22703119": "Jane Stewart OC FRSC is a Canadian neuroscientist who has been active in the fields of psychology, psychiatry, and psychopharmacology. She is a professor emerita at Concordia University in Montreal, Canada.", "42855439": "Sharon Stephens Brehm (April 18, 1945[1] - March 30, 2018)[2] was an American psychologist who served as president of the American Psychological Association (APA). She was a professor of psychology at the University of Kansas. She held administrative roles at Binghamton University and Ohio University, before becoming chancellor of Indiana University Bloomington.", "55143442": "Sultana Zaman (9 June 1932 – 22 March 2020) was a Bangladeshi psychologist, academic, and philanthropist.[2] She was the founder of Bangladesh Protibandhi Foundation (BPF), an organization for the mentally disabled people.[2] She was awarded Begum Rokeya Padak in 2008 by the Government of Bangladesh.[3]", "4942870": "Noel Entwistle (born in 1936[1]) is a UK educational psychologist who has made significant contributions to theories of student learning in higher education.  He is particularly known for identifying the characteristics of, and influences on, deep and surface approaches to learning, and developing the Approaches to Studying Inventory  (Entwistle & Ramsden, 1983) and the Approaches and Study Skills Inventory for Students (Entwistle, McCune & Tait, 2013). He also developed, with Ference Marton, the idea of 'knowledge objects' as structured understandings developed by students as they prepare for exams or writing essays (Entwistle & Marton, 1994). Entwistle was formerly editor of the British Journal of Education Psychology and also of the international journal Higher Education. He is a fellow of the British Psychological Society, has an Oeuvre Award from the European Association for Research in Learning and Instruction, and Honorary Doctorates from the universities of Gothenburg and Turku. He has published many articles in academic journals related to both educational psychology and teaching and learning in higher education, as well as several books including Styles of Learning and Teaching (1981), Understanding Student Learning (1983), Understanding Classroom Learning (1987), and Teaching for Understanding at University (2009).", "27978776": "Larry K. Brendtro is the author of 16 books and over 200 articles in the field of positive youth development and trains youth professionals worldwide.[1][2] He formerly was president of Starr Commonwealth, serving troubled youth in Michigan and Ohio, and has been a professor in the area of children's behavior disorders. His youth advocacy efforts include service as a practitioner member of the United States Coordinating Council on Juvenile Justice and Delinquency Prevention during the administrations of Presidents Clinton, Bush, and Obama.[3] Brendtro is a licensed psychologist and director of Resilience Resources, Lennox, South Dakota, providing research, publication, and training in collaboration with CF Learning a program of Cal Farley's of Amarillo, Texas.", "11889712": "Nancy L. Segal (born 1951) is an American evolutionary psychologist and behavioral geneticist, specializing in the study of twins. She is the Professor of Developmental Psychology and Director of the Twin Studies Center, at California State University, Fullerton. Segal was a recipient of the 2005 James Shields Award for Lifetime Contributions to Twin Research from the Behavior Genetics Association and International Society for Twin Studies.", "41675832": "Veena Kumari is Professor of Psychology at Brunel University London.", "62483517": "Robin Paul Corley is an American behavior geneticist and senior research associate at the Institute for Behavioral Genetics at the University of Colorado Boulder.[1]", "68316227": "Allen Parducci (December 25, 1925 – August 6, 2023) was an American psychologist. Educated at the University of Michigan (B.A. in Philosophy, 1949) and University of California, Berkeley (PhD in Experimental Psychology, 1954), Professor Allen Parducci started his academic career at the University of Oregon and Swarthmore College before arriving at the University of California, Los Angeles in 1957, where he became a Professor Emeritus in 1989.", "34270278": "Eugénie Sokolnicka (née Kutner; 14 June 1884, Warsaw – 19 May 1934, Paris) was a French psychoanalyst. An analysand of Freud's, she helped bring psychoanalysis to France in the 1920s, analysing several of the younger psychiatrists at St. Anne's Psychiatric Hospital in Paris.[1][2]", "35875916": "Alfonso Bernal del Riesgo (January 23, 1902 – January 4, 1975, Havana, Cuba) was a Cuban psychologist, known for his contribution to the origin and development of psychology as science and profession.[1][2] He was a psychologist, lawyer, professor, writer, and researcher.[3]\nBernal del Riesgo had a long and successful career at the University of Havana. Through his writings he developed the notion of Cubanosofía[4] that defined the study of the Cuban psychological identity. The writings of Enrique José Varona and Alfredo Aguayo influenced his early work.", "39414862": "Gideon Jan (Don) Mellenbergh (9 August 1938 – 27 March 2021) was a Dutch psychologist, who was Professor of Psychological methods at the University of Amsterdam, known for his contribution in the field of psychometrics,[2][3] and Social Research Methodology.", "9038926": "Haim G. Ginott (né Ginzburg; August 5, 1922 – November 4, 1973) was a school teacher,[1] a child psychologist and psychotherapist and a parent educator.  He pioneered techniques for conversing with children that are still taught today.  His book, Between Parent and Child,[1] stayed on the best seller list for over a year and is still popular today. This book sets out to give \"specific advice derived from basic communication principles that will guide parents in living with children in mutual respect and dignity.\"[1]", "52489303": "McGill University (MSc) (PhD)", "20507744": "Erol Güngör (Born Nov. 25 1938 in Kırşehir- Died 1983) was a Turkish social psychologist and writer.[1] His work focused on the socially derived nature of language, morality, and values.[1][2] Güngör wrote extensively on nationalism and culture at a time when Turkey was attempting to develop a national democratic identity.[1]", "22703206": "Du Zuozhou (Chinese: 杜佐周; pinyin: Dù Zuǒzhōu; 1895–1974) was a Chinese educator, writer and psychologist.", "5500010": "Lawrence W. Barsalou (born November 3, 1951) is an American psychologist and a cognitive scientist, currently working at the University of Glasgow.[1]", "64482419": "Dianne Lynn Chambless (February 26, 1948 – July 14, 2023) was an American clinical psychologist.", "48000119": "Bennet Bronson Murdock Jr. (October 18, 1925 – March 26, 2022) was an American psychologist known for his research on human memory, especially his pioneering research into short-term memory.[1]", "18541687": "Rufus Osgood Mason  (January 22, 1830, in Sullivan, New Hampshire – May 11, 1903, in New York City) was a physician, surgeon, and teacher and an early researcher in parapsychology and hypnotherapy.[1][2]", "67103867": "Maria Johanna Moltzer (Amsterdam, 6 January 1874 – Zürich, 6 December 1944) was a Dutch-Swiss psychoanalyst.", "66415752": "John H. Harvey (born September 28, 1943) is an American social psychologist and Professor Emeritus in the Department of Psychological & Brain Sciences at the University of Iowa. He was elected to the Society of Experimental Social Psychology in 1976. He was named a fellow of the American Psychological Association in 1978 and the American Psychological Society in 1991. He served as the founding editor-in-chief of the Journal of Social and Clinical Psychology from 1983 to 1988. In 2000, he received the Distinguished Career Award from the International Society for the Study of Personal Relationships.[1]", "32074888": "Karl Kälin (born 1943) is  Swiss Psychologist.", "63237278": "Theodore P. Beauchaine is an American psychologist and William K. Warren Foundation Professor of Psychology at the University of Notre Dame. His research focuses on neural bases of behavioral impulsivity,[2][3] emotion dysregulation,[4][5] and self-injurious behavior,[6][7] and how these neural vulnerabilities interact with environmental risk factors (e.g., maltreatment, neighborhood violence and criminality, marginalization) across development for both boys and girls (as opposed to boys alone as in most previous research).[8][9] He is among the first psychologists to specify how impulsivity, expressed early in life as ADHD, follows different developmental trajectories across the lifespan for boys vs. girls who are exposed to adversity. In contexts of maltreatment, deviant peer affiliations, and other environment risk factors, boys with ADHD are more likely to develop conduct problems, substance use disorders, and antisocial traits,[10] whereas girls with ADHD are more likely to engage in self-injurious behavior (e.g., cutting) and develop borderline traits.[11][12] In protective environments, these outcomes are far less likely. Beauchaine has received two awards from the American Psychological Association: the Distinguished Scientific Award for an Early Career Contribution to Psychology and the Mid-Career Award for Outstanding Contributions to Benefit Children, Youth, and Families.[13]", "34270367": "Édouard Pichon (24 June 1890 – 20 January 1940) was a French pediatrician, grammarian and psychoanalyst. He was born in Sarcelles and died in Paris.", "61140130": "Anna Ornstein (née Anna Brünn; born January 27, 1927) is a Hungarian-American Auschwitz survivor, psychoanalyst and psychiatrist, author, speaker, and scholar.", "22211746": "Robert A. Josephs (born March 29, 1961) is an American Professor of Psychology at The University of Texas at Austin who has conducted research on the behavioral, emotional, and cognitive effects of acute alcohol intoxication.[1] Currently, his primary area of research is on human behavioral endocrinology with an emphasis on hormone-gene interactions,[2] and hormone-hormone interactions.[3]", "34008230": "Klaus F. Riegel (November 6, 1925 in Berlin, Germany – July 3, 1977 in Ann Arbor, United States) was professor of psychology at the University of Michigan from 1959 to 1977. His research and theory contributions encompassed psycholinguistics, gerontology, developmental psychology, and dialectical psychology. Riegel edited the international journal Human Development from 1970 to 1977. In 1975, the Gerontological Society of America presented Riegel with the Robert W. Kleemeier Award for outstanding research in the field of gerontology.", "39972028": "Jane Wardle FBA FMedSci (30 October 1950 – 20 October 2015) was a professor of clinical psychology and director of the Cancer Research UK Health Behaviour Research Centre at University College London. She was one of the pioneers of health psychology in the UK and internationally, known for her seminal work on the contribution of psychology to public health, particularly the role of psychological research in cancer prevention and work on the behavioural and genetic determinants of eating behaviour and obesity.[1]", "12938431": "Amy Beth Bloom (born 1953) is an American writer and psychotherapist. She is professor of creative writing at Wesleyan University, and has been nominated for the National Book Award and the National Book Critics Circle Award.", "24014021": "Georg Schramm (born 11 March 1949) is a German Kabarett artist. He was a host of the Kabarett shows Scheibenwischer and  Neues aus der Anstalt.", "27127000": "Otto Klineberg (2 November 1899, in Quebec City, Quebec, Canada – 6 March 1992, in Bethesda, Maryland) was a Canadian born psychologist.\nHe held professorships in social psychology at Columbia University and the University of Paris. His pioneering work in the 1930s on the intelligence of white and black students in the United States and his evidence as an expert witness in Delaware were instrumental in winning the Supreme Court school segregation case Brown v. Board of Education in 1954. Through his work in UNESCO and elsewhere, he helped to promote psychology internationally.", "17722606": "Leo Zeff (May 14, 1912 - April 13, 1988)[1][2] was an American psychologist and psychotherapist in Oakland, California who pioneered the use of LSD, ecstasy (MDMA), and other psychoactive drugs in psychotherapy in the 1970s.[2][3]", "4910320": "Lieutenant-Colonel Frederick John Marrian Stratton DSO OBE DL TD FRS PRAS[1] (16 October 1881 – 2 September 1960) was a British astrophysicist, Professor of Astrophysics (1909) at the University of Cambridge from 1928 to 1947 and a decorated British Army officer.", "53210357": "Ragnar Rommetveit (11 July 1924 – 11 June 2017) was a Norwegian psychologist.[1][2]", "7630074": "James Robertson (1911–1988) was a psychiatric social worker and psychoanalyst based at the Tavistock Clinic and Institute, London from 1948 until 1976.", "1862906": "Joseph McMoneagle (born January 11, 1946) is a retired U.S. Army Chief Warrant Officer. He was involved in remote viewing (RV) operations and experiments conducted by U.S. Army Intelligence and the Stanford Research Institute. He was among the first personnel recruited for the classified program now known as the Stargate Project (1978–95).[1] Along with colleague Ingo Swann, McMoneagle is best known for claims surrounding the investigation of RV and the use of paranormal abilities for military intelligence gathering. His interests also include near-death experiences, out-of-body travel, and unidentified flying objects.", "20802815": "Nora S. Newcombe (born 1951 in Toronto) is the Laura H. Carnell Professor of Psychology and the James H. Glackin Distinguished Faculty Fellow at Temple University. She is a Canadian-American researcher in cognitive development, cognitive psychology and cognitive science, and expert on the development of spatial thinking and reasoning[1] and episodic memory.[2][3][4] She was the principal investigator of the Spatial Intelligence and Learning Center (2006-2018), one of six Science of Learning Centers funded by the National Science Foundation.[5]", "34532620": "Millais Culpin FRCS (6 January 1874 in Ware, Hertfordshire[1] – 14 September 1952 in St Albans, Hertfordshire[2]) was an English physician and psychotherapist.", "9137422": "Morton Ann Gernsbacher is Vilas Research Professor and Sir Frederic Bartlett Professor of Psychology at the University of Wisconsin–Madison. She is a specialist in autism and psycholinguistics and has written and edited professional and lay books and over 100 peer-reviewed articles and book chapters on these subjects.[1] She is currently on the advisory board of the journal Psychological Science in the Public Interest and associate editor for Cognitive Psychology, and she has previously held editorial positions for Memory & Cognition and Language and Cognitive Processes. She was also president of the Association for Psychological Science in 2007.[2]", "912656": "Granville Stanley Hall (February 1, 1846 – April 24, 1924[1]) was a pioneering American psychologist and educator who earned the first doctorate in psychology awarded in the United States of America at Harvard College in the nineteenth century. His interests focused on human life span development and evolutionary theory. Hall was the first president of the American Psychological Association and the first president of Clark University. A Review of General Psychology survey, published in 2002, ranked Hall as the 72nd most cited psychologist of the 20th century, in a tie with Lewis Terman.[2]", "48622873": "Anne Roe (1904 – May 29, 1991) was an American clinical psychologist and researcher who studied creativity and occupational psychology. Her publications included The Making of a Scientist (1953) and the Psychology of Occupations (1956).", "31026466": "Matthew Tyler Giobbi (born 1974) is an author and educator in the fields of music, science criticism, philosophy, media theory, psychoanalysis, and psychology. He has written A Postcognitive Negation: The Sadomasochistic Dialectic of American Psychology.[1]", "35613995": "Evelyne Kestemberg-Hassin (French: [kɛstɛmɡɛʁg]; 28 May 1918 – 17 April 1989) was a French psychoanalyst. She was born in Constantinople to a Turkish father and a Russian-Jewish mother, and died in Paris.[1] She was a former president and full member of the Paris Psychoanalytical Society, known by its French acronym SPP.[2]", "60452144": "Ellen Louise \"E.L.\" Hamaker (born February 13, 1974) is a Dutch-American psychologist, and statistician. Since 2018 she has been a full professor at Utrecht University, holding the chair Longitudinal Data Analysis at the Department of Methodology and Statistics. [1] Her work focuses on the development of statistical models for the analysis of intensive longitudinal data in psychology, mainly within the frameworks of structural equation modeling and time series analysis.", "59960625": "Jonathan B. Freeman is an American psychologist and associate professor of psychology at Columbia University. He is best known for his work on the neuroscience of person perception and social cognition, as well as mouse-tracking methodology in cognitive science. His research focuses on the cognitive and neural mechanisms underlying split-second social judgments and their impact on behaviour.", "13561145": "Elliot Turiel (born 1938) is a psychologist and  Distinguished Professor in the Berkeley School of Education at the University of California, Berkeley. He teaches courses on human development and its relation to education. He was born in Rhodes, Greece.", "64613705": "Yulia Kovas (born March 12, 1973) is a geneticist and psychologist - currently[as of?] a professor of genetics and psychology at Goldsmiths, University of London , and a visiting professor at UCL, King's College, Sussex and New York universities - in the United Kingdom. Kovas received the British Academy Wiley Prize in Psychology in 2012.[1] Kovas is the director of the International Laboratory for Interdisciplinary Investigations into Individual Differences in Learning at Goldsmiths, and leads the genetically-informative research into individual differences in mathematical ability and achievement as part of the Twins Early Development Study at King's College, London.", "11300173": "Olavi Rudolf Holsti (August 7, 1933 – July 2, 2020) was an American political scientist and academic. He held the position of George V. Allen Professor Emeritus of Political Science at Duke University. He was noted for his writings on international affairs, American foreign policy, content analysis, decision-making in politics and diplomacy, and crises.", "74116431": "Virginia Zachert (March 1, 1920 – May 3, 2012) was an American psychologist and professor on the faculty of the Medical College of Georgia from 1963 to 1984.", "20802916": "Susan Goldin-Meadow is the Beardsley Ruml Distinguished Service Professor in the Departments of Psychology, Comparative Human Development, the college, and the Committee on Education at the University of Chicago. She is the principal investigator of a 10-year program project grant, funded by the National Institute of Child Health and Human Development, designed to explore the impact of environmental and biological variation on language growth. She is also a co-PI of the Spatial Intelligence and Learning Center (SILC), one of six Science of Learning Centers funded by the National Science Foundation to explore learning in an interdisciplinary framework with an eye toward theory and application.  She is the founding editor of Language Learning and Development, the official journal of the Society for Language Development.  She was President of the International Society for Gesture Studies from 2007–2012.", "6352230": "Lyle Francis Schoenfeldt (born 1939) is an American business management professor best known for a standard textbook on human resources.", "29224295": "Deborah L. Tolman is a developmental psychologist and the co-founder of SPARK: Sexualization Protest: Action, Resistance, Knowledge. She is the author of Dilemmas of Desire: Teenage Girls Talk about Sexuality, which was awarded the 2003 Distinguished Book Award from the Association for Women in Psychology.", "57699702": "John Ward Creswell is an American academic known for his work in mixed methods research. He has written numerous journal articles and 27 books on mixed methods research, research methods, and qualitative research.[1]", "16969080": "Harold Homer Anderson (October 23, 1897 – February 9, 1990) was an American research professor of psychology at Michigan State University, who published on child psychology, clinical psychology, personality, and cross-national research.", "62483838": "Albert H. Yee is a Korean-American educational psychologist. He taught at universities in the United States and East Asia for forty-three years before retiring in 1995. A 1965 graduate of Stanford University, he is the founding president of the Western Montana Stanford Alumni Club.[1] He was also the president of the Chinese-American Faculty Association of Southern California from 1975 to 1977[2] and of the Asian American Psychological Association from 1979 to 1982.[3] He was educated at the University of California, Berkeley, San Francisco State University, and Stanford University. He has taught at the University of Wisconsin–Madison,[4] Florida International University,[5] California State University–Long Beach,[6] and the University of Montana, where he served as dean of the School of Education before resigning in 1981.[7][8] In 1980, while at the University of Montana, he became the first American psychologist to be invited to China by the Institute of Psychology of the Chinese Academy of Sciences.[9]", "69201279": "Ana Abraído-Lanza is an American behavioral psychologist who is a professor at the New York University. Her research considers the cultural and structural factors that impact mental and physical health amongst Latino communities. She serves as Vice Dean of the School of Public Health.", "65170827": "Roxane Cohen Silver (born August 1955) is a social, health psychologist known for her work on personal, national, and international traumas and how people cope with these traumas. She holds the position of Vice Provost for Academic Planning & Institutional Research and Distinguished Professor of Psychological Science, Public Health, and Medicine at the University of California, Irvine.[1]", "25095568": "Peter Kruse (30 January 1955 – 1 June 2015) was honorary professor of organizational psychology at the University of Bremen and professional consultant for collective intelligence. His main field of research was processing of complexity and autonomous order formation in intelligent networks. His interdisciplinary work focused on the application of collective intelligence to economic and social developments.", "57306513": "Charles M. Judd is an American social psychologist who is a College Professor of Distinction at the University of Colorado Boulder.", "52915607": "Barbara Snell Dohrenwend (March 26, 1927 – June 28, 1982) was an American epidemiologist and social psychologist. She was born in New York City to Foster D. Snell and Cornelia Tyler Snell.  She received a B.A. from Wellesley College in 1947 and a Ph.D. in psychology from Columbia University in 1954.", "49933723": "Eugène Osty (16 May 1874 – 20 August 1938) was a French physician and psychical researcher.[1]", "39447965": "Darcia Narvaez (dar-sha narv-eyes) is a Professor of Psychology Emerita at the University of Notre Dame who has written extensively on issues of character, moral development, and human flourishing.", "67169704": "Elsie Murray (September 17, 1878 – September 30, 1965) was an American psychologist and college professor. Her research involved color perception, memory, and color blindness. She was also director of the historic sites at French Azilum and Tioga Point Museum in Pennsylvania.", "8514991": "James E. Marcia (February 10, 1937) is a clinical and developmental psychologist. He taught at Simon Fraser University in British Columbia, Canada[1] and the State University of New York at Buffalo in Upstate New York.[2]", "748976": "Ernst Heinrich Weber (24 June 1795 – 26 January 1878)[1] was a German physician who is considered one of the founders of experimental psychology. He was an influential and important figure in the areas of physiology and psychology during his lifetime and beyond. His studies on sensation and touch, along with his emphasis on good experimental techniques led to new directions and areas of study for future psychologists, physiologists, and anatomists.", "67792310": "Elissa Sarah Epel is an American health psychologist. She is a professor in the Department of Psychiatry at the University of California, San Francisco (UCSF), director of UCSF’s Aging, Metabolism, and Emotion Center, and associate director of the Center for Health and Community.", "35614135": "Eloy Anselmo Luis y André[1] (22 June 1876 – 24 May 1935) was a Spanish psychologist,  philosopher, educator and Galician writer.", "56520119": "Maree Rose Teesson AC, FAAHMS, FASSA, is an Australian expert on mental health. She is the Director of The Matilda Centre for Research in Mental Health and Substance Use and NHMRC Principal Research Fellow at the University of Sydney. She is also professorial fellow at the Black Dog Institute, UNSW.", "43216316": "Nadezhda Nikolaevna Ladygina-Kohts (Надежда Николаевна Ладыгина-Котс; (1889-05-18)May 18, 1889 – (1963-09-03)September 3, 1963) was a Russian zoopsychologist and comparative psychologist best known for her work comparing human and chimpanzee behavior, emotion, and cognition.[1][2] She is the author of several books on ape and monkey behavior and served as the co-director of the first natural history museum in Russia.[3][4]", "62025167": "Prof. Barbara Ann Wilson OBE (born 1941) [1] is the founder of the Oliver Zangwill Centre for Neuropsychological Rehabilitation in Ely, Cambridgeshire.[2] She was appointed an OBE for her work in brain injury rehabilitation over 40 years[2]  for \"medical rehabilitation\".[3] She was a clinical psychologist, and is now (2019) retired. She was shortlisted for a Lifetime Achievement Award in the NHS70 Parliamentary Awards in 2018 for her dedication to brain injury rehabilitation.[4]", "159184": "Reportedly haunted locations:", "48786899": "James S. Jackson (1944 – September 1, 2020) was an American social psychologist and the Daniel Katz Distinguished University Professor of Psychology at the University of Michigan. Jackson was also a member of the National Science Board and a past president of the Association of Black Psychologists. He studied the psychology of race and culture and the impact of racial disparities on minority health.[1]", "41512425": "Laurie Renee Santos (born 1975) is an American cognitive scientist and professor of psychology at Yale University.[1] She is the director of Yale's Comparative Cognition Laboratory, Director of Yale's Canine Cognition Lab, and former Head of Yale's Silliman College.[2] She has been a featured TED speaker[3] and has been listed in Popular Science as one of their \"Brilliant Ten\" young scientists in 2007[4] as well as in Time magazine as a \"Leading Campus Celebrity\" in 2013.[5]", "26406391": "David P. Hurford is a psychologist and researcher who specializes in dyslexia/reading difficulties and attention deficit hyperactivity disorder (ADHD). He is a professor and chair of the Department of Psychology and Counseling at Pittsburg State University and directs the Center for Research, Evaluation and Awareness of Dyslexia (Center for READing) at the same institution. In addition, he is the president of Reading Screening, LLC and the manager of the Center for the Assessment and Remediation of Reading Difficulties, Inc. (CARRD, Inc.) a nonprofit created to help individuals become competent readers and was a Spencer Fellow of the National Academy of Education.", "50654711": "Joan Freeman (née Lowe; born 2 April 1958) is an Irish psychologist, mental health activist and an Independent politician who served as a Senator from 2016 to 2020, after being nominated by the then Taoiseach, Enda Kenny. She is the founder of Pieta House, a national mental health services charity. She resigned from Pieta House in 2014. She was an unsuccessful candidate in the 2018 presidential election.[1]", "11759097": "Alyce Faye Eichelberger Cleese (née McBride; born October 28, 1944) is an American psychotherapist, author and talk radio host.  She was married to golfer Dave Eichelberger and later to actor-comedian John Cleese.", "66547194": "LeShawndra N. Price is an American psychologist specialized in mental health and health disparities research. She is the director of the office of research training and special programs at the National Institute of Allergy and Infectious Diseases.", "72510969": "Frank C. Worrell is an American psychologist. He is a distinguished professor in the School of Education at the University of California, Berkeley.[1] He was the 2022 president of the American Psychological Association.[2]", "20803076": "Charles Ransom Gallistel (born May 18, 1941) is an Emeritus Professor of Psychology at Rutgers University. He is an expert in the cognitive processes of learning and memory, using animal models to carry out research on these topics.  Gallistel is married to fellow psychologist Rochel Gelman. Prior to joining the Rutgers faculty he held positions at the University of Pennsylvania, where he was chair of the psychology department and Bernard L. & Ida E. Grossman Term Professor, and at the University of California, Los Angeles.[1][2]", "59960843": "Ruth Esther Graves King (born January 28, 1933) is an educational psychologist who was the first woman president of the Association of Black Psychologists. Her interest in sports led her to teach physical education. While coaching, she became interested in psychology, gaining a PhD and doctorate in education from Temple University. She has worked for government and community organizations, as well as teaching at Federal City College and Howard University and consulting. She has published two novels, and was married, with two children.", "55930383": "Jude Anne Cassidy is Professor of Psychology and Distinguished Scholar-Teacher at the University of Maryland. Cassidy was awarded the American Psychological Association Boyd McCandless Young Scientist Award in 1991 for her early career contributions to Developmental Psychology.[1] She is a Fellow of the American Psychological Association, Division 7 (Developmental Psychology) and the Association for Psychological Science.", "13626896": "Alan M. Leslie is a Scottish psychologist and Professor of Psychology and Cognitive science at Rutgers University, where he directs the Cognitive Development Laboratory (CDL)[1] and is co-director of the Rutgers University Center for Cognitive Science (RUCCS) along with Ernest Lepore.", "64482836": "Eamon Joseph McCrory is a London-based scientist and clinical psychologist. He is Professor of Developmental Neuroscience and Psychopathology at University College London, where he Co-Directs the Developmental Risk and Resilience Unit. He is a Programme Director and member of the Executive team at the Anna Freud National Centre for Children and Families, Director of UKRI’s programme on Adolescent Mental Health and Wellbeing, and Co-Director of the UK Trauma Council.[1]", "59731477": "Virginia Sapiro (born February 28, 1951) is an American political scientist and political psychologist.", "25259556": "Feminist psychology  is a form of psychology centered on social structures and gender. Feminist psychology critiques historical psychological research as done from a male perspective with the view that males are the norm.[1] Feminist psychology is oriented on the values and principles of feminism.", "24047152": "David W. Orme-Johnson (born January 17, 1941) is a former professor of psychology at Maharishi University of Management in Fairfield, Iowa. He is the author of over 100 papers investigating the effects of the Transcendental Meditation technique.[1]", "323121": "Donald Olding Hebb FRS[1] (July 22, 1904 – August 20, 1985) was a Canadian psychologist who was influential in the area of neuropsychology, where he sought to understand how the function of neurons contributed to psychological processes such as learning. He is best known for his theory of Hebbian learning, which he introduced in his classic 1949 work The Organization of Behavior.[3] He has been described as the father of neuropsychology and neural networks.[4] A Review of General Psychology survey, published in 2002, ranked Hebb as the 19th most cited psychologist of the 20th century.[5] His views on learning described behavior and thought in terms of brain function, explaining cognitive processes in terms of connections between neuron assemblies.", "22408756": "Peggy Joy Kleinplatz is a Canadian clinical psychologist and sexologist whose work often concerns optimal sexuality, opposition to the medicalization of human sexuality, and outreach to marginalized groups.[1][2] She is a full professor of medicine and clinical professor of psychology at the University of Ottawa.[3][4]", "13856315": "Maurice Eden Paul (27 September 1865, in Sturminster Marshall[1] – 1 December 1944) was a British socialist activist, physician, writer and translator.[2]", "48918076": "Frances Lowell (October 12, 1886-unknown) was an American educational psychologist known for her research in child psychology, intelligence, and mental age. Lowell earned her bachelor's degree, master's degree, and Ph.D. from the University of Minnesota in 1915, 1917, and 1919 respectively. She held various short-term positions before settling at the Cleveland Board of Education as their clinical psychologist; she held that position from 1925 to 1952, when she retired. Lowell was a member of the American Psychological Association and the Ohio Association of Applied Psychology.[1]", "31092283": "John Carlyle Raven (28 June 1902 – 10 August 1970) was an English psychologist known for his contributions to psychometrics.", "22769217": "Harvey A. Carr (April 30, 1873 – June 21, 1954), a founding father of functionalist psychology, was renowned for a methodical and thorough approach to his science. His work was largely devoted to studies of animal cognition and perception. Carr collaborated with John B. Watson on his most well-known project: the famous Kerplunk experiment. Carr held his post as chairman of the Psychology department at the University of Chicago from 1926 to 1938. He also served as the president of the American Psychological Association in 1926.", "8121923": "Paul Willem Pruyser (1916–1987) was a Dutch-American clinical psychologist at the Menninger Clinic, influenced by James, Freud, Otto, and Winnicott, one of the most famous contributors to the psychological theories of religion. He created the Psychology and Culture model, which discusses the three \"Worlds\" in which people live — The Autistic, The Illusionistic, and The Realistic. In his book The Minister as Diagnostician (1976), Pruyser affirmed the theological expertise and clinical authority of hospital chaplains on interdisciplinary healthcare teams.[1]", "45510214": "Robert \"Bob\" Frank Mager [meɪgɜ:]  (June 10, 1923 – May 23, 2020) was an American psychologist and author. Concerned with understanding and improving human performance, he is known for developing a framework for preparing learning objectives, and criterion referenced instruction (CRI), as well as addressing areas of goal orientation, student evaluation, student motivation, classroom environment, educational change, performance technology, and instructional design.[2]", "27946570": "Josep Call FBA is a Spanish comparative psychologist specializing in primate cognition.", "56847950": "Curtis Scott Dunkel is an American psychologist and professor in the Department of Psychology at Western Illinois University, where he was granted tenure in August 2012.[1] His research has covered topics such as death anxiety[2] and the general factor of personality.[3]", "42888794": "Elaine Hatfield (formerly also known as Elaine Walster[1]) is an American social psychologist.[2] She has been credited, alongside Ellen S. Berscheid, as the pioneer of the scientific study of love.[3] She is employed as a professor in the psychology department of the University of Hawaii.[citation needed]", "17624672": "Mark Zanna, FRSC (March 4, 1944 – February 22, 2020) was a social psychologist at the University of Waterloo. He was well known for his work on attitudes and intergroup relations. He earned his Ph.D. from Yale University.", "38596193": "William Samuel Verplanck Junior (January 16, 1916 in Plainfield, New Jersey – September 30, 2002 in Knoxville, Tennessee) was an American psychologist.[1][2] He conducted a series of significant experiments in the fields of ethology, experimental psychology, and especially in the field of radical behaviorism. After compiling a review of the writings and research of B.F. Skinner for the 1950 Dartmouth conference, culminating in the publication of Modern Learning Theory,[3]  Verplanck adopted the psychological and philosophical stance of Interbehaviorism, which he maintained throughout the remainder of his career.[4]", "15625828": "Dr. Anton Schelkopf (aka Dr. Toni Schelkopf, Toni Schelkopf or Schelkopf Toni) (28 April 1914 in Munich – 19 May 1975 in Starnberg) was a German Psychologist doctor who also was among other works a Film Producer in the late 1940s and 1950s.", "65072763": "Harvard University", "55635584": "Lewis Franklin Petrinovich (June 12, 1930 - July 28, 2021)[2][3] was an American evolutionary psychologist and professor emeritus of psychology at the University of California, Riverside.[4][5] His work has included research on lefthandedness,[6] the potential evolutionary origins of cannibalism,[7][8] and evolutionary ornithology.[9]", "69660304": "Doris Brett (born 1950) is an Australian writer and clinical psychologist. She has written in a number of genres, including poetry, memoir and nonfiction.", "1928848": "Walter Fisher (1931–2018)[1] was an American academic credited with formalizing Kenneth Burke's Dramatism and introducing the narrative paradigm to communication theory. Fisher was Professor Emeritus at the Annenberg School for Communication.", "31518379": "Gustav Jahoda, FBA, FRSE (11 October 1920 – 12 December 2016) was an Austrian-born psychologist who made a sustained contribution to the development of cross-cultural psychology and cultural psychology.[1][2][3]", "749238": "Eduard Spranger (27 June 1882 – 17 September 1963) was a German philosopher and psychologist. A student of Wilhelm Dilthey, Spranger was born in Berlin and died in Tübingen.  He was considered a humanist who developed a philosophical pedagogy as an act of 'self defense' against the psychology-oriented experimental theory of the times.[1]", "22212295": "Paula M. Niedenthal is a social psychologist currently working as a professor of psychology at the University of Wisconsin–Madison.  She also completed her undergraduate studies at the University of Wisconsin at Madison where she received a Bachelor's in Psychology. She then received her Ph.D. at the University of Michigan before becoming a faculty member of the departments of Psychology at Johns Hopkins University and Indiana University.  Until recently,[when?] she served as the Director of Research in the National Centre for Scientific Research at the Université Blaise Pascal in Clermont-Ferrand France.\nThe majority of Niedenthal's research focuses on several levels of analysis of emotional processes, this would include emotion-cognition interaction and representational models of emotion. Niedenthal has authored more than 80 articles and chapters, and several books. Niedenthal is a fellow of the Society for Personality and Social Psychology.[1]", "67825351": "Neva Milicic Müller (born 1943) is a Chilean child psychologist, known for her publications of children's books and her academic work. She was named an emerita professor at the Pontifical Catholic University of Chile in 2014.", "3469025": "Robert Henry Thouless (15 July 1894 – 25 September 1984) was an English psychologist and parapsychologist.[1] He is best known as the author of Straight and Crooked Thinking (1930, 1953), which describes flaws in reasoning and argument.[2]", "53604065": "Harriet Lange Rheingold (February 13, 1908 – April 29, 2000) was a child development psychologist who taught at the University of North Carolina, and the author of many publications, some still cited today. The New York Times labeled her “one of the nation’s most prominent developmental psychologists.”[1]", "60059367": "Robert A. Stern is professor of Neurology, Neurosurgery, and Anatomy & Neurobiology at Boston University School of Medicine, where he is also director of clinical research for the BU Chronic Traumatic Encephalopathy (CTE) Center. From 2010 to 2019, he was the director of the Clinical Core of the BU Alzheimer's Disease Center (funded by National Institutes of Health, NIH).", "18116330": "David Clarence McClelland (May 20, 1917 – March 27, 1998) was an American psychologist, noted for his work on motivation Need Theory. He published a number of works between the 1950s and the 1990s and developed new scoring systems for the Thematic Apperception Test (TAT) and its descendants.[1]  McClelland is credited with developing Achievement Motivation Theory, commonly referred to as \"need for achievement\" or n-achievement theory.[2] A Review of General Psychology survey published in 2002, ranked McClelland as the 15th most cited psychologist of the 20th century.[3]", "13496051": "Anna Motz (born 1964) is a Consultant Clinical and Forensic Psychologist with extensive clinical experience with women as perpetrators of violence and with the staff teams who work with them. Formerly president of the International Association for Forensic Psychotherapy (IAFP), she is the author of The Psychology of Female Violence: Crimes Against the Body.[1]", "31715062": "Leo M. Chalupa (born 28 March 1945)[1] is a Ukrainian-American Neuropsychologist who was Vice President for Research and is Professor of Pharmacology and Physiology[2] at George Washington University. He was previously a Distinguished Professor of Ophthalmology and Neurobiology at the University of California, Davis and Chairman of the  Department of Neurobiology, Physiology and Behavior [3] where he also served as the Director of the UC Davis Center for Neuroscience and Interim Dean of the College of Biological Sciences.[4]", "12381943": "Nicholas Tucker is an English academic and writer who is an honorary Senior Lecturer in Cultural Studies at the University of Sussex.", "9137915": "Susan Tufts Fiske (born August 19, 1952) is an American psychologist who serves as the Eugene Higgins Professor of Psychology and Public Affairs in the Department of Psychology at Princeton University.[1] She is a social psychologist known for her work on social cognition, stereotypes, and prejudice.[2] Fiske leads the Intergroup Relations, Social Cognition, and Social Neuroscience Lab at Princeton University. Her theoretical contributions include the development of the stereotype content model, ambivalent sexism theory, power as control theory, and the continuum model of impression formation.", "46624507": "Drummond Rennie is an American nephrologist and high altitude physiologist who is a contributing deputy editor of The Journal of the American Medical Association (JAMA)[1] and an adjunct professor of medicine at the University of California, San Francisco.[2]", "44527361": "Yuriy Platonov (Russian: Юрий Петрович Платонов; born  19 July 1945) is a Russian psychologist, professor and rector of St. Petersburg State Institute of Psychology and Social Work.", "53604101": "Stephen P. Hinshaw (born December 1, 1952) is an American psychologist whose contributions lie in the areas of developmental psychopathology and combating the stigma that surrounds mental illness. He has authored more than 325 scientific articles and chapters as well as 14 authored and edited books. Currently, he is Professor (and former department chair) in the Department of Psychology at the University of California, Berkeley,[1] and Professor In Residence and Vice Chair for Child and Adolescent Psychology in the Department of Psychiatry at the University of California, San Francisco.[2] His work focuses on child and adolescent mental disorders, clinical interventions, mechanisms of change in psychopathology, and stigma prevention efforts, with a specialization in ADHD and other externalizing behavioral disorders.", "47017738": "Allen Spraggett (26 March 1932 – 19 July 2022) was a Canadian writer and broadcaster, known for his works concerning the paranormal.", "48328458": "Arch G. Woodside (born January 9, 1943, in Pittsburgh, Pennsylvania) is an American marketing author, consultant, and professor; member and Fellow of American Psychological Association, Royal Society of Canada, Association of Psychological Sciences, International Academy for the Study of Tourism, Society for Marketing Advances, and the Global Innovation and Knowledge Academy (GIKA).[1] He is the Editor-in-Chief of  Advances in Culture, Tourism, and Hospitality Research book series and the Advances in Business Marketing and Purchasing annual book series [2] and a former Editor-in-Chief of the Journal of Business Research.[3]", "52195083": "Dorothy Walter Baruch (5 August 1899 – 4 September 1962) was an American psychologist and children's book author.[1] She studied children's language acquisition and wrote about childhood development whilst also supplying fiction for children.", "27553549": "Wilhelm Kempf (born 1 June 1947) is an Austrian born psychologist and peace researcher who has made significant contributions to theoretical psychology, psychological methodology and peace research. Alongside of Johan Galtung, Kempf is one of the founders of the concept of peace journalism,[1] which he, in contrast to Galtung, however, does not conceive of as a form of advocacy journalism, but rather understands as a trans-disciplinary research program which has as its object the possibilities of and limits to maintaining journalistic quality norms during war and crisis situations,[2] and to overcome the communication barriers between the conflict parties.[3]", "4026126": "John Beebe (born June 24, 1939) is an American psychiatrist and  Jungian analyst in practice in San Francisco.", "23523101": "Vadim Andreyevich Krutetsky, also Krutetskii (Russian: Вадим Андреевич Крутецкий; December 1917 – September 15, 1991[1][2]) was a Soviet psychologist who explored mathematical ability in gifted children.  His most famous work is The Psychology of Mathematical Abilities in Schoolchildren (1968, Russian edition; 1976, English translation) in which he observed that mathematically capable children are typically striving \"for the cleanest, simplest, shortest and thus most 'elegant' path to the goal\" whereas average students pay little attention to aesthetics of their solutions. Krutetsky concluded that a \"mathematical cast of mind\" - a tendency to understand and connect the world mathematically - does exist and can be precisely discovered in gifted children.[3] Mason & Johnston-Wilder (2004) write that this study \"influenced generations of researchers\"[4] and Dowker (2005) calls it \"the best-known study in the area\".[5]", "41643809": "Philippa Garety is Professor of Clinical Psychology and Clinical Director of the Psychosis Clinical Academic Group (CAG), South London and Maudsley NHS Foundation Trust.[1] Garety specializes in the psychological understanding and treatment of psychosis and, in particular, delusions.[2][3]", "585507": "Adrianus Dingeman (Adriaan) de Groot (Santpoort,[1] 26 October 1914 – Schiermonnikoog, 14 August 2006) was a Dutch chess master and psychologist, who conducted some of the most famous chess experiments of all time in the 1940s-60. In 1946 he wrote his thesis Het denken van den schaker,[2] which in 1965 was translated into English and published as Thought and choice in chess.  De Groot played for the Netherlands in the Chess Olympiads of 1937 and 1939.[3] In 1973 he became member of the Royal Netherlands Academy of Arts and Sciences.[4]", "58093348": "Kathleen Ries Merikangas is the Chief of the Genetic Epidemiology Research Branch in the Intramural Research Program at the National Institute of Mental Health (NIMH) and an adjunct professor of epidemiology at the Johns Hopkins Bloomberg School of Public Health. She has published more than 300 papers, and is best known for her work in adolescent mental disorders.[1]", "18083632": "Dr. Riley W. Gardner (October 31, 1921 – October 23, 2007) was an American psychologist who published works on individual differences and cognition.", "65826608": "Paul R. Farnsworth (August 15, 1899 – October 27, 1978) was an American music psychologist. He had a forty-year career at Stanford University where he researched the psychology of music preference. In addition to authoring three books, he was the editor of the Annual Review of Psychology from 1955 to 1968.", "41774902": "Antonello Bonci is an Italian-American neurologist and a neuropsychopharmacologist specialized in the long-term effects of drug exposure on the brain. In August 2019, he became president of Global Institutes on Addictions Miami. Bonci was previously the scientific director of the National Institute on Drug Abuse and a professor at the University of California, San Francisco.", "27389757": "Cheryl Arutt (born May 13, 1966) is an American commercial, print, television, and film actress[1][2] and a clinical and forensic psychologist and media consultant.[3] She co-hosts and is a regular member of the Behavior Bureau on HLN's panel show Dr. Drew On Call [4] and appears as a psychological expert on ABC,[5] the Fox News Channel, HLN[6][7][8] and In Session.[9]", "52621118": "Justine Hardy (born April 1966) is a British journalist, author, and integrated trauma therapist who has spent most of her adult life in India. She has been a journalist in South Asia, including Kashmir, where she established Healing Kashmir to help people overcome the trauma of the Insurgency in Jammu and Kashmir that began in 1989.", "51015486": "Graham Betchart (born April 30, 1978) is a mental skills coach for the Sacramento Kings of the National Basketball Association (NBA). He is known for the concept \"Play Present,\" which teaches that an athlete needs to stay focused on the task at hand and immediately move on to the next play despite results or outcomes.[1] He is also noted for the \"MVP\" program (Mediate, Visualize, Positive affirmation), a sports psychology mental training tool, as well as \"WIN\" (What is Important Now), which asserts that a player can only control attitude, effort, and focus.[2]", "37285702": "Christopher F. Chabris (/ʃəˈbriː/) is an American research psychologist, currently Senior Investigator (Professor) at Geisinger Health System, visiting fellow at the Institute for Advanced Study in Toulouse, France, and associate professor of Psychology and co-director of the Neuroscience Program at Union College in Schenectady, New York (on leave 2016–2017). He is best known as the co-author (with Daniel Simons) of the popular science book The Invisible Gorilla, which presents the results of research into attention and other cognitive illusions.[1]", "17723207": "Trevor William Robbins CBE FRS FMedSci (born 26 November 1949)[1] is a professor of cognitive neuroscience and the former Head of the Department of Psychology at the University of Cambridge.[2] Robbins interests are in the fields of cognitive neuroscience, behavioural neuroscience and psychopharmacology.[3]", "56782664": "Judith K. Pringle (born 1952) is a New Zealand organisational/social psychology academic. She is currently a full professor at the Auckland University of Technology.[1]", "54030161": "Roger B. Fillingim is an American psychologist and distinguished professor at the University of Florida who won its Research Foundation Professorship.[when?][1][2]", "49672020": "Herr Edmund Parish (1861–1916) was a German psychologist and hallucination researcher.", "8351575": "Helen Friedman is an American clinical psychologist, therapist, and radio show host in St. Louis, Missouri. She is an associate clinical (adjunct) professor at the Saint Louis University School of Medicine, a past  president of the St. Louis Psychological Association, and on the advisory board of the Society for the Advancement of Sexual Health. In full-time private practice, she works in the general areas of anxiety, depression, grief, sexual and relationship issues. Specialties include sexual trauma, sexual compulsivity, dissociative disorders, and gender identity. Her award-winning radio show, \"PsychTalk,\" was featured on KDHX and ran for over seven years. Her work and commentary has been featured in USA Today, the New York Times,  the Washington Post, Los Angeles Times, the Boston Globe, the New York Post, Psychology Today, Cosmopolitan, New Woman, Mademoiselle, Redbook,  Salon.com, among others.", "54030168": "Brian Anthony Iwata (August 20, 1948 – October 7, 2023)[1] was an American psychologist. He was a Distinguished Professor at University of Florida.[2][3]", "4419426": "Lightner Witmer (June 28, 1867 – July 19, 1956) was an American psychologist. He introduced the term \"clinical psychology\" and is often credited with founding the field that it describes. Witmer created the world's first \"psychological clinic\" at the University of Pennsylvania in 1896, including the first journal of clinical psychology and the first clinical hospital school in 1907.", "19165036": "George Washington Crane III (April 28, 1901 – July 17, 1995) was an American psychologist and physician, best known as a conservative syndicated newspaper columnist (Worry Clinic, Test  Your Horse Sense) for 60 years (he had previously written campaign speeches for Calvin Coolidge), and published at least three books. He was the father of Republican U.S. congressmen Phil and Dan Crane.[1]", "5435252": "Gordon Sidney Claridge was a British psychologist and author, best known for his theoretical and empirical work on the concept of schizotypy or psychosis-proneness.", "30863220": "Ciarán James O'Keeffe (born 21 March 1971) is an English psychologist specialising in parapsychology and forensic psychology. Ciarán attended John Hampden Grammar school in High Wycombe, Buckinghamshire and had a brief spell at High Wycombe Music Centre. He is currently employed at Bucks New University. He has held a research associate position at the University of Toulouse II - Le Mirail and also an online tutor position at Derby University. Previously employed at Liverpool Hope University, lecturing in psychology with a parapsychology component, O'Keeffe is a member of the Society for Psychical Research and an advisor to The Ghost Club. According to his own website, he completed his PhD at the University of Hertfordshire under the supervision of Richard Wiseman and Julia Buckroyd.[1][2]", "25456505": "Shlomo Bentin (Hebrew: שלמה בנטין), August 26, 1946 – July 13, 2012) was an Israeli neuropsychologist and recipient of the 2012 Israel Prize in psychology. Bentin was a professor of psychology[1] and education, and a member of the Center for Neural Computation at the Hebrew University of Jerusalem, Israel.", "48689017": "James Arthur Bayton (April 5, 1912 – August 1990) was an American psychologist.  He conducted research in areas of personality, race, social issues, and consumer psychology.", "70315900": "Marié Philliphina Wissing is a South African clinical psychologist, who is a professor at the Africa Unit for Transdisciplinary Health Research (AUTHeR) at the North-West University in South Africa. She became a member of the Academy of Science of South Africa in 2018.[1][2][3][4][5][6][7]", "59568005": "Yaakov Stern is an American cognitive neuroscientist, professor of neuropsychology at Columbia University.", "73789325": "Hester McFarland Solomon (11 February 1943 - 5 October 2021) was an American-British analytical psychologist, researcher, teacher, and administrator. She sought to bridge the century-old divide between Analytical psychology and the schools of Psychoanalysis.[1][2][3]", "5140365": "Vintilă Mihăilescu (23 May 1951 – 22 March 2020) was a leading Romanian cultural anthropologist, and a professor at the National University of Political Studies and Public Administration.[1][2] He was the brother of mathematician Preda Mihăilescu.", "29028251": "Dr. Ali Ahmed S Kazi (1896–1970) was one of the few physicians in Sind Province when Sindh was created as a province in British India in 1936.", "54488993": "Melvin Seeman (February 5, 1918[2] –  January 31, 2020) was an American social psychologist and emeritus professor of sociology at the University of California, Los Angeles (UCLA). He is known for researching social isolation.[3][4] Seeman turned 100 in February 2018.[5]", "73789346": "James Sakoda (April 21, 1916 – June 12, 2005) was a Japanese-American psychologist and pioneer in computational modeling.[1][2]", "55930795": "Andreas Maercker (born 26 April 1960) is a German clinical psychologist and international expert in traumatic stress-related mental disorders who works in Switzerland. He also contributed to lifespan and sociocultural aspects of trauma sequelae, e.g. the Janus-Face model of posttraumatic growth. Recently, he has been increasingly engaged in cultural clinical psychology.", "7598000": "Brian Bates (born 1944) is former chairman of Psychology[clarification needed] at the University of Sussex.[1] He is currently the director of the Medical Psychology Project at the Department of Psychology at University of Sussex in England.[2] He is a visiting professor at the University of Brighton.[1] He is known as the author of books on the shamanic wisdom of Anglo-Saxon England, and for his related course on \"Shamanic Consciousness\". He has also taught and directed at the Royal Academy of Dramatic Art in London.[3]", "68743103": "Barbara Jean Gillam FRSN FASSA is an Australian psychologist. She is Emeritus and Scientia Professor at the University of New South Wales.", "66449353": "Helen A. Neville is a professor of educational psychology and African-American studies at the University of Illinois at Urbana–Champaign, where she has taught since 2001. She previously served on the faculty of the University of Missouri, where she was the co-founder and co-director of the Center for Multicultural Research, Training, and Consultation.[1] She received the Association of Black Psychologists' Distinguished Psychologist of the Year Award in 2011 and was a Fulbright Scholar in Tanzania in 2015–2016. She served as president of Division 45 of the American Psychological Association, the Society for the Psychological Study of Culture, Ethnicity, and Race, in 2018.[2][3]", "54357961": "Gwynne Nettler FRSC (1913–October 5, 2007, also often spelled Gwynn Nettler) was a Canadian sociologist, psychologist, and movie stuntman who taught at the University of Alberta from 1963 to 1978.", "2453459": "Susana Urbina (born 1946) is a Peruvian-American psychologist. She received her Ph.D. in Psychometrics from Fordham University in 1972 and was licensed in Florida in 1976. She currently teaches at University of North Florida, where her principal areas of teaching and research are psychological testing and assessment.", "9531351": "Vid Pečjak (7 January 1929 – 27 February 2016)[1] was a Slovene author and psychologist.", "57995224": "William Thomas Heron (January 3, 1897 – July 18, 1988) was a professor of psychology at the University of Minnesota.[2] He co-authored six papers with B.F. Skinner in the 1930s, making him Skinner's most frequent co-author during the latter's career.[3] He is known for an experiment he conducted in 1952, in which he and a graduate student attempted to test the validity of extrasensory perception.[4][5]", "62910424": "University of Chicago Booth School of Business", "25292764": "Jack A. Apsche  (September 23, 1947 - October 12, 2014) was an American psychologist who has focused his work on adolescents with behavior problems.  Apsche was also an author, artist, presenter, consultant and lecturer.", "6942702": "Marilyn Mailman Segal (Marilyn Segal; died 2014) was an American developmental psychologist, author and educator specializing in early childhood. She is the founder and dean emeritus of the Family Center at Nova Southeastern University in Fort Lauderdale, Florida. Her numerous books include the five volume \"Your Child at Play\" series.", "61239279": "Iris Berent is an Israeli-American cognitive psychologist. She is a Professor of Psychology at Northeastern University and the director of the Language and Mind Lab. She is among the founders of experimental phonology—a field that uses the methods of experimental psychology and neuroscience to study phonological competence.[1][2][3] She has also explored the role of phonological competence in reading ability[4][5] and dyslexia.[6][7][8] Her recent work has examined how laypeople reason about innate knowledge,[9][10] such as universal grammar.[11][12]", "45019121": "Arthur Aron (born July 2, 1945) is a professor of psychology at the State University of New York at Stony Brook. He is best known for his work on intimacy in interpersonal relationships, and development of the self-expansion model of motivation in close relationships.", "62746621": "Aljoscha Andreas Long  is a German writer, psychologist, philosopher, composer and martial arts teacher.", "65269757": "Jean-Léon Beauvois (16 August 1943 – 8 September 2020) was a French psychologist and university professor. Alongside Robert-Vincent Joule, he wrote the book Petit traité de manipulation à l'usage des honnêtes gens, which became a bestseller in France.", "61337610": "Thérèse Gouin-Décarie OC OQ FRSC (French pronunciation: [te.ʁɛz.gwɛ̃.de.ka.ʁi]; born September 30, 1923) is a Canadian developmental psychologist and educator living in Quebec. She is known for her work on intellectual and emotional development in young children.[1]", "3239950": "John Robert Anderson (born August 27, 1947) is a Canadian-born American psychologist. He is currently professor of Psychology and Computer Science at Carnegie Mellon University.", "52228115": "Sedrak A. Sedrakyan (Armenian: Սեդրակ Սեդրակյան) is an Armenian psychologist, doctor of Psychological Sciences, and professor.", "1994772": "Montague Ullman (September 9, 1916 – June 7, 2008) was a psychiatrist, psychoanalyst and parapsychologist who founded the Dream Laboratory at the Maimonides Medical Center in Brooklyn, New York and for over three decades promoted public interest in dreams and dream sharing groups.", "15167512": "Richard C. McCarty (born July 12, 1947) is a professor of psychology and the former provost and vice chancellor of academic affairs at Vanderbilt University in Nashville, Tennessee.  Prior to serving as provost, he was dean of Vanderbilt's College of Arts and Science.", "1798168": "Gustave Mark Gilbert (September 30, 1911 – February 6, 1977) was an American psychologist best known for his writings containing observations of high-ranking Nazi leaders during the Nuremberg trials. His 1950 book The Psychology of Dictatorship was an attempt to profile the Nazi German dictator Adolf Hitler using as reference the testimonials of Hitler's closest generals and commanders. Gilbert's published work is still a subject of study in many universities and colleges, especially in the field of psychology.", "45314080": "Stella Churchill FRCS LRCP (1883–1954), was a British medical psychologist and psychotherapist who specialised in the health of women and children.", "63696930": "György Csepeli (Hungarian: [ˈt͡ʃɛpɛli ˈɟørɟ]; born 14 February 1946) is a Hungarian social psychologist, sociologist, politician, professor emeritus at the Eötvös Loránd University (ELTE), former Under Secretary of State for Political Affairs at the Ministry of Information of Hungary. His research, books, papers and talks focus on antiziganism, antisemitism and foundational problems of information society and social psychology.", "3633187": "Deborah Stipek is the Judy Koch Professor of Education at the Stanford University Graduate School of Education (GSE) and a professor by courtesy of psychology. She also serves as the Peter E. Haas Faculty Director of the Haas Center for Public Service at Stanford. From 2001 to 2012 and then again from 2014 to 2015 she served as the I James Quillen Dean of the GSE at Stanford.[1][2] Prior to Stanford she was a faculty member at the University of California, Los Angeles (UCLA) School of Education, where she served for 10 of her 23 years as the director of the Corinne Seeds University Elementary School and the Urban Education Studies Center. During this time, she took a year off to work for U.S. Senator Bill Bradley.", "2453547": "Diane F. Halpern is an American psychologist and former president of the American Psychological Association (APA). She is Dean of Social Science at the Minerva Schools at KGI (Keck Graduate Institute) and also the McElwee Family Professor of Psychology at Claremont McKenna College. She is also past-president of the Western Psychological Association, The Society for the Teaching of Psychology, and the Division of General Psychology.", "2420783": "Phyllis Chesler (born October 1, 1940) is an American writer, psychotherapist, and professor emerita of psychology and women's studies at the College of Staten Island (CUNY).[1][2] She is a renowned second-wave feminist psychologist and the author of 18 books, including the best-sellers Women and Madness (1972), With Child: A Diary of Motherhood (1979), and An American Bride in Kabul: A Memoir (2013). Chesler has written extensively about topics such as gender, mental illness, divorce and child custody, surrogacy, second-wave feminism, pornography, prostitution, incest, and violence against women.", "15331388": "Graham Hitch is Emeritus Professor of Psychology at the University of York, best known for his work with Alan Baddeley in developing a Working Memory Model.[2][3]", "35614782": "Alice Rühle-Gerstel (24 March 1894 – 24 June 1943) was a German-Jewish writer, feminist, and psychologist.", "7991359": "Bertram Herbert Raven (September 26, 1926 – February 26, 2020)[1] was an American academic. He was a member of the faculty of the psychology department at UCLA from 1956 until his death. He is perhaps best known for his early work in collaboration with John R. P. French, with whom he developed an analysis of the five bases of social power.", "7860290": "Paul (Pawel) Lewicki is a cognitive scientist, an entrepreneur, and investor. He was a professor of cognitive psychology  at the University of Tulsa from 1984 through 2009, where he established the Nonconscious Information Processing Laboratory, funded by NSF and NIH. After leaving the university in 2009,[1] he assumed the full-time role of CEO of StatSoft,[2] a multinational analytics software company that he founded and where he was a majority shareholder. On March 24, 2014, StatSoft was sold to Dell.[3]", "71200835": "Peter J. Economou is a psychologist, mental health counselor, academic executive, researcher, and performance coach of American football. He is best known as an advocate of integrating and promoting mental health awareness in collegiate sports[1]  and the founder of two nonprofit organizations: Share Our World, and The Counseling and Wellness Institute.[2][3]", "13856837": "John Denham Parsons (1861 – 14 September 1936)[1] was an English writer and Shakespeare authorship theorist.", "27390021": "Barbara C. Wallace is a clinical psychologist and the first African-American woman tenured professor at Teachers College of Columbia University.[1]  She is a fellow of the American Psychological Association within divisions 50 (addictive behaviors) and 45 (Society for the Psychological Study of Ethnic Minority Issues).  She is also editor-in-chief of the Journal of Equity in Health.", "20344903": "Laurie Anne Helgoe (born December 10, 1960) is an American psychologist with an interest in the relationship between personality development and culture. In 2008, her writing revealed that scholarly and popular accounts regarding humans who display the personality traits of introversion and extraversion were flawed, and that instead of representing 25-30% of the population, introverts make up 57% of the population. The identified flaw was a dated reliance on the early work of Isabel Briggs Myers, and the failure to note results of the latest nationally representative surveys using the Myers Briggs Type Indicator (MBTI), a questionnaire used by psychologists to classify human personality traits. Helgoe discussed these findings in the book Introvert Power: Why Your Inner Life is Your Hidden Strength (Sourcebooks, 2008, 2013).", "41185353": "Robert Val Guthrie (February 14, 1930 – November 6, 2005)[1] was an American psychologist and educator described by the American Psychological Association as \"one of the most influential and multifaceted African-American scholars of the century.\"[2] Guthrie is most well known for his influential book Even the Rat was White: A Historical View of Psychology, which refuted prior academic work that drew racially biased and inaccurate conclusions about Black people, and profiled often overlooked Black psychologists who made significant contributions to the field of psychology.[3]", "59830345": "James McCoy Jones is an African-American social psychologist and cultural diversity scholar. He is Trustees' Distinguished Professor Emeritus of Psychological and Brain Sciences and Black American Studies and Director of the Center for the Study of Diversity at the University of Delaware. He is a past president of both the Society of Experimental Social Psychology and the Society for the Psychological Study of Social Issues.He previously taught at Harvard University and Howard University before joining the University of Delaware.[1] In 2011, he received the Outstanding Lifetime Contributions to Psychology Award from the American Psychological Association.[2] He retired from the University of Delaware in 2018, and gave a retirement lecture on diversity on April 16 of that year.[3]", "5075020": "Michael I. Posner (/ˈpoʊznər/; born September 12, 1936) is  an American psychologist who is a researcher in the field of attention, and the editor of numerous cognitive and neuroscience compilations. He is emeritus professor of psychology at the University of Oregon (Department of Psychology, Institute of Cognitive and Decision Sciences), and an adjunct professor at the Weill Medical College in New York (Sackler Institute). A Review of General Psychology survey, published in 2002, ranked Posner as the 56th most cited psychologist of the 20th century.[1]", "16642130": "Herta Herzog-Massing (August 14, 1910 – February 25, 2010) was an Austrian-American social scientist specializing in communication studies. Her most prominent contribution to the field, an article entitled \"What Do We Really Know About Daytime Serial Listeners?\", is considered a pioneering work of the uses-and-gratifications approach and the cognitive revolution in media research. She was married to Paul Lazarsfeld, and later to Paul Massing, and was stepmother to Lazarsfeld's daughter, MIT professor Lotte Bailyn.", "8155219": "Naomi Takemoto-Chock is a Hawaiian psychologist, known for her contributions to the Big five personality traits.", "35090521": "John Read is a psychologist and mental health researcher from England. He is professor of clinical psychology in the University of East London's School of Psychology.", "64516190": "Jessica Taylor FRSA is a British feminist author and campaigner. She wrote the 2020 book Why Women Are Blamed For Everything. She has made appearances on British television, including BBC Two documentary Womanhood,[1] and in the true crime documentary My Lover, My Killer, which aired on Channel Five.[2]", "3272801": "Anna Lisbeth Christina Palme (née Beck-Friis; 14 March 1931 – 18 October 2018) was a Swedish children's psychologist, UNICEF chairwoman and the wife of Swedish prime minister Olof Palme, until his assassination in 1986.[1]", "62845025": "Richard J. Lowry (born 1940)[1] is an American psychologist and Professor of Psychology Emeritus at Vassar College in Poughkeepsie, New York. He is the developer of the computational statistics website VassarStats and its political offshoot Scoping the Polls.[2][3][4] He received his Ph.D. from Brandeis University in 1965, and first joined the faculty of Vassar College the same year. He was named the William R. Kenan Chair at Vassar in 1987, and was later named the Jacob P. Giraud Chair of Natural History there. He retired from the faculty at Vassar in 2006.[5][6]", "67661921": "Florence Sara Dunlop (1896, Rideau View, Ontario – 1963, Ottawa) was a Canadian psychologist, teacher and pioneer in education for special needs children.[1] She was one of the first teachers hired in the Department of Psychology at Carleton University,[2] and one of the founders and the president of the International Council for Exceptional Children.[3][4]", "69660772": "Hiram E. Fitzgerald (born November 12, 1940) is an American psychologist and University Distinguished Professor Emeritus in Department of Psychology at Michigan State University.[1]", "16019563": "Cindi Katz (born 1954 in New York City), a geographer, is Professor in Environmental Psychology, Earth and Environmental Sciences, American Studies, and Women's Studies at the CUNY Graduate Center. Her work concerns social reproduction and the production of space, place and nature; children and the environment; the consequences of global economic restructuring for everyday life; the privatization of the public environment,  the intertwining of memory and history in the geographical imagination, and the intertwined spatialities of homeland and home-based security. She is known for her work on social reproduction and everyday life, research on children's geographies, her intervention on \"minor theory\", and the notion of counter-topography, which is a means of recognizing the historical and geographical specificities of particular places while inferring their analytic connections to specific material social practices.[1][2]", "73232499": "Richard Paul Senese is an American psychologist, academic administrator, and former politician serving as the president of Capella University since 2016. He was chair of the Minnesota Democratic–Farmer–Labor Party from 1997 to 1999.", "67301498": "John A. Meacham (October 4, 1944) is SUNY Distinguished Teaching Professor Emeritus at the University at Buffalo—the State University of New York. Meacham initiated the study of prospective memory, a research subject in cognitive psychology, in the early 1970s. He also argued that wisdom is a balance between knowing and doubting and that most people lose their wisdom as they grow older. Meacham edited the international journal Human Development on theory in developmental psychology; was elected a Fellow in the American Psychological Association; served as president of the Jean Piaget Society; and taught in the Fulbright program in Bosnia and Herzegovina. Earlier publications were authored as John, more recent ones as Jack.", "10875004": "Kitrina Douglas (born 6 September 1960)[1] is an English ex-professional golfer who played on the Ladies European Tour.", "3666059": "Max Velmans (born 27 May 1942 in Amsterdam) is a British psychologist and Emeritus Professor of Psychology at Goldsmiths, University of London, principally known for the theory of consciousness called \"reflexive monism\".", "58617999": "Robert Harold Bradley (born July 14, 1946) is an American psychologist. He is a professor in the T. Denny Sanford School of Social & Family Dynamics and the Department of Psychology at Arizona State University (ASU), where he is also director of the Center for Child and Family Success. Before joining the faculty at ASU in 2009, he was a professor at the University of Arkansas at Little Rock and an adjunct professor at the University of Arkansas for Medical Sciences.[1] He is a member of the Society for Research in Child Development and the National Council on Family Relations.[2]", "4583572": "Kilmeny (Kim) Foulkes (née Graham) (1938–1959)", "39055511": "Todd F. Heatherton is a former professor in the Department of Psychological and Brain Sciences at Dartmouth College who retired following sexual harassment allegations against him.[1] He was an Associate Editor of the Journal of Cognitive Neuroscience. His recent research uses a social brain science approach, which combines theories and methods of evolutionary psychology, social cognition, and cognitive neuroscience to examine social behavior.[2]", "848028": "Dr. Mabuse is a fictional character created by Norbert Jacques in his 1921 novel Dr. Mabuse, der Spieler ('Dr. Mabuse, the Gambler'), and his 1932 follow-up novel Das Testament des Dr. Mabuse (1932). The character was made famous by three films about the character directed in Germany by Fritz Lang: Dr. Mabuse the Gambler (silent, 1922) The Testament of Dr. Mabuse (1933) and the much later The Thousand Eyes of Dr. Mabuse (1960). Five other films featuring Dr. Mabuse were made by other directors in Germany in the early 1960s, followed by Jess Franco's interpretation The Vengeance of Dr. Mabuse in 1971.", "59666592": "Joy Harden Bradford (born 1979)[1] is an African American clinical psychologist based in Atlanta, Georgia. She is best known as the founder of a mental health platform called Therapy for Black Girls, which includes a podcast of the same name, that specializes in mental health issues relevant to Black women. As of 2019, the podcast's episodes have been downloaded over two million times.[2]", "43741348": "Arthur \"Art\" Shapiro  is an American vision scientist and creator of visual illusions. He is the co-editor of the Oxford Compendium of Visual Illusions.[1]  He is currently a professor of psychology and computer science with the American University in Washington, D.C., and Director of the Collaborative for Applied Perceptual Research and Innovation (CAPRI).[2]", "60911782": "Lars Penke (born 2 September 1978) is a professor of biological personality psychology at the Georg August University of Göttingen in Germany. He is also an associate member of the Centre for Cognitive Ageing and Cognitive Epidemiology at the University of Edinburgh in the United Kingdom.[1] His research focuses on evolutionary and personality psychology, including the evolutionary importance of psychological traits such as human intelligence.[2] He is a member of the International Society for Intelligence Research and the Human Behavior and Evolution Society.[1]", "55931055": "Rosa María Leal Flores de Pérez (b. December 9, 1953) is a Guatemalan psychologist who served as the first lady of Guatemala from 2012 to 2015, as the wife of President Otto Pérez Molina.[1]", "20869296": "Mitchell Lynn Walker (born 1951) is an American gay activist and Jungian psychologist who has written many influential articles and books on gay-centered psychology.[1][2][3]", "38006973": "Irvin Rock (1922–1995) was an American experimental psychologist who studied visual perception at the University of California at Berkeley.  He wrote a book, titled The Logic of Perception, and was regarded as an excellent perception psychologist.  Rock is notable in the field of psychology for his 1957 experiment where he tilted a square to make it look like a diamond and then tilted his test subjects and asked them what shape they saw.  The experiment tested Rock's hypothesis that perceptual phenomena could be explained by higher-level mental processes instead of merely by automatic processes.  When his test subjects continued to perceive the shape as a diamond after being tilted to view the shape as a square, Rock concluded that perception is an intelligent, higher-level mental process.[1] This differed from previous conclusions by Gestalt psychologists that perception was not a higher-level process.[2] Rock later wrote another important book on the field of inattentional blindness.", "51245265": "Jay R. Greenberg (born October 3, 1942) is a psychoanalyst, clinical psychologist and writer. He holds a PhD in Psychology from New York University. He is a Faculty Member of the William Alanson White Institute, where he is also a training analyst and supervisor.", "3698899": "Gina Cerminara (April 11, 1914 – April 1984) was an American author in the fields of parapsychology, spirituality and reincarnation. She was born in Milwaukee and received BA, MA, and Ph.D. degrees in psychology from the University of Wisconsin–Madison.[1][2] Her years of research regarding Edgar Cayce led her to publish a book about reincarnation in 1950 titled Many Mansions.[3] Her other books on reincarnation include The World Within, Many Lives, Many Loves and Insights for the Age of Aquarius.[4]", "61927644": "Nalini Ambady (March 20, 1959 – October 28, 2013) was an Indian-American social psychologist and a leading expert on nonverbal behavior and interpersonal perception.[1] She was born in Calcutta, India and earned her bachelor’s degree at Lady Shri Ram College for women, Delhi University.[2] She furthered her education by moving to the United States for her master’s degree in psychology, from the College of William and Mary, and later received her PhD in social psychology from Harvard. While completing her research at Harvard, she met her husband Raj Marphatia, who was studying at Harvard Law school.[3]", "651493": "Lenora Branch Fulani (born April 25, 1950) is an American psychologist, psychotherapist, and political activist. She is best known for her presidential campaigns[1] and development of youth programs serving minority communities in the New York City area.[2] In the 1988 United States presidential election heading the New Alliance Party ticket, she became the first woman and the first African American to achieve ballot access in all fifty states.[3] She received more votes for president in a U.S. general election than any other woman until Jill Stein of the Green Party of the United States in 2012.[4] Fulani's political concerns include racial equality, gay rights, and political reform, specifically to encourage third parties.", "41119977": "Susan Jeffers (March 3, 1938 – October 27, 2012, 74 years old)[1] was an American psychologist and author of self-help literature.", "3174643": "Norman Triplett (October 1, 1861[1] – 1934[2][3]) was a psychologist at Indiana University.", "43741431": "Daniel T. Tranel (born October 20, 1957) is an American professor of neurology at the University of Iowa. He has been recognized as a fellow of the American Association for the Advancement of Science.[1] While a graduate student at the University of Iowa, he helped establish the Iowa Neurological Patient Registry, which he currently directs.[2][3] The Iowa Neurological Patient Registry includes cases of unique brain injuries, such as Patient S.M.[4][5] and Patient E.V.R.[6] Tranel also directs the Interdisciplinary Graduate Program in Neuroscience at the University of Iowa.[7] He serves as editor-in-chief of the Journal of Clinical and Experimental Neuropsychology[8] and is a contributing author to the 5th edition of Neuropsychological Assessment, a classic textbook in neuropsychology used by most neuropsychologists.[9]", "20639992": "Judith M. LeBlanc (born January 3, 1936) is an American psychologist, teacher and special education researcher.", "65302780": "Roy B. Liddy was a Canadian psychologist and founding President of the Canadian Psychological Association.", "51769603": "Jan Ehrenwald (13 March 1900 – 15 June 1988) was a Czech-American psychiatrist and psychotherapist, most known for his work in the field of parapsychology.[1] His work largely focused on extrasensory perception and its supposed implications for psychoanalysis.[2]", "41578765": "November 3, 1961", "66711823": "Cécile Huguenin is a French psychologist and life coach. She made her literary debut in 2011 with an acclaimed memoir titled Alzheimer mon amour. At the age of seventy-four, she published her debut novel La Saison des mangues. It won the Prix Alain Fournier. Her second novel Passages du désir appeared in 2017.[1]", "56488209": "Melissa Hines is a neuroscientist and Professor at the University of Cambridge. She studies the development of gender, with particular focus on how the interaction of prenatal and postnatal experience shape brain development and behavior.", "2584850": "Nadeen L. Kaufman (born January 1945) is an American psychology professor known for her work on learning disability.", "59076899": "Leo P. Crespi (1916–2008) was an American psychologist who directed public opinion research for the United States Information Agency.", "35189030": "Gay A. Bradshaw is an American psychologist and ecologist, and director of The Kerulos Center for Nonviolence.[1] Her work focuses on animal trauma recovery and wildlife self-determination.[2][3]  She is the author of Elephants on the Edge: What Animals Teach Us about Humanity, a book on PTSD in elephants.", "65138983": "Gordon Aylmer McMurray (19 October 1913 - 16 August 2003) was a Canadian psychologist.", "39285037": "Arthur S. Reber (born 1940) is an American cognitive psychologist. He is a Fellow of the American Association for the Advancement of Science (AAAS), the Association for Psychological Science (APS) and a Fulbright Fellow. He is known for introducing the concept of implicit learning and for using basic principles of evolutionary biology to show how implicit or unconscious cognitive functions differ in fundamental ways from those carried out consciously.", "65106234": "Mia A. Smith-Bynum a clinical psychologist who specializes in family science and is known for her research on mental health, parenting, family interactions, communication, and racial-ethnic socialization in ethnic minority families. Smith-Bynum is associate professor of Family Science in the School of Public Health at the University of Maryland-College Park,[1] where she is also affiliated with the Maryland Population Research Center.[2] She is Chair of the Black Caucus of the Society for Research in Child Development.[3]", "50000192": "Julio Ramirez (born in Bridgeport, Connecticut) is the R. Stuart Dickson Professor of Psychology at Davidson College and a national leader in neuroscience education. He received the Presidential Award for Excellence in Science, Mathematics and Engineering Mentoring from U.S. President Barack Obama in 2009.[1]", "52588865": "William Tallant Greenough (October 11, 1944 – December 18, 2013) was a professor of psychology at the University of Illinois at Urbana–Champaign. Greenough was a pioneer in studies of neural development and brain plasticity.  He studied learning and memory and the brain's responses to environmental enrichment, exercise,  injury, and aging. He demonstrated that the brain continues to form new synaptic connections between nerve cells throughout life in  response to environmental enrichment and  learning.[1] This mechanism is fundamental to learning and memory storage in the brain.[1][2][3][4] Greenough is regarded as the predominant researcher in this area[1] and has been described as \"one of the towering figures in neuroscience\".[4]", "7139661": "Nicholas Peter Spanos[3] (1942 – June 6, 1994), was professor of psychology and director of the Laboratory for Experimental Hypnosis at Carleton University from 1975 to his death in a single engine plane crash on June 6, 1994.[4] Spanos conducted multiple studies that challenged common beliefs. He tried to distinguish the difference between common beliefs about hypnosis and what was actually occurring. These studies conducted by Spanos led to the modern understanding that hypnosis is not an altered state and is actually suggested behaviors that the participant chooses to go along with or not.[5][6] Along with this, Spanos conducted studies regarding dissociative identity disorder in which he stated that multiple personalities are not a product of trauma but are based on social norms.", "43774285": "Richard Eric Snow (June 6, 1936 – December 5, 1997) was an American educational psychologist. He worked on learning styles.[1][2]", "2584915": "Alan S. Kaufman (born April 1944) is an American psychologist, writer, and research professor known for his work on intelligence testing.", "20148578": "Arnold Allan Lazarus (27 January 1932 – 1 October 2013) was a South African-born clinical psychologist and researcher who specialized in cognitive therapy and is best known for developing multimodal therapy (MMT). A 1955 graduate of South Africa's CHIPS University of the Witwatersrand, Lazarus' accomplishments include authoring the first text on cognitive behavioral therapy (CBT) called Behaviour Therapy and Beyond and 17 other books, over 300 clinical articles, and presidencies of psychological associations; he received numerous awards including the Distinguished Psychologist Award of the Division of Psychotherapy from the American Psychological Association, the Distinguished Service Award from the American Board of Professional Psychology, and three lifetime achievement awards.[1] Lazarus was a leader in the self-help movement beginning in the 1970s writing books on positive mental imagery and avoiding negative thoughts. He spent time teaching at various universities in the United States including Rutgers University, Stanford University, Temple University Medical School, and Yale University, and was executive director of The Lazarus Institute, a mental health services facility focusing on CBT.[1]", "71463267": "Elizabeth \"Betty\" Cameron Willsher MBE (12 December 1915 – 25 February 2012) was an early years child psychologist and educationalist, lecturer, children's author, historian, preservationist and noted Scottish Gravestones researcher, recorder, authority and writer.", "2650471": "William Burton Michael (6 March 1922 – 15 May 2004), a student of J. P. Guilford, earned his Ph.D. in quantitative psychometric methods from the University of Southern California. He started his teaching career at Princeton University, and in 1952 joined the faculty at University of Southern California, where he received a joint appointment as an associate professor in psychology and education and as the director of the USC Testing Bureau. Michael authored over 500 publications on test construction, measurement and evaluation, and personality assessment. He also co-chaired a joint committee of the American Psychological Association (APA), American Educational Research Association (AERA) and the National Council on Measurement in Education (NCME) that published Standards for Educational and Psychological Testing, which is the national and international standard of professional guidelines for testing and measurement in research and practice. One of his most widely read books is entitled \"Handbook in research and evaluation : a collection of principles, methods, and strategies useful in the planning, design, and evaluation of studies in education and the behavioral sciences\".[1]", "11399529": "David Tzuriel (Hebrew: דוד צוריאל) is an Israeli clinical and educational psychologist. His expertise is dynamic assessment. Currently he works as a professor at Bar Ilan University. He was born on September 23, 1946.[1]", "29782379": "Joyce Hamilton Berry (born 1937), is an American clinical psychologist with her own practice in the Washington D.C. area. She grew up during the time of segregation, attended graduate school during the height of the Civil Rights Movement, and became the first female African-American to earn a Ph.D. from the University of Kentucky in 1970. She was married to David Berry, also from Kentucky.", "44626296": "Jacqueline Andrade, also known as Jackie Andrade, FAcSS (born 20th century) is a British psychologist.  She is a professor of psychology in the School of Psychology at the University of Plymouth, located in Plymouth, England.[1][2]", "2453889": "Stephen J. Ceci is an American psychologist at Cornell University. He studies the accuracy of children's courtroom testimony (as it applies to allegations of physical abuse, sexual abuse, and neglect), and he is an expert in the development of intelligence and memory. He has been the recipient of numerous awards, including the prestigious Lifetime Contribution Awards from the American Psychological Association (APA) and the Association for Psychological Science (APS) as well as many divisional and smaller society awards.", "58061186": "Shlomo Hareli (born March 14, 1964, in Haifa, Israel) is an Israeli psychologist, Full Professor of Social Psychology at the School of Business Administration at the University of Haifa.[1] At present, he is serving as the head of the school.", "50524551": "David Rudyard Williams SLMM (born 1954 in Aruba)[2] is the Florence Sprague Norman and Laura Smart Norman Professor of Public Health at the Harvard School of Public Health, as well as a professor of African and African American Studies and of Sociology at Harvard University.", "389524": "Basic perinatal matrices\nHylotropic and holotropic", "57897370": "Frank Michael Spinath (born 1969)[1] is a German psychologist and musician. He is a professor of psychology at Saarland University, known for his research in the field of differential psychology.[2][3] As a musician, he is known as the vocalist of the electronic duo Seabound and the German futurepop band Edge of Dawn.[4]", "33419676": "Paul Costa Jr. is an American psychologist associated with the Five Factor Model.[1][2] He earned his Ph.D. from the University of Chicago in 1970.[3]", "35811740": "Rachel Pinney (11 July 1909 – 19 October 1995) was a British medical doctor who pioneered therapeutic approaches to children's development in the 1960s which she termed \"Creative Listening\" and \"Children's Hours\". From 1927 to 1934 she was a member of the clandestine Ferguson's Gang, a group of eccentric philanthropists who donated money to the National Trust and other rural conservation appeals. In her alter-ego as Red Biddy, Pinney, cloaked and masked, delivered Ferguson's Gang's first donation to the National Trust offices in 1933. The delivery of £100 in silver for the endowment of Shalford Mill to the National Trust was reported in The Times.[1][2] Unorthodox in many ways, Pinney kept a vow of silence on Wednesdays,[1] and was a committed peace activist.", "13693345": "Thomas M. Achenbach (1940-2023) is Professor of Psychiatry and Psychology and President of the nonprofit Research Center for Children, Youth, and Families at the University of Vermont.  His research on syndromes of psychopathology gave rise to the terms “Internalizing” and “Externalizing”. His book in 1974 about developmental psychopathology was important to the foundation of this research area.", "16839085": "Albert Dean Byrd (1948 – 4 April 2012)[3] was a former president of the National Association for Research & Therapy of Homosexuality (NARTH),[4] a research organization that advocates sexual orientation change efforts (SOCE). He was a psychologist who focused on SOCE, and wrote on the topic. Although raised by a Buddhist mother and a Baptist father, Byrd converted to the Church of Jesus Christ of Latter-day Saints (LDS Church) and was very active in the debate within the church on issues involving homosexuality.[5]", "55669171": "Donald Ray Lynam, Jr. (born April 5, 1967)[1] is an American psychologist and distinguished professor of clinical psychology at Purdue University's College of Health and Human Sciences. He is also the director of Purdue's Developmental Psychopathology, Psychopathy and Personality Lab. He previously taught at the University of Kentucky,[2] where he won the American Psychological Association's Distinguished Scientific Early Career Contributions to Psychology Award in 2002.[3] He has been conducting research on psychopathy for over two decades.[4][5]", "29585844": "Gourgen Edilyan (Arm.: Գուրգեն Էդիլյան) (25 December 1885 – 18 January 1942) was an Armenian psychologist, a student of Wilhelm Wundt and the first dean of the Armenian Pedagogical Institute.[1][2][3]", "39449015": "Jeffrey Jensen Arnett is a professor in the Department of Psychology at Clark University in Massachusetts. His main research interest is in \"emerging adulthood\", a term he coined, which refers to the distinct phase between adolescence and young adulthood, occurring from the ages of 18 to 25.[1]", "65171895": "Bernice Lott (March 31, 1930 – August 14, 2022) was an American social psychologist known for her work on feminist psychology, gender, poverty, social class, and prejudice and discrimination.[1] She was Professor Emerita of Psychology and Woman's Studies at the University of Rhode Island and was a former Dean of its University College.[2]", "28897726": "Calvin Springer Hall, Jr. (January 18, 1909 – April 4, 1985[1]), commonly known as Calvin S. Hall, was an American psychologist who studied in the fields of dream research and analysis. He began his systematic research on dreams in the 1940s, and from there he wrote many books, A Primer of Freudian Psychology and A Primer of Jungian Psychology being the best known, and developed a quantitative content analysis system for dreams.[2] Hall's work on temperament and behavior genetics is now only a historical footnote,[3] but was an aid to scientific studies and theories of today.", "59011523": "Oscar Ybarra is an American psychologist. He is professor of organizational behavior at the University of Illinois, and he is professor emeritus of psychology[1] and management and organizations at the University of Michigan. Ybarra is also Research Director of the adaptive social cognition lab, and at Michigan he was Director of Innovate Blue, an organization focusing on innovation and entrepreneurship education. He has also been a visiting professor at Southwest University in Chongqing, China. His research largely revolves around the impact that social connections and social dynamics have on individuals and groups, particularly how patterns of social interaction influence individual cognition, how social media and social networking sites affect wellbeing, and how perceptions of trust and threat affect interpersonal and intergroup relations. Ybarra is also the co-founder of cred-ABLE LLC, a company that designs research-based assessments for individuals, teams, and small to mid-size companies.", "55931335": "Phebe Cramer (1935–2021) was a clinical psychologist and Professor of Psychology, Emerita at Williams College.[2]  She was known for her research on defense mechanisms, body image, and narcissism, and for her creation of a manual for coding defense mechanisms for purposes of psychological testing and personality assessment.[3][4] Cramer was the 2014 recipient of the Bruno Klopfer Award from the Society for Personality Assessment for lifetime achievement in Personality Psychology.[5]", "54194633": "Jelte Michiel \"J.M.\" Wicherts (born September 13, 1976, in Amersfoort) is a Dutch psychologist and professor in the Tilburg School of Social and Behavioral Sciences at Tilburg University.[1][2] His research interests include biases in decision making, as well as scientific misconduct and reproducibility.[3][4][5][6] He has also researched group differences in IQ scores and the Flynn effect.[7][8]", "62976464": "Susan Kleppner Folkman (born March 19, 1938) is an American psychologist, author, and emerita professor of medicine at the University of California at San Francisco (UCSF).  She is internationally recognized for her contributions to the field of psychological stress and coping. Her 1984 book Stress, Appraisal and Coping alongside Richard S. Lazarus, is the most widely cited academic book in its field, and the 17th most cited book in social science.[1][2]", "3666386": "Hensleigh Wedgwood (21 January 1803 – 2 June 1891) was a British etymologist, philologist and barrister, author of A Dictionary of English Etymology. He was a cousin of Charles Darwin, whom his sister Emma married in 1839.[1]", "2453983": "Nathan Brody is an American psychology professor Emeritus known for his work on intelligence and personality.[1]", "21688801": "Roger Winfred Birkman[1] (February 1, 1919 – March 26, 2014) was an American organizational psychologist. He was the creator of The Birkman Method,[2] a workplace psychological assessment. Birkman received his Ph.D. in psychology in 1961 from the University of Texas at Austin. He was the founder and chairman of the board of Birkman International, Inc.", "66253287": "Dawn June Ratcliffe Brooker MBE (born 1959) is a British psychologist who is a professor at the University of Worcester and Director of the Association for Dementia Studies. In 2020 she was awarded an MBE for her services to dementia care.", "65303021": "Karl S. Bernhardt (1901-1967) was a Canadian psychologist and early researcher in child psychology.", "29159918": "Kenneth A. Frank is an American clinical psychologist and psychoanalyst, and co-founder of the National Institute for the Psychotherapies in New York City, where he is Director of Training. A faculty member of the Columbia University College of Physicians and Surgeons from 1974 to 2009, he was Clinical Professor in Psychiatry from 1996 to 2009. He received his MA (1964) and PhD (1967) in Clinical Psychology from Columbia University.", "59699700": "Henry William Riecken (November 11, 1917 – December 27, 2012) was an American psychologist.", "3043830": "Margaret Winifred Rushforth OBE (née Bartholomew; 21 August 1885 – 29 August 1983) was a Scottish medical practitioner and Christian missionary in India who, influenced by Hugh Crichton-Miller and his friend, Carl Jung, became the founder of a family clinic in Scotland, a therapist, Dream Group facilitator and writer. During a long and active career, spent mostly in Edinburgh, Scotland, she came to be revered and regarded as a local personality for people interested in spirituality and self-actualization.[1]", "61927933": "Winthrop R. Adkins (October 25, 1932 – July 16, 2015) was a professor emeritus of psychology and education at Teachers College, Columbia University."}