{"67529658": "Alex G. Streng was an experimental chemist, notable for his work with fluorine compounds.[1][2] His work on the synthesis and properties of dioxygen difluoride, published in 1963 in the Journal of the American Chemical Society, is notorious for Streng's willingness to push the limits of experimental endeavour with this highly reactive and dangerous material.[1][3][4]", "58977214": "Martin F. Jarrold is a physical and analytical chemist known for contributions to ion-mobility spectrometry, heat capacity measurements of metal clusters, and charge detection mass spectrometry. Martin is the Robert & Marjorie Mann Chair in the Department of Chemistry at Indiana University.", "453578": "Harold Clayton Urey ForMemRS (/ˈjʊəri/ YOOR-ee; April 29, 1893 – January 5, 1981) was an American physical chemist whose pioneering work on isotopes earned him the Nobel Prize in Chemistry in 1934 for the discovery of deuterium. He played a significant role in the development of the atom bomb, as well as contributing to theories on the development of organic life from non-living matter.[1]", "38136779": "Julia Lermontova Russian: Юлия Всеволодовна Лермонтова (21 December 1846 – 16 December 1919 O.S. 2 January 1847 ), was a Russian chemist.[1] She is known as the first Russian woman to earn a doctorate in chemistry.[1] She studied at the University of Heidelberg and the University of Berlin before she received her doctorate by the University of Göttingen in 1874.[1] She was inducted to the Russian Chemical Society in 1875.[1]", "65858511": "Christiane Renate Timmel is a German chemist who is Director of the Centre for Advanced Electron Spin Resonance at the University of Oxford.[2][3] Her group make use of electron-spin resonance to understand long-range structures in chemical and biological systems. Timmel was awarded the  Tilden Prize on 2020 by the Royal Society of Chemistry for her contributions to electron spin resonance.", "55536595": "John Henderson Knox FRS (1927 – 15 October 2018) was a Professor of Physical Chemistry at the University of Edinburgh and is considered a distinguished contributor to the fields of reaction kinetics and chromatography.[1][2]", "46885845": "Jasper Herbert Kane (July 15, 1903 – November 23, 2004) was an American biochemist who had a central role in moving antibiotics such as penicillin from the laboratory table into industrial production in World War II. He was an alumnus of what is now called the New York University Tandon School of Engineering. He died in Florida in 2004, age 101.[1][2][3][4][5][6]", "2059223": "Rudolf Criegee (* May 23, 1902 in Düsseldorf; † November 7, 1975 in Karlsruhe) was a German organic chemist.", "70511582": "Warren Dexter Niederhauser (January 2, 1918 – January 23, 2005) was an American chemist who was the President of the American Chemical Society (ACS). He worked at of Rohm and Haas chemical company from 1943 to 1985.[1][2]", "59993058": "Charles Wilson Vincent FRSE FIC FCS (1837–1905) was a 19th-century British chemist, and was also librarian at both the Royal Institution and the Reform Club in London. He was a Sandemanian.", "21621730": "Alan McLeod Sargeson FAA FRS[1] (30 October 1930 – 29 December 2008) was an Australian inorganic chemist.", "12348390": "Anna Lee Waldo (born February 16, 1925) is an American historical fiction author. She is most noted for her novel Sacajawea.", "30796781": "Michael Peter Barnett (24 March 1929 – 13 March 2012) was a British theoretical chemist and computer scientist.[1] He developed mathematical and computer techniques for quantum chemical problems, and some of the earliest software for several other kinds of computer application. After his early days in London, Essex and Lancashire, he went to King's College, London, in 1945, the Royal Radar Establishment in Malvern in 1953, IBM UK in 1955, the University of Wisconsin Department of Chemistry in 1957, and the Massachusetts Institute of Technology Solid State and Molecular Theory Group in 1958.", "1797108": "Karen Elizabeth Wetterhahn (October 16, 1948 – June 8, 1997), also known as Karen Wetterhahn Jennette,[1] was an American professor of chemistry at Dartmouth College, New Hampshire, who specialized in toxic metal exposure. She died of mercury poisoning at the age of 48 due to accidental exposure to the extremely toxic organic mercury compound dimethylmercury (Hg(CH3)2). Protective gloves in use at the time of the incident provided insufficient protection, and exposure to only a few drops of the chemical absorbed through the gloves proved to be fatal after less than a year.", "53537785": "Edmund Storms is a nuclear chemist known for his work in cold fusion.[1][2]", "33188864": "Yale University,  B.S/M.S. (1996)", "27648": "Sir William Crookes OM FRS (/krʊks/; 17 June 1832 – 4 April 1919) was a British chemist and physicist who attended the Royal College of Chemistry,[1] now part of Imperial College London, and worked on spectroscopy. He was a pioneer of vacuum tubes, inventing the Crookes tube which was made in 1875. This was a foundational discovery that eventually changed the whole of chemistry and physics.", "48917514": "Asher Korner (7 February 1929 – 22 September 1971) was a British biochemist.[4][5]", "12053516": "Richard Muspratt (13 August 1822 – 18 August 1885) was a chemical industrialist.", "65924109": "Michel Macheboeuf (19 October 1900 – 20 August 1953) was a French physician scientist who served as a head of the biochemistry department of the Pasteur Institute and studied blood lipids. He has been called the father of plasma lipoproteins.", "49966095": "Louis Merck (born 8 November 1854 in Darmstadt, died 15 September 1913 in Darmstadt) was a German chemist and business executive, who served as CEO of Merck from 1897 to 1913.", "55602192": "Erwin Friedrich Wagner (born 25 November 1950) is an Austrian biochemist known for his research on the molecular basis of cancer and associated conditions such as inflammation and cachexia.[1] He was deputy director of the Spanish National Cancer Research Center (CNIO) in Madrid, Spain, until 2019.[2] Since 2019, Wagner is a group leader affiliated with the Medical University of Vienna.[3]", "34991123": "Henrik Teofilus Scheffer (December 28, 1710 – August 10, 1759) was a Swedish chemist notable for his contribution to the discovery of platinum.[1][2]", "53079062": "Vivek Vinayak Ranade (born 1963) is an Indian chemical engineer, entrepreneur and a professor of chemical engineering at the School of Chemistry and Chemical Engineering of the Queen's University, Belfast.[1] He is a former chair professor and deputy director of the National Chemical Laboratory, Pune.[2] He is known for his work on bubble column, stirred and trickle-bed reactors[3] and is an elected fellow of the Indian Academy of Sciences,[4] Indian National Science Academy.[5] and the Indian National Academy of Engineering.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Engineering Sciences in 2004.[7][note 1]", "69954582": "Ana María Pechen de D'Angelo (born 19 June 1949)[1] is an Argentine biochemist and former politician who served as Vice Governor of Neuquén Province from 2007 to 2015, under Governor Jorge Sapag. She also served as rector of the National University of Comahue (UNCo) from 2002 to 2006.", "3009568": "Craig Jon Hawker (born 11 January 1964) is an Australian-born chemist. His research has focused on the interface between organic and polymer chemistry, with emphasis on the design, synthesis, and application of well-defined macromolecular structures in biotechnology, microelectronics, and surface science. Hawker holds more than 45 U.S. patents,[1] and he has co-authored over 300 papers in the areas of nanotechnology, materials science, and chemistry. He was listed as one of the top 100 most cited chemists worldwide over the decade 1992–2002,[2] and again in 2000–2010.[3]", "10316833": "Anton Schrötter von Kristelli (26 November 1802 – 15 April 1875) was an Austrian chemist and mineralogist born in Olomouc, Moravia. His son Leopold Schrötter Ritter von Kristelli (1837–1908) was a noted laryngologist.", "50392111": "Professor James Robertson Watson (31 May 1859 – 1923) was a Scottish chemist and political activist.", "14543926": "Vincent Richard Gray (24 March 1922 – 14 June 2018) was a New Zealand chemist, and a founder of the New Zealand Climate Science Coalition.", "48786487": "Louis Bouveault (11 February 1864 – 5 September 1909) was a French scientist who became professor of organic chemistry at the Faculty of Sciences of the University of Paris.\nHe is known for the Bouveault aldehyde synthesis and the Bouveault–Blanc reduction.", "57011275": "Yuri Alfredovich Berlin (Russian: Юрий Альфредович Берлин, born Moscow, USSR, December 12, 1944) is an American physical chemist of Soviet origin. He is a research professor in the department of chemistry at Northwestern University.", "56421456": "Anirban Basu is an Indian neurobiologist, who is primarily interested in neurovirology, a senior scientist at the National Brain Research Centre, a deemed to be university, located in Manesar, Gurgaon, Haryana. He is internationally known for his studies on Japanese encephalitis. Basu is an elected fellow of all the three major Indian science Academies namely the Indian Academy of Sciences, the Indian National Science Academy and the National Academy of Sciences, India as well as of the West Bengal Academy of Science and Technology. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the prominent Indian science awards, for his contributions to biosciences and biotechnology, in 2010.", "1305686": "Luke Howard, FRS (28 November 1772 – 21 March 1864) was a British manufacturing chemist and an amateur meteorologist with broad interests in science.[1] His lasting contribution to science is a nomenclature system for clouds, which he proposed in an 1802 presentation to the Askesian Society. Because of this, Howard is referred to as \"The Godfather of Clouds\", the \"namer of the clouds\", and the \"father of meteorology\".[2][3]", "70839389": "Fangxun Li (Chinese: 李方训; Fang-Hsuin Lee) (1902-1962) was a Chinese chemist, specializing in physical chemistry. He worked as a researcher, teacher, and administrator, and was the first vice president of Nanjing University after its merger with the University of Nanking in 1952.[1] He was one of the founding members of the Chinese Academy of Sciences, which was created in 1955.", "33188957": "John T. Groves is an American chemist, and Hugh Stott Taylor Chair of Chemistry, at Princeton University.[1]", "47737975": "Lionel R. Milgrom is a British chemist and homeopath who has been accused of being a proponent of pseudoscience.[1] He is a former faculty member at Imperial College London,[2] and a former senior lecturer in inorganic chemistry at Brunel University.[3] He worked as a chemist with expertise in porphyrins for more than twenty years,[4] after which he trained in homeopathy because he was impressed at how effective homeopathy appeared to be for treating his partner's pneumonia.[2] Milgrom is also the founder of the company PhotoBiotics, a spinoff from Imperial College London, which pioneers a form of light-activated targeted cancer therapy.[5][6] He has claimed that quantum entanglement explains how homeopathy works, a claim that has been criticized as \"patent nonsense\" by Chad Orzel.[7] He has criticized those who criticize homeopathy as \"new fundamentalists\" and accused them of \"demean[ing] science\".[8]", "63761527": "Karl Frederick Freed (born September 25, 1942) is an American theoretical chemist recognized for his research in polymer physics. Freed has spent his academic career in the department of chemistry and the James Frank Institute at the University of Chicago, where he is the Henry G. Gale Distinguished Service Professor emeritus.[2][3] He is a member of the American Academy of Arts and Sciences, a Fellow of the American Physical Society, and was awarded the Polymer Physics Prize of the American Physical Society in 2014 and the Award in Pure Chemistry by the American Chemical Society in 1976.[4][5][6][1][7]", "19885183": "Petre Melikishvili (Georgian: პეტრე მელიქიშვილი; July 11, 1850 — March 23, 1927) was a Georgian chemist. He was the co-founder of Tbilisi State University (TSU), the first Rector of TSU, Head of the Department of Organic Chemistry (1919-1927), Corresponding Member of the USSR Academy of Sciences (1927) and Professor at the University of Odessa.[1][2]", "45673600": "Annette Gabriele Beck-Sickinger (born 28 October 1960[1]) is a German chemist and biologist. She has been a full professor of Biochemistry and Bioorganic Chemistry at the University of Leipzig since 1999.", "72313985": "Emmanuel Farber (October 19, 1918, Toronto, Canada – August 3, 2014, Columbia, South Carolina) was a Canadian-American physician, pathologist, biochemist, and oncologist. He is known for his research on the biochemistry of carcinogenesis.[1][2]", "31419527": "Elizabeth Jocelyn \"Jake\"  Feinler (born March 2, 1931) is an American information scientist. From 1972 until 1989 she was director of the Network Information Systems Center at the Stanford Research Institute (SRI International). Her group operated the Network Information Center (NIC) for the ARPANET as it evolved into the Defense Data Network (DDN) and the Internet.[2]", "26832015": "Charles Maria Herzfeld[1] (June 29, 1925 – February 23, 2017) was an Austrian-born American scientist and scientific manager, particularly for the US Government. He is best known for his time as Director of DARPA, during which, among other things, he personally made the decision to authorize the creation of the ARPANET, the predecessor of the Internet.[2]", "978071": "Candace Beebe Pert (June 26, 1946 – September 12, 2013) was an American neuroscientist and pharmacologist who discovered the opioid receptor, the cellular binding site for endorphins in the brain.[1]", "59501719": "Harold Gene Richter (March 5, 1925 - July 19, 2001) was an American chemist noted for his development of new analytical techniques for determination of water and air quality.\nMuch of his career was spent at the Research Triangle Institute in Durham, North Carolina. Richter conducted research involving radioisotopes for the United States Atomic Energy Commission. He was a project officer for the Environmental Protection Agency, specializing in techniques for monitoring water and air quality. Richter developed new methods of analysis and monitoring during his tenure with both agencies.", "34892954": "Andrea Rentmeister (born 28 December 1977) is an Austrian chemist and fencer. She competed in the women's individual épée event at the 2000 Summer Olympics.[1] After completing her studies of chemical engineering and chemistry at the Universities of Graz and Bonn, earning her a PhD, she became a postdoctoral researcher at the lab of the 2018 Nobel Laureate Frances Arnold at the California Institute of Technology (Caltech) in 2007. In 2010 she became a junior professor for Biochemistry at the University of Hamburg. Currently, she holds a position as professor for biomolecular label chemistry at the University of Münster.[2]", "61467814": "Paul Knochel (born 15 November 1955) is a French chemist and a member of the French Academy of Sciences.", "1436839": "Ivan Maurice Roitt (born 30 September 1927) is a British scientist. He was educated at King Edward's School, Birmingham and Balliol College, Oxford University. He was Head of the Department of Immunology at University College London from 1967 to 1992, and is currently Honorary Director of the Centre for Investigative & Diagnostic Oncology at Middlesex University, London,[1][2] and is related to multi-award winning radio producer Colin Roitt.", "60484775": "Marika Geldmacher-von Mallinckrodt, nee von Mallinckrodt-Haupt (born 28 April 1923 in Potsdam; died 23 December 2016 in Erlangen) was a German chemist, physician and professor at the University of Erlangen. Her main focus in research was on forensic toxicology, forensic and clinical-toxicological analytics and ecogenetics.[1][2]", "5565612": "Herbert Max Finlay Freundlich ForMemRS[1] (28 January 1880 in Charlottenburg – 30 March 1941 in Minneapolis) was a German chemist.[2][3]", "8023218": "The Fullmetal Alchemist manga and anime series feature an extensive cast of fictional characters created by Hiromu Arakawa. The story is set in a fictional universe within the 20th century in which alchemy is one of the most advanced scientific techniques. Although they essentially start off the same, the 2003 anime series begins to differ greatly from the manga midway through its run; to the point where by its final act it is narratively a completely different story from the original manga series. However, the second anime, Fullmetal Alchemist: Brotherhood, faithfully follows the entirety of events from the manga.[1]", "48590008": "Distinguished Woman in Chemistry Award (2010)\nRoyal Society Wolfson Research Merit Award (2013)\nTilden Prize (2016)\nFellow of the Royal Society (2019)\nHenri Moissan Prize (2021)", "41413822": "Christopher Jaroniec is an American professor of analytical, physical, chemical physics and biochemistry.", "54127811": "Martin Winter (born 7 August 1965 in Osnabrück, Germany) is a German chemist and materials scientist. His research in the field of electrochemical energy storage and conversion focuses on the development of new materials, components and cell designs for batteries and supercapacitors, lithium ion batteries and lithium metal batteries.", "2223301": "William Leonard Odenkirk (born October 13, 1965) is an American comedy writer.", "62418127": "Chen Xuesi (Chinese: 陈学思; born December 1959) is a Chinese chemist and researcher at the Key Laboratory of Polymer Ecomaterials, Chinese Academy of Sciences (CAS).", "50195663": "Moritz Christian Julius Thaulow (19 November 1812 – 20 July 1850) was a Norwegian chemist.", "69201106": "Emeka Emmanuel Oguzie // ⓘ is a Nigerian chemist and researcher. He is the Deputy Vice Chancellor of Federal University of Technology, Owerri.[1]", "21490902": "Howard Colquhoun is Emeritus Professor of Materials Chemistry in the University of Reading. He was born (1951) in County Durham and was educated at Washington Grammar School and at the University of Cambridge (St Catharine's College: BA, 1972; MA, 1975), before moving to the University of London as a postgraduate student in chemistry (Westfield College: PhD, 1975). At Cambridge he was a member of the University athletics team and was awarded a half-blue for throwing the discus.[1] He carried out postdoctoral work at the University of Warwick, and was then a researcher at the ICI Corporate Laboratory in Cheshire where he and Fraser Stoddart developed a successful collaboration.[2][3] In 1994 he moved to Manchester University as a Royal Society Industry Fellow. From 1997 he was Professor of Inorganic Chemistry at the University of Salford. In 2000 he was appointed to the Chair of Materials Chemistry in the University of Reading where, from 2002 to 2006, he served as Head of the School of Chemistry. In 2007 he was elected a Visiting Fellow of Clare Hall, University of Cambridge. His research has contributed to the fields of silicon chemistry, boron chemistry, transition-metal chemistry, dinitrogen chemistry, supramolecular chemistry, polymer chemistry and fractal chemistry, resulting in two books and some 250 other publications.[4] Awards for his work include the RSC Medal and Prize for Materials Chemistry (2005),[5] the degree of Doctor of Science (ScD) of the University of Cambridge (2008),[6] the Wilsmore Fellowship of the University of Melbourne (2007), the Macro Group UK Medal for contributions to polymer science (2012),[7] and the \"Leverhulme\" Senior Research Fellowship of the Royal Society (2006). He retired from Reading at the end of 2018 and is now Professor Emeritus.", "60633": "Dmitri Ivanovich Mendeleev (sometimes transliterated as Mendeleyev, Mendeleiev, or Mendeleef; English: /ˌmɛndəlˈeɪəf/ MEN-dəl-AY-əf;[2] Russian: Дмитрий Иванович Менделеев, romanized: Dmitry Ivanovich Mendeleyev,[a] IPA: [ˈdmʲitrʲɪj ɪˈvanəvʲɪtɕ mʲɪnʲdʲɪˈlʲejɪf] ⓘ; 8 February [O.S. 27 January] 1834 – 2 February [O.S. 20 January] 1907) was a Russian chemist and inventor. He is best known for formulating the Periodic Law and creating a version of the periodic table of elements. He used the Periodic Law not only to correct the then-accepted properties of some known elements, such as the valence and atomic weight of uranium, but also to predict the properties of three elements that were yet to be discovered (germanium, gallium and scandium).", "37514461": "Kenneth Nyitray Trueblood (1920–1998) was an American chemist known for pioneering work in the use of computers to determine chemical structures.[1] His work is recognized as significantly contributing to Nobel Prizes being awarded to his long-term collaborators Dorothy Hodgkin and Donald Cram. He published 140 research papers. His organization of a departmental X-ray crystallography lab served as a worldwide model for other chemistry departments.", "22408420": "Johan Fredrik Gram (14 April 1868 – 27 December 1947) was a Norwegian chemist.", "56323304": "Joshua S. Boger (born April 12, 1951) is an organic chemist and the founder of Vertex Pharmaceuticals Incorporated. He is considered a pioneer in the field of structure-based rational drug design. \nDrugs developed include amprenavir, an HIV protease inhibitor; \ntelaprevir, a protease inhibitor for treatment of hepatitis C; and \nKalydeco, for the treatment of cystic fibrosis. \nIn 2003, Vertex was listed as one of forty worldwide Technology Pioneers by the World Economic Forum. \nAs of 2012, Boger became executive chairman of Alkeus Pharmaceuticals.", "52129002": "Harold S. \"Hal\" Johnston[1] (October 11, 1920 – October 20, 2012) was an American scientist who studied chemical kinetics and atmospheric chemistry. After beginning his teaching career at Stanford University, he was a faculty member and administrator at the University of California, Berkeley for nearly 35 years. In 1971, Johnston authored a paper suggesting that environmental pollutants could erode the ozone layer.", "69987570": "Juozas Vėbra (April 20, 1901 – February 9, 1994) was a Lithuanian military person, since 1930 Doctor of Chemistry.[1][2][3][4]", "65400061": "Xiao Wang is a Thomas D. and Virginia W. Cabot Professor at MIT in the Department of Chemistry.[1] She is the first Core Member of the Broad Institute with an academic appointment in the department of chemistry.[2] Her work focuses on designing and producing new tools and methods for analyzing the brain.", "7302407": "John Wheeley Lea (died 23 March 1874) was an English chemist, mayor, and co-founder of Lea & Perrins.[1] Along with William Henry Perrins, Lea is notable for the invention of Worcestershire sauce.", "55831826": "Irina Jafarovna Mansurova (Tajik: Ирина Джафаровна Мансурова) (15 November 1925 – 6 April 1991)[1] was a Tajikistani biochemist.", "650517": "Ascanio Sobrero (12 October 1812 – 26 May 1888) was an Italian chemist, born in Casale Monferrato. He studied under Théophile-Jules Pelouze at the University of Turin, who had worked with the explosive material guncotton.", "67333398": "Frank Wokes (1892 – April 1974) was an English biochemist, nutritionist and vegetarianism activist known for his research on the nutritional aspects of Vitamin B12 and Vitamin B12 deficiency. He was an early advocate of food fortification.", "63827221": "Donald Lee Klein (born December 19, 1930) is an American inventor and chemist, most known for inventing the process to fabricate the self-aligned gate MOSFET transistor along with Robert E. Kerwin and John C. Sarace in 1967 at Bell Labs.[1]", "453910": "Jeffrey Stephen Wigand (/ˈwaɪɡænd/; born December 17, 1942) is an American biochemist and whistleblower.", "19590427": "Iain Coldham is an organic chemist[1] and Professor of Organic Chemistry at the University of Sheffield. He obtained his PhD from the University of Cambridge before moving to Austin, Texas, in 1989 for postdoctoral research. His areas of study have included intramolecular trapping of episulfonium ions with amine nucleophiles and the use of triisopropylsilyl enol ethers in organic synthesis.", "15133983": "Hans-Joachim Born (8 May 1909 – 15 April 1987) was a German radiochemist trained and educated at the Kaiser-Wilhelm-Institut für Chemie. Up to the end of World War II, he worked in Nikolaj Vladimirovich Timofeev-Resovskij's Abteilung für Experimentelle Genetik, at the Kaiser-Wilhelm-Institut für Hirnforschung. He was taken prisoner by the Russians at the close of World War II.  After rescue from the Krasnoyarsk PoW camp, he initially worked in Nikolaus Riehl's group at Plant No. 12 in Elektrostal’, Russia, but at the end of 1947 was sent to work in Sungul' at a sharashka known under the cover name Ob’ekt 0211. At the Sungul' facility, he again worked in a biological research department under the direction of Timofeev-Resovskij. Upon arrival in East Germany in the mid-1950s, Born became the director of the Institut für Angewandte Isotopenforschung in Buch, Berlin.  He also completed his Habilitation at the Technische Hochschule Dresden,  where he then also became a professor on the Fakultät für Kerntechnik. In 1957, he received and accepted a call to become a professor of radiochemistry at the Technische Hochschule München in West Germany.", "13167903": "William E.M. Lands (born July 22, 1930) is an American nutritional biochemist who is among the world's foremost authorities on essential fatty acids.[1]", "65236260": "Nansie S. Sharpless (October 11, 1932 – October 9, 1987) was an American biochemist. She was an associate professor of psychiatry and neurology and Chief of the\nClinical Neuropsychopharmacology Laboratory at the Albert Einstein College of Medicine. Deaf from the age of fourteen, Sharpless encouraged deaf people to consider careers in scientific research. She also served as the president of the Foundation for Science and the Handicapped.", "33516837": "Peter Guy Wolynes is an American theoretical chemist and physicist. Since 2011 he has been a Bullard-Welch Foundation Professor of Science and professor of chemistry at Rice University. He is widely recognized for his significant contributions to the theories of protein folding, glasses, and gene networks. Previously he was James R. Eiszner Professor at the University of Illinois at Urbana-Champaign, and the Francis H.C. Crick Chair of Physical Sciences at the University of California, San Diego.", "1109287": "Jacob Akiba Marinsky (April 11, 1918, Buffalo, New York – September 1, 2005) was a chemist who was the co-discoverer of the element promethium.[1][2]", "61664552": "Jennifer G. Murphy is a Canadian environmental chemist and an associate professor at the University of Toronto. She is known for her research how air pollutants such as  increased reactive nitrogen affect the global climate.[1][2]", "2256172": "Jack O'Lantern is an alias used by several supervillains appearing in American comic books published by Marvel Comics.", "56585517": "Indrawati Oey (born 29 April 1970[1]) is a New Zealand food scientist,  full professor at the University of Otago.[2]", "1109293": "Raymond Urgel Lemieux, CC, AOE, FRS[1] (June 16, 1920 – July 22, 2000) was a Canadian organic chemist, who pioneered many discoveries in the field of chemistry, his first and most famous being the synthesis of sucrose.[2] His contributions include the discovery of the anomeric effect and the development of general methodologies for the synthesis of saccharides still employed in the area of carbohydrate chemistry.[3] He was a fellow of the Royal Society of Canada and the Royal Society (England), and a recipient of the prestigious Albert Einstein World Award of Science and Wolf Prize in Chemistry.", "10677554": "Yelavarthy Nayudamma[1] (10 September 1922 – 23 June 1985) was a chemical engineer and a scientist killed on Air India Flight 182 (Emperor Kanishka bombing).[2][3]", "8482100": "Lloyd Hillyard Conover (June 13, 1923 – March 11, 2017) was an American chemist and the inventor of tetracycline. For this invention, he was inducted into the National Inventors Hall of Fame.[1] Conover was the first to make an antibiotic by chemically modifying a naturally produced drug.[2]  He had close to 300 patents to his name.", "2682167": "Richard F. W. Bader FRSC FCIC (October 15, 1931 – January 15, 2012) was a Canadian quantum chemist, noted for his work on the Atoms in molecules theory.  This theory attempts to establish a physical basis for many of the working concepts of chemistry, such as atoms in molecules and bonding, in terms of the topology of the electron density function in three-dimensional space.[1] Alongside the eminent chemist Ronald Gillespie, he had a significant influence on inorganic chemistry education in Canada.", "38563128": "Alfons Baiker (born April 14, 1945 in Zürich) is a Swiss Chemist specializing in Catalysis. Baiker studied chemistry at ETH Zurich. After obtaining his PhD in 1974 he followed several post-doctoral stays at various universities. In 1989 he became a full professor in catalysis and reaction engineering at ETH where he worked until his retirement in 2010.", "34958648": "Ernst-Ludwig Winnacker (born 26 July 1941 in Frankfurt[1]) is a German geneticist, biochemist and research manager. His main fields of research are virus/cell interaction, the mechanisms of gene expression in higher cells and prion diseases.[2] He was President of the German Research Foundation and Secretary General of the European Research Council and is Secretary General of the Human Frontier Science Program Organization.", "59960640": "Philip Bovier Hawk (July 18, 1874 - September 13, 1966) was an American biochemist, nutritionist, and amateur tennis player.", "61402438": "Yomaira Jeannette Pagán Torres is a Puerto Rican chemical engineer. She is a professor in the department of chemical engineer at University of Puerto Rico at Mayagüez. Pagán was formerly a senior engineer at the Dow Chemical Company.", "50490699": "Reginald Brettauer Fisher CBE FRSE (13 February 1907 – 11 November 1986) was a British biochemist, specialising in the study of proteins.", "2125139": "Anders Jahan Retzius (3 October 1742 – 6 October 1821) was a Swedish chemist, botanist and entomologist.", "191836": "Pierre Eugène Marcellin Berthelot FRS FRSE (French: [bɛʁtəlo]; 25 October 1827[1] – 18 March 1907) was a French chemist and Republican politician noted for the Thomsen–Berthelot principle of thermochemistry. He synthesized many organic compounds from inorganic substances,[2] providing a large amount of counter-evidence to the theory of Jöns Jakob Berzelius that organic compounds required organisms in their synthesis.\nBerthelot was convinced that chemical synthesis would revolutionize the food industry by the year 2000, and that synthesized foods would replace farms and pastures. \"Why not\", he asked, \"if it proved cheaper and better to make the same materials than to grow them?\"[2][3]", "191838": "Antoine Jérôme Balard (30 September 1802 – 30 April 1876) was a French chemist and one of the discoverers of bromine.", "41905500": "Charles Henry Smyth Jr. (/smaɪθ/;[1] March 31, 1866 – April 4, 1937) was an American geologist. Born to a prominent family in Upstate New York, he studied geology at Columbia University before becoming a professor of geology at Hamilton College and Princeton University. At Princeton he strengthened the Department of Geology's graduate program.", "191847": "Michel Eugène Chevreul (31 August 1786 – 9 April 1889)[1] was a French chemist whose work contributed to significant developments in science, medicine, and art. Chevreul's early work with animal fats [2] revolutionized soap and candle manufacturing and led to his isolation of the heptadecanoic (margaric), stearic, and oleic fatty acids. In the process, Chevreul became the first scientist to define the concept of a chemical compound and the first to formally characterize the nature of organic compounds; he is consequently considered a founder of modern organic chemistry.[3]", "4320615": "Sir John Meurig Thomas FLSW FRS HonFREng HonFRSE FRMS (15 December 1932 – 13 November 2020[4]), also known as JMT,[5] was a Welsh scientist, educator, university administrator, and historian of science primarily known for his work on heterogeneous catalysis, solid-state chemistry, and surface and materials science.[6][7]", "191850": "Louis Nicolas Vauquelin FRS(For) HFRSE (16 May 1763 – 14 November 1829) was a French pharmacist and chemist. He was the discoverer of both chromium and beryllium.", "552299": "Heinrich Otto Wieland (German pronunciation: [ˈhaɪnʁɪç ˈviːlant] ⓘ; 4 June 1877 – 5 August 1957) was a German chemist. He won the 1927 Nobel Prize in Chemistry for his research into the bile acids.[1][2]", "35351916": "Weitao Yang (Chinese: 杨伟涛; pinyin: Yáng Wěitāo; born March 31, 1961) is a Chinese-born American chemist who is the Philip Handler Professor of Chemistry at Duke University. His main contributions to chemistry include density functional theory development, and its applications to chemistry.", "70970734": "Nathalie Marie Carrasco (born in 1977) is a French chemist and professor of astronomy and astrophysics. She is a specialist in atmospheric chemistry at the Atmosphere, Environments and Space Observations Laboratory (LATMOS) at the University of Versailles-Saint-Quentin-en-Yvelines. In 2016, she was awarded the Irène Joliot-Curie Prize in the category Young Woman Scientist.", "8711534": "Charles August Kraus (August 15, 1875 – June 27, 1967) was an American chemist. He was professor of chemistry and director of the chemical laboratories at Clark University, where he directed the Chemical Warfare Service during World War I.", "53669232": "Michael Roman Wasielewski is an American physical chemist. He is currently the Clare Hamilton Hall Professor of Chemistry, director of the Center for Molecular Quantum Transduction (CMQT), and Executive Director of the Institute for Sustainability and Energy at Northwestern University.[1]", "191859": "Antoine François Fourcroy (French pronunciation: [ɑ̃twan fʁɑ̃swa fuʁkʁwa]; 15 June 1755 – 16 December 1809)[1] was a French chemist and a contemporary of Antoine Lavoisier.  Fourcroy collaborated with Lavoisier, Guyton de Morveau, and Claude Berthollet on the Méthode de nomenclature chimique, a work that helped standardize chemical nomenclature.", "73198970": "Hanadi Farouk Sleiman FRS is a Canadian chemist who is Canada Research Chair in DNA Nanoscience at McGill University. Her research makes use of DNA as a template for nanomaterials. She was awarded the Natural Sciences and Engineering Research Council Polanyi Award in 2021.", "52391295": "Adusumilli Srikrishna (1955–2013) was an Indian organic chemist and a professor at the department of organic chemistry at the Indian Institute of Science.[1] He was known for his researches on radical cyclisation and natural products synthesis.[2] He was an elected fellow of the Indian National Science Academy,[3] National Academy of Sciences, India[4] and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1997, for his contributions to chemical sciences.[6]", "55864710": "Sonia Cotelle, née Slobodkine (19 June 1896 – 18 January 1945), was a Polish radiochemist.", "35614086": "Armand Jean François Séguin or Segouin (21 March 1767 – 24 January 1835) was a French chemist and physiologist who discovered a faster and cheaper process for tanning leather. As a result, he became immensely rich through the supply of leather to Napoleon's armies. He was born on March 21, 1767, in Paris and died on January 23, 1835.", "11234700": "Lai Yee Hing (Chinese: 賴怡興; pinyin: Lài Yíxìng) is a Singaporean organic chemistry professor based in the National University of Singapore. He was the principal of NUS High School of Mathematics and Science and held this position from July 2004 to 30 August 2007.", "48393613": "Kwang Soo Kim is a South Korean professor in chemistry, an adjunct professor in physics, and the director of Center for Superfunctional Materials (CSM),[1] of Ulsan National Institute of Science and Technology (UNIST) in South Korea. He received his B.S. and M.S. degrees in Applied Chemistry from Seoul National University (1971, 1973) and also an M.S. degree in Physics from Korea Advanced Institute of Science and Technology (KAIST) (1975). He obtained his Ph.D. degree from University of California, Berkeley (1982).[2] His research fields include Theoretical/Computational Chemistry/Physics and Experimental Nanosciences.", "12086670": "Howard Charles Clark, FRSC FCIC (born 4 September 1929) is a Canadian chemist and university administrator.", "58650000": "Jaan Kalviste (3 April 1898 – 15 June 1936)[1] was an Estonian chemist, mineralogist, educator, and translator.", "52260246": "Dorothy Virginia Nightingale (February 21, 1902 - June 12, 2000) was an American organic chemist who is known for research on chemiluminescence and the Friedel-Crafts reaction. Nightingale directed the research of 24 PhD students and 26 Masters students and authored 56 scientific publications.[1]", "47279514": "Arthur Israel Vogel FRIC (22 December 1905[1] – 1966) was a British chemist known for his Chemistry textbooks.[2][3] He became the head of the chemistry department at Woolwich Polytechnic at the age of 27.[4][3]", "52260251": "Shaul Mukamel (born 11 December 1948) is a chemist and physicist, currently serving as a Distinguished Professor at the University of California, Irvine.[2] He is known for his works in Non linear Optics and Spectroscopy.", "43183520": "Sir Herbert Jackson KBE, FRS (1863–1936) was a British chemist. He was knighted for his work on heat-resisting and optical glasses for military use in the First World War.[1]", "64417198": "Gillian Reid FRSC (born 1964) is a British chemist who is Professor of Inorganic Chemistry and former Head of the Department of Chemistry at the University of Southampton. Her research considers coordination chemistry, inorganic semiconductors and metal fluoride scaffolds. In 2020, she was appointed the President-elect of the Royal Society of Chemistry, becoming President in 2022.", "4025777": "Hans Gustav Adolf Hellmann (14 October 1903 – 29 May 1938) was a German theoretical physicist.", "34205122": "Donald Holroyde Hey FRS[1] (12 September 1904 – 21 January 1987) was a Welsh organic chemist. He was notable for his paper proposing that the decomposition of benzoyl peroxide gave rise to free phenyl radicals.[2][3]", "3108291": "Rajshekhar Basu (Bengali: রাজশেখর বসু; better known by the pen name Parashuram; 16 March 1880 – 27 April 1960) was a Bengali chemist, author and lexicographer. He was chiefly known for his comic and satirical short stories, and is considered the greatest Bengali humorist of the 20th century. He was awarded the Padma Bhushan in 1956.[2][3]", "68316616": "Nicholas V. Hud is a biophysicist, biochemist, origins of life researcher, and Regents’ Professor and Julius Brown Professor of Chemistry and Biochemistry at the Georgia Institute of Technology in Atlanta, Georgia.", "52719050": "Günther Friedländer (April 8, 1902 – May 25, 1975) was a German pharmacist, botanist, pharmacognosist, food chemist, an industrialist of medical products, and the founder of Teva Pharmaceutical Industries.", "33517006": "Arthur Stoll (8 January 1887 – 13 January 1971) was a Swiss biochemist.[2]", "1830353": "Hans Tropsch (October 7, 1889 – October 8, 1935) was a chemist responsible, along with Franz Fischer, for the development of the Fischer–Tropsch process.", "67268051": "Leonidas Zervas (Greek: Λεωνίδας Ζέρβας, pronounced [leoˈniðas ˈzervas]; 21 May 1902 – 10 July 1980) was a Greek organic chemist who made seminal contributions in peptide chemical synthesis.[1][2][3][4] Together with his mentor Max Bergmann they laid the foundations for the field in 1932 with their major discovery, the Bergmann-Zervas carboxybenzoxy oligopeptide synthesis which remained unsurpassed in utility for the next two decades.[1][2] The carboxybenzyl protecting group he discovered is often abbreviated Z in his honour.[1]", "67169753": "Katherine Jungjohann is a group leader at the National Renewable Energy Laboratory (NREL) [1] and previously worked as a scientist and engineer at the Center for Integrated Nanotechnologies (CINT)[2][3][4] which is part of Sandia National Laboratories[5] in Albuquerque, New Mexico, United States.", "14183898": "Nikodem Caro (Polish pronunciation: [ɲiˈkɔ.dɛm tsarɔ]; 23 May 1871, Łódź, then Russian Empire – 27 June 1935, Rome, Italy) was an industrial chemist and entrepreneur.[1][2] Caro was born in Łódź, and studied chemistry in Berlin at the Royal Technical College of Charlottenburg (now Technical University of Berlin) and got his doctorate from Rostock University. From 1895 on he worked in the Deutsche Dynamit AG with Adolph Frank on the development of calcium cyanamide as a means of fixing nitrogen, hence the Frank-Caro process. Caro became an important figure in the nitrogen fixation industry and a rival of Fritz Haber.[3]", "61107678": "Peter Winterburn (died June 21, 2019)  was a Canadian academic.", "20573664": "Winifred May Watkins, FRS (6 August 1924 – 3 October 2003) was a British biochemist and academic. She worked at the Imperial College School of Medicine.[1]", "63761891": "Lynden A. Archer is a chemical engineer, Joseph Silbert Dean of Engineering, David Croll Director of the Energy Systems Institute, and professor of chemical engineering at Cornell University.\nHe became a fellow of the American Physical Society in 2007 and was elected into the National Academy of Engineering in 2018. Archer's research covers polymer and hybrid materials and finds applications in energy storage technologies. His h-index is 92 by Google Scholar.[1]", "58420709": "Nazira Karodia MBE CChem FRSC is a chemist, Professor of Science Education and Deputy Vice Chancellor at Edinburgh Napier University (2021- current). She was previously Pro-Vice Chancellor for Regional Engagement at the University of Wolverhampton. She works on organic synthesis, green chemistry, heterocyclic compounds and science education.[2]", "59436518": "Huda Sajjad Mahmoud Shaker (Arabic: هدى سجاد محمود شاكر) (born 5 November 1978,               العمر : ٤٣ سنة ), عدد الاولاد:٣ is an Iraqi politician from Najaf Governorate. She holds a bachelor's degree in chemistry.[1] She served as a member of the Council of Representatives for the governorate of Qadisiyah in its second session (2010-2014) and the third session (2014-2018) for State of Law Coalition inside Islamic Dawa Party.[2] On 2016 was accused of extorting public officials to obtain money.[3]", "37416423": "Kenji Ohmori (大森 賢治, Ōmori Kenji, born November 10, 1962 in Kumamoto City) is a Japanese physicist and chemist. \nNational Institutes of Natural Sciences, Japan (NIMS), Institute for Molecular Science (IMS)", "31616499": "Milton L. Lee is the H. Tracy Hall Professor of Chemistry at Brigham Young University (BYU).", "51211764": "Shimon Schuldiner (born August 10, 1946) is an Israeli biochemist. He has made important contributions to the understanding of proteins that couple the movement of ions and other molecules across membranes. Schuldiner is Mathilda Marks-Kennedy Professor at the Alexander Silberman Institute of Life Sciences, the Hebrew University of Jerusalem. He received a B.Sc. in 1967 and an M.Sc. in 1968 from the Hebrew University of Jerusalem, and a Ph.D. from the Weizmann Institute of Science in Rehovot in 1973.[1][2]", "1043960": "Avram Hershko (Hebrew: אברהם הרשקו, romanized: Avraham Hershko, Hungarian: Herskó Ferenc Ábrahám;[1] born December 31, 1937) is a Hungarian-Israeli biochemist who received the Nobel Prize in Chemistry in 2004.", "8351230": "Jacques Errera (25 September 1896 – 30 March 1977) was a Belgian physicochemist, specialized in the molecular constitution of matter.[1] During the 1930s he worked at the Free University of Brussels (ULB), and participated in the Solvay Conference of 1933. In 1938 he was awarded the Francqui Prize in Exact Sciences. Shortly after the first atomic bombs were used in 1945, he authored an optimistic article about the peaceful future potential of atomic energy.[2] After WW2, Errera represented Belgium at both the United Nations Atomic Energy Commission and the International Atomic Energy Agency.[2] He was the son of Isabelle Errera.", "24997378": "Rudolf Christian Böttger (28 April 1806 – 29 April 1881) was a German inorganic chemist. He conducted most of his research at the University of Frankfurt am Main. He is credited with discovery of nitrocellulose in 1846, independently to Schönbein, and with the synthesis of the first organocopper compound copper(I) acetylide Cu2C2 in 1859.[1]", "17493511": "Wim Soetaert is a chemical and biochemical engineer who heads the Centre of Expertise for Industrial Biotechnology and Biocatalysis (InBio.be) at Ghent University, Faculty of BioScience Engineering. His research group is active in the development of fermentative and biocatalytic production processes.", "6778384": "Bergnart (Bernhard) Carl Lewy was a Danish chemist; born in Copenhagen on 5 July 1817.  He died there on 1 January 1863. He obtained the degree of graduate of pharmacy in 1835, and then studied chemistry for three years at the polytechnic school. In 1839 he studied in Berlin (Ph.D.), and spent the winter of 1839–40 in Rome. He then obtained a position as assistant in the private laboratory of J. B. Dumas in Paris.", "63041041": "Elizabeth K. Ralph (1921–1993) was a pioneer in the development and application of radiocarbon dating techniques to archeology, as well as a long-time member of the U.S. women's field hockey team.  In the Radiocarbon Laboratory at the University of Pennsylvania, and later in the Museum Applied Science Center for Archaeology (MASCA) in the Penn Museum, Ralph developed methods for dendrochronology, or tree-ring dating, and thermoluminescence for dating ceramics.  She also improved instruments for the measurement of magnetic intensity, including cesium magnetometers, which located landscape anomalies that could signal the presence of archaeological sites.  In the 1960s, she used these instruments to help locate the Archaic Greek site of Sybaris in southern Italy.  She went on to analyze and date materials from dozens of archaeological sites in several countries.  She published her research in journals including Science and Nature, and with her colleague H.N. Michael, published a textbook entitled Dating Techniques for the Archaeologist, which appeared from MIT Press in 1971.[1]  From 1962 to 1982 she served as associate director of MASCA lab, which she helped to establish with support from the National Science Foundation.[2]", "51047954": "Timothy M. Swager (born 1961) is an American Scientist and the John D. MacArthur Professor of Chemistry at the Massachusetts Institute of Technology.  His research is at the interface of chemistry and materials science, with specific interests in carbon nanomaterials, polymers, and liquid crystals.  He is an elected member of the National Academy of Sciences, American Academy of Arts and Sciences, and the National Academy of Inventors.", "68972050": "Yan Zheng is a marine geochemist known for her research on metals in groundwater and private wells in Bangladesh, China, and the United States. She is an elected fellow of the Geological Society of America and the American Geophysical Union.", "59698708": "Egon Gustaf Martin Wiberg (born 3 June 1901 in Güstrow; died 24 November 1976 in Munich) was a German chemist and professor for inorganic chemistry at the Ludwig Maximilian University of Munich.[1]", "54488597": "Brian Arthur Thrush FRS (23 July 1928 – 14 September 2023) was a British physical chemist. He was an Emeritus Professor of Physical Chemistry at the University of Cambridge and a Life Fellow of Emmanuel College.[1][2]", "17919517": "François Stanislas Cloez (24 June 1817 – 12 October 1883) was a French chemist, who authored both as \"F. S. Cloez\" and \"S. Cloez\", and is known for his pioneering role in analytical chemistry during the 19th century. He was a founder and later president of the Chemistry Society of France.[1]", "62516768": "François César Le Tellier, Marquis of Courtanvaux (Paris, 18 February 1718 – Paris, 7 July 1781), was the marquis of Courtanvaux, Count of Tonnerre, Duke of Doudeauville, and a French aristocrat, military officer, and scientist.", "33353253": "Robert Eugene Wyatt is an emeritus Professor of Chemistry at the University of Texas at Austin, Department of Chemistry and Biochemistry.", "66317881": "Martin Paul Gouterman (December 26, 1931 – February 22, 2020) was an American chemist who was a professor of chemistry at the University of Washington. He is remembered for his seminal work on the optical spectra porphyrins, for which he developed a simple model generally referred to as Gouterman's four-orbital model.", "14741049": "Ann C. Noble is a sensory chemist and retired professor from the University of California, Davis. During her time at the UC Davis Department of Viticulture and Enology, Noble invented the \"Aroma Wheel\" which is credited with enhancing the public understanding of wine tasting and terminology.[1] At the time of her hiring at UC Davis in 1974, Noble was the first woman hired as a faculty member of the Viticulture department.[2] Noble retired from Davis in 2002 and in 2003 was named Emeritus Professor of Enology. Since retirement she has participated as a judge in the San Francisco Chronicle Wine Competition.[3]", "64450108": "Davita L. Watkins is an associate professor of chemistry at the University of Mississippi, where her research interest is in developing supramolecular synthesis methods to make new organic semiconducting materials for applications in optoelectronic devices, as well as studying their structural, optical, and electronic properties. Her group also investigates the design of dendrimer molecules for biomedical applications.", "20147775": "Edme Hippolyte Marié-Davy (28 April 1820 – 26 July 1893) was a French chemist and inventor during the 19th century. He was born in Clamecy, Nièvre.", "59371074": "Lucy Florence Oldfield (18 September 1925 – 4 July 1989) was a British chemist and Chairman of the London Section of the Society of Glass Technology.[1] She was awarded a Glass Slipper for her work in glass technology.", "53440068": "Lawrence Sims Bartell (23 February 1923, Ann Arbor, Michigan – 8 September 2017, Ann Arbor) was the Philip J. Elving Professor Emeritus of Chemistry at the University of Michigan. His research in physical chemistry focused on electron diffraction studies of molecular structure and later on molecular mechanics. Bartell retired from his faculty position at Michigan in 1993.[1]", "39087689": "Franz Cölestin Schneider (28 September 1812, in Krems – 29 November 1897) was an Austrian physician and chemist. He was the father of archaeologist Robert von Schneider (1854–1909).", "58912331": "Dr. Dan Thomas Major (Hebrew: דן מאיור; born 22 March 1973) is a Professor of Chemistry at Bar Ilan University specializing in Computational Chemistry.", "57765453": "David Noble Harpp is a Canadian chemist, science communicator and award-winning university teacher. He holds the Tomlinson Chair in Science Education at McGill University.", "454222": "Charles Friedel (French: [fʁidɛl]; 12 March 1832 – 20 April 1899) was a French chemist and mineralogist.", "1142351": "William Gregor (25 December 1761 – 11 June 1817) was an English clergyman and mineralogist who discovered the elemental metal titanium.", "59993684": "Jon Torger Hougen (23 October 1936 in Sheboygan – 28 January 2019 in Taipei) was an American spectroscopist.[1]", "454229": "James Mason Crafts (March 8, 1839 – June 20, 1917) was an American chemist, mostly known for developing the Friedel–Crafts alkylation and acylation reactions with Charles Friedel in 1876.[1][2]", "37088854": "Christoph Steinbeck (born 1966 in Neuwied[3]) is a German chemist and has a professorship for analytical chemistry, cheminformatics and chemometrics at the Friedrich-Schiller-Universität Jena in Thuringia.[4][5]", "7597654": "Thomas Francis Jamieson (1829-1913) was a Scottish scientist most associated with his studies of sea level and glacial isostasy during the Quaternary.[1]", "29159000": "María Orosa y Ylagan[1] (November 29, 1892 – February 13, 1945) was a Filipina food technologist, pharmaceutical chemist, humanitarian, and war heroine.[2] She experimented with foods native to the Philippines, and during World War II developed Soyalac (a nutrient rich drink from soybeans) and Darak (rice cookies packed with vitamin B-1, which prevents beriberi disease), which she also helped smuggle into Japanese-run internment camps that helped save the lives of thousands of Filipinos, Americans, and other nationals.[3] She introduced to the public the well-known banana ketchup.", "66416216": "Éva Kondorosi is a Hungarian biochemist who is known for her work on Rhizobium-legume symbiosis. She has been a member of the National Academy of Sciences since 2010.[1] In 2015 she became a member of the German Academy of Sciences Leopoldina,[2] and in 2020 she was appointed as a Chief Scientific Advisor to the European Commission.[3]", "47148635": "Marilyn S. Kozak is an American professor of biochemistry at the Robert Wood Johnson Medical School. She was previously at the University of Medicine and Dentistry of New Jersey before the school was merged. She was awarded a PhD in microbiology by Johns Hopkins University studying the synthesis of the Bacteriophage MS2, advised by Daniel Nathans.[1][2] In her original faculty job proposal, she sought to study the mechanism of eukaryotic translation initiation, a problem long thought to have already been solved by Joan Steitz. \n[3] While in the Department of Biological Sciences at University of Pittsburgh, she published a series of studies that established the scanning model of translation initiation and the Kozak consensus sequence.[4][5][6] Her current research interests are unknown as her last publication was in 2008.[7]", "72412764": "Christopher O. Barnes (born September 23, 1986) is an American chemist who is an assistant professor at Stanford University. During the COVID-19 pandemic, he studied the structure of the coronavirus spike protein and the antibodies that attack them. He was named one of ten \"Scientists to watch\" by Science News in 2022.", "11857503": "Nabil G. Seidah, CM OQ FRSC (born 1949) is a Canadian Québécois scientist. Born in Egypt, he was educated at Cairo University, and subsequently at Georgetown University where he obtained his Ph.D. in 1973.[1][2]  He emigrated to Canada and has been working at the Clinical Research Institute of Montreal (IRCM) since 1974.[1] He is the director of the laboratory of Biochemical Neuroendocrinology.[1] He discovered and cloned seven (PC1, PC2, PC4, PC5, PC7, SKI-1 and PCSK9) of the nine known enzymes belonging to the convertase family. During this period, he also greatly contributed to demonstrating that the proteolysis by the proprotein convertases is a wide mechanism that also concerns “non-neuropeptide” proteins such as growth factors, α-integrins, receptors, enzymes, membrane-bound transcription factors, and bacterial and viral proteins. In 2003, he discovered PCSK9 and showed that point mutations in the PCSK9 gene cause dominant familial hypercholesterolemia, likely because of a gain of function related to the ability of PCSK9 to enhance the degradation of cell surface receptors, such as the low-density lipoprotein receptor (LDLR). He has since worked on the elucidation of the functions and mechanisms of action of PCSK9 and PCSK7 both in cells and in vivo, and is developing specific PCSK9 and PCSK7 inhibitors/silencers.", "51277415": "Christopher Joseph Schofield (also known as Chris Schofield) is a Professor of Chemistry at the University of Oxford[1] and a Fellow of the Royal Society. Chris Schofield is a professor of organic chemistry at the University of Oxford, Department of Chemistry[2] and a Fellow of Hertford College.[3] Schofield studied functional, structural and mechanistic understanding of enzymes that employ oxygen and 2-oxoglutarate as a co-substrate.[4] His work has opened up new possibilities in antibiotic research,[5] oxygen sensing,[6] and gene regulation.[7]", "50228840": "Jean Beatrice Youatt (13 March 1925 – 20 September 2017) was an Australian biochemist.[1]", "35581545": "Second World War", "978536": "Paul Zindel Jr. (May 15, 1936 – March 27, 2003) was an American playwright, young adult novelist, and educator.", "13725293": "Andrew Emory Dessler (born 1964) is a climate scientist. He is Professor of Atmospheric Sciences and holder of the Reta A. Haynes Chair in Geoscience at Texas A&M University. He is also the Director of the Texas Center for Climate Studies. His research subject areas include climate impacts, global climate physics, atmospheric chemistry, climate change and climate change policy.[2]", "9236078": "Jean-Claude Pressac (3 March 1944 – 23 July 2003)[1] was a French pharmacist by profession, who became a published authority on the Auschwitz concentration camp homicidal gas chambers deployed during the Holocaust in World War II. He was the author of the 1989 book Auschwitz: Technique and operation of the gas chambers among other publications on the subject, which demonstrated the technical possibility of mass killing by gas chambers during the Holocaust, thus debunking many falsehoods promoted by Holocaust deniers.[2]", "5860980": "Chi-Huey Wong (Chinese: 翁啟惠; born 3 August 1948) is a Taiwanese-American biochemist. He is currently the Scripps Family Chair Professor at the Scripps Research Institute,[1] California in the department of chemistry. He is a member of the United States National Academy of Sciences, as awarded the 2014 Wolf Prize in Chemistry and 2015 RSC Robert Robinson Award.[2] Wong is also the holder of more than 100 patents and publisher of more 700 scholarly academic research papers under his name.[3]", "1633912": "Sidney Walter Fox (24 March 1912 – 10 August 1998) was a Los Angeles-born biochemist responsible for discoveries on the origins of biological systems. Fox explored the synthesis of amino acids from inorganic molecules, the synthesis of proteinous amino acids and amino acid polymers called \"proteinoids\" from inorganic molecules and thermal energy, and created what he thought was the world's first protocell out of proteinoids and water. He called these globules \"microspheres\". Fox believed in the process of abiogenesis where life spontaneously organized itself from the colloquially known \"primordial soup;\" poolings of various simple organic molecules that existed during the time before life on Earth. He also suggested that his experiments possessed conditions that were similar to those of primordial Earth.", "1699453": "John Davy FRS FRSE (24 May 1790 – 24 January 1868) was a Cornish doctor, amateur chemist, brother of the noted chemist Sir Humphry Davy, and cousin of Edmund Davy.", "20868734": "Walter Friedrich Karl Weizel (1 August 1901 in Lauterecken – 6 August 1982) was a German theoretical physicist and politician. As a result of his opposition to National Socialism in Germany, he was forced into early retirement for a short duration in 1933. He was a full  at the University of Bonn, from 1936 to 1969. After World War II, he helped to establish the Jülich Research Center, and he was a state representative of the Social Democratic Party of Germany.", "10120842": "Fred Basolo (11 February 1920 – 27 February 2007) was an American inorganic chemist. He received his Ph.D. at the University of Illinois at Urbana-Champaign in 1943, under Prof. John C. Bailar, Jr. Basolo spent his professional career at Northwestern University. He was a prolific contributor to the fields of coordination chemistry, organometallic, and bioinorganic chemistry, publishing over 400 papers. He supervised many Ph.D. students. With colleague Ralph Pearson, he co-authored the influential monograph \"Mechanisms of Inorganic Reactions\", which illuminated the importance of  mechanisms involving coordination compounds. This work, which integrated concepts from ligand field theory and physical organic chemistry, signaled a shift from a highly descriptive nature of coordination chemistry to a more quantitative science.[1][2][3]", "28077708": "John Christopher Augustus Voelcker FRS (24 September 1822 – 5 December 1884) was a Royal Agricultural Society of England chemist.[1] Voelcker was known for his methodical and precise analytical practices as applied to agricultural chemistry. He began a series of long-term experiments at Woburn on crop rotation and fertilization in 1876. This was continued after his death in 1884 by his son John Augustus Voelcker (1854-1937) who was also an agricultural chemist who headed a committee to investigate improvements to agriculture in India following famines there.[2]", "64286348": "Mehtap Oezaslan is a full professor for technical electrocatalysis at TU Braunschweig.[1]", "70872718": "Ulrich Paul Strauss (January 10, 1920 – August 7, 2015) was an American chemist. He was professor emeritus at Rutgers University.[1] Strauss received a Guggenheim Fellowship in 1971.[2]", "2453143": "Hazel Gladys Bishop (August 17, 1906 – December 5, 1998)[1] was an American chemist and the founder of the cosmetics company Hazel Bishop, Inc. She was the inventor of the first long-lasting lipstick.", "25030305": "Ernest Tytus Bandrowski (Polish pronunciation: [ˈɛr.nɛst bandrɔfski]; 3 January 1853 – 28 November 1920) was a Polish chemist.", "58912418": "Florence Gschwend is a Swiss chemical engineer and Royal Academy of Engineering Enterprise Fellow at Imperial College London. She is the founder and CEO of Lixea[1] (formerly Chrysalix Technologies), a spin-out company that commercialises wood fractionation to enable a circular bioeconomy.", "19656359": "Gary Benjamin Schuster (born August 6, 1946)[1] was the interim president of the Georgia Institute of Technology, a position he held from July 1, 2008, when former president G. Wayne Clough stepped down,[2] until April 1, 2009, when George P. \"Bud\" Peterson was named Georgia Tech's permanent president. He still holds the office Vasser Woolley Chair of Chemistry and Biochemistry.[2]", "20410028": "Rudolf Hoppe (29 October 1922 – 24 November 2014), a German chemist, discovered the first covalent noble gas compounds.", "2289332": "Jean Louis Lassaigne (22 September 1800 – 18 March 1859) was a French chemist. He is best known for the sodium fusion test named after him.", "48033472": "Jochen Küpper FRSC (born 1971) is a German chemist and physicist, group leader at the Center for Free-Electron Laser Science,[1] Deutsches Elektronen-Synchrotron DESY, and Professor of Physics and Professor by courtesy of Chemistry at the University of Hamburg, Germany.[2]", "62516934": "Robert Guillaumont[1] (born 26 February 1933 in Lyon) is a French chemist and honorary professor at the University of Paris-Saclay in Orsay (1967-1998), Member of the French Academy of Sciences[2]  and the French Academy of Technologies[3]", "59403975": "Louis Rosenblum (15 November 1923 – 4 April 2019) was a pioneer in the movement for freedom of emigration for the Jews in the Soviet Union,[1] was a founder of the first organization to advocate for the freedom of Soviet Jews, the Cleveland Council on Soviet Anti-Semitism, founding president of the Union of Councils for Soviet Jews, and a research scientist at the National Aeronautics and Space Administration (NASA) Lewis Research Center (now known as the John H. Glenn Research Center at Lewis Field).", "72642249": "Jiang Long (Chinese: 江龙; 1 January 1933 – 31 December 2022) was a Chinese physical chemist, and an academician of the Chinese Academy of Sciences. He was a member of the Chinese Communist Party (CCP).[1]", "1601235": "Thomas Stewart Traill FRSE PRCPE MWS RSSA (29 October 1781 – 30 July 1862) was a British physician, chemist, meteorologist, zoologist and scholar of medical jurisprudence. He was the grandfather of the physicist, meteorologist and geologist Robert Traill Omond FRSE (1858-1914).", "61142": "Sir Robert Tony Watson CMG FRS (born 21 March 1948) is a British chemist who has worked on atmospheric science issues including ozone depletion, global warming and paleoclimatology since the 1980s.   Most recently, he is lead author of the February 2021 U.N. report Making Peace with Nature.[1][2]", "16051930": "Carl Jacob Löwig (17 March 1803 – 27 March 1890) was a German chemist and discovered bromine independently of Antoine Jérôme Balard.", "61927130": "Tamar Seideman (Hebrew: תמר זיידמן) is the Dow Chemical Company Professor of Chemistry and Professor of Physics at Northwestern University. She specialises in coherence spectroscopies and coherent control in isolated molecules and dissipative media as well as in ultrafast nanoplasmonics, current-driven phenomena in nanoelectronics  and mathematical models.", "47771356": "Hannele Ruohola-Baker is a Professor of Biochemistry and Associate Director of the Institute for Stem Cell and Regenerative Medicine at the University of Washington in Seattle, Washington. Her research focuses on the molecular biology of stem cells and on the use of Drosophila (fruit flies) as model organisms for human diseases.[1][2]", "63565536": "Mark Beno (1951 – August 24, 2019) was a Senior Chemist at the Argonne National Laboratory best known for his work in chemical crystallography. He was the first to determine the crystal structure of the high temperature superconductor, YBa2Cu3O7, and his research continues to help researchers understand the types and structures that are likely to form this class. Beno was posthumously awarded the distinction of Fellow by the American Association for the Advancement of Science (AAAS).[1]", "55045858": "Carl L. Alsberg (April 2, 1877 – October 31, 1940) was an American chemist who served as Commissioner of Food and Drugs from 1912 to 1921.[1][2] Carl Lucas Alsberg was born to a secular German-Jewish family, the oldest of four children. His father Meinhard, a chemist who immigrated to the U.S. from Germany in 1865, was a founder of the American Chemical Society. Carl Alsberg attended Columbia University, where he founded a literary magazine, The Morningside. He graduated from Columbia College in 1896.[3]", "67825378": "R. David Britt is the Winston Ko Chair and Distinguished Professor of Chemistry at the University of California, Davis.[1] Britt uses electron paramagnetic resonance (EPR) spectroscopy to study metalloenzymes and enzymes containing organic radicals in their active sites.[2] Britt is the recipient of multiple awards for his research, including the Bioinorganic Chemistry Award in 2019 and the Bruker Prize in 2015 from the Royal Society of Chemistry.[3] He has received a Gold Medal from the International EPR Society (2014), and the Zavoisky Award from the Kazan Scientific Center of the Russian Academy of Sciences (2018).[2] He is a Fellow of the American Association for the Advancement of Science and of the Royal Society of Chemistry.[3]", "650980": "Théophile-Jules Pelouze (also known as Jules Pelouze, Théophile Pelouze, Theo Pelouze, or T. J. Pelouze, pronounced [pəluz]; 26 February 1807 – 31 May 1867) was a French chemist.", "2092775": "John Call Dalton[1] (February 2, 1825 – February 12, 1889) was an American physiologist and vivisection activist who became the first full-time professor of physiology in the United States.", "57732840": "Jules de Reiset (6 October 1818 - 5 February 1896) was a French agricultural chemist, politician and member of the Académie des Sciences. He was the husband of Juliette, daughter of Charles Lebègue de Germiny, finance minister and governor of the Banque de France.[1]", "60485356": "Shelley D. Minteer (born 1975) is an American academic and chemistry professor at the University of Utah. Minteer field of study focuses on the interface between biocatalysts and enzyme-based electrodes for biofuel cells and sensors.", "33418993": "Basudeb DasSarma (1923–2007) was a chemist and faculty at the University College of Science and Technology of the University of Calcutta.  He was among an early group of Indian scholars and professionals to emigrate to the US.[1]  He did groundbreaking research with John C. Bailar Jr. at the University of Illinois Urbana-Champaign, won an American Chemical Society award in 1971 [2] for his contributions to the understanding of coordination and stereo-chemistry of metal complexes, and became a naturalized US citizen in 1972.  He was a professor of chemistry at West Virginia State College from 1966 to 1992, President of the West Virginia Academy of Science, 1981–82, and a community leader and spokesman on environmental issues[3] in the Kanawha Valley around Charleston, West Virginia. He died on 16 November 2007.[4]", "225009": "Cyrus Reed Teed (October 18, 1839 – December 22, 1908) was a U.S. eclectic physician and alchemist turned pseudoscientific religious leader and self-proclaimed messiah. In 1869, claiming divine inspiration, Teed took on the name Koresh and proposed a new set of scientific and religious ideas which he called Koreshanity, including the belief in the existence of a concave, or \"cellular\", Hollow Earth cosmology positing that the sky, humanity, and the surface of the Earth exist on the inside of a universe-encompassing sphere.", "63565554": "Miriam L. Diamond (born 1955[1]) is a Canadian environmental chemist and a professor at the University of Toronto. She started the Diamond Environmental Research Group,[2] which works to develop strategies that reduce dangerous contaminants in the environment.[3]", "69889778": "Laurent Charlet (born 1955 in Paris, France) is a French environmental molecular geochemist working at the Institute of Earth Science within the University of Grenoble-Alpes (France).[1][2] In 2007, he was appointed Distinguished Professor to reflect his major scientific achievements. He holds several adjunct or affiliated positions at the Lawrence Berkeley Laboratory (USA),[3] the University of Swansea (Honorary Chair, UK)[4][5]  and the University of Waterloo (Canada).[6] His research interests aim to advance our scientific knowledge for protecting our natural resources like healthy soils and clean water, using subsurface resources responsibly, and developing strategies for resilience in a changing world.", "63565555": "Sue Brannon Clark is an environmental radiochemist. Since receiving her doctorate in inorganic and radiochemistry from Florida State University in 1989, Clark has worked at Washington State University where she leads a research team on the chemistry and chemical engineering of processing nuclear materials. She has also held various leadership roles at WSU, including serving as interim vice chancellor for academic affairs and interim dean of the college of sciences.[1]", "65105651": "Walter Leitner (born 1 February 1963  in  Pfarrkirchen, Germany) is a German chemist, the director of the Max Planck Institute for Chemical Energy Conversion (MPI CEC) heading the department \"Molecular Catalysis\" as well as a university lecturer at the RWTH Aachen University, where he holds the position of chair for technical chemistry and petrochemistry.[1]", "6909686": "Donald Robert Sadoway (born 7 March 1950) is professor emeritus of materials chemistry at the Massachusetts Institute of Technology. He is a noted expert on batteries and has done significant research on how to improve the performance and longevity of portable power sources.[2] In parallel, he is an expert on the extraction of metals from their ores and the inventor of molten oxide electrolysis, which has the potential to produce crude steel without the use of carbon reductant thereby totally eliminating greenhouse gas emissions.", "38137594": "David C. Muddiman is an American chemist and distinguished professor of chemistry at North Carolina State University in Raleigh, North Carolina.  His research is focused on developing innovative tools for mass spectrometry based proteomics, metabolomics, and glycomics as well as novel imaging mass spectrometry ionization methods.[2]", "44003066": "Keith Andrew Hunter (24 November 1951 – 24 October 2018) was a New Zealand ocean chemist who was a professor of chemistry and pro-vice-chancellor of sciences, at the University of Otago.[1]", "57208574": "Kathryn Mary Stowell ONZM is a New Zealand academic. In November 2022 she was appointed professor emerita,[1] having been a full professor from 2016 at the Massey University.[2]", "5009165": "Carl Theodor Wilhelm Goldschmidt (4 June 1817 – 4 January 1875) was a German entrepreneur and chemist.", "53145358": "Isabelle Vernos is an ICREA research professor at the Center for Genomic Regulation in Barcelona. She received a PhD in biochemistry from the Autonomous University of Madrid followed by postdoctoral studies at Cambridge University. Between 1992 and 2005 she developed her research career at the European Molecular Biology Laboratory at the University of Heidelberg in Germany. Since 2005 she is an ICREA Research Professor at the Center for Genomic Regulation in Barcelona where she leads the group on Microtubule Function and Cell Division, the same year she also became a member of the European Molecular Biology Laboratory. In 2012 she was chosen to be part of the Spanish Secretary of State Advisory Council on Science, Technology and Innovation, an institution formed by scientists and social agencies to advise on development policies and scientific innovation and where she is the only woman. Since 2014 she has been a member of the scientific council of the European Research Council, the institution responsible for promoting high-level research in Europe.[1]", "43446045": "Ortolanus (fl. 1300), also known as Hortulanus, was a medieval alchemist. Little information exists about his life and identity. He is best known for his influential commentary on The Emerald Tablet entitled Liber super textum Hermetis. It was composed before 1325, and the original work has two sections.", "30863141": "Donald L. Showalter is a professor emeritus and former chairman of the department of chemistry at the University of Wisconsin–Stevens Point.[1]", "68972329": "Stuart J. Rowan (born 1969) is a Scottish chemist.", "585527": "Charles Martin Hall (December 6, 1863 – December 27, 1914) was an American inventor, businessman, and chemist. He is best known for his invention in 1886 of an inexpensive method for producing aluminum, which became the first metal to attain widespread use since the prehistoric discovery of iron. He was one of the founders of Alcoa,[1][2] along with Alfred E. Hunt; Hunt's partner at the Pittsburgh Testing Laboratory, George Hubbard Clapp; Hunt's chief chemist, W. S. Sample; Howard Lash, head of the Carbon Steel Company; Millard Hunsiker, sales manager for the Carbon Steel Company; and Robert Scott, a mill superintendent for the Carnegie Steel Company. Together they raised $20,000 to launch the Pittsburgh Reduction Company, which was later renamed Aluminum Company of America and shortened to Alcoa.", "67825467": "Anastassia N. Alexandrova is an American chemist who is a professor at the University of California, Los Angeles. Her research considers the computational design of functional materials.", "25620283": "Eugene Earle van Tamelen (July 20, 1925 – December 12, 2009) was an organic chemist who is  especially recognized for his contributions to bioorganic chemistry.[1]", "61632317": "Signe Helene Kjelstrup (born August 29, 1949) is a Norwegian professor of physical chemistry at the Norwegian University of Science and Technology (NTNU) in Trondheim, Norway. She is a principal investigator at PoreLab, a Center of Excellence at NTNU.[1]", "55471938": "Hugo Alberto Barrera Saldaña (born 1957, in Ciudad Miguel Alemán, Tamaulipas) is a Mexican biologist, biochemist, researcher, entrepreneur, professor and academic,[1] most noted for being author of several studies on molecular biology, epidemiology, and biomedicine, among which stand out his publications about the Growth Hormone family,[2] human genome sequencing[3] and development of HPV treatment and diagnostic methods.[4]", "21655368": "Peter Sykes, FRSC (19 February 1923 – 24 October 2003[1]) was a British chemist and a former fellow[2] and vice-master of Christ's College, Cambridge.", "40333134": "Émile Jaboulay (14 February 1879 – 28 January 1961) was a French chemist and metallurgist.", "51507027": "Willy Marckwald (1864, Jakobskirch, Kingdom of Prussia – 1942, Rolândia, Brazil)[1] was a German chemist.", "50229084": "Odile Eisenstein ForMemRS is a theoretical chemist who specializes in modelling the structure and reactivity of transition metals and lanthanide complexes.  She is currently the equivalent of an Emeritus Professor at the Institut Charles Gerhardt Montpellier, équipe CTMM at Montpellier 2 University and a professor at the Hylleraas Centre for Quantum Molecular Sciences at the University of Oslo.[1] She has been a member of the French Academy of Sciences since 2013, as the first female elect.[2] In 2018 she was awarded the «insignes d'officier dans l’ordre de la Légion d'honneur» at the Institut de France in Paris.[3]", "880478": "Charles Benjamin Dudley (July 14, 1842 – December 21, 1909) was an American chemist who was an early proponent of standardisation in industry.", "48852836": "Sandra Charlene Greer (born Sandra Charlene Thomason, 1945) is an American physical chemist who has held important academic and administrative positions at both the University of Maryland, College Park and Mills College.  Her area of study is the thermodynamics of fluids, especially polymer solutions and  phase transitions.[1] She has received awards for her scientific contributions, and for her advocacy for women in science and her work on ethics in science.[2]", "50229093": "Valerie Sheares Ashby is an American chemist and university professor who currently serves as president of the University of Maryland, Baltimore County.[1] She was the Dean of Trinity College of Arts and Sciences at Duke University[2] from 2015 to 2022 and formerly chair of the chemistry department at the University of North Carolina at Chapel Hill from 2012 to 2015. With her research group, she holds ten patents.[3] On April 4, 2022, it was announced[4] that Ashby would assume the position of president of the University of Maryland, Baltimore County.", "46526313": "Harley A. Wilhelm (August 5, 1900 – October 7, 1995) was an American chemist who helped to establish the United States Department of Energy's Ames Laboratory at Iowa State University. His uranium extraction process helped make it possible for the Manhattan Project to build the first atomic bombs.", "27127662": "S. P. Singh (born 1 February 1948), is a professor of biochemistry.", "71233392": "Nil Ratan Dhar FNA, FRSC (2 January 1892 – 5 December 1986) was an Indian professor of soil science and chemistry at the University of Allahabad, known for discovering thermal and photo-chemical fixation of atmospheric nitrogen in the soil.[1] He was the brother of a freedom fighter Jiban Ratan Dhar. He was known as the \"father of Indian physical chemistry.\"[2][3][4] Dhar was a founding member of many scientific organizations like The World Academy of Sciences,[5] the National Academy of Sciences, India and the Sheila Dhar Institute of Soil Science, Allahabad.", "4747122": "Andrew Zbigniew Szydlo (/ʃɪdloʊ/ SHID-low; born 1949) is a British chemist and chemistry teacher, best known for his talks and lectures on chemistry.", "35417970": "Mary Shaw Shorb (January 11, 1907 – August 18, 1990), a research scientist, was best known for the development of a bacteriological assay procedure for the chemical compound now known as Vitamin B12.", "6451059": "Wallace Reed Brode (12 June 1900 – August 10, 1974) was an American chemist.[1][2] He was president of the American Chemical Society in 1969 and of the Optical Society of America in 1961.[3] He received the Priestley Medal in 1960.", "9531257": "Franz Xaver Freiherr von Wulfen (5 November 1728 – 17 March 1805) was an Austrian botanist, zoologist, mineralogist, alpinist, and Jesuit priest. He is credited with discovering the flowering plants Wulfenia carinthiaca, Saxifraga moschata, and Stellaria bulbosa. In 1845 the lead molybdate mineral wulfenite was named in his honor by Wilhelm Karl von Haidinger.[1][2]", "43741049": "Samuel Wilson Parr (1857 – May 16, 1931) was an American chemist and academic from Illinois. A graduate of the Illinois Industrial University (University of Illinois at Urbana–Champaign), he taught at Illinois College after receiving a master's degree from Cornell University. He was recruited by the University of Illinois in 1891 and remained there for the rest of his career. Parr is noted for his contributions to industrial chemistry, including the identification of the alloy illium, named for the school. In 1928, Parr was the president of the American Chemical Society.", "54194044": "Lisa McElwee-White is currently the Colonel Allen R. and Margaret G. Crow Professor of Chemistry at the University of Florida.", "23162749": "Engelbert Broda (29 August 1910, in Vienna – 26 October 1983, in Hainburg an der Donau) was an Austrian chemist and physicist suspected by some to have been a KGB spy code-named Eric, who could have been a main Soviet source of information on British and American nuclear research.[1][2][3]", "64778117": "M Iqbal Arslan is a Bangladeshi physician and academic. He is the incumbent president of Swadhinata Chikitshak Parishad (SWACHIP), an organisation of pro-Awami League doctors of Bangladesh.[1] He is the former dean of the Faculty of Basic Science and Paraclinical Science at Bangabandhu Sheikh Mujib Medical University (BSMMU).", "17690502": "Robert Bernard Darnell (born October 29, 1957) is an American neurooncologist and neuroscientist, founding director and former CEO of the New York Genome Center, the Robert and Harriet Heilbrunn Professor of Cancer Biology at The Rockefeller University,[5] and an Investigator of the Howard Hughes Medical Institute.  His research into rare autoimmune brain diseases led to the invention of the HITS-CLIP method to study RNA regulation, and he is developing ways to explore the regulatory portions—known as the \"dark matter\"—of the human genome.[6]", "66350981": "Robert J. Cousins (born 1941) is an American nutritional biochemist who has researched the metabolism of heavy metals, especially zinc. \nHe has served as president of the Federation of American Societies for Experimental Biology (FASEB) and the American Society for Nutrition (ASN).\nHe was recognized with membership in the National Academy of Sciences in 2000 and served as editor of the Annual Review of Nutrition for ten years.", "2060173": "Frater Albertus Spagyricus (Albert Richard Riedel) born May 5,(1911–1984); founder of the Paracelsus Research Society in Salt Lake City, which later evolved into the Paracelsus College.  Based on the Paracelsian concept of three essentials, Body, Soul and Spirit, Frater Albertus developed a system of teaching alchemical concepts using the spagyric technique of separation and cohobation.  The unique graduated courses allowed students to explore aspects of the vegetable, mineral and animal kingdoms in an understandable and accessible way. After his death in 1984, the college ceased operations in the United States but continued to carry on the tradition in Australia.  Frater Albertus had a profound effect on the way Alchemy and particularly the Spagyric method was disseminated and understood in the mid to late 20th century.  His works were translated into many languages. He was a rosicrucian (an AMORC member).", "61370257": "Jwalshik Wilford (born September 3, 1968)  is a professional Nigerian chemist. He is the third substantive Registrar/Chief Executive Officer of the Institute of Chartered Chemists of Nigeria (ICCON); a parastatal of Federal Ministry of Health (FMoH) that regulates the teaching, learning and standard best practice of the Chemistry profession in Nigeria.[citation needed] As a professional, his major focus is the repositioning and projecting of the Chemistry profession to promote the role(s) of chemists in addressing global challenges. Before his appointment on 1 June 2018, he was a deputy director of the Federal Capital Territory (FCT) Water Board where he served most of his professional career.[1] He is a Fellow of the Institute of Chartered Chemists of Nigeria (ICCON) and the Chemical Society of Nigeria (CSN). His research interests are in the areas of Water Safety, Contaminants of Emerging Concerns (CECs) in raw water sources and the distribution network and new methods of water analyses and treatment.", "24604563": "Aharon Razin (Hebrew: אהרון רזין; April 6, 1935 – May 27, 2019)[1] was an Israeli biochemist.", "57569173": "University of Liverpool", "51605398": "Lydia Sesemann (14 February 1845, Vyborg – 28 March 1925, Munich) was a Finnish doctor of chemistry. She was the first woman from Finland to obtain a doctoral degree.", "64352152": "Erna Daugaviete (March 1906 – 1991) was director of the pharmaceutical industry in Riga involved in the introduction of the production of antibiotics for the USSR.", "27619228": "Alexis Constantin Georg Pappas (16 October 1915 – 12 February 2010) was a Norwegian chemist. Born in London to Greek expatriates in 1915, he moved to Norway a few years later together with his parents. He specialized in nuclear chemistry, and was a professor from 1957 to 1985.", "62418854": "Li Jinghong (Chinese: 李景虹; pinyin: Lǐ Jǐnghóng; born December 1967) is a Chinese chemist of Mongol ethnicity. He is a professor and doctoral supervisor in the Department of Chemistry, Tsinghua University.[1]", "12611495": "Charles Frederick Chandler (December 6, 1836 – August 25, 1925) was an American chemist, best known for his regulatory work in public health, sanitation, and consumer safety in New York City, as well as his work in chemical education—first at Union College and then, for the majority of his career, at Columbia University, where he taught in the Chemical Department, the College of Physicians and Surgeons, and served as the first Dean of Columbia University's School of Mines.", "66285480": "Murray Eden (August 17, 1920 – August 9, 2020), was an American physical chemist and[1][2] academic. He was a professor in electrical engineering,[3] a lecturer, a visiting professor and adjunct professor at institutions including at the Massachusetts Institute of Technology and the National Institutes of Health.[4]", "56913839": "Chiral materials \nOrganometallic chemistry \nHydroboration \nMaterials", "10252217": "Ralph G. Nuzzo, born February 23, 1954, in Paterson, New Jersey, is an American chemist and professor. Nuzzo is a researcher in the chemistry of materials, including processes that occur at surfaces and interfaces. His work has led to new techniques for fabricating and manipulating materials at the nano scale level, including functional device structures for microelectronics, optics and chemical sensing.", "2027451": "Jeremias Benjamin Richter (German: [ˈʁɪçtɐ]; 10 March 1762 – 4 May 1807)[1] was a German chemist. He was born at Hirschberg in Silesia, became a mining official at Breslau in 1794, and in 1800 was appointed assessor to the department of mines and chemist to the royal porcelain factory at Berlin, where he died. He is known for introducing the term stoichiometry.", "20344764": "Edvard Immanuel Hjelt (28 June 1855 – 2 July 1921) was a Finnish chemist, politician and a member of the Senate of Finland. Hjelt studied chemistry in Finland and in Germany and became rector of the University of Helsinki in 1899. He opposed the increasing influence of Russia in the Grand Duchy of Finland and started his career in politics. Good connections to Germany created during his chemistry studies before and after his graduation made it possible for him to get military help during the Finnish Civil War. Hjelt organized the training of the Finnish Jäger troops in Germany.", "51638205": "Jan Drenth (born 20 February 1925) is a Dutch chemist. He was a professor of structural chemistry at the University of Groningen from 1969 to 1990.[1]", "5599165": "Georg Wiegner (April 20, 1883 – April 14, 1936) was a colloid chemist. He was born in Leipzig and died in Zurich.", "41119681": "Robert H. Christenson, PhD, DABCC, FACB, is the current[when?] President of the American Association for Clinical Chemistry, AACC.[1][2]   He is currently[when?] professor of pathology and professor of medical and research technology at the University of Maryland School of Medicine in Baltimore.[3] He is a member of the editorial boards of Clinical Chemistry and the Journal of Clinical and Laboratory Analysis, and associate editor of Clinical Biochemistry.[2][4]", "58552260": "Fellow of the American Association for the Advancement of Science", "21688268": "Wilhem Walter Rudolph Max Seelmann-Eggebert (17 April 1915 – 19 July 1988) was a German radiochemist. He was son of Erich Eggebert and Edwig Schmidt.", "47640526": "Jemma Anne Simmons[2] is a fictional character that originated in the Marvel Cinematic Universe before appearing in Marvel Comics. The character, created by Joss Whedon, Jed Whedon and Maurissa Tancharoen, first appeared in the 2013 pilot episode of Agents of S.H.I.E.L.D. and has continually been portrayed by Elizabeth Henstridge.", "421838": "Lejaren Arthur Hiller Jr. (February 23, 1924, New York City – January 26, 1994, Buffalo, New York)[1][2][3] was an American composer.", "10809296": "Wendy Simms may refer to:", "61894610": "Heather D. Maynard is the Dr Myung Ki Hong Professor in Polymer Science at the University of California, Los Angeles. She works on protein-polymer conjugates and polymeric drugs. Maynard is a Fellow of the Royal Society of Chemistry and the American Association for the Advancement of Science.", "60813269": "Kenichiro Itami (伊丹 健一郎, Itami Ken'ichirō, born April 4, 1971) is a Japanese chemist. He is a professor at Nagoya University in the Department of Chemistry, Graduate School of Science, director of Institute of Transformative Bio-Molecules (WPI-ITbM), Nagoya University and the Research Director of the Itami Molecular Nanocarbon Project (JST-ERATO). He received his Ph.D in Engineering from the Department of Synthetic Chemistry and Biological Chemistry from Kyoto University.", "15691745": "Bruce Eliot Maryanoff FRSC (born February 26, 1947, in Philadelphia, Pennsylvania) is an American medicinal and organic chemist.", "50229220": "Jillian Lee Dempsey is an American inorganic chemist and the Bowman and Gordon Gray Distinguished Term Professor at the University of North Carolina at Chapel Hill. Currently, her work focuses on proton-coupled electron transfer, charge transfer events, and quantum dots.[2] She is the recipient of numerous awards for rising stars of chemistry, including most recently a 2016 Alfred P. Sloan Research Fellowship[3] and a 2016 Air Force's Young Investigator Research Program (YIP).[4]", "63336422": "Jose Russo is a senior member and professor at Fox Chase Cancer Center, director of both the Irma H Russo, MD- Breast Cancer Research Laboratory and the Environment Research Center at FCCC-Temple Health.[2][3] He is also a professor of biochemistry at the Temple Medical School in Philadelphia and an adjunct professor in pathology and cell biology at Thomas Jefferson College of Medicine.[4]", "72642535": "Yu Dequan (Chinese: 于德泉; pinyin: Yú Déquán; 22 October 1932 – 31 December 2022) was a Chinese pharmaceutical chemist, and an academician of the Chinese Academy of Engineering.", "24244205": "Cox Medal for the Advancement of Undergraduate Research (Stanford)\nBingham Medal of The Society of Rheology\nFellow of the American Physical Society\nNSF Presidential Young Investigator Award", "24604653": "Howard Chaim Cedar (Hebrew: חיים סידר; born January 12, 1943) is an Israeli American biochemist who works on DNA methylation, a mechanism that turns genes on and off.", "31354864": "Emma Perry Carr (July 23, 1880 – January 7, 1972)[1] was an American spectroscopist and chemical educator. Her work on unsaturated hydrocarbons and absorption spectra earned her the inaugural Francis P. Garvan Medal (now the Garvan–Olin Medal) from the American Chemical Society in 1937.[2]", "4255729": "Kendall Newcomb Houk is a Distinguished Research Professor in Organic Chemistry at the University of California, Los Angeles.  His research group studies organic, organometallic, and biological reactions using the tools of computational chemistry.  This work involves quantum mechanical calculations, often with density functional theory, and molecular dynamics, either quantum dynamics for small systems or force fields such as AMBER, for solution and protein simulations.", "72675312": "Emmie Helena Lucassen-Reynders (25 February 1935 – 27 January 2023) was a Dutch scientist specialising in colloid chemistry and theoretical physics. She worked in both academia and in industry.", "37482480": "Gerald R. Crabtree is the David Korn Professor at Stanford University and an Investigator in the Howard Hughes Medical Institute.  He is known for defining the Ca2+-calcineurin-NFAT signaling pathway, pioneering the development of synthetic ligands for regulation of biologic processes and discovering chromatin regulatory mechanisms involved in cancer and brain development. He is a founder of Ariad Pharmaceuticals, Amplyx Pharmaceuticals, and Foghorn Therapeutics.", "48984055": "Paul B. Sigler ((1934-02-19)February 19, 1934 – (2000-01-11)January 11, 2000[7][1]) was the Henry Ford II Professor of Molecular Biophysics and Biochemistry at Yale University.[3][8] Major awards included membership in the National Academy of Sciences, HHMI Investigator status, and Guggenheim[2] and Helen Hay Whitney Fellowships.[5] He is noted for pioneering studies of Phospholipase A2 and trp repressor amongst many others.[1]", "1601528": "The Human Bomb is a fictional superhero published by DC Comics. He first appeared in Police Comics #1 (August 1941), and was created by writer and artist Paul Gustavson.[1]", "5238776": "Thomas Eugene Shenk (born 1947) is an American virologist. He is currently Emeritus Professor of Life Sciences in the Department of Molecular Biology at Princeton University.[1]", "40136699": "James R. Chelikowsky is a professor of physics, chemical engineering, and chemistry at The University of Texas at Austin. He is the director of the Institute for Computational Engineering and Sciences' Center for Computational Materials. He holds the W.A. \"Tex\" Moncrief Jr. Chair of Computational Materials.[1]", "54980621": "Momme Andresen (German: [ˈmɔmə ʔanˈdʁeːzn̩], Danish: [ˈmʌmə ænˈtʁeˀsn̩]; 17 October 1857 - 12 January 1951) was a Danish-German industrial research chemist. His main area of work was to formulate better developers and fixers for black-and-white photographs.[1][2][3]", "27979791": "Jonas Asevicius-Acus-Acukas (July 29, 1885 in Jieznas – July 11, 1976 in Kaunas) was a Lithuanian army officer and chemist. From 1909 to 1918, he served in the Imperial Russian Army at Kaunas Fortress. He fought in the First World War and the Russian Civil War. In 1921 he returned to Lithuania and was mobilized into the Lithuanian Armed Forces, where he attained the rank of colonel (1927) and served until 1940. Acus graduated from Vytautas Magnus University in 1930. He lectured on chemistry and commodity science at Vytautas Magnus University (1934–1940), Vilnius University (1940–1950), and Lithuanian University of Agriculture (1951–1957). He wrote textbooks on foundations of commodity science (1949) and a short course in physical chemistry (1957). Acus was awarded the Commander's Crosses of the Order of Vytautas the Great (1938) and the Order of the Lithuanian Grand Duke Gediminas (1928).", "48492560": "Grace Medes (November 9, 1886 – December 31, 1967) was an American biochemist, who discovered tyrosinosis—a metabolic disorder today known as tyrosinemia—and studied fatty acid metabolism.  She was awarded the Garvan-Olin Medal in 1955 for her work.", "13234192": "Conrad Weygand (8 November 1890 – 18 April 1945) was Professor of Chemistry at the University of Leipzig.", "24604691": "Thomas Arthur Steitz (August 23, 1940 – October 9, 2018[2]) was an American biochemist,  a Sterling Professor of Molecular Biophysics and Biochemistry at Yale University, and investigator at the Howard Hughes Medical Institute, best known for his pioneering work on the ribosome.", "6778907": "Adolf Lieben (3 December 1836 – 6 June 1914) was an Austrian Jewish chemist.  He was born in Vienna the son of  Ignatz Lieben. He studied at the University of Vienna, University of Heidelberg (Ph.D. 1856 with Robert Wilhelm Bunsen), and Paris, and subsequently held the positions of privat-docent at the University of Vienna (1861), and professor in the universities of Palermo (1863), Turin (1867), and Prague (1871). From 1875  until his death he held the chair of general and pharmacological chemistry at the University of Vienna, and is a member of the Vienna Academy of Sciences.", "69496861": "Wilfred A. van der Donk (born April 1966) is a Dutch–American enzymologist and chemical biologist. He is the Richard E. Heckert Chair in Chemistry at the University of Illinois Urbana-Champaign.", "18313250": "Rudolf Mentzel PhD (28 April 1900 – 5 December 1987) was a German chemist and a Nazi policy-maker. An influential figure and one of the leading science administrators in Germany's nuclear energy project, Mentzel served as the scientific and technical adviser on the development of atomic bombs to the German government, and on some part, as the director of this program. Originally a Nazi by political orientation, Mentzel served as one of the top leading science policy-makers to Adolf Hitler and his cabinet in his role as an undersecretary of the Reich Ministry of Education (REM) in the Office for Science. In the Kaiser Wilhelm Society, he was on the advisory board and, during World War II, Second Vice President of the Kaiser Wilhelm, supervising the clandestine research critical to develop the atomic bombs. During this period, his sphere of responsibility also momentarily grew and he soon was appointed as the president of the German Association for the Support and Advancement of Scientific Research, acting as the director of the nuclear program.", "67989542": "Dorothea Annie Hoffert (29 January 1893 – 1969) was a scientist who worked on aircraft dope and later oils and fats at the Lister Institute.[1][2][3]", "11759656": "Scott Anderson (June 26, 1913 – October 1, 2006) was the founder of Anderson Physics Laboratory in Urbana, Illinois\n(the predecessor of APL Engineered Materials), a leading provider of metal halides and amalgams to the lighting industry.  He received 11 U.S. patents.", "19853360": "Alice Yen-Ping Ting (Chinese: 丁燕萍[1]) is Taiwanese-born American chemist. She is a professor of genetics, of biology, and by courtesy, of chemistry at Stanford University.[2] She is also a Chan Zuckerberg Biohub investigator and a member of the National Academy of Sciences.[3]", "35319857": "Henry Priestley (19 June 1884 – 28 February 1961) was an Australian biochemist.[1]", "65269810": "Urs von Gunten (born 20 October 1959) is a Swiss environmental chemist and a professor at EPFL (École Polytechnique Fédérale de Lausanne). He is known for his research in the fields of drinking water quality and water treatment.[1]", "58486838": "Cherlynlavaughn Bradley (October 27, 1951 – August 30, 2014) was an American chemist who worked at Amoco.", "73396279": "Shelley Claridge is an American chemist who is an associate professor of chemistry at Purdue University. Her research considers the design of nanostructured materials and better understanding their physical and chemical properties. She was awarded a Schmidt Science Polymaths Award in 2022 and the American Chemical Society Women Chemists Committee Rising Star Award in 2023.", "59699257": "Helen H. Fielding FRSC FInstP CPhys CChem is a Professor of physical chemistry at University College London (UCL).[2] She focuses on ultrafast transient spectroscopy of protein chromophores and molecules. She was the first woman to win the Royal Society of Chemistry (RSC) Harrison-Meldola Memorial Prize (1996) and Marlow Award (2001).", "7827536": "Dorothy Jordan Lloyd (1 May 1889 – 21 November 1946) was an early protein scientist who studied the interactions of water with proteins, particularly gelatin.[1][2][3] She was also Director of the British Leather Manufacturers' Research Association. She was the first to propose that the structure of globular proteins was maintained by hydrogen bonds, an idea championed later by Linus Pauling and others.[citation needed]", "2256979": "Sigrid Doris Peyerimhoff (born 12 January 1937, in Rottweil) is a theoretical chemist and Emeritus Professor at the Institute of Physical and Theoretical Chemistry, University of Bonn, Germany.", "17952852": "Iain Paul (1939–2012) was a Scottish chemist and theologian born in Glasgow, Scotland as the Second World War was stirring.   Iain and his sister were raised by their paternal grandparents attending Govan High School (1951–1957).", "1405013": "Wallace \"Wally\" Smith Broecker (November 29, 1931 – February 18, 2019) was an American geochemist. He was the Newberry Professor in the Department of Earth and Environmental Sciences at Columbia University, a scientist at Columbia's Lamont–Doherty Earth Observatory and a sustainability fellow at Arizona State University.[1] He developed the idea of a global \"conveyor belt\" linking the circulation of the global ocean and made major contributions to the science of the carbon cycle and the use of chemical tracers and isotope dating in oceanography. Broecker popularized the term \"global warming\". He received the Crafoord Prize and the Vetlesen Prize.", "11235414": "Wu Yundong (Chinese: 吴云东) is a Chinese chemist. He is a theoretical organic chemist based in the Hong Kong University of Science and Technology and holds a concurrent position in Peking University. He was born 10 May 1957 in Liyang, Jiangsu, China. He graduated with a BS from Lanzhou University in 1982 and received his PhD in 1986 from the University of Pittsburgh, working with Kendall N. Houk in computational organic chemistry. He went on to become a research associate in University of California Los Angeles from 1989 to 1992, before beginning his independent research career in Hong Kong.", "53178457": "Horst Kessler (born 5 April 1940) is a German chemist and emeritus Professor of Excellence at the Institute for Advanced Study at the Technical University of Munich (TUM).[1][2] Kessler works in the area of bioorganic chemistry, in particular peptide synthesis, and nuclear magnetic resonance spectroscopy. He also made contributions to magnetic resonance imaging.", "37384283": "Eva Philbin (4 January 1914 – 24 June 2005) was an Irish chemist who became the first woman president of the Institute of Chemistry of Ireland.[1]", "43184223": "Dr. Agnar Höskuldsson (born 1939) is a Danish scientist who specializes in the field of chemometrics. He was formerly an associate professor at the Technical University of Denmark.[1] He was awarded the Herman Wold gold medal for his contribution to chemometrics in 1997 [2] and over the span of his career he has published over 30 scientific papers and is credited with over 2000 scientific citations.[3]", "749670": "Adolf Otto Reinhold Windaus (German pronunciation: [ˈaːdɔlf ˈvɪndaʊs] ⓘ; 25 December 1876 – 9 June 1959) was a German chemist who won a Nobel Prize in Chemistry in 1928 for his work on sterols and their relation to vitamins. He was the doctoral advisor of Adolf Butenandt who also won a Nobel Prize in Chemistry in 1939.", "67727469": "George Marshall (1781 – August 2, 1855) was a chemist, pyrotechnist, artillery specialist, author, educator, and gunner in the United States Navy.  He fought in the War of 1812, he was part of Commodore Isaac Chauncey's freshwater fleet on Lake Ontario.  He served in the United States Navy with distinction for over forty-six years.  He achieved the status of master gunner.  He was one of the most important naval gunners in U.S. history. He helped build the framework of U.S. naval gunnery education.  He was a 19th-century American scientist.[1]", "1732721": "Arthur Robert Peacocke MBE (29 November 1924 – 21 October 2006) was an English Anglican theologian and biochemist.", "55341175": "Barry Halliwell (born 18 October 1949)[2] is an English biochemist, chemist and university administrator, specialising in free radical metabolism in both animals and plants. His name is included in the \"Foyer–Halliwell–Asada\" pathway, a cellular process of hydrogen peroxide metabolism in plants and animals, named for the three principal discoverers, with Christine Foyer and Kozi Asada.[1][3] He moved to Singapore in 2000, and served as Deputy President (Research and Technology) of the National University of Singapore (2006–15), where (as of 2018) he continues to hold a Tan Chin Tuan Centennial professorship.", "53899385": "Parisa Mehrkhodavandi is a Canadian chemist and Professor of Chemistry at the University of British Columbia (UBC).[1] Her research focuses on the design of new catalysts that can effect polymerization of sustainably sourced or biodegradable polymers.", "30863493": "Ivan Lyudvigovich Knunyants (Armenian: Իվան Կնունյանց, Russian: Иван Людвигович Кнунянц; 4 June [O.S. 22 May] 1906 – 21 December 1990), was a Soviet chemist of Armenian origin, academician of the Academy of Sciences of the Soviet Union, a major general and engineer, who significantly contributed to the advancement of Soviet chemistry.[1] He made more than 200 inventions, many of which used in the Soviet industry.", "53670024": "Mary Elliott Hill (January 5, 1907 – February 12, 1969) was one of the earliest African-American women to become a chemist.[1] She was known as both an organic and analytical chemist. Hill worked on the properties of ultraviolet light, developing analytic methodology, and, in collaboration with her husband Carl McClellan Hill, developing ketene synthesis which supported the development of plastics.[2][1] She is believed to be one of the first African-American women to be awarded with a master's degree in chemistry.[3] Hill was an analytical chemist, designing spectroscopic methods and developing ways to track the progress of the reactions based on solubility.", "12185744": "John T. Yates Jr. (August 3, 1935 – September 2015) was an American chemist. He was an investigator in the field of surface chemistry and physics, including both the structure and spectroscopy of atoms and molecules on surfaces, the dynamics of surface processes and the development of new methods for research in surface chemistry.[1]", "65007762": "Andrea H. Japp, born on September 17, 1957, is a French scientist and author. Japp is best known for her Kit Salinger series of crime novels, which follow the exploits of a New York City private investigator. Born in France, Japp has also lived in Switzerland, England, and the United States. She currently resides in Paris. In addition to her popular mystery series, Japp has also written a number of standalone novels, including The Scent of Blue (2000) and The Promise of Water (2002).", "52621461": "Russell P. Hughes (born December 23, 1946)  an American/British chemist, is the Frank R. Mori Professor Emeritus and Research Professor in the  Department of Chemistry at Dartmouth College. His research interests are in organometallic chemistry, with emphasis on the chemistry of transition metal complexes interacting with fluorocarbons. His research group’s work in this area led to several creative syntheses of complexes of transition metal and perfluorinated hydrocarbon fragments.[1]", "67072160": "Elizabeth Fay Hounsell (1950 – 24 February 2020) was a British Professor of Biological Chemistry, Birkbeck, University of London. She specialised in the role of protein glycosylation in cell regulation.", "43479203": "Jyeshtharaj Bhalchandra Joshi is an Indian chemical engineer, nuclear scientist, consultant and professor, widely known for his innovations in nuclear reactor designs and generally regarded as a respected teacher. He is the DAE-Homi Bhabha Chair Professor, Homi Bhabha National Institute, Mumbai, and is the recipient of Shantiswarup Bhatnagar Prize for Engineering Sciences and many other awards and recognitions. He received the third highest civilian honour, the Padma Bhushan, in 2014 for his services to the field of chemical engineering and nuclear science.", "1077414": "Paul Jozef Crutzen (Dutch pronunciation: [pʌul ˈjoːzəf ˈkrʏtsə(n)]; 3 December 1933 – 28 January 2021)[2][3] was a Dutch meteorologist and atmospheric chemist.[4][5][6] He and Mario Molina and Frank Sherwood Rowland were awarded the Nobel Prize in Chemistry in 1995 for their work on atmospheric chemistry and specifically for his efforts in studying the formation and decomposition of atmospheric ozone. In addition to studying the ozone layer and climate change, he popularized the term Anthropocene to describe a proposed new epoch in the Quaternary period when human actions have a drastic effect on the Earth. He was also amongst the first few scientists to introduce the idea of a nuclear winter to describe the potential climatic effects stemming from large-scale atmospheric pollution including smoke from forest fires, industrial exhausts, and other sources like oil fires.", "22605991": "Victor Gold FRS FRSC[1] (29 June 1922 – 29 September 1985) was a chemist who served on the faculty of King's College, London.[2]", "65204395": "Anton Friedrich Robert Behrend (17 December 1856 – 15 September 1926) was a German analytical organic chemist who made pioneering studies of stereochemistry and isomerism. He was also the first to synthesize uric acid and introduced potentiometric titration. The Behrend rearrangement reaction of nitrones is named after him.", "56750253": "Dr. Hayaatun Sillem CBE FIET (née Is’harc) is the chief executive officer (CEO) of the Royal Academy of Engineering.", "16019630": "Adil E. Shamoo (born August 1, 1941) is an Iraqi biochemist with an interest in biomedical ethics and foreign policy.  He is currently a professor at the Department of Biochemistry and Molecular Biology at the University of Maryland.", "59764916": "Viktor Kokochashvili (Georgian: ვიქტორ კოკოჩაშვილი) (November 12, 1904, Kutaisi – April 17, 1986) was a Georgian chemist.", "1568950": "Randy Wayne Schekman (born December 30, 1948) is an American cell biologist at the University of California, Berkeley,[6] former editor-in-chief of Proceedings of the National Academy of Sciences and former editor of Annual Review of Cell and Developmental Biology.[4][7][8][9] In 2011, he was announced as the editor of eLife, a new high-profile open-access journal published by the Howard Hughes Medical Institute, the Max Planck Society and the Wellcome Trust launching in 2012.[10]  He was elected to the National Academy of Sciences in 1992.[11] Schekman shared the 2013 Nobel Prize for Physiology or Medicine with James Rothman and Thomas C. Südhof for their ground-breaking work on cell membrane vesicle trafficking.[12][13]", "58880189": "Lisa Ann Marcaurelle is an American chemist and a senior executive in multiple biotechnology companies.", "68677826": "Bianxiao Cui is the current Job and Gertrud Tamaki Professor of Chemistry and a fellow of the Stanford Neuroscience Institute at Stanford University.[1]", "4157637": "Henry Frederick \"Fritz\" Schaefer III (born June 8, 1944) is a computational and theoretical chemist.[10] He is one of the most highly cited chemists in the world, with a Thomson Reuters H-Index of 121 as of 2020.[11] He is the Graham Perdue Professor of Chemistry and Director of the Center for Computational Chemistry at the University of Georgia.[12] Before becoming professor at Georgia he was professor at University of California, Berkeley and in 2004, he became Professor of Chemistry Emeritus, at UC Berkeley", "32239822": "Karl Hugo Huppert (29 January 1832 – 19 October 1904)  was a German chemist and physician.", "54259922": "T. Don Tilley (born in Norman, Oklahoma, November 22, 1954) is a professor of chemistry at the University of California, Berkeley.[1][2][3]", "15659224": "Petrus Jacobus Kipp (Utrecht, 5 March 1808 – Delft, 3 February 1864) was a Dutch apothecary, chemist and instrument maker. He became known as the inventor of the Kipp apparatus, chemistry equipment for the development of gases.", "64123099": "Obid Sodiqovich Sodiqov (Uzbek: Obid Sodiqovich Sodiqov; Russian: Абид Садыкович Садыков; 15 November 1913 – 21 July 1987) was a Soviet Uzbek organic chemist, academician, and politician.[1]", "2322656": "Drahoslav Lím (September 30, 1925, in Czechoslovakia – August 22, 2003, in San Diego, California)[1] was a Czech chemist. He invented polyhydroxyethylmethacrylate, the synthetic material used for soft contact lenses (hydrogel).", "35614948": "August André Thomas Cahours (1813–1891) was a French chemist and scientist whose contribution to organic chemistry was one of the greatest in history. He discovered, among other things, the processes of synthesis of several chemical molecules, including toluene, xylene, several organo-magnesiums, and derivatives of phosphine and arsine.", "63467749": "George Gerald Henderson (30 January 1862 – 28 September 1942) was a chemist and professor at the University of Glasgow.[1][2] He was known for his work on terpenes.[3]", "37482728": "Douglas E. Koshland is a professor of molecular and cellular biology at the University of California, Berkeley.", "6418668": "Alfred Edward \"Ted\" Ringwood FRS FAA (19 April 1930 – 12 November 1993) was an Australian experimental geophysicist and geochemist, and the 1988 recipient of the Wollaston Medal.[1][2][3]", "1732847": "Samuel Weiss CM (born 1955) is a Canadian neurobiologist.", "34369779": "Jerard Hurwitz (November 20, 1928 – January 24, 2019)[1] was an American biochemist who co-discovered RNA polymerase in 1960 along with Sam Weiss, Audrey Stevens, and  James Bonner. He most recently worked at the Sloan-Kettering Institute in New York studying DNA replication in eukaryotes and its control.[2][3]", "6385910": "Richard J. Cook is an American educator who served as the twentieth president of Allegheny College.  He was previously the provost of Kalamazoo College.  Prior to that, Cook served as a professor of chemistry.", "57995522": "Barbara Haviland Minor is an American chemical engineer, known for the development of refrigerants.  She was technical leader for chemical company DuPont in the development of R-1234yf,[1] a refrigerant which, as of 2018, was used in 50% of all new vehicles produced by original equipment manufacturers,[2] and which represented an important contribution to countering global warming.[3]", "7631109": "Jacob Philadelphia was a magician, physicist, mechanic, juggler, astrologer, alchemist, and Kabbalist.[1][2]", "58650888": "John Leigh, FCS, MRCS (8 June 1812 – 11 November 1888), was a British 19th-century chemist and surgeon in Manchester, becoming its first appointed Medical Officer of Health, having responsibility for Public Health.", "52359443": "Mihir Kanti Chaudhuri (born 1947) is an Indian inorganic chemist and a former vice chancellor of Tezpur University.[1] He is known for his studies on the synthesis of dioxygen complexes and fluorine compounds of metals and non metals[2] and is an elected fellow of the Indian National Science Academy,[3] and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1989, for his contributions to chemical sciences.[5]", "37974294": "Tita Kovač Artemis (19 September 1930 – 11 March 2016) was a Slovene chemist and writer.[1]", "53571864": "Mary Jean Garson AM (born 6 November 1953) is an organic chemist and academic in Australia. She currently works for the University of Queensland.", "57012515": "Robert Hugh Stannus Robertson FGS FRSE (1911–1999) was a 20th-century Scottish chemist and mineralogist. He was a world authority on clay minerals.", "19755299": "Thorburn Brailsford Robertson (4 March 1884 – 18 January 1930), generally known as Brailsford Robertson, was an Australian physiologist and biochemist.", "51376425": "Charles Lavern Mader (August 8, 1930 – August 18, 2018) was an American physical chemist known for his work in the fluid dynamics of explosives and water waves.  He was a Laboratory Fellow of Los Alamos National Laboratory.  He wrote several books on numerical modeling of explosives, propellants, and water waves, and he authored or co-authored over 160 technical papers.[1][2]", "1274155": "Paul Schützenberger (23 December 1829 – 26 June 1897) was a French chemist. He was born in Strasbourg, where his father Georges Frédéric Schützenberger (1779–1859) was professor of law, and his uncle Charles Schützenberger (1809–1881) professor of chemical medicine.", "5927218": "Marco Antonio Rito Palomares (born April 1966 in Salina Cruz, Oaxaca, Mexico) is a Mexican biochemist and chemical engineer. He graduated in 1987 with a BSc in Food-Biochemical Engineering at Instituto Tecnológico de La Paz, B.C.S. In 1989, he also earned an MSc in Chemical Engineering at Tecnológico de Monterrey.", "40497460": "Jose O. Juliano is a Filipino physicist and chemist.", "47837492": "Manuel A. Zamora (1870-1929) was a Filipino chemist and pharmacist best known for his discovery of the tiki-tiki formula against beriberi.[1]", "12874039": "Alan Hutchinson Fairlamb, CBE, FRSE, FLS, FMedSci, FRSB (born 30 April 1947, Newcastle upon Tyne, England) is a Wellcome Trust Principal Research Fellow and Professor of Biochemistry in the Division of Biological Chemistry and Drug Discovery at the School of Life Sciences, University of Dundee, Scotland. From 2006-2011 he was a member of the Scientific and Technical Advisory Committee of the Special Programme for Research and Training in Tropical Diseases (TDR) -- an independent global programme of scientific collaboration co-sponsored by UNICEF, UNDP, the World Bank and WHO. Currently he is a member of the governing board of the Tres Cantos Open Lab Foundation, whose aim is to accelerate the discovery and development of medicines to tackle diseases of the developing world in an open collaborative manner.", "50032952": "Alain Fuchs (born 10 April 1953) is a Swiss-born French Doctor of Science and chemistry Professor, specialized in molecular simulation. He served as the president of Chimie ParisTech - PSL from 2006 to 2010. He has served as the president of the French National Centre for Scientific Research from 2010 to 2017.[1]'[2] He became an Officer of the Legion of Honour in 2014.[3]", "24637751": "Bernd Giese (born 2 June 1940) is a German chemist and guest professor in chemistry at the University of Fribourg in Fribourg, Switzerland since 2010.[1]", "1896763": "Hudson Maxim (February 3, 1853 – May 6, 1927), was a U.S. inventor and chemist who invented a variety of explosives, including smokeless gunpowder, Thomas Edison referred to him as \"the most versatile man in America\".[citation needed] He was the brother of Hiram Maxim, inventor of the Maxim gun and uncle of Hiram Percy Maxim, inventor of the Maxim Silencer.", "49541440": "Bernhard Proskauer (8 January 1851, Ratibor – 24 July 1915, Berlin) was a German chemist and hygienist.", "67367233": "Georg-Maria Schwab (pronounced [ˈɡeːɔʁk maˈʁiːa ʃvaːp], Greek: Γεώργιος Σβαμπ; 3 February 1899 – 23 December 1984) was a German-Greek physical chemist recognised for his important contributions in the field of catalysis and the kinetics thereof.[1][2][3][4]", "54587721": "Albert Johan Petersson (6 February 1870[1] – 18/19 August 1914[2]) was a Swedish chemist, engineer and industrialist. He is most known as the developer of the Alby-furnace for producing of Calcium carbide and as the first director of the carbide and cyanamide factories in Odda in Norway. He was born in Landskrona, Sweden and probably died during a boat trip between Odda and Bergen.", "50229586": "Xu Caidong (simplified Chinese: 徐采栋; traditional Chinese: 徐采棟; 27 March 1919 – 14 April 2016) was a Chinese metallurgist, politician, and academician of the Chinese Academy of Sciences (CAS).", "44986714": "Julius Eugen Schlossberger (31 May 1819, in Stuttgart – 9 July 1860, in Tübingen), also spelled Julius Eugen Schloßberger, was a German physician and biochemist. He was a student of Justus von Liebig and was one of the leading physiological chemists in his lifetime.", "71135585": "Olga García Mancheño is an organic chemistry professor at the University of Münster in Germany.[1][2] García Mancheño directs an organic chemistry research group at University of Münster that focuses on development of new catalytic methods with the goal of developing sustainable synthetic routes to accomplish carbon-hydrogen functionalization, organic chemical rearrangements, and photocatalyzed chemical reactions.[3]", "3273058": "Sir David Orme Masson KBE FRS[1] FRSE (13 January 1858 – 10 August 1937)[2] was a scientist born in England who emigrated to Australia to become Professor of Chemistry at the University of Melbourne. He is known for his work on the explosive compound nitroglycerin.", "20967780": "Charles Soret (born 23 September 1854, Geneva, Switzerland; died 4 April 1904) was a Swiss physicist and chemist. He is known for his work on thermodiffusion (the so-called Soret effect).", "58978663": "Hou Fusheng (Chinese: 侯芙生; 28 November 1923 – 31 October 2018) was a Chinese petroleum and chemical engineer. He served as deputy chief engineer of Sinopec and was an academician of the Chinese Academy of Engineering.", "69497194": "David J. Vocadlo is a Canadian chemical biologist. He is a Tier 1 Canada Research Chair in Chemical Glycobiology and Professor of Chemistry at Simon Fraser University.", "58028395": "Richard Henke (1 February 1900 in Korneuburg – October 1963, in Vienna) was an Austrian chemist and inventor.", "70742387": "Anne Michelle Baranger is an American chemist who is professor of chemistry at the University of California, Berkeley. She is the associate dean for diversity, equity, and inclusion. Her research considers the experiences of chemistry students and ways to increase the number of students studying STEM subjects.", "13660531": "Heinz Gerischer (31 March 1919 – 14 September 1994) was a German chemist who specialized in electrochemistry. He was the thesis advisor of future Nobel laureate Gerhard Ertl.", "43970936": "Kavirayani Ramakrishna Prasad (born 7 January 1969) is an Indian chemist. He is working in synthesis in organic chemistry. He is working in Indian Institute of Science. He received Shanti Swarup Bhatnagar awards in 2014.[1][2][3]", "10482045": "Paul Lawrence Modrich (born June 13, 1946) is an American biochemist, James B. Duke Professor of Biochemistry at Duke University and Investigator at the Howard Hughes Medical Institute. He is known for his research on DNA mismatch repair.[1] Modrich received the Nobel Prize in Chemistry 2015, jointly with Aziz Sancar and Tomas Lindahl.[2][3]", "73527685": "Robert G. Parton FAA is a British/Australian cell biologist. He is a Group Leader in the Institute for Molecular Bioscience, University of Queensland and Deputy Director of the University of Queensland Centre for Microscopy and Microanalysis.[1][2]", "160138": "Stanley Ben Prusiner (born May 28, 1942[3]) is an American neurologist and biochemist. He is the director of the Institute for Neurodegenerative Diseases at University of California, San Francisco (UCSF).[4] Prusiner discovered prions, a class of infectious self-reproducing pathogens primarily or solely composed of protein, considered by many as a heretical idea when first proposed. He received the Albert Lasker Award for Basic Medical Research in 1994 and the Nobel Prize in Physiology or Medicine in 1997 for prion research developed by him and his team of experts (David E. Garfin,[5] D. P. Stites, W. J. Hadlow, C. M. Eklund) beginning in the early 1970s.[6][7]", "58257813": "Malika Jeffries-EL is an American chemist and professor of chemistry at Boston University studying organic semiconductors.[1] Specifically, her research focuses on developing organic semiconductors that take advantage of the processing power of polymers and the electronic properties of semiconductors to create innovative electronic devices.[3]  She was elected as a Fellow of the American Chemical Society in 2018.[4]", "20279706": "Klaus Schmiegel (born June 28, 1939), is a German chemist best known for his work in organic chemistry, which led to the invention of Prozac, a widely used antidepressant.", "66744732": "Susan A. Odom (16 November 1980 – 18 April 2021) was a Professor of Chemistry at the University of Kentucky who developed redox active organic compounds for energy storage applications.", "64123293": "Baron Emmanuel van der Linden d'Hooghvorst (1914–1999) was a Belgian writer, spagyric philosopher and alchemist.", "5599645": "Fritz Feigl (15 May 1891 – 23 January 1971) was a Jewish Austrian-born chemist. He taught at the Federal University of Rio de Janeiro.[1]", "324005": "Jean Frédéric Joliot-Curie (French: [fʁedeʁik ʒɔljo kyʁi]; né Joliot; 19 March 1900 – 14 August 1958) was a French physicist and husband of Irène Joliot-Curie, with whom he was jointly awarded the Nobel Prize in Chemistry in 1935 for their discovery of induced radioactivity.[1][2] They were the second ever married couple, after his wife's parents, to win the Nobel Prize, adding to the Curie family legacy of five Nobel Prizes. Joliot-Curie and his wife also founded the Orsay Faculty of Sciences, part of the Paris-Saclay University.[3]", "58126758": "Dinshaw J. Patel is an Indian-American structural biologist who holds the Abby Rockefeller Mauzé Chair in Experimental Therapeutics at Memorial Sloan Kettering Cancer Center in New York City.[1][2]", "16937393": "Safer nuclear reactor design research\nSputtered species research\nFusion research\nMetal hydride research\nDiamond films research", "11661752": "Włodzimierz Kołos (1928 - 1996) was a Polish chemist and physicist who was one of the founders of modern quantum chemistry, and pioneered accurate calculations on the electronic structure of molecules.[1]", "2585019": "Mayuri Kurotsuchi (涅 マユリ, Kurotsuchi Mayuri) is a fictional character in the Bleach anime and manga created by Tite Kubo. He is the current captain of the 12th Division of the Gotei 13 and overseer of the Soul Reapers' Research and Development Institute.", "13398460": "Meir Wilchek (Hebrew: מאיר אשר וילצ'ק, born 17 October 1935) is an Israeli biochemist.[1] He is a professor at the Weizmann Institute of Science.", "13627837": "Dieter Seebach is a German chemist known for his synthesis of biopolymers and dendrimers, and for his contributions to stereochemistry. He was born on 31 October 1937 in Karlsruhe. He studied chemistry at the University of Karlsruhe (TH) under the supervision of Rudolf Criegee and at Harvard University with Elias Corey finishing in 1969. After his habilitation he became professor for organic chemistry at the University of Giessen. After six years he was appointed professor at the ETH Zurich where he worked until he retired in 2003.", "4125128": "Nikolay Yakovlevich Demyanov (Russian: Никола́й Я́ковлевич Демья́нов; March 27 [O.S. March 15] 1861, Tver – March 19, 1938, Moscow), also known as Demjanov and Demjanow, was a Russian organic chemist and a member of the USSR Academy of Sciences (1929). He is internationally known for the Demjanov rearrangement organic reaction and other discoveries.", "651722": "Alfred Bird (1811 – 15 December 1878) was an English food manufacturer and chemist. He was born in Nympsfield, Gloucestershire, England in 1811[1][2][3] and was later a pupil at King Edward's School, Birmingham.  He was the inventor of a series of food products, most notably egg-free custard and baking powder.[4] His father was a lecturer in astronomy at Eton College.[5] His son Alfred Frederick Bird continued to develop the business after his father's death.", "52392403": "Akhil Ranjan Chakravarty (born 1953) is an Indian organic chemist and a professor at the department of inorganic and physical chemistry at the Indian Institute of Science.[1] He is known for his researches on reactivity and bonding in multicentered systems[2] and is an elected fellow of the Indian National Science Academy[3] and the Indian Academy of Sciences[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1998, for his contributions to chemical sciences.[5]", "7827924": "Hsien Wu (simplified Chinese: 吴宪; traditional Chinese: 吳憲; pinyin: Wú Xiàn; 24 November 1893 – 8 August 1959) was a Chinese biochemist and geneticist. He was the first to propose that protein denaturation was a purely conformational change, i.e., corresponded to protein unfolding and not to some chemical alteration of the protein.[1]  This crucial idea was popularized later by Linus Pauling and Alfred Mirsky.[2]", "49967584": "Naima Sahlbom (15 May 1871 – 29 March 1957) was a Swedish chemist, mineralogist, and peace activist. She is considered to be one of Sweden's most notable women chemists of the early 20th century.[1]", "12251618": "Jacques Edwin Brandenberger (19 October 1872 – 13 July 1954) was a Swiss chemist and textile engineer who in 1908 invented cellophane.  He was awarded the Franklin Institute's Elliott Cresson Medal in 1937.", "1274346": "Michael Maier[1] (Latin: Michael Maierus; 1568–1622) was a German physician and counsellor to Rudolf II Habsburg.  He was a learned alchemist, epigramist, and amateur composer.[2]", "61731311": "Lawrence Kenneth Creamer JP FRSNZ (23 October 1937 – 7 September 2019) was a New Zealand chemist specializing in milk protein chemistry. In 2004, he received the International Dairy Federation Award.", "9630193": "Marc Guy Albert Marie Lacroix (pronounced [maʁk lakʁwa]; born 28 April 1963 in Verviers, Wallonia, Belgium) is a biochemist (educated at University of Liège) and a researcher who specializes in breast cancer biology, metastasis and therapy.[1][2][3][4][5][6][7][8][9]", "70054396": "Neil McPherson Donahue is an American atmospheric chemist. He is the Thomas Lord Professor of Chemical Engineering, Chemistry, Engineering and Public Policy at Carnegie Mellon University and directs the school's Steinbrenner Institute for Environmental Education and Research.[1][2] He is a highly cited researcher.[3]", "60748287": "ACS Award for Creative Work in Fluorine Chemistry (2013)\nACS E. B. Hershberg Award (2001)\nChemical Society of Japan Award (1998)", "12939776": "Amir H. Hoveyda is an American organic chemist and professor of chemistry at Boston College, and held the position of department chair until 2018.[1] In 2019, he embarked as researcher at the Institute of Science and Supramolecular Engineering at University of Strasbourg.[2]", "62484997": "Patricia Ann Thiel (February 20, 1953 – September 7, 2020) was an American chemist and materials scientist who served as a distinguished professor of chemistry at Iowa State University. She was known for her research on atomic-scale structures and processes on solid surfaces.[1]", "5894663": "Sir George Edward Raven Deacon CBE FRS[1] FRSE (21 March 1906 – 16 November 1984) was a British oceanographer and chemist.", "52490761": "Gangadhar J. Sanjayan (born 1968) is an Indian bioorganic chemist, scientist and the head of The Sanjayan Lab at the National Chemical Laboratory, Pune.[1][2] He is known for his researches on the synthesis of designer peptide/protein mimetics and hetero-foldamers[3] and is a recipient of the Bronze Medal of the Chemical Research Society of India.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2012, for his contributions to chemical sciences.[5]", "34370063": "Thomas Athol Rafter OBE (5 March 1913 – 26 September 1996) was a New Zealand nuclear chemist.", "37384727": "Helen Dick Megaw (1 June 1907 – 26 February 2002)[1] was an Irish crystallographer who was a pioneer in X-ray crystallography.[2] She made measurements of the cell dimensions of ice and established the Perovskite crystal structure.", "30700069": "Otto Redlich (November 4, 1896 – August 14, 1978) was an Austrian physical chemist who is best known for his development of equations of state like Redlich-Kwong equation.[1][2] Besides this he had numerous other contributions to science. He won the Haitinger Prize of the Austrian Academy of Sciences in 1932.[1]", "55669291": "Gerrit \"Ger\" Challa (born 18 December 1928)[1] is a Dutch chemist. He was professor of chemistry and polymer technology at the University of Groningen from 1965 to 1993.[2]", "553525": "Sir Walter Norman Haworth FRS[1] (19 March 1883[2] – 19 March 1950) was a British chemist best known for his groundbreaking work on ascorbic acid (vitamin C) while working at the University of Birmingham. He received the 1937 Nobel Prize in Chemistry \"for his investigations on carbohydrates and vitamin C\". The prize was shared with Swiss chemist Paul Karrer for his work on other vitamins.[3][4]", "33157690": "Paul Luther (28 January 1533 – 8 March 1593)[1] was a German physician, medical chemist, and alchemist.[2] He was the third son of the German Protestant Reformer Martin Luther and was successively physician to John Frederick II, Duke of Saxony; Joachim II Hector, Elector of Brandenburg; Augustus, Elector of Saxony and his successor Christian I, Elector of Saxony. He taught alchemy to Anne of Denmark.", "6943298": "Howard Kapnek Schachman[1][2]  (December 5, 1918 – August 5, 2016) was a graduate school professor in the Department of Molecular & Cell Biology at the University of California, Berkeley.", "586308": "John Mark Deutch (born July 27, 1938) is an American physical chemist and civil servant. He was the United States Deputy Secretary of Defense from 1994 to 1995 and Director of Central Intelligence (DCI) from May 10, 1995, until December 15, 1996.[2] He is an emeritus Institute Professor at the Massachusetts Institute of Technology and serves on the boards of directors of Citigroup, Cummins, Raytheon, and Schlumberger Ltd.  Deutch is also a member of the Trilateral Commission.[3]", "49443401": "Peggoty Mutai is a Kenyan chemist. Born in Kericho, her interests include medicinal chemistry, in particular working with the search for new treatments against parasitic worms.[1]", "29848140": "Gordon A. Alles (November 26, 1901 – January 21, 1963), was an American chemist and pharmacologist who did extensive research on the isolation and properties of insulin for the treatment of diabetics. He is also credited with discovering and publishing the physiological effects of amphetamine and methylenedioxyamphetamine (MDA).[1] He is the first person to have prepared amphetamine sulfate,[citation needed] although not the amphetamine molecule. Alles first reported the physiological properties of amphetamine as a synthetic analog of ephedrine, and therefore received credit for this discovery.[2] He enjoyed large royalties from Smith, Kline & French (SKF) because he sold his patent rights for amphetamine to the company and it enjoyed large sales.[citation needed] Several popular products sold by SKF contained amphetamine, including Benzedrine pills and inhalers, Dexedrine pills and Dexamyl tablets. Counterfeit drugs such as Profetamine (a generic form of amphetamine sulfate) appeared, aiming to circumvent Alles' 'weak' patent.[1]", "28275281": "István T. Horváth (6 August 1953 – 7 March 2022)[1] was a Hungarian American chemist, working on greener and more sustainable chemistry since its inception.[2][3] In particular, he focuses on homogeneous transition metal catalysis and in situ spectroscopy. He was highly involved and very influential in the now enormous field of fluorous solvents and technologies.[4][5][6]", "46559833": "Zhang Hongyuan (simplified Chinese: 张洪沅; traditional Chinese: 張洪沅; pinyin: Zhāng Hóngyuán; 8 April 1902 – 28 October 1992) was a Chinese chemist and educator. He was President of Chongqing University between September 1941 to November 1949.[1][2]", "17953370": "Karl Schlögl (October 5, 1924 – May 4, 2007) was professor of organic chemistry at the University of Vienna and secretary as well as vice-president of the Austrian Academy of Sciences.", "7893596": "Hedley Ralph Marston FRS FAA (26 August 1900 – 25 August 1965) was an Australian biochemist who worked for the Commonwealth Scientific and Industrial Research Organisation (CSIRO).[2][3][4][5]", "55865957": "Elisabeth Dane (9 January 1903 – 12 March 1984), was a German biochemist.", "57766502": "Zou Chenglu (Chinese: 邹承鲁; 17 May 1923 – 23 November 2006), better known as Chen-Lu Tsou, was a Chinese biochemist. He was a professor of the Shanghai Institute of Biochemistry and later a professor and Deputy Director of the Institute of Biophysics, Chinese Academy of Sciences (CAS). He made important contributions to the synthesis of insulin, and was elected an academician of the CAS and The World Academy of Sciences (TWAS). He won the TWAS Prize in Biology in 1992 for his pioneering study of enzyme inhibition kinetics, and was a six-time laureate of the State Natural Science Award (three times each for First Class and Second Class). His wife, physicist Li Lin, was also an academician of the CAS.", "25064040": "Nicholas B. Lydon FRS (born 27 February 1957) is a British scientist and entrepreneur.[1] In 2009, he was awarded the Lasker Clinical Award and in 2012 the Japan Prize for the development of Gleevec, also known as Imatinib, a selective BCR-ABL inhibitor for the treatment of chronic myeloid leukaemia (CML), which converted a fatal cancer into a manageable chronic condition.[2][3][4][5]\n[6][7]", "46920297": "John Scott Newman (born November 17, 1938) is an American retired academic. A professor and renowned battery and electrochemical engineer researcher, he worked at the University of California in the Department of Chemical Engineering. The Newman Research Group was established with the goal of identifying \"efficient and economical methods for electrochemical energy conversion and storage, development of mathematical models to predict the behavior of electrochemical systems and to identify important process parameters, and experimental verification of the completeness and accuracy of the models\".[1] Newman also worked for the Electrochemical Technologies Group at Lawrence Berkeley National Laboratory[2] where he was a Faculty Senior Scientist.[3] While at LBNL he served as director of several Department of Energy’s energy storage programs, including the Batteries for Advanced Transportation Technologies Program.[4] He was elected a member of the National Academy of Engineering in 1999 for contributions to applied electrochemistry and for their reduction to practice through advances  in electrochemical engineering. He was an Onsager Professor at the Norwegian University of Science and Technology in 2002.[4] Newman is regarded by many as \"the father of electrochemical engineering.\"[5]  The Newman Method is a \"numerical technique...developed for solving coupled electrochemical reaction–diffusion equations\".[6][4]", "67498601": "Vera Isabella Furness MBE (2 June 1921 –2002) was an English chemist and industrial manager who worked for Courtaulds in Coventry and later Campsie from 1953 to 1981. She worked on the production of the acrylic Courtelle and developed a copolymer that would allow for a more successful commercial dying of the filter. Furness then incorporated a reagent into the process giving it a near white fibre. She was appointed Member of the Order of the British Empire (MBE) in 1971.", "62070": "Irène Joliot-Curie (French: [iʁɛn ʒɔljo kyʁi] ⓘ; née Curie; 12 September 1897 – 17 March 1956) was a French chemist, physicist and politician, the elder daughter of Pierre Curie and Marie Skłodowska–Curie, and the wife of Frédéric Joliot-Curie. Jointly with her husband, Joliot-Curie was awarded the Nobel Prize in Chemistry in 1935 for their discovery of induced radioactivity, making them the second-ever married couple (after her parents) to win the Nobel Prize, while adding to the Curie family legacy of five Nobel Prizes. This made the Curies the family with the most Nobel laureates to date.[1] She was also one of the first three women to be a member of a French government, becoming undersecretary for Scientific Research under the Popular Front in 1936.[2] Both children of the Joliot-Curies, Hélène and Pierre, are also prominent scientists.[3]", "2257535": "Lorenz Cederbaum (born 26 October 1946 in Braunschweig, Germany) is a German physical chemist.", "67039872": "Katsumi Kaneko was born in Yokohama (Kanagawa), Japan. He graduated with a Bachelor of Engineering degree in 1969 from Yokohama National University (Applied Chemistry), Yokohama. He received a master's degree in physical chemistry at The University of Tokyo, in 1971. He received Doctor of Science in solid state chemistry in 1978 for submitted thesis from The University of Tokyo, entitled “Electrical Properties and Defect Structures of Iron Hydroxide Oxide", "4453006": "John Norman Abelson (born 1938 in Grand Coulee, Washington[1]) is an American molecular biologist with expertise in biophysics, biochemistry, and genetics. He was a professor at the California Institute of Technology (Caltech).", "2323090": "Reinhold Aman (April 8, 1936 – March 2, 2019)[1] was a chemical engineer and professor of German before achieving national and even international recognition as the publisher of Maledicta, a scholarly journal dedicated to the study of offensive language, also known as maledictology.", "59732627": "Presidential Early Career Award for Scientists and Engineers (PECASE), July 2006.", "13398678": "Pedro Cuatrecasas (born 27 September 1936) is an American biochemist and an Adjunct Professor of Pharmacology & Medicine at the University of California San Diego.[1]", "73003674": "Hiroaki Suga (菅 裕明, born February 21, 1963) is a Japanese biochemist and businessman. He is best known for his work on artificial ribozymes (flexizymes) and their application in mRNA display (RaPID, random nonstandard peptide integrated discovery).[1][2]", "8057499": "George William Gray CBE FRS (4 September 1926 – 12 May 2013) was a Professor of Organic Chemistry at the University of Hull who was instrumental in developing the long-lasting materials which made liquid crystal displays possible. He created and systematically developed liquid crystal materials science, and established a method of practical molecular design. Gray was recipient of the 1995 Kyoto Prize in Advanced Technology.[1]", "59404966": "Daryle Hadley Busch (March 30, 1928  –  May 19, 2021) was an American inorganic chemist.[1]", "38597287": "Ao Prof. Dr. Bernhard Lendl is an Austrian chemist, TU Vienna, Institute of Chemical Technologies and Analytics,[1] the head of the working group on Process Analysis & Vibrational Spectroscopy.[2]  Since 2001 he is professor of analytical chemistry, TU Vienna.[3]", "26899115": "Ching Wan Tang (Chinese: 鄧青雲; pinyin: Dèng Qīngyún; born July 23, 1947) is a Hong Kong–American physical chemist. He was inducted into the National Inventors Hall of Fame in 2018 for inventing OLED (together with Steven Van Slyke), and was awarded the 2011 Wolf Prize in Chemistry.[1] Tang is the IAS Bank of East Asia Professor at the Hong Kong University of Science and Technology and previously served as the Doris Johns Cherry Professor at the University of Rochester.[2][3]", "66155185": "Mahendra Vidya Bhushan B", "30864054": "Akira Ogata (緒方 章, Ogata Akira, October 26, 1887 in Osaka Prefecture, Japan – August 22, 1978) was a Japanese chemist and the first to synthesize methamphetamine in crystalline form in 1919.[1]", "73462457": "Helen Adele Stafford (August 9, 1922, Philadelphia – August 12, 2011, Portland, Oregon) was an American plant physiologist and phytochemist. She was from 1977 to 1978 the president of the Phytochemical Society of North America.[1]", "32600761": "Marie-Paule Pileni is a French physical chemist who was born in Tananarive, Madagascar. She is an Emeritus Professor at Sorbonne University and a Senior Member, since 1999, and administrator (2004–2011) of the Institut Universitaire de France.", "619195": "Walter Cox McCrone Jr. (June 9, 1916 – July 10, 2002) was an American chemist who worked extensively on applications of polarized light microscopy and is sometimes characterized as the \"father of modern microscopy\".[1][2]  He was also an expert in electron microscopy, crystallography, ultra-microanalysis, and particle identification.  In 1960 he founded the McCrone Research Institute, a non-profit educational and research organization for microscopy based in Chicago.", "21656251": "Wladyslaw \"Val\" Metanomski (1923–2008) was a chemist of Polish descent who was born in Vienna, Austria, educated in London, began his chemical career in Canada, and spent the remainder of his career in the United States.[1]  He is chiefly noted for his extensive service in making the results of chemical research more available to succeeding investigators.", "2257593": "Petr Čársky (born on May 29, 1942) is a Slovakian quantum chemist.[1]", "25031361": "Johann Georg Anton Geuther (23 April 1833 – 23 August 1889) was a German chemist. His work in organic and inorganic chemistry influenced the development of coordination chemistry. Geuther spent most of his academic career at the University of Jena where he discovered ethyl acetoacetate, a key compound for chemical synthesis and for the discovery of tautomerism.", "58880707": "Caroline Ann Kovac is an American chemist, technologist, executive, and consultant.", "4453060": "Julius Adler (born 1930) is an American biochemist. He has been an Emeritus Professor of biochemistry and genetics at the University of Wisconsin–Madison since 1997.", "70316742": "Stephen \"Steve\" Keefe (born September 9, 1945) is an American chemist and politician.", "15397587": "Lotte Pusch was born on 7 August 1890 in Reichenbach/O.L. and was a German physical chemist. She was of the Protestant denomination. Her father was a District Court Director.", "8286938": "Cynthia Jane Kenyon (born February 21, 1954) is an American molecular biologist and biogerontologist known for her genetic dissection of aging in a widely used model organism, the roundworm Caenorhabditis elegans. She is the vice president of aging research at Calico Research Labs, and emeritus professor of biochemistry and biophysics at the University of California, San Francisco (UCSF).", "15430366": "Rainer Kurt Liedtke (16 September 1943 – 15 September 2012) was a German physician, scientist and entrepreneur who specialised in the theory and practice of biomedical information systems and medical innovation, and new therapies of pain, stress, cell degeneration.", "30175967": "This article about a British chemist is a stub. You can help Wikipedia by expanding it.", "33878753": "Sir Simon Fraser Campbell, CBE, FRS, FMedSci (born 27 March 1941) is a British chemist.[1]", "2257634": "Jean-Claude Lorquet (born 19 September 1935) is a professor of Theoretical Chemistry at the University of Liège. He is member of the International Academy of Quantum Molecular Science and author of over 100 scientific papers.", "64353015": "Ruthild Winkler-Oswatitsch (born 1941, also known as Ruthild Oswatitsch Eigen)[1] is an Austrian biochemist associated with the Max Planck Institute for Biophysical Chemistry in Germany, and known for two books she coauthored with Nobel prize winner Manfred Eigen.\nHer research has concerned fast biochemical reactions, game-theoretic models for molecular evolution, and the use of sequence analysis of DNA and RNA in studying the early history of biological evolution.[2]", "3764983": "Théodore[1] (Nicolas) Gobley (French: [ɡɔblɛ]; 11 May 1811, in Paris – 1 September 1876, in Bagnères-de-Luchon, was the first to isolate and ultimately determine the chemical structure of lecithin, the first identified and characterized member of the phospholipids class. He was also a pioneer researcher in the study and analysis of the chemical components of brain tissues.", "44954369": "Bernard Lucas Feringa (Dutch pronunciation: [ˈbɛrnɑrt ˈlykɑz ˈbɛɱ ˈfeːrɪŋɣaː], born 18 May 1951) is a Dutch synthetic organic chemist, specializing in molecular nanotechnology and homogeneous catalysis. He is the Jacobus van 't Hoff Distinguished Professor of Molecular Sciences,[3][4] at the Stratingh Institute for Chemistry,[5] University of Groningen, Netherlands, and an Academy Professor of the Royal Netherlands Academy of Arts and Sciences. He was awarded the 2016 Nobel Prize in Chemistry, together with Sir J. Fraser Stoddart and  Jean-Pierre Sauvage, \"for the design and synthesis of molecular machines\".[1][6]", "61076234": "Elena Vladimirovna Boldyreva (born 4 February 1961) is a Russian chemist. Boldyreva is a leading researcher at the Boreskov Institute of Catalysis in the Siberian Branch of Russian Academy of Sciences, and is Professor and Head of the Section of Solid State Chemistry at Novosibirsk State University.", "72741646": "Lee Kaufer Frankel (August 13, 1867 – July 25, 1931) was a Jewish-American social worker and insurance executive.", "70218511": "Kenichi Yokoyama is an enzymologist, chemical biologist, and natural product biochemist originally from Tokyo, Japan. He is an Associate Professor of Biochemistry at Duke University School of Medicine. In 2019, Yokoyama was awarded the Pfizer Award in Enzyme Chemistry from the American Chemical Society.", "63140623": "Ingrid C. \"Indy\" Burke is the Carl W. Knobloch, Jr. Dean at the Yale School of Forestry & Environmental Studies. She is the first female dean in the school's 116 year history.[1] Her area of research is ecosystem ecology with a primary focus on carbon cycling and nitrogen cycling in semi-arid rangeland ecosystems. She teaches on subjects relating to ecosystem ecology, and biogeochemistry.", "2093845": "Johann Wilhelm Hittorf (27 March 1824 – 28 November 1914) was a German physicist who was born in Bonn and died in Münster, Germany.", "52720414": "Ronald Drayton Brown AM FAA (14 October 1927 – 2 November 2008) was an Australian chemist and academic. In 1959 he was appointed to the Foundation Chair of Chemistry at Monash University where he remained head of the Department until 1992. He was elected a Fellow of the Australian Academy of Science in 1965 and appointed a Member of the Order of Australia in 2002.[1][2][3][4][5][6]", "68186913": "Sir Leslie Fowden FRS[1] (1925—2008) was a British organic chemist and plant scientist, notable for his pioneering research on phytochemistry and plant amino acids, as well as for his role in promoting agricultural research in the UK.", "28734242": "Anton Amann (20 June 1956 – 6 January 2015) was an Austrian chemist and \nProfessor of chemistry at the Innsbruck Medical University.       \nHe worked in the area of physical chemistry, ECG analysis, and exhaled breath analysis.", "33649444": "Ronald Wayne \"Ron\" Davis (born July 17, 1941) is professor of biochemistry and genetics, and director of the Stanford Genome Technology Center at Stanford University.[4]  Davis is a researcher in biotechnology and molecular genetics, particularly active in human and yeast genomics and the development of new technologies in genomics, with over 30 biotechnology patents.[5] In 2013, it was said of Davis that \"A substantial number of the major genetic advances of the past 20 years can be traced back to Davis in some way.\"[6]", "65434405": "Leslie Julius Harris (1898-1973) was a British biochemist and nutritionist.[1][2][3] He was Director of the Dunn Nutritional Laboratory (now the MRC Mitochondrial Biology Unit) in Cambridge, UK, from its foundation in 1927 until his retirement in 1963. He was instrumental in setting up the (British) Nutrition Society, and the International Union of Nutrition Societies. His research focused primarily on vitamins, including developing the saturation test for assessing vitamin C levels in a urine sample,[4] and showing that vitamins A and D are harmful in excess.[5]", "66220839": "Gerardo Turcatti (born 1959 in Montevideo, Uruguay) is a Swiss-Uruguayan chemist who specialises in chemical biology and drug discovery. He is a professor at the École Polytechnique Fédérale de Lausanne (EPFL) and director of the Biomolecular Screening Facility at the School of Life Sciences there.[1][2][3]", "53769014": "Susan A. Martinis is an American biochemist. She has co-authored over 57 publications in peer reviewed journals[1] and scientific book chapters. Her expertise is in protein:RNA interactions and aminoacyl tRNA synthetases.[2] As of 2019, she is the Vice Chancellor for Research and Innovation at the University of Illinois at Urbana-Champaign.[3]", "63763255": "Sir John Lionel Simonsen (22 July 1884, in Levenshulme, Manchester – 20 February 1957, in London) was an English organic chemist who worked in India. He contributed to organic syntheses and studied the chemistry of many plant extracts. He was knighted in 1949.", "684854": "Walter Kohn (German pronunciation: [ˈvaltɐ ˈkoːn]; March 9, 1923 – April 19, 2016)[3] was an Austrian-American theoretical physicist and theoretical chemist.\nHe was awarded, with John Pople, the Nobel Prize in Chemistry in 1998.[4] The award recognized their contributions to the understandings of the electronic properties of materials. In particular, Kohn played the leading role in the development of density functional theory, which made it possible to calculate quantum mechanical electronic structure by equations involving the electronic density (rather than the many-body wavefunction). This computational simplification led to more accurate calculations on complex systems as well as many new insights, and it has become an essential tool for materials science, condensed-phase physics, and the chemical physics of atoms and molecules.[5]", "37385016": "Rosalind Venetia Lane Fox Pitt-Rivers FRS[1] (née\nHenley; 4 March 1907 – 14 January 1990) was a British biochemist.[2] She became the second president of the European Thyroid Association in 1971; she succeeded Jean Roche and was followed by Jack Gross in this position, all three names inextricably linked with the discovery of the thyroid hormone triiodothyronine (T3).[3]", "52294456": "Maximilian Fichtner (born 1961 in Heidelberg, Germany) is professor for Solid State Chemistry at the Ulm University and executive director of the Helmholtz Institute Ulm for Electrochemical Energy Storage (HIU).", "34370361": "Alfred P. Wolf (February 13, 1923 – December 17, 1998) was an American nuclear and organic chemist.\n[1]\n[2]\n[3]\n[4]\n[5]\nWolf was chairman of the Chemistry Department at Brookhaven National Laboratory,[2] research professor in the Department of Psychiatry at New York University[4]\na member of the National Academy of Sciences,[2]\nThe Journal of Nuclear Medicine said that his \"discoveries were instrumental in the development of positron emission tomography (PET)\" and that he \"made pioneering contributions over nearly 50 years in the field of organic radiochemistry\".[5] The New York Times said that Wolf \"helped create some of today's most sophisticated diagnostic tools\" and that he \"advanced the field of organic radiochemistry, radiopharmacology and nuclear medicine\" throughout his career of 50 years.[1]\nThe National Academy of Sciences said that \"he pioneered the development of labeling techniques that used the reactions of hot atoms\".[2]", "37909309": "Charles Kemball CBE PRSE FRS FRSC FRIC (27 March 1923, in Edinburgh – 4 September 1998, in Tyninghame) was a Scottish chemist who served as president of the Royal Society of Edinburgh (1988–91) and as president of the Royal Institute of Chemistry (1974-6). He pioneered the use of mass spectrometry.[2] and was a leading expert in heterogeneous catalysis.", "10220349": "William Higgins (1763 – June 1825), an Irish chemist, was one of the early proponents of atomic theory.  Known mainly for his speculative ideas on chemical combination, William Higgins is popular for the insights his life offers into the emergence of chemistry as a career during the British Industrial Revolution. Despite an evident charm, his erratic behaviour and tendency to indulge personal animosities prevented him from engaging the affections of London society.  Instead he found refuge in a succession of government-supported chemical positions in Dublin.  Thanks to the combination of such scientific opportunities with family resources, he became a very wealthy man.[1]", "2519869": "Angewandte Chemie (German pronunciation: [ˈaŋɡəˌvantə çeˈmiː], meaning \"Applied Chemistry\") is a weekly peer-reviewed scientific journal that is published by Wiley-VCH on behalf of the German Chemical Society (Gesellschaft Deutscher Chemiker). Publishing formats include feature-length reviews, short highlights, research communications, minireviews, essays, book reviews, meeting reviews, correspondences, corrections, and obituaries. This journal contains review articles covering all aspects of chemistry. According to the Journal Citation Reports, the journal had a 2021 impact factor of 16.823.[1]", "19133249": "John Eliot Howard (11 December 1807 – 22 November 1883)  was an English chemist of the nineteenth century, who conducted pioneering work with the development of quinine.", "62419778": "Sven Gustaf Hedin (6 October 1859 – 11 July 1933[1]) was a Swedish chemist and physiologist[2] credited with the discovery of histidine.[3]", "48624454": "Helen Tracy Parsons (March 26, 1886 – December 30, 1977) was an American biochemist and nutritionist chiefly known for her early work in vitamin B. Parsons developed an interest in biochemistry and nutrition at the University of Wisconsin-Madision, where she was a graduate student under Elmer McCollum. Parsons spent most of her own scientific career at the University of Wisconsin-Madison in their Home Economics department. After her retirement, she was named a fellow of the American Institute of Nutrition (AIN) in 1959, one of only three women to be so honored. Parsons is well known for her early work on eggs, which was critical to the discovery of biotin and avidin in 1940. Her later work on thiamine depletion by live yeast was crucial in helping to stop the sale of raw yeast cocktails as a nutritional supplement.[1][2]", "53310289": "Cheryl L. Shavers (born December 26, 1953, San Marcos, Texas) is an American chemist, engineer, and businesswoman. After gaining a degree in chemistry, she worked as an engineer at Motorola. Shavers returned to university for a few years, gaining a PhD in solid state chemistry, before returning to private industry. Shavers worked at increasingly senior levels in Silicon Valley, at Hewlett Packard and Intel. She served as Under Secretary of Commerce for Technology in the Clinton Administration (1999–2001), and is a registered patent agent in the US Patent and Trademark Office. After leaving government service in 2001, she established a consultancy and strategy business, Global Smarts Inc. Shavers was inducted into the Women In Technology International (WITI) Hall of Fame and the Hall of Fame of the Arizona State University's College of Liberal Arts and Sciences.[1]", "10580825": "Fritz Walter Paul Friedrichs (28. July 1885, Stützerbach – 1958) (also published as Fritz Friedrichs) was a German chemist.", "5305178": "Mehmet Nejat Ferit Eczacıbaşı (Turkish pronunciation: [mehˈmet neˈʒat feˈɾit edʒzaːdʒɯbaˈʃɯ]; January 5, 1913–October 6, 1993) was a chemist, industrialist, entrepreneur and philanthropist, and a second-generation member of the notable Turkish Eczacıbaşı family.", "67662683": "Cindy Lee is a retired Distinguished Professor known for her research characterizing the compounds that comprise marine organic matter.", "53769052": "Orlin D. Velev (Bulgarian: Орлин Д. Велев) (born November 3, 1963, in Plovdiv, Bulgaria) is the INVISTA Professor in the Department of Chemical and Biomolecular Engineering at North Carolina State University. He is best known for his work in soft matter, colloid science, and nanoscience.", "5600095": "Prof Arthur Gamgee FRS FRSE (11 October 1841 – 29 May 1909)[2] was a British biochemist.[3]", "49640289": "Marie Mercury Roth (April 30, 1926[1] – January 3, 2020[1]) was an American synthetic organic chemist. She was the first female Ph.D. candidate at the chemistry department of University of Wisconsin–Madison, where she worked with William Summer Johnson. She received her Doctorate of Philosophy in 1951 for the Application of the Favorskii rearrangement to the problem of angular methylation.[3][4][5]", "3994466": "Colonel Roy Mustang (ロイ・マスタング, Roi Masutangu) is a fictional character from the Fullmetal Alchemist manga series and its adaptations created by Hiromu Arakawa. In the series, Mustang is a State Alchemist of Amestris' State Military, as well as the superior of the series' protagonist, Edward Elric. Mustang holds the title of \"Flame Alchemist\" (焔の錬金術師, Honō no Renkinjutsushi) for his ability to create fire with alchemy, and he ambitiously strives to become the next leader of Amestris. Despite his ambition, as the series continues, Mustang decides to overthrow the State Military after his best friend, Maes Hughes, is killed by the homunculi, who are controlling the Military.", "6910824": "Robert Gregg Brownlee (October 21, 1942 – February 27, 1991) was an American chemist.", "5567337": "Aled Morgan Edwards OC[1] (born June 1, 1962) is the founder and Chief Executive of the Structural Genomics Consortium, a charitable public-private partnership. He is Professor of Medical Genetics and Medical Biophysics at the University of Toronto, Visiting Professor of Chemical Biology at the University of Oxford, and Adjunct Professor at McGill University.", "65467242": "Manar Khaled Fayyad or Al Fayyad[1] (Arabic: منار خالد فياض) is a Jordanian chemist and former President of the German Jordanian University.[2][3][4]", "59732840": "Rebecca Suzanne Hornbrook (born 1975) is an atmospheric chemist at the National Center for Atmospheric Research (NCAR). She currently holds the position of Project Scientist II  while also belonging to a variety of groups based out of NCAR, UCAR, and NASA.[1] She is notable for her work as one of the leading experts in Volatile organic compounds (VOCs) while possessing an interest in air quality, biosphere-atmosphere interactions, chemical kinetics, and photochemistry.[1]", "18150250": "Hans Lineweaver (December 25, 1907 – June 10, 2009) was an American physical chemist, who is credited with introducing the double-reciprocal plot or Lineweaver–Burk plot.[2] The paper containing the equation was co-authored by Dean Burk, and was entitled \"The Determination of Enzyme Dissociation Constants (1934)\". It remains the most frequently cited paper[3] to appear in the Journal of the American Chemical Society.[4] Lineweaver and Burk collaborated with the eminent statistician W. Edwards Deming on the statistical analysis of their data:[5] they used the plot for illustrating the results, not for the analysis itself.", "35615595": "George Blatz Rathmann  (1927–2012) was an American chemist, biologist, pioneer in biotechnology and corporate executive. In 1980 he co-founded and served as the first CEO of Amgen, and later founded Icos.[1]", "58454894": "Julius Scherzer (born 17 February 1928) is a retired chemist. He has published two scientific-technical books, and two editions of an autobiography, along with dozens of scientific papers.", "28636017": "Rajendra Madhavrao Shende (born 13 July 1949), an alumnus of Indian Institute of Technology (IIT) and former Director in United Nations Environment Programme (UNEP), is currently serving as the Founder Director of Green TERRE Foundation. [1] which is a not-for-profit organization working towards global goals of NetZero, Carbon Neutrality, Climate Change, Global Warming and Environment, as per various protocols of United Nations' sustainable development goals (SDGs). He is the Ideator and Director of Smart Campus Cloud Network (SCCN) [2] which is a network of global universities which have pledged to make their campuses carbon neutral by achieving NetZero targets. This program has been widely acclaimed as innovative and practical solution which offers the students hands-on experience and expertise in NetZero and Carbon Neutrality.[3]\nHe previously held the position as Chairman of TERRE Policy Centre[4] which is a not-for-profit organization engaged in the policy development and project based advocacy on the sustainable development. Before August 2011, he was the Head[5] of the OzonAction Branch[6] of the United Nations Environment Programme, Division of the Technology, Industry and Economics (UNEP DTIE) in Paris.[7]", "3928953": "Franz Leopold Sonnenschein (13 July 1817 – 26 February 1879) was a German chemist from Cologne.", "57176954": "Nikolos Aleksandrovich Landia (January 26, 1919, Kutaisi – February 25, 1984) was a Soviet scientist in inorganic chemistry and physical chemistry.", "71168892": "Stephen Kukolich, (born February 3, 1940) is an experimental physical chemist in the chemistry and biochemistry department at the University of Arizona.  His primary research is high-resolution rotational spectroscopy  to determine molecular structures and electronic properties of molecules and molecular complexes.  The molecular spectroscopy research was published in 225 papers which were mentioned in 4300 citations (ResearchGate.[1]) and discussed in a few.  Details of citations are given by Google Scholar[2] and Academictree.[3]  The research was funded by the NSF  11 times beginning in 1970.[4]", "40334206": "Bishun Narain Khare (27 June 1933 – 20 August 2013) was a scientist who specialized in the chemistry of planetary atmospheres and of molecules relevant to biology.[1] He published several papers on tholins, the organic molecules formed by ultraviolet radiation or cosmic rays.[2][3][4][5]  From 1968 to 1996, Khare worked in Carl Sagan's Laboratory for Planetary Studies at Cornell University. During this time he appeared in the Cosmos television series. From 1996 to 1998, he worked at the NASA Ames Research Center and from 1998 onward he worked at the SETI Institute.", "65565568": "Johan Nomdo Jansonius (1932 – 2 January 2022) was a Dutch chemist and structural biologist. He spent his career at the Biozentrum University of Basel where he was professor of structural biology between 1973 and 1998.", "72217482": "Tang Youqi (Chinese: 唐有祺; pinyin: Táng Yǒuqí; 11 July 1920 – 8 November 2022) was a Chinese physical chemist who was a professor at Peking University, and an academician of the Chinese Academy of Sciences.[citation needed]", "455570": "Henry Gilman ForMemRS[1] (May 9, 1893 – November 7, 1986) was an American organic chemist known as the father of organometallic chemistry, the field within which his most notable work was done. He discovered the Gilman reagent, which bears his name.[2]", "64779157": "Greta R. Patzke (* 2 March 1974 in Bremen) is Professor of Inorganic Chemistry at the University of Zurich.[1]", "59896735": "Ding Kuiling (Chinese: 丁奎岭; born March 1966) is a Chinese organic chemist. He has been Executive Vice President of Shanghai Jiao Tong University since October 2018, and formerly served as President of the Shanghai Institute of Organic Chemistry. He is an academician of the Chinese Academy of Sciences.", "54096821": "Johan Erik Jorpes (born Johansson, 15 July 1894 – 10 July 1973[1]) was a Finnish-born Swedish physician and biochemist. He identified the chemical structure of heparin and developed its clinical applications. Jorpes was the professor of medical chemistry in the Karolinska Institute in Stockholm in 1946–1963.[2]", "6550457": "Anton Köllisch (16 March 1888 – September 1916) was a German chemist who, whilst working at Darmstadt for pharmaceutical giant Merck, first described the synthesis of the chemical MDMA.[1]", "5272508": "Robert Hare (January 17, 1781 – May 15, 1858) was an early American chemist and professor.[1]"}