{"47433226": "Daniel E. Reichart is an American astronomer.   Reichart’s dissertation research on distant, cosmic explosions called gamma-ray bursts was ranked by Science Magazine as one of the top ten discoveries in science in 1999, and in 2003 earned him the Robert J. Trumpler Award, for top astrophysics dissertation research in North America.[1][2]  In 2005, he and his students discovered the most distant explosion in the universe yet known, a gamma-ray burst that occurred 12.9 billion years ago, when the universe was only 6% its current age.[3][4]", "10602004": "Oleg Vladimirovich Losev (Russian: Оле́г Влади́мирович Ло́сев, sometimes spelled Lossev or Lossew in English) (10 May 1903 – 22 January 1942) was a Russian scientist and inventor[1] who made significant discoveries in the field of semiconductor junctions and the light emitting diode (LED).", "65291804": "Péter István Mészáros (born 15 July 1943)[1] is a Hungarian-American theoretical astrophysicist,\nbest known for the Mészáros effect[2]\nin cosmology and for his work on gamma-ray bursts.[3][4]", "1197596": "Robert Fox Bacher (August 31, 1905 – November 18, 2004) was an American nuclear physicist and one of the leaders of the Manhattan Project. Born in Loudonville, Ohio, Bacher obtained his undergraduate degree and doctorate from the University of Michigan, writing his 1930 doctoral thesis under the supervision of Samuel Goudsmit on the Zeeman effect of the hyperfine structure of atomic levels. After graduate work at the California Institute of Technology (Caltech) and the Massachusetts Institute of Technology (MIT), he accepted a job at Columbia University. In 1935 he accepted an offer from Hans Bethe to work with him at Cornell University in Ithaca, New York. It was there that Bacher collaborated with Bethe on his book Nuclear Physics. A: Stationary States of Nuclei (1936), the first of three books that would become known as the \"Bethe Bible\".", "51562019": "Lihong V. Wang (Chinese: 汪立宏) is the Bren Professor of Medical Engineering and Electrical Engineering at the Andrew and Peggy Cherng Department of Medical Engineering at California Institute of Technology and was formerly the Gene K. Beare Distinguished Professorship of Biomedical Engineering at Washington University in St. Louis. Wang is renowned for his contributions to the field of Photoacoustic imaging technologies and inventing the world's fastest camera with more than 10 trillion frames per second.[1][2] Wang was elected as the member of National Academy of Engineering (NAE) in 2018.", "66635300": "Jennifer Burney grew up in Albuquerque, New Mexico, and is now professor and the Marshall Saunders Chancellor's Endowed Chair in Global Climate Policy and Research at the University of California, San Diego, as part of the School of Global Policy and Strategy.[1][2] She studied history and science at Harvard University and earned a PhD in physics from Stanford, developing a superconducting camera to capture images of cosmic bodies, like pulsars or exoplanets.[1][3][4] After graduating, she worked for Solar Electric Light Fund on rural electrification, particularly in West Africa.", "8373800": "Walter Henry Zinn (December 10, 1906 – February 14, 2000) was a Canadian-born American nuclear physicist who was the first director of the Argonne National Laboratory from 1946 to 1956. He worked at the Manhattan Project's Metallurgical Laboratory during World War II, and supervised the construction of Chicago Pile-1, the world's first nuclear reactor, which went critical on December 2, 1942, at the University of Chicago. At Argonne he designed and built several new reactors, including  Experimental Breeder Reactor I, the first nuclear reactor to produce electric power, which went live on December 20, 1951.", "5719598": "Chandra Kumar Naranbhai Patel (born 2 July 1938) is an electrical engineer. He developed the carbon dioxide laser in 1963;[1] it is now widely used in industry for cutting and engraving a wide range of materials like plastic and wood. Because the atmosphere is quite transparent to infrared light, CO2 lasers are also used for military rangefinding using LIDAR techniques.", "17970": "Leon Max Lederman (July 15, 1922 – October 3, 2018) was an American experimental physicist who received the Nobel Prize in Physics in 1988, along with Melvin Schwartz and Jack Steinberger, for research on neutrinos. He also received the Wolf Prize in Physics in 1982, along with Martin Lewis Perl, for research on quarks and leptons. Lederman was director emeritus of Fermi National Accelerator Laboratory (Fermilab) in Batavia, Illinois. He founded the Illinois Mathematics and Science Academy, in Aurora, Illinois in 1986, where he was resident scholar emeritus from 2012 until his death in 2018.[3][4]", "43238968": "Vitaly Dmitrievich Shafranov (Russian: Виталий Дмитриевич Шафранов; December 1, 1929 – June 9, 2014) was a Russian theoretical physicist and Academician who worked with plasma physics and thermonuclear fusion research.[1]", "5195326": "Kirpal \"Paul\" Nandra is a British physicist and the current director at the Max Planck Institute for Extraterrestrial Physics.[1]", "68470335": "Fu Chengyi (7 October 1909 – 8 January 2000) was a Chinese geophysicist and an academician of the Chinese Academy of Sciences.", "53757504": "Viktor K. Jirsa (born 27 June 1968) is a German physicist and neuroscientist, director of research at the Centre national de la recherche scientifique (CNRS), director of the\nInstitut de Neuroscience des Systèmes (INS UMR1106) and co-director of the Fédération Hospitalo-Universitaire (FHU) EPINEXT \"Epilepsy and Disorders of Neuronal Excitability\" in Marseille, France. He is workpackage leader in the Epinov project funded in the context of the RHU3 call[1] and coordinated by Fabrice Bartolomei.", "19088967": "Du Qinghua (simplified Chinese: 杜庆华; traditional Chinese: 杜慶華; pinyin: Dù Qìnghuá; April 14, 1919 – 2006), also known as Q.H. DU, was a Chinese physicist. He was a pioneer of aeronautic and astronautic material engineering in China. and a member of the Chinese Academy of Engineering.[1]", "58574409": "Valery Anatolyevich Rubakov (Russian: Валерий Анатольевич Рубаков, 16 February 1955 – 18 October 2022) was a Russian theoretical physicist. His scientific interests included quantum field theory, elementary particle physics, and cosmology. He was affiliated with the Institute for Nuclear Research (INR) of the Russian Academy of Sciences in Moscow.[1]", "2508361": "Lawrence Whitaker Morley (February 19, 1920 – April 22, 2013) was a Canadian geophysicist and remote sensing pioneer. He was best known for his studies on the magnetic properties of the oceanic crust and their effect on plate tectonics and for starting the remote sensing program in Canada.", "5129805": "Harold L. Brode is a nuclear-weapons-effects physicist who pioneered computer simulations of nuclear explosions at the RAND Corporation in the 1950s. In 1951, he received his PhD from Cornell University where his supervisor was Hans A. Bethe. He is co-founder of R&D Associates, Vice-President of Strategic Systems at Pacific-Sierra Research Corporation and chairman of the U.S. Defense Nuclear Agency's Scientific Advisory Group for Effects (SAGE) [1][permanent dead link].", "1951313": "Arthur Erich Haas (April 30, 1884 in Brno – February 20, 1941 in Chicago) was an Austrian physicist, noted for a 1910 paper[1] he submitted in support of his habilitation as Privatdocent at the University of Vienna that outlined a treatment of the hydrogen atom involving quantization of electronic orbitals, thus anticipating the Bohr model (1913) by three years.", "71190099": "James Lewis Pinfold ARCS FRSC (born 1950 in Ealing, West London) is a British-Canadian physicist, specializing in particle physics.", "56608341": "Matthew Alexander Falder (born 24 October 1988) is an English convicted serial sex offender and blackmailer. From a period of time between 2009 and 2017, he coerced his victims online into sending him degrading images of themselves or into committing crimes against a third person such as rape or assault. He managed this by making threats to the victim by saying he would send their family or friends degrading information or revealing pictures of them (which he usually obtained earlier by obtaining a false trust with the victim) if they did not comply with his commands. Falder hid behind anonymous accounts on the web and then re-posted the images to gain a higher status on the dark web.[1] Investigators said that he \"revelled\" in getting images to share on hurtcore websites. The National Crime Agency (NCA), described him as \"one of the most prolific and depraved offenders they had ever encountered.\"", "1328727": "Jean Charles Athanase Peltier[1] (/ˈpɛltieɪ/;[2] French: [pɛltje]; 22 February 1785 – 27 October 1845) was a French physicist. He was originally a watch dealer, but at the age of 30 began experiments and observations in physics.", "71059038": "Frederick Reif (April 24, 1927 – August 11, 2019)[1] was an American physicist. He was an emeritus professor in physics and psychology at Carnegie Mellon University.[2]", "23447135": "Paul Bruce Corkum OC OOnt FRSC FRS  (born October 30, 1943) is a Canadian physicist specializing in attosecond physics and laser science.[1] He holds a joint University of Ottawa–NRC chair in attosecond photonics.[1] He also holds academic positions at Texas A&M University and the University of New Mexico. Corkum is both a theorist and an experimentalist.", "69453410": "Wim van Saarloos is a Dutch physicist, academic and researcher. He is a Professor of Theoretical Physics at Leiden University (emeritus since July 2021)[1]", "4933219": "Charles Edward Kenneth Mees FRS[1] (26 May 1882 – 15 August 1960) was a British scientist and photographic researcher.", "48940646": "Jürgen Schmitt is a German astronomer and physicist at the University of Hamburg, where he is a professor of astrophysics.[1] He is significant in the fields of X-ray astronomy and stellar activity because of his discoveries regarding CN Leonis, a cool star 8 light years away from Earth.[2]", "60573288": "Sarah E. Gibson is an American solar physicist.  She is a Senior Scientist and past Interim Director of the High Altitude Observatory in Boulder, Colorado.  As of 2019, Dr. Gibson is the Project Scientist for the PUNCH Small Explorer mission being built for NASA.", "9422447": "Luigi Puccianti (Italian: [luˈiːdʒi putˈtʃanti]; 11 June 1875 – 9 June 1952) was an Italian physicist.[1]", "17811056": "Bascom Sine Deaver Jr. (born August 16, 1930, in Macon, Georgia)[1] is a retired American physicist known for his research into superconductor applications, and a professor and assistant chairman for undergraduate studies of the physics department at the University of Virginia.", "509551": "Hubert Reeves CC GOQ (July 13, 1932 – October 13, 2023) was a Canadian astrophysicist and popularizer of science.", "40846962": "Active anticoincidence shielded spectrometers for X-ray and gamma-ray astronomy.\nX-ray Spectrometers on four Orbiting Solar Observatories (OSO-1, 2, 5, and 8) and on the Solar Maximum Mission (SMM)", "5293687": "Basarab Nicolescu (born March 25, 1942, Ploieşti, Romania) is an honorary theoretical physicist at the Centre National de la Recherche Scientifique (CNRS), Laboratoire de Physique Nucléaire et de Hautes Énergies, Université Pierre et Marie Curie, Paris. He is also a professor at the Babeş-Bolyai University, Cluj-Napoca, Romania and Docteur ès-Sciences Physiques (PhD), 1972, Université Pierre et Marie Curie, Paris. He was appointed Professor Extraordinary at Stellenbosch University, South Africa for the period 1 January 2011 to 31 December 2016 and was elected as Stellenbosch Institute for Advanced Study (STIAS) Fellow in 2011.", "47957627": "Eugene David Commins (July 1, 1932 – September 26, 2015) was a professor of physics at University of California, Berkeley. He was named a member of the National Academy of Sciences in 1987. He was also a fellow of the American Association for the Advancement of Science, the American Physical Society, and a member of the American Academy of Arts and Sciences.[4][5]", "10831486": "Professor Anthony John Grenville Hey CBE FREng FIET FInstP FBCS (born 17 August 1946)[4] was vice-president of Microsoft Research Connections, a division of Microsoft Research, until his departure in 2014.[2][6][7][8][9]", "4376191": "John Robert Taylor is British-born emeritus professor of physics at the University of Colorado, Boulder.[1]", "53855886": "Gaurang Yodh (1928 – 2019) was an Indian-American physicist and an expert in astroparticle physics and cosmic-ray physics. He earned his B.Sc. at the University of Bombay in 1948 and his Ph.D. in physics at the University of Chicago in 1955. During his career, he held appointments at Stanford University, Carnegie-Mellon University, and the University of Maryland, before joining the faculty at the University of California, Irvine in 1988. Yodh was a Fellow of the American Physical Society and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "53855888": "Roberto Zenit is a Mexican scientist currently at the Brown University School of Engineering.[1][2] Zenit previously worked at the National Autonomous University of Mexico and is an Elected Fellow of the American Physical Society.[3][4] His field of expertise is Fluid Mechanics, including Two-Phase Flows, Non-Newtonian Fluids, the Fluid Mechanics of Painting, and Biological Flows.[5] Recent work has also focused on studying the behaviour of Bubbly Drinks.[6]", "15058577": "Norman Feather FRS[1] FRSE PRSE (16 November 1904 – 14 August 1978),[4] was an English nuclear physicist.  Feather and Egon Bretscher were working at the Cavendish Laboratory, Cambridge in 1940, when they proposed that the 239 isotope of element 94 (plutonium) would be better able to sustain a nuclear chain reaction.  This research, a breakthrough, was part of the Tube Alloys project, the secret British project during World War II to develop nuclear weapons.", "18070": "Lise Meitner (/ˈliːzə ˈmaɪtnər/ LEE-zə MYTE-nər, German: [ˈliːzə ˈmaɪtnɐ] ⓘ; born Elise Meitner, 7 November 1878 – 27 October 1968) was an Austrian-Swedish physicist who was one of those responsible for the discovery of the element protactinium and nuclear fission.[1] While working on radioactivity at the Kaiser Wilhelm Institute of Chemistry in Berlin, she discovered the radioactive isotope protactinium-231 in 1917. In 1938, Meitner and her nephew, the physicist Otto Robert Frisch, discovered nuclear fission. She was praised by Albert Einstein as the \"German Marie Curie\".[2]", "53855894": "Martin Zwierlein is a professor of physics at Massachusetts Institute of Technology and an Elected Fellow of the American Physical Society.[1][2]", "53855895": "Igor Zutic (born July 15, 1967)[1] is a Croatian-American physicist, focusing in spintronics and spin-polarized transport, high temperature and unconventional superconductivity, ferromagnetic semiconductors, theoretical nanoscience and computational physics at University of Buffalo and an Elected Fellow of the American Physical Society.[2][3]", "42288791": "Vito Latora is an Italian physicist, currently Professor in Applied Mathematics (Chair of Complex Systems) at the School of Mathematical Sciences of the Queen Mary University of London. He is known for his works on complex systems, in particular on the structure and dynamics of complex networks.", "53855898": "Kathryn M. Zurek is an American physicist and professor of theoretical physics at the California Institute of Technology. Her research interests primarily lie at the intersection of particle physics with cosmology and particle astrophysics.[1] She is known for her theories on dark matter's \"hidden valleys\", also known as hidden sectors.[2][3]", "53855897": "Hartmut Zohm (born 2 November 1962) is a German plasma physicist who is known for his work on the ASDEX Upgrade machine.[1][2] He received the 2014 John Dawson Award[3] and the 2016 Hannes Alfvén Prize[4] for successfully demonstrating that neoclassical tearing modes in tokamaks can be stabilized by electron cyclotron resonance heating,[5][6] which is an important design consideration for pushing the performance limit of the ITER.[1][2]", "53855900": "Steven W. Yates is an American nuclear chemist who is currently a Distinguished Professor at the University of Kentucky and an elected fellow of the International Union of Pure and Applied Chemistry (IUPAC), American Chemical Society, and American Physical Society.[1][2]", "51332765": "Aninda Sinha is an Indian theoretical physicist working as a professor at Center for High Energy Physics, Indian Institute of Science in Bangalore, India.[1]", "33408670": "Jacques Friedel ForMemRS[1] (French: [fʁidɛl]; 11 February 1921 – 27 August 2014) was a French physicist and material scientist.[4][5]", "56149668": "Terry Schalk is an American physicist currently professor emeritus at University of California, Santa Cruz and an Elected Fellow of the American Association for the Advancement of Science.[1]", "53855912": "Jian-Xin Zhu (朱建新) is an American physicist currently at Los Alamos National Laboratory and an Elected Fellow of the American Physical Society.[1][2][3]", "14075563": "Rafael Ghazaryan (Armenian: Ռաֆայել Ղազարյան, 26 January 1924 – 3 November 2007, Yerevan) was an Armenian radio-physicist, academician, public activist, a member of Karabakh Committee.", "49104557": "Wilhelm Karl Konrad Siegmund Adam Hort (20 March 1878 in Madelungen, now part of Eisenach – 2 June 1938 in Berlin) was a German physicist.", "345776": "Gustav Ludwig Hertz (German: [ˈɡʊs.taf ˈluːt.vɪç hɛʁt͡s] ⓘ; 22 July 1887 – 30 October 1975)[1] was a German experimental physicist and Nobel Prize winner for his work on inelastic electron collisions in gases, and a nephew of Heinrich Hertz.", "40683186": "William W. Simmons (born 1932) is an American physicist at TRW and Lawrence Livermore National Laboratory (LLNL),  notable for his development of electro-optical devices.[1]", "61523634": "Kristen Carlson Maitland is an associate professor at Texas A&M University. She develops optical instrumentation for the detection and diagnosis of diseases, including infection and cancer. She has served on the Board of Directors of SPIE.", "3655349": "Vsevolod Konstantinovich Frederiks (or Fréedericksz; Russian: Всеволод Константинович Фредерикс pronounced [ˈvʲsʲɛvəɫəd fʲrʲɪdʲɪˈrʲiks]; April 29, 1885, Warsaw – January 6, 1944, Gorkiy) was a Russian/Soviet physicist. His primary contribution was in the field of liquid crystals. The Frederiks transition is named after him.", "47859383": "Eduard Riecke (1 December 1845 – 11 June 1915)  was a German experimental physicist.", "61589182": "Roland Wiesendanger (born 5 October 1961 in Basel) is a German physicist, specializing in nanoscience. Since 1993 he has been a full professor at the University of Hamburg, Germany.[1]", "640709": "Firestorm is the name of several fictional superheroes appearing in American comic books published by DC Comics. Ronnie Raymond and Martin Stein fused together debuted as the first incarnation in Firestorm, the Nuclear Man #1 (March 1978) and were created by Gerry Conway and Al Milgrom.[1][2] Jason Rusch debuted as a modern update of the character in Firestorm (vol. 3) #1 (July 2004), and was created by Dan Jolley and ChrisCross.", "4769477": "Gerhard Heinrich Dieke (1901 in Rheda, Germany – August 26, 1965 in Aberdeen, Scotland) was a German/U.S. physicist. He was a pioneer in investigating the structure of atoms and molecules by spectroscopic methods. \nDieke studied at the University of Leiden under Paul Ehrenfest, and received a Ph.D. in physics at the University of California in 1926.  After completing his graduate studies, he worked at the Institute of Physical and Chemical Research in Tokyo and in 1929 he was Dirk Coster's assistant at the University of Groningen in the Netherlands. Dieke joined the department of physics at Johns Hopkins University in 1930 as an associate professor, and he later served as chairman of the department, 1950-1965.", "63063757": "Nai Phuan Ong (born 10 September 1948 in Penang, Malaysia) is an American experimental physicist, specializing in \"condensed matter physics focusing on topological insulators, Dirac/Weyl semimetals, superconductors and quantum spin liquids.\"[1]", "22857423": "Ghulam Murtaza (born 3 January 1939), SI, FPAS, is a Pakistani theoretical physicist with a specialization in the physics of ionized plasmas, and is an Emeritus Professor of physics at the Government College University in Lahore. Murtaza's work is recognizable in plasma physics and controlled nuclear fusion processes to provide a better understanding of energy propagated by the main-sequence star, the Sun.: 1–2 [1]", "54609614": "Peter Duncumb FRS FInstP (born 26 January 1931) is a British physicist specialising in X-ray microscopy and microanalysis.[2] He is best known for his contribution to the development of the first electron microprobe.[2][3]", "69748431": "Gerd Ulrich \"Uli\" Nienhaus (born 1959) is a German physicist who is a professor and director of the Institute of Applied Physics, Karlsruhe Institute of Technology (KIT).[1] At the KIT, he is also affiliated with the Institute of Nanotechnology,[2] Institute of Biological and Chemical Systems,[3] and Institute of Physical Chemistry,[4] and he is an adjunct professor at the University of Illinois at Urbana-Champaign.[5]", "345811": "Michael Evan Mann (born 1965) is an American  climatologist and geophysicist.[2][6] He is the director of the Center for Science, Sustainability & the Media at the University of Pennsylvania. Mann has contributed to the scientific understanding of historic climate change based on the temperature record of the past thousand years. He has pioneered techniques to find patterns in past climate change and to isolate climate signals from noisy data.[7]", "65554132": "Corrado Lamberti (6 May 1947 – 17 April 2020) was an Italian astrophysicist, science journalist and teacher. He was one of the most appreciated popularizers of astronomy in Italy, and along with Margherita Hack he headed the astronomy magazines L'Astronomia and Le Stelle.[1][2]", "70239965": "Wei-Hua Wang (Chinese: 汪卫华) is a Chinese physicist.", "9225950": "Albert H. Walenta (born 2 October 1943) is professor for experimental physics at the University of Siegen in Germany.", "62965473": "Noh Do Young is a South Korean physicist specializing in condensed matter physics and materials science using synchrotrons and XFELs. He has developed and applied various frontier X-ray diffraction methods to study condensed matter systems, including recent coherent X-ray diffraction imaging technique. His research has utilized a number of synchrotron radiation facilities, such as Advanced Photon Source, SPring-8, National Synchrotron Light Source, PLS, and X-ray free electron lasers, including SCALA and PAL-XFEL.", "37668581": "Wolfgang P. Schleich (born 23 February 1957, in Mühldorf am Inn, Germany) is professor of theoretical physics and director of the quantum physics department at the University of Ulm.", "7587558": "Sir John Roy Sambles FRS HonFInstP (born 1945) is an English experimental physicist and a former President of the Institute of Physics.[1]", "9422568": "Angelo Battelli (28 March 1862 – 11 December 1916) was an Italian scientist, notable for having measured temperatures and heats of fusion of non-metallic substances, metallic conductivities and thermoelectric effects in magnetic metals, and the Thomson effect. He investigated osmotic pressures, surface tensions, and physical properties of carbon disulfide (CS2), water (H2O), and alcohols, especially their vapor pressures, critical points, and densities. He studied X-rays and cathode rays. He investigated the resistance of solenoids to high-frequency alternating currents.", "39372524": "Werner H. Bloss (1930 – 6 June 1995) was a scientist known for his work in the field of photovoltaics. He was the director of the Institute of Physical Electronics at the University of Stuttgart.", "22431472": "Alvin H. Nielsen (30 May 1910 – 3 November 1994) was an American physicist in molecular spectroscopy.", "28002038": "Herch Moysés Nussenzveig (16 January 1933 – 5 November 2022) was a Brazilian physicist, professor at Universidade Federal do Rio de Janeiro and member of the Brazilian Academy of Sciences. He authored several textbooks, notably the collection Curso de Física Básica (Course of Basic Physics), winner of the Prêmio Jabuti in 1999 on the category Ciências Exatas, Tecnologia e Informática (Exact Sciences, Technology and Informatics).[1] He was president of the Brazilian Physical Society from 1981 to 1983.[2]", "26167031": "Fritz Reiche (July 4, 1883 – January 14, 1969) was a German physicist, a student of Max Planck and a colleague of Albert Einstein, who was active in, and made important contributions to the early development of quantum mechanics including co-authoring the Thomas-Reiche-Kuhn sum rule.[1]", "63489783": "Werner Flechsig (June 8, 1900 - October 12, 1981) was a German physicist and television pioneer.", "1951489": "Vasiliy Grigorievich Fesenkov (Russian: Василий Григорьевич Фесенков, 13 January 1889 – 12 March 1972) was a Soviet Russian astrophysicist.", "2246401": "Kenneth Tompkins Bainbridge (July 27, 1904 – July 14, 1996) was an American physicist at Harvard University who worked on cyclotron research. His accurate measurements of mass differences between nuclear isotopes allowed him to confirm Albert Einstein's mass–energy equivalence concept.[1] He was the Director of the Manhattan Project's Trinity nuclear test, which took place July 16, 1945. Bainbridge described the Trinity explosion as a \"foul and awesome display\".[2] He remarked to J. Robert Oppenheimer immediately after the test, \"Now we are all sons of bitches.\"[2] This marked the beginning of his dedication to ending the testing of nuclear weapons and to efforts to maintain civilian control of future developments in that field.", "66537224": "Bruce Alexander Aikenhead, OC (September 22, 1923 – August 5, 2019) was a Canadian aerospace engineer and physicist. Aikenhead was widely regarded as a major pioneer in the Canadian aerospace industry, who was the deputy program director for the program that developed the Canadarm, was the first Director-General of the Canadian Astronaut Program, and helped create flight simulators for the Avro Arrow project.[1]", "7390988": "Thanu Padmanabhan (10 March 1957 – 17 September 2021) was an Indian theoretical physicist and cosmologist whose research spanned a wide variety of topics in gravitation, structure formation in the universe and quantum gravity. He published nearly 300 papers and reviews in international journals and ten books in these areas. He made several contributions related to the analysis and modelling of dark energy in the universe and the interpretation of gravity as an emergent phenomenon. He was a Distinguished Professor at the Inter-University Centre for Astronomy and Astrophysics (IUCAA) at Pune, India.[2]", "24626957": "David Jeffrey Wineland[1] (born February 24, 1944)[2] is an American Nobel-laureate physicist at the National Institute of Standards and Technology (NIST) physics laboratory. His work has included advances in optics, specifically laser-cooling trapped ions and using ions for quantum-computing operations. He was awarded the 2012 Nobel Prize in Physics, jointly with Serge Haroche, for \"ground-breaking experimental methods that enable measuring and manipulation of individual quantum systems\".[3][4]", "1656595": "John Larkin Kerwin CC OQ FRSC (June 22, 1924 – May 1, 2004) was a Canadian physicist.", "56968983": "Xinsheng Sean Ling (Chinese: 凌新生; pinyin: Líng Xīnshēng; born February 15, 1964) is a Chinese-American physicist and professor at Brown University.[1] He is known for his work in condensed matter, in particular for his contributions to superconductivity, vortex physics, colloid physics, biophysics, and quantum physics. He joined the faculty of Brown University in 1996.[1]", "25577242": "Frederick Drach Tappert (April 21, 1940 – January 9, 2002) was an American physicist whose primary contributions were in underwater acoustics.  He is noted for the development of the parabolic equation model and split-step Fourier algorithm for electromagnetic and ocean acoustic propagation.", "64636699": "Vivien Zapf is an American research scientist at the National High Magnetic Field Laboratory pulsed field facility at Los Alamos National Laboratory.", "26527514": "Stefan Meyer (27 April 1872 – 29 December 1949) was an Austrian physicist involved in research on radioactivity. He became director of the Institute for Radium Research in Vienna and received the Lieben Prize in 1913 for his research on radium.[1] He was the brother of Hans Leopold Meyer who was also awarded the Lieben Prize.[2][3][4]", "41142048": "James Arthur Krumhansl (August 2, 1919 – May 6, 2004) was an American physicist who specialized in condensed matter physics and materials science. He spent much of his career at Cornell University. He also served as president of the American Physical Society and assistant director for mathematics, physical sciences, and engineering for the National Science Foundation. In 1987 he testified before Congress that the Superconducting Super Collider would be too costly.", "1230631": "Gavin A. Schmidt is a British climatologist, climate modeler and Director of the NASA Goddard Institute for Space Studies (GISS) in New York, and co-founder of the award-winning climate science blog RealClimate.[2]", "53135146": "Dr James Tyldesley Kendall FRSE FIP FRIC (14 December 1916 – 31 July 1991) was a 20th-century American chemist and research physicist of Scots descent.", "46679862": "Boris Andreevich Arbuzov (Russian: Борис Андреевич Арбузов; born 12 May 1938) is a Russian physicist known for his contribution to theoretical elementary particle physics and quantum field theory.[1]", "19810103": "Sir Abel Guobadia OFR (28 June 1932 – 4 February 2011) was an educator, administrator, diplomat and retired public servant.[1]", "182075": "Richard Siegmund Lindzen (born February 8, 1940) is an American atmospheric physicist known for his work in the dynamics of the middle atmosphere, atmospheric tides, and ozone photochemistry. He is the author of more than 200 scientific papers. From 1972 to 1982, he served as the Gordon McKay Professor of Dynamic Meteorology at Harvard University. In 1983, he was appointed as the Alfred P. Sloan Professor of Meteorology at the Massachusetts Institute of Technology, where he would remain until his retirement in 2013.[2][1] Lindzen has disputed the scientific consensus on climate change and criticizes what he has called \"climate alarmism\".[3][4]", "14501692": "Georg Robert Döpel (3 December 1895 – 2 December 1982) was a German experimental nuclear physicist. He was a participant in a group known as the \"first Uranverein\", which was spawned by a meeting conducted by the Reichserziehungsministerium, in April 1939, to discuss the potential of a sustained nuclear reaction. He worked under Werner Heisenberg at the University of Leipzig, and he conducted experiments on spherical layers of uranium oxide surrounded by heavy water. He was a contributor to the German nuclear weapon project (Uranprojekt). In 1945, he was sent to Russia to work on the Soviet atomic bomb project. He returned to Germany in 1957, and he became professor of applied physics and director of the Institut für Angewandte Physik at the Hochschule für Elektrotechnik, now Technische Universität, in Ilmenau (Thuringia).", "30852927": "Michael S. Feld (November 11, 1940 – April 10, 2010) was an American physicist, who was best known for his work on quantum optics, and medical applications of lasers.", "72533826": "Luc De Schepper (22 April 1957 – 19 December 2022) was a Belgian physicist and professor. De Schepper was rector of the Hasselt University from 2004 to 2020. He was chairman of the Flemish Interuniversity Council from 2015 to 2017.[1][2]", "51012": "Sir Charles Kao Kuen GBM KBE FRS FREng[5][6][7][8][9] (November 4, 1933 – September 23, 2018) was a Chinese physicist and Nobel laureate who contributed to the development and use of fiber optics in telecommunications. In the 1960s, Kao created various methods to combine glass fibers with lasers in order to transmit digital data, which laid the groundwork for the evolution of the Internet.", "47761221": "Gerda Laski (4 June 1893, Vienna – 24 November 1928, Berlin) was an Austrian/German physicist known for her research in infrared radiation. She went to a private girls secondary grammar school in Vienna and graduated in 1913.", "70960966": "Barak Kol (born August 1968) is an Israeli theoretical physicist who studies fundamental laws, high-energy physics, and general relativity. He holds the Michael Polak chair in theoretical physics at the Racah Institute of Physics at the Hebrew University of Jerusalem.", "72927050": "John Jacob Livingood (March 7, 1903 – July 21, 1986) was an American nuclear physicist specialising in the design of particle accelerators.[1][2] With Glenn Seaborg he discovered and characterized a number of new radioisotopes useful for nuclear medicine, including cobalt-60, iodine-131 and iron-59.[3][4][5]", "35669842": "Pattipati Ramaiah Naidu (a.k.a. Dr. Ramaiah Naidu) (June 3, 1904 – June 6, 1991) was a pioneering Indian nuclear Physicist, Medical Scientist and Radiologist who helped to establish the foundations of medical physics, which is why he is also known as “Father of Medical Physics”. He is better known for working under double Nobel Laureate, Marie Curie, for his post-doctoral thesis in Paris, France and pioneer in establishing up Radiology laboratory in India in 1938.", "54544211": "Roderic Ivan Pettigrew is an American physicist, engineer, and physician who is CEO of EnHealth and Executive Dean for EnMed at Texas A&M University. From 2002-November 2017, he was the founding director of the National Institute of Biomedical Imaging and Bioengineering (NIBIB) at the National Institutes of Health (NIH).[1] He is a pioneer and world expert in cardiovascular magnetic resonance imaging (MRI).", "72632147": "Christopher Thompson (born 1961) is a Canadian astronomer and astrophysicist. He is a professor of astronomy at the University of Toronto Canadian Institute for Theoretical Astrophysics (CITA).[1]", "27576146": "Vladimir Paar (born 1942) is a Croatian physicist and university professor.", "41469785": "Nicolas Grandjean (born February 14, 1967) is a French professor of physics. His achievements include over 600 books and articles, giving him an h-index of 62.[1]", "72173405": "Dou Xiankang (Chinese: 窦贤康; born 23 January 1966) is a Chinese space physicist, university administrator and politician, formerly served as president of Wuhan University.", "33703775": "Michel Cassé, is a French astrophysicist, writer and poet born in Fleurance in Gers in 1943.[1][2] He works at CEA (Commissariat à l'énergie atomique),  and at French National Centre for Scientific Research (CNRS) and specializes nucleosynthesis and quantum mechanics.[3]", "4638559": "Yakir Aharonov (Hebrew: יקיר אהרונוב; born August 28, 1932)[1] is an Israeli physicist specializing in quantum physics. He has been a Professor of Theoretical Physics and the James J. Farley Professor of Natural Philosophy at Chapman University in California since 2008.[2] He was a distinguished professor in the Perimeter Institute between 2009-2012[3][4] and is a professor emeritus at Tel Aviv University and at University of South Carolina. He is president of the IYAR, The Israeli Institute for Advanced Research.[5]", "30623590": "Ernest Arushanov (Эрнест Константинович Арушанов; born February 4, 1941) is a Soviet and Moldovan experimental physicist, academician of the Academy of Sciences of Moldova.", "67258217": "Arthur Kent Kerman (born May 3, 1929 – May 11, 2017) was a Canadian-American nuclear physicist, a fellow of the American Physical Society, Fellow of the American Academy of Arts and Sciences, and Fellow of the New York Academy of Sciences.  He was a professor emeritus of physics at Massachusetts Institute of Technology’s Center for Theoretical Physics (CTP) and Laboratory for Nuclear Science He was known for his work on the theory of the structure of nuclei and on the theory of nuclear reactions.[1]", "58443634": "Oskar Walther Vierling (born 24 January 1904 in Straubing, died 1986) was a German physicist, inventor, entrepreneur and professor in high-frequency technology. Vierling was an important inventor and engineer of electronic and electro-acoustic instruments between the 1930s and 1950s.[1]", "41404279": "Timothy Maurice Paul Tait is a Canadian-American particle physicist known for his contributions to the theoretical physics and particle physics, particularly in the field of dark matter. He is currently a professor in the Department of Physics and Astronomy at the University of California, Irvine.", "2115447": "J. Doyne Farmer (born 22 June 1952) is an American complex systems scientist and entrepreneur with interests in chaos theory, complexity and econophysics. He is Baillie Gifford Professor of Complex Systems Science at the Smith School of Enterprise and the Environment, Oxford University, where he is also director of the Complexity Economics programme at the Institute for New Economic Thinking at the Oxford Martin School. Additionally he is an external professor at the Santa Fe Institute.  His current research is on complexity economics, focusing on systemic risk in financial markets and technological progress.  During his career he has made important contributions to complex systems, chaos, artificial life, theoretical biology, time series forecasting and econophysics.  He co-founded Prediction Company, one of the first companies to do fully automated quantitative trading.  While a graduate student he led a group that called itself Eudaemonic Enterprises and built the first wearable digital computer, which was used to beat the game of roulette.", "70141815": "Catherine Louise Hirshfeld Crouch is an American materials physicist. She is a Full professor in the Department of Physics at Swarthmore College and faculty director of Swarthmore's Natural Sciences & Engineering Inclusive Excellence Initiatives.", "61294472": "Cäcilia Böhm-Wendt (born 4 May 1875) was an Austrian physicist, who conducted research on radioactivity.", "66471821": "Anne Juel is a physicist and academic who is currently Professor of Fluid Dynamics in the School of Physics & Astronomy at the University of Manchester. Juel is known for her research on fluid mechanics, the dynamics of surfaces in fluids, instability in fluid dynamics, viscous fingering, and convection. She has also studied the way ribbons curl when a scissor blade is run along them.[1] At the University of Manchester,  she directs the Manchester Centre for Nonlinear Dynamics.[2]", "25511821": "Dr. Salim Mehmud, also known as Salim Mehmood, is a Pakistani rocket scientist and a nuclear engineer. He is the former chairman of Space and Upper Atmosphere Research Commission (SUPARCO). He has served as chief scientist at the Defence Science and Technology Organization. Currently, he is the chief Scientific and Technological Advisor at the Ministry of Communications of Pakistan.", "3196820": "Herman Russell Branson (August 14, 1914 – June 7, 1995) was an American physicist, chemist, best known for his research on the alpha helix protein structure, and was also the president of two colleges. He received a fellowship from the Rosenwald Foundation.[1]", "34031511": "Henry Elliot CBE FRS,[1] (28 June 1920 – 5 July 2009) was a British space scientist, and Emeritus Professor of Physics, at the University of London.[2]", "70797209": "Kostantin \"Kosta\" Alković (Serbian Cyrillic: Коста Алковић; Zemun, Habsburg Monarchy, 14 September 1834 – Belgrade, Kingdom of Serbia, 2 May 1909[1]) was a physicist, professor of physics and mechanics from 1863 to 1892 at the Belgrade College,[2] state advisor and minister of construction. He was also a member of the Serbian Academy of Arts and Sciences[3]", "1034141": "Sir Richard Tetley Glazebrook KCB KCVO FRS[1] (18 September 1854 – 15 December 1935) was an English physicist.[2]", "46516128": "Belita Koiller is a Brazilian Professor of Physics at the Instituto de Física,[1] Universidade Federal do Rio de Janeiro (UFRJ), Brazil. She is a Condensed Matter Theorist, and has contributed to the understanding of the properties of disordered solids, particularly disordered chains and semiconductor alloys. More recently, she has been interested in quantum control of individual electron spin and charge in semiconductors, aiming at applications in quantum information and quantum computing.[2]", "68831141": "Elizabeth Villa is an American biophysicist who is Associate Professor at the University of California, San Diego. Her research considers the development of Cryo Electron Tomography and structural biology. She was named a Howard Hughes Medical Institute Research Investigator in 2021.", "55855023": "Rosina Maria Zornlin (6 December 1795 – 22 May 1859) was a British author who wrote science popularizations and works on religion.", "23218097": "Samson Semyonovich Kutateladze (Russian: Самсо́н Семёнович Кутатела́дзе; 31 July [O.S. 18 July] 1914 – 20 March 1986) was a Soviet heat physicist and hydrodynamist.", "12011441": "Peter Mazur (born Vienna, Austria, 11 December 1922; died Lausanne, Switzerland, 15 August 2001[1]) was an Austrian-born, Dutch physicist and one of the founders of the field of non-equilibrium thermodynamics. He is the father of Harvard University physics professor Eric Mazur.", "30721969": "Zeng-Yuan Guo (Chinese: 过增元; pinyin: Guò Zēng-yuán), born 20 February 1936 in Jiangsu Province, is a professor in the Department of Engineering Mechanics (School of Aerospace) in Tsinghua University, Beijing, China. He is a member of the Chinese Academy of Sciences (1997) and a ASME fellow (1998).[1]", "5556150": "Yuri Nikolayevich Denisyuk (Russian: Юрий Николаевич Денисюк; July 27, 1927 in Sochi — May 14, 2006 in Saint Petersburg) was a Russian physicist and one of the founders of optical holography in the former Soviet Union. He is known for his great contribution to holography, in particular for the so-called \"Denisyuk hologram\". He was a full member of the Russian Academy of Sciences (1992; corresponding member since 1970), doctor of physical and mathematical sciences (1971, candidate of sciences since 1964), professor (1980).", "31442873": "William Wrighton Eustace Ross [often misspelt William Wrightson Eustace Ross] (June 14, 1894 – August 26, 1966) was a Canadian geophysicist and poet. He was the first published poet in Canada to write Imagist poetry, and later the first to write surrealist verse, both of which have led some to call him \"the first modern Canadian poet.\"[1]", "39700417": "Calculated Risk is a 1960 science fiction novel – specifically, a time travel story – by Charles Eric Maine. It was first published in the U. K. by Hodder & Stoughton; a paperback version by Corgi Books appeared in 1962.[1][2][3]", "18381": "John William Strutt, 3rd Baron Rayleigh, OM, PC, FRS (/ˈreɪli/; 12 November 1842 – 30 June 1919) was a British mathematician and physicist who made extensive contributions to science. He spent all of his academic career at the University of Cambridge. Among many honours, he received the 1904 Nobel Prize in Physics \"for his investigations of the densities of the most important gases and for his discovery of argon in connection with these studies.\" He served as president of the Royal Society from 1905 to 1908 and as chancellor of the University of Cambridge from 1908 to 1919.", "67520463": "Petr Petrovich Lazarev (Russian: Пётр Петрович Лазарев; 14 April 1878 – 24 April 1942) was a biophysicist and a founder of the Soviet Institute of Physics and Biophysics (now Lebedev Physical Institute). He also founded the journal Uspekhi fizicheskikh nauk (later Physics-Uspekhi).", "68831187": "Peter John Brancazio (March 22, 1939 – April 25, 2020) was an American professor of physics at Brooklyn College for more than 30 years, whose observatory he temporarily headed. He was best known for his work on physics in sports.", "6604761": "Daulat Singh Kothari (6 July 1906 – 4 February 1993) was an Indian scientist and educationist.[2]", "62474207": "Andreas Dreizler (born 27 March 1966 in Freiburg im Breisgau, Germany)[1] is a German physicist, professor of mechanical engineering at the Technische Universität Darmstadt and heads the division of reactive flows and measurement technology.", "70109158": "Tin-Lun \"Jason\" Ho (born August 12, 1951) is a Chinese-American theoretical physicist, specializing in condensed matter theory, quantum gases, and Bose-Einstein condensates.[1] He is known for the Mermin-Ho relation.[2]", "56346602": "Arvind Kumar (born 1943) is an Indian physicist and educationist. He was Centre Director, Homi Bhabha Centre for Science Education, Mumbai, during the period 1994-2008.[1] For his contributions in the field of science education, he was awarded the Padma Shri, India's fourth highest civilian honour, in 2010.[2] He is a Fellow of the National Academy of Sciences, India, and is the recipient of several other honours and awards, including the TWAS regional award for Science Education.", "37865454": "Arthur Foster Hebard (born 2 March 1940) is Distinguished Professor of Physics at University of Florida in Gainesville, Florida. He is particularly noted for leading the discovery of superconductivity in Buckminsterfullerene in 1991.[1][2]", "49170415": "Sandu Popescu FRS[3] (born 1956 in Oradea, Romania[citation needed]) is a Romanian-British physicist working in the foundations of quantum mechanics and quantum information.[4]", "38193137": "Levon Pogosian is a cosmologist and a Professor of Physics at Simon Fraser University.[1][2][3]", "71354355": "Hiroshi Suura (born August 19, 1925, Hiroshima, Japan – September 15, 1998) was a Japanese theoretical physicist, specializing in particle physics.", "9259009": "Ilya Mikhailovich Lifshitz (Ukrainian: Ілля́ Миха́йлович Лі́фшиць, Russian: Илья́ Миха́йлович Ли́фшиц; January 13, 1917 – October 23, 1982) was a leading Soviet theoretical physicist, brother of Evgeny Lifshitz. He is known for his works in solid-state physics, electron theory of metals, disordered systems, and the theory of polymers.[1][2]", "38684682": "Giulio Magli (born 1964, Rome) is an Italian astrophysicist and archaeo-astronomer working primarily on the relationship between the architecture of ancient cultures and the sky.", "66078731": "Sinéad Farrington FRSE is a British particle physicist who works on the ATLAS experiment at the Large Hadron Collider.", "9390091": "Systems Engineering Research Center, Stevens Institute of Technology\nQforma (COO, CEO)\nCenter for Adaptive Systems Applications (CFO)\nLos Alamos National Laboratory", "24037399": "Leonid Maksimovich Brekhovskikh (6 May 1917 – 15 January 2005; Russian: Леони́д Макси́мович Бреховски́х) was a Soviet and Russian scientist known for his work in acoustical and physical oceanography.", "51136536": "Charles Francis Mott (1877–1967) the son of Charles Henry Blackshaw Mott [1] was an English physicist and educator, and the father of Nobel laureate Nevill Francis Mott.", "13125658": "Stuart Palmer FREng, also known as S. B. Palmer, is the honorary secretary of the Institute of Physics,[1] and was the deputy vice-chancellor of the University of Warwick between 1999 and 2009. He is an emeritus professor of physics at Warwick who has worked in condensed matter physics and engineering physics and has extensively exploited the technique of ultrasound.", "54577180": "Marcello Conversi (August 25, 1917 – September 22, 1988) was an Italian particle physicist. He is best known for his 1946 cosmic ray experiment where he showed that the \"mesotron\", now known as the muon, was not a strongly interacting particle.[1]", "61196317": "Salvatore Cezar Pais is an American aerospace engineer and inventor, currently working for the United States Space Force. He formerly worked at the Naval Air Station Patuxent River. His patent applications for the US Navy attracted attention for their potential energy-producing applications, but also doubt about their feasibility, and speculation that they may be scams, pseudoscience, or disinformation intended to mislead the United States' adversaries.[1]", "45271071": "Thomas Greytak is the Lester Wolfe Professor of Physics, emeritus, at the Massachusetts Institute of Technology. His areas of research include experimental low temperature condensed matter physics and superfluid systems.[2] Currently, he is working with Daniel Kleppner on research concerning ultra cooled atomic hydrogen.", "68700195": "Robert Naeye is an American science journalist and former magazine editor.", "59525157": "Avadh B. Saxena is an American physicist and currently the Group Leader of Physics of Condensed Matter and Complex Systems Group (T-4) at Los Alamos National Laboratory, New Mexico, United States.[2] His contributions cover a range of topics including phase transitions, functional materials, topological defects such as solitons and skyrmions, and Non-Hermitian quantum mechanics. Saxena completed his PhD at the Temple University in 1986 (advisor: James D. Gunton[1]). Subsequently, he held a joint postdoc position at the Materials Research Lab at Penn State (with Gerhard R. Barsch) and Cornell University (with James A. Krumhansl).  In 1990 he came to Los Alamos National Laboratory as a visiting scientist/consultant to the Theoretical Division (with Alan R. Bishop), and in 1993 became a Technical Staff Member. In January 2006 he assumed the Deputy Group Leader position of the Condensed Matter and Statistical Physics Group (formerly T-11) and since January 2009 he is the Group Leader of T-4. He is currently also an affiliate professor at the KTH Royal Institute of Technology,[3] and adjunct professor at the University of Barcelona, University of Crete, Greece, Virginia Tech, and University of Arizona, and scientific advisor at the  National Institute for Materials Science at Tsukuba, Japan. He is a Fellow of Los Alamos National Laboratory, a Fellow of the American Physical Society (APS), and a member of the Sigma Xi Scientific Research Society and APS.", "60573735": "Zhou Tongqing (Chinese: 周同庆; 21 December 1907 – 13 February 1989), also known as Tung-Ching Chow,[1] was a Chinese optical physicist. After earning his Ph.D. from Princeton University, he taught at Peking University, National Central University, Shanghai Jiao Tong University, and Fudan University. He led the development of China's first X-ray tube in 1953 and was elected a founding member of the Chinese Academy of Sciences in 1955. His research was disrupted when he was subject to severe persecution during the Anti-Rightist Campaign and the Cultural Revolution. Although later politically rehabilitated, he was plagued by poor health for the rest of his life.", "4376617": "Ferenc Krausz (born 17 May 1962[2]) is a Hungarian physicist working in attosecond science. He is a director at the Max Planck Institute of Quantum Optics and a professor of experimental physics at the Ludwig Maximilian University of Munich in Germany. His research team has generated and measured the first attosecond light pulse and used it for capturing electrons' motion inside atoms, marking the birth of attophysics.[2] In 2023, jointly with Pierre Agostini and Anne L'Huillier, he was awarded the Nobel Prize in Physics.", "24004650": "John A. Smolin (born 1967) is an American physicist and Fellow of the American Physical Society at IBM's Thomas J. Watson Research Center.", "1198133": "Piermaria Jorge Oddone (born March 26, 1944 in Arequipa, Peru[1]) is a Peruvian-American particle physicist.", "64178230": "Patrick Henry Diamond is an American theoretical plasma physicist. He is currently a professor at the University of California, San Diego,[1] and a director of the Fusion Theory Institute at the National Fusion Research Institute in Daejeon, South Korea, where the KSTAR Tokamak is operated.[2]", "25380923": "Ray Norris is an astrophysicist and science communicator, based at the CSIRO Australia Telescope National Facility, and Western Sydney University, and conducts research in astrophysics and  Aboriginal Astronomy.", "9783360": "Daniel Gottesman is a physicist, known for his work regarding quantum error correction, in particular the invention of the stabilizer formalism for quantum error-correcting codes, and the Gottesman–Knill theorem. He is a faculty member at the University of Maryland.", "1787969": "As Hulk/Joe Fixit:", "57526336": "University of Pretoria", "4704322": "Samuel Tolansky, born Turlausky,[2] FRAS FRSA FInstP FRS[1][3][4] (17 November 1906 – 4 March 1973),[5] was a British physicist. He was nominated for a Nobel Prize, has a crater on the Moon named after him near the Apollo 14 landing site and he was a principal investigator to the NASA lunar project known as the Apollo program.[6]", "59394121": "Claudine Hermann (19 December 1945 – 17 July 2021) was a French physicist and Honorary Professor at École Polytechnique. She was the first woman to be appointed professor at École Polytechnique in 1992. She was also the Vice President of the European Platform of Women Scientists.", "9750615": "Marietta Blau (29 April 1894 – 27 January 1970) was an Austrian physicist credited with developing photographic nuclear emulsions that were usefully able to image and accurately measure high-energy nuclear particles and events, significantly advancing the field of particle physics in her time. For this, she was awarded the Lieben Prize by the Austrian Academy of Sciences. As a Jew, she was forced to flee Austria when Nazi Germany annexed it in 1938, eventually making her way to the United States. She was nominated for Nobel Prizes in both physics and chemistry for her work, but did not win. After her return to Austria, she won the Erwin Schrödinger Prize from the Austrian Academy of Sciences.", "247897": "Gene Myron Amdahl (November 16, 1922 – November 10, 2015) was an American computer architect and high-tech entrepreneur, chiefly known for his work on mainframe computers at IBM and later his own companies, especially Amdahl Corporation. He formulated Amdahl's law, which states a fundamental limitation of parallel computing.", "50186330": "Eduard Alekseevich Kuraev[1] (Russian: Эдуа́рд Алексе́евич Кура́ев; October 17, 1940 in Apsheronsk – March 4, 2014 in Dubna) — Soviet and Russian theoretical physicist. Doctor of Physical and Mathematical Sciences (1971).", "58902618": "Denis Burgarella (born 8 May 1960 in Marseille, France) is a French astrophysicist at Laboratoire d'astrophysique de Marseille [fr].[1]", "19023975": "Andreas Mershin is a physicist at the Center for Bits and Atoms in the Massachusetts Institute of Technology.", "42551400": "Eileen Gail de Planque (also Eileen Gail de Planque Burke, best known as E. Gail de Planque; 1944 – September 8, 2010) was an American nuclear physicist. An expert on environmental radiation measurements, she was the first woman and first health physicist to become a Commissioner at the US government's Nuclear Regulatory Commission (NRC).[1]  Her technical areas of expertise included environmental radiation, nuclear facilities monitoring, personnel dosimetry, radiation shielding, radiation transport, and solid state dosimetry.[2][3]", "50186349": "Robert Graham Hamish Robertson (born 3 October 1943) is a Canadian–American experimental physicist, specializing in neutrino physics.[1] He is a Professor Emeritus at the University of Washington, where he was formerly the director of the University of Washington's Center for Experimental Nuclear Physics and Astrophysics.", "4573294": "Paul A. Moskowitz works at the IBM Thomas J. Watson Research Center in New York. Moskowitz is a graduate of Stuyvesant High School in New York City, received a Ph.D. in physics at New York University, and has held research and teaching positions at the Université Grenoble, Johannes Gutenberg-Universität Mainz, and at the University of Colorado Boulder. His early work in the area of nuclear physics resulted in the publication of the Moskowitz-Lombardi rule.", "70699125": "Michelle Anna Espy is an American physicist at the Los Alamos National Laboratory who studies ultra-low-field nuclear magnetic resonance magnetic resonance imaging using SQUIDs, with applications including magnetoencephalography (the recording of magnetic fields generated by brain activity) and the detection of explosive materials and nerve agents in airline security screening.[1][2] At Los Alamos, she has also worked on neutron imaging of stockpiled weapons[3] and of the skull of the Bisti Beast, a fossil tyrannosaur.[4]", "56772726": "Leonid Mikhailovich Biberman (Russian: Леонид Михайлович Биберман; 7 April 1915, Poti — 23 September 1998, Moscow) was a Soviet and Russian physicist and a Corresponding Member of the Russian Academy of Sciences (1991). He was one of the founders of the Thermophysics research school in the Soviet Union.", "70928502": "Aneta Siemiginowska is a Polish-American astrophysicist whose research involves high-energy cosmic objects including supermassive black hole, quasars, blazars, active galaxies, and astrophysical jets.[1][2] She works at the Center for Astrophysics | Harvard & Smithsonian as a senior astrophysicist in the Chandra X-ray Center.[3]", "3033206": "Edward Leonard Ginzton (December 27, 1915 – August 13, 1998) was a Ukrainian-American engineer.", "23382133": "Prof. Shri Krishna Joshi (6 June 1935 – 15 May 2020) was an Indian physicist. He was born on 6 June 1935 in the village of Anarpa in Kumaun, Uttarakhand, India.[1]", "149626": "Wilhelm Carl Werner Otto Fritz Franz Wien (German pronunciation: [ˈvɪlhɛlm ˈviːn] ⓘ; 13 January 1864 – 30 August 1928) was a German physicist who, in 1893, used theories about heat and electromagnetism to deduce Wien's displacement law, which calculates the emission of a blackbody at any temperature from the emission at any one reference temperature.", "41470072": "Georges Zissis (born 1964) is a Greek physicist.", "67848312": "Svein-Erik Hamran (born 1960) is a Norwegian professor in radar remote sensing at the University of Oslo.[3] He led the development of the Radar Imager for Mars' subsurface experiment (RIMFAX) for the Mars rover Perservance as Principal Investigator for the Norwegian Defence Research Establishment (FFI),[4] and is a Co-Principal Investigator for the WISDOM radar on the European Space Agency's Rosalind Franklin rover.[2][5]", "64440446": "Prof. Tara Murphy is an Australian Astrophysicist and CAASTRO (the ARC Centre of Excellence for All-sky Astrophysics) chief investigator working in the School of Physics at the University of Sydney.[1][2] Murphy led a group that first confirmed radio emissions from the 2017 Neutron Star Merger event which provided evidence for a global scientific announcement in the field of gravitational waves.[3]", "8931454": "Theodore Willard Case (December 12, 1888 – May 13, 1944) was an American chemist who invented the Movietone sound-on-film system.", "247934": "Louis-Jacques-Mandé Daguerre (/dəˈɡɛər/ ⓘ də-GAIR, French: [lwi ʒɑk mɑ̃de daɡɛʁ]; 18 November 1787 – 10 July 1851) was a French artist and photographer, recognized for his invention of the eponymous daguerreotype process of photography. He became known as one of the fathers of photography. Though he is most famous for his contributions to photography, he was also an accomplished painter, scenic designer, and a developer of the diorama theatre.", "25741443": "Rolf Michel (born January 21, 1945 in Tambach-Dietharz) is a German physicist. He studied physics at the University of Cologne and became in 1984 Professor for Radiation Protection at the Leibniz-University Hanover.", "41568401": "Henrik Julius Ager-Hanssen (21 July 1930 – 19 November 2004) was a Norwegian nuclear physicist and businessperson. He spent his career in the nuclear energy sector from 1956 to 1975, then in the petroleum company Statoil from 1976 to 1998.", "42125461": "Massimilla \"Milla\" Baldo-Ceolin (12 August 1924, Legnago, Italy – 25 November 2011) was an Italian particle physicist.[1]", "29608092": "Paul-Henri Rebut is a French physicist, working in nuclear fusion.[1]", "542877": "Prof George Francis FitzGerald FRS FRSE FTCD (3 August 1851 – 22 February 1901) was an Irish academic and physicist who served as Erasmus Smith's Professor of Natural and Experimental Philosophy at Trinity College Dublin (TCD) from 1881 to 1901.", "42027166": "Ann Heinson is an American high-energy particle physicist known for her work on single top quark physics.  She established and led the DØ Single Top Group which first published experimental observations of the top quark,[1] and in 1997 she co-authored a paper which laid the foundations for further investigation into the top quark.[2]", "65620128": "Allen Lee Sessoms (born November 17, 1946) is an American physicist, diplomat, and academic administrator. His scientific research focused on quarks and related subatomic particles at CERN and Harvard University. Sessoms worked in the United States Department of State for 12 years, rising to the position of deputy ambassador at the Embassy of the United States, Mexico City. He later served as president of Queens College, City University of New York, Delaware State University, and the University of the District of Columbia.", "48646304": "Dr. Eric 'Davis' Earle (died 24 December 2016) was a Canadian nuclear physicist. A Rhodes Scholar, he worked at Chalk River and helped organize Sudbury Neutrino Observatory as part of the project team whose director, Arthur B. McDonald, won the 2015 Nobel Prize in Physics.[1][2]", "1820834": "Michael Aaron Nielsen (born January 4, 1974) is a quantum physicist, science writer, and computer programming researcher living in San Francisco.[3]", "34293926": "Walter D. Knight (October 14, 1919 – June 28, 2000) was an American physicist.\n[1]\n[2]\n[3] He discovered the Knight shift, the effect that has been given his name.[2][3]\nKnight shifts are frequency shifts of the nuclear magnetic resonance (NMR) in metals.[3]", "57788588": "Li Lin (Chinese: 李林; 31 October 1923 – 31 May 2003) was a Chinese physicist. She made important contributions to China's metallurgy, nuclear power, and high-temperature superconductivity programs, and was elected as an academician of the Chinese Academy of Sciences in 1980. Her father Li Siguang and husband Chen-Lu Tsou were also prominent scientists and academicians.", "33409199": "Alan Bicksler Fowler (born October 15, 1928) is an American physicist.[1]", "39635121": "Vít Kárník (5 October 1926 in Prague – 31 January 1994 in Prague) was a Czech geophysicist and seismologist. He and Wilhem Sponheuer developed the Medvedev–Sponheuer–Karnik scale (MSK-scale) for measurement of intensity of earthquakes with Sergei Medvelev and in scale described magnitude of epicentric points.", "41502904": "Ken-ichi Ueda (植田 憲一, Ueda Ken'ichi; born on October 22, 1946) is a Japanese laser scientist. He published more than 700 papers in international journals.", "64211144": "Matej Pavšič is a Slovenian theoretical physicist. During his work at Jožef Stefan Institute he has investigated mirror particles, conformal relativity, Kaluza-Klein theories, brane world scenarios, Clifford algebras and relativity in Clifford spaces.", "12339403": "Pierre Ramond (/rəˈmɔːnd/;[1] born 31 January 1943) is distinguished professor of physics at University of Florida in Gainesville, Florida.[2] He initiated the development of superstring theory.", "37177557": "Robert Bellamy Clifton FRS (13 March 1836 – 21 February 1921) was a British scientist.[1]", "62834907": "Erich Spitz (born 27 March 1931) is a French engineer and physicist of Moravian German ethnicity.", "15550686": "Nicholas (Nick) John Phillips (26 September 1933 – 23 May 2009) was an English physicist, notable for the development of photochemical processing techniques for the colour hologram. Holograms typically used to have low signal-to-noise ratios, and Phillips is credited as the pioneer of silver halide holographic processing techniques for producing high-quality reflection holograms.", "52644065": "Trond Helge Torsvik (born October 12 1957) is a Norwegian professor of geophysics at the University of Oslo. He directs the Centre for Earth Evolution and Dynamics.[1] In 2015 Torsvik received the Leopold von Buch award for his outstanding contributions to the understanding of geodynamics. The prize is awarded by the German Geological Society [de]. In 2016 he also received the Arthur Holmes Medal & Honorary Membership from the European Geosciences Union.[2]", "21645546": "Stanley S. Ballard (1908–1998[1]) was an American physicist, specializing in optics. He was president of the Optical Society of America in 1963[2] and of the American Association of Physics Teachers during 1968–69.[3] In 1986 he was awarded the Oersted Medal.[4] During World War II, Ballard served as a Commander in the United States Navy.\nFrom 1956 to 1959 he was the President of the International Commission for Optics.", "57821420": "Harvey L. Slatin (June 17, 1915 - February 23, 2013) was an American physicist and inventor.[1] He was the 23rd scientist recruited to work on the Manhattan Project at Los Alamos, New Mexico in 1942. He worked on the isolation of plutonium. He was the last surviving member of his Special Engineering Detachment (SED) relating to the Manhattan Project.[2]", "64440565": "Miro Erkintalo is a New Zealand physicist specialising in nonlinear optics and laser physics, based at the University of Auckland.", "66078970": "David Ricardo Serrano Gonçalves Sobral (born 11 February 1986)[1] is a Portuguese Astrophysicist, best known for the discovery of galaxy CR-7. He was an Astrophysics lecturer and Reader at Lancaster University from January 2016 to August 2022.[2][3][4]", "68864253": "Suzanne Prestrud Anderson is an American geophysicist who is a professor at the University of Colorado Boulder. Her research considers chemical weathering and erosion, and how it shapes the architecture of critical zones. She is a Fellow of the Geological Society of America and the American Geophysical Union.", "8931584": "Milan Damnjanović (Serbian Cyrillic: Милан Дамњановић) (born 07.09.1953.) is a full professor specialising in Quantum mechanics and Mathematical physics at the Faculty of Physics at the University of Belgrade and Member of Serbian Academy of Sciences and Arts.", "66701568": "Kevin William Keohane CBE, KCSG, FInstP (1923-1996) was a British physicist and education administrator. Keohane was the first Professor of Science Education in the United Kingdom, holding the position with the Chelsea College of Science and Technology between 1967 and 1976. Keohane was made the first Rector of the newly formed Roehampton Institute of Higher Education in 1976, a position he held until his retirement in 1988.[1][2]", "31803650": "Sergio Focardi (1932 – 22 June 2013) was an Italian physicist and professor emeritus at the University of Bologna.[1][2][3]\nHe led the Department of Bologna of the (Italian) National Institute for Nuclear Physics[4][5] and the Faculty of Mathematical, Physical and Natural Sciences at the University of Bologna.[6][7]", "11913475": "Robert \"Rob\" Blokzijl (21 October 1943 – 1 December 2015) was a Dutch physicist and computer scientist at the National Institute for Subatomic Physics (NIKHEF), and an early internet pioneer.[1][2] He was founding member and chairman of RIPE, the Réseaux IP Européens (French translation of: Europeans IP Networks), the European Internet Registrar organisation.", "575754": "Pierre-Gilles de Gennes (French: [ʒɛn]; 24 October 1932 – 18 May 2007) was a French physicist and the Nobel Prize laureate in physics in 1991.[2][3][4][5]", "31082764": "Andrew Pritchard FRSE (14 December 1804 – 24 November 1882) was an English naturalist and natural history dealer who made significant improvements to microscopy and studied microscopic organisms. His belief that God and nature were one led him to the Unitarians, a religious movement to which he and his family devoted much energy. He became a leading member of Newington Green Unitarian Church in north London, and worked to build a school there.", "60639502": "Toby Hendy (born 11 July 1995) is a science communicator and YouTuber who focuses on educational content relating to physics, mathematics and astronomy.", "34588954": "Martin Summerfield (20 October 1916 – 18 July 1996) was an American physicist and rocket scientist, a co-founder of Aerojet, head of Princeton University propulsion and combustion laboratory.[1][2]\n[3]", "70011163": "David Alan Huse (born May 16, 1958) is an American theoretical physicist, specializing in statistical physics and condensed matter physics.[1][2]", "63916324": "Elvira Maria Correia Fortunato GOIH (born 22 July 1964) is a Portuguese scientist and minister of science and technology. She is a professor in the Department of Materials Science at the NOVA School of Science and Technology and vice-rector of the NOVA University Lisbon. Fortunato is an innovator in the field of paper electronics, including transistors, memories, sensors, batteries, displays, antennas, and solar cells.[1][2][3]", "772395": "Jacques-Arsène d'Arsonval (8 June 1851 – 31 December 1940) was a French physician, physicist and inventor of the moving-coil D'Arsonval galvanometer and the thermocouple ammeter. D'Arsonval was an important contributor to the emerging field of electrophysiology, the study of the effects of electricity on biological organisms, in the nineteenth century.", "56183086": "Ivan Marusic FAA FTSE (born 1965) is an Australian engineer and physicist. He is known for his work on turbulence at high Reynolds number, using both theoretical and experimental approaches.", "21252406": "Cecil Reginald Burch, FRS[1] (12 May 1901 – 19 July 1983) was a British physicist and engineer.", "68438327": "Wu Jong-shinn (吳宗信, also Wu Tsung-hsin)  is a Taiwanese scientist, professor, and administrator. He is the director general of the National Space Organization (NSO or NSPO).", "71551291": "Marie-Louise Saboungi is a  Lebanese-born American condensed matter physicist at the Institut de Minéralogie, de Physique des Matériaux et de Cosmochimie (IMPMC), Sorbonne University, Paris, France.", "42027325": "Deborah Enilo Ajakaiye  was born in 1940 in Plateau State in Northern Nigeria,[1][2] and is a Nigerian geophysicist.  She is the first female physics professor in Africa and her work in geophysics has played an important role in mining in Nigeria.[3]", "52447550": "Rabia Salihu Sa'idpronunciationⓘ[a] (born on  April 21, 1963) is a Nigerian physicist, professor of atmospheric and space-weather physics, and a researcher at Bayero University Kano.  She conducts research in atmospheric and space weather physics, particle physics, and electronics. Sa'id is an advocate and mentor for young women in science with the Visiola Foundation and Peace Corps; she co-founded Nigeria's Association of Women Physicists. She is an advocate and mentor of Science, technology, engineering, and mathematics (STEM) education and is a facilitator for the British Council's Active Citizens' Programme.[citation needed]", "62867776": "Manuel García Velarde (pronounced [maˈnwel ɣaɾˈθia βeˈlaɾðe]; born 14 September 1941) is a Spanish physicist and university professor,[1][2] currently a member of the Academia Europaea,[3] the Royal Academy of Doctors of Spain[4] and the European Academy of Sciences.[5] Velarde has worked in American and European universities and research organizations, focusing on fluid dynamics and other non-linear problems, including the kinetic and thermodynamic theories, hydrodynamic and interfacial instabilities, anharmonic lattices and electronics.[6]", "7883073": "Herbert Eugene Ives (July 31, 1882 – November 13, 1953) was a scientist and engineer who headed the development of facsimile and television systems at AT&T in the first half of the twentieth century.[1] He is best known for the 1938 Ives–Stilwell experiment, which provided direct confirmation of special relativity's time dilation,[2] although Ives himself did not accept special relativity, and argued instead for an alternative interpretation of the experimental results.[3] Ives has been described as \"the most authoritative opponent of relativity in United States between the late 1930s and the early 1950s.\"[4]", "11290947": "Thomas Royds (April 11, 1884 – May 1, 1955) was a British solar physicist who worked with Ernest Rutherford on the identification of alpha radiation as the nucleus of the helium atom, and who was Director of the Kodaikanal Solar Observatory, India.", "24234308": "Bonnard John Teegarden (born August 23, 1940)[1] is an American astrophysicist formerly with NASA's Goddard Space Flight Center, now retired. He spent most of his career studying cosmic gamma rays and is best known to the public for leading the team that discovered Teegarden's star in 2003.[2]", "2804044": "Roberto Daniele Peccei (Italian: [petˈtʃɛi]; January 6, 1942[1] – June 1, 2020)[2][3] was a theoretical particle physicist whose principal interests lay in the area of electroweak interactions and in the interface between particle physics and physical cosmology. He was most known for formulating the Peccei–Quinn theory (with Helen Quinn), which attempts to resolve the strong CP problem in particle physics.[4][5]", "28330320": "Arthur S. Iberall (June 12, 1918 – December 8, 2002) was an American physicist/hydrodynamicist and engineer who pioneered homeokinetics, the physics of complex, self-organizing systems. He was the originator of the concept of lines of non-extension on the human body which was used to create workable space suits.", "3983706": "Edward Peter Raynes FRS HonFInstP (born (1945-07-04)4 July 1945)[1] is Professor of Optoelectronic Engineering at the University of Oxford (since 1998). He was, and continues to be, an early developer and advocate of liquid crystal displays (LCDs).", "2574684": "Sankar Kumar Pal (born 1950) is a computer scientist and the president (& former director) of the Indian Statistical Institute, Kolkata. He is also a National Science Chair, Government of India. Prof. Pal is a computer scientist with an international reputation on pattern recognition, image processing, fuzzy neural network, soft computing, granular mining, and machine intelligence. He founded the Machine Intelligence Unit in 1993, and the Center for Soft Computing Research: A National Facility (the first of its kind in the country) in 2004, both at the ISI. He is the founder president of the Indian National Academy of Engineering, Kolkata Chapter.[1]", "60770674": "Harold George \"Jerry\" Jerrard (1921 – 2013)[2] was a British physicist known for his books with Donald Burgess McNeill. His research concerned optics, and included reviving the theory of the Poincaré sphere for modeling the behavior of polarised light, 60 years after it was suggested by Henri Poincaré and then largely forgotten.[3] He was a reader of physics at the University of Southampton, a professor of physics at Oklahoma State University–Stillwater, and a Fellow of the Institute of Physics.[4] He also enjoyed sailing on the Solent, and served for 20 years in local politics in the Borough of Fareham, becoming leader of the borough council, mayor, and a member of the Hampshire County Council.[2]", "870771": "Roderick MacKinnon (born February 19, 1956[1]) is an American biophysicist, neuroscientist, and businessman. He is a professor of molecular neurobiology and biophysics at Rockefeller University who won the Nobel Prize in Chemistry together with Peter Agre in 2003 for his work on the structure and operation of ion channels.[2][3][4]", "13519221": "Sir Keith Burnett, CBE,[1] FRS FLSW[2] FINSTP (born 30 September 1953)[3] is a British physicist and President Elect of the Institute of Physics. He is Chair of the Nuffield Foundation[4] — an independent charitable trust with a mission to advance educational opportunity and social well-being, founding Chair of the Academic Council the Schmidt Science Fellows,[5] and a member of the Board of international education providers Study Group.[6]", "39700855": "Josh Aaron Cassada (born July 18, 1973) is an American physicist, test pilot, and NASA astronaut. Prior to his selection to join NASA in 2013, Cassada served as a test pilot in the US Navy, and has over 3,500 hours in more than 40 aircraft, and 23 combat missions.  In August 2018, Cassada was selected for CTS-1, the first operational mission of the Boeing CST-100 Starliner,[1][2][3] but subsequently reassigned to SpaceX Crew-5.", "27707779": "Wolfgang Götze (born 11 July 1937 – 20 October 2021) was a German theoretical physicist.", "215430": "Mihajlo Idvorski Pupin (Serbian Cyrillic: Михајло Идворски Пупин, pronounced [miˈxǎjlo ˈîdʋoɾski ˈpǔpin]; 4 October 1858[3][4] – 12 March 1935), also known as Michael Pupin, was a Serbian physicist, physical chemist and philanthropist based in the United States.", "63031687": "Surya Ganguli (born Kolkata, India) is a university professor at Stanford University and a visiting research professor at Google. Ganguli is primarily known for his work on neural networks and deep learning, although he has also published papers on theoretical physics. He presently runs the Neural Dynamics and Computation Lab at Stanford, where he aims to reverse engineer how networks of neurons and synapses cooperate across multiple scales of space and time to facilitate sensory perception, motor control, memory, and other cognitive functions. He is also known for being a prolific public speaker and lecturer, having been invited to give over 200 talks at various universities, institutes, workshops, conferences, and symposiums since 2005.[1][2]", "49236364": "Colin Ramm (1921-2014) was an Australian particle physicist. Ramm worked at CERN on the detection of neutrinos, developing the 500-litre bubble chamber known as the Ramm Chamber, which was completed in 1960. He later served as the Dean of the Faculty of Science at the University of Melbourne.  The Ramm Prize for Experimental Physics, offered at the University of Melbourne, is named in his honour.", "59492750": "Henriette D. Elvang is a Theoretical Particle Physicist and Professor at the University of Michigan. She works on quantum field theory and scattering processes.", "73550225": "Peng Lifa (Chinese: 彭立发; pinyin: Péng Lìfā; born 1974) is a Chinese physicist, electromagnetism researcher, philosophy enthusiast, and democracy activist who initiated the Beijing Sitong Bridge protest in October 2022. He was named one of the 100 most influential people in the world by Time magazine in 2023.[1]", "29804947": "Majid Shahriari (Persian: مجید شهریاری, c. 1966 – 29 November 2010)[1] was a top Iranian nuclear scientist and physicist who worked with the Atomic Energy Organization of Iran.", "68077974": "Heike Rauer (born 18 June 1961)[1] is a German astronomer specializing in exoplanets and their detection methods. Rauer has been the Head of the Institute of Planetary Research at the German Aerospace Center since November 2017. She is also the head of the instrument consortium for the European Space Agency's PLATO space telescope, which set to launch in 2026. Previously, she is a member of CoRoT, Rosetta's MIRO spectrometer and the Next Generation Transit Survey collaborations.[2][3]", "20695458": "Dmitry Vasil'evich Shirkov (Russian: Дми́трий Васи́льевич Ширко́в; 3 March 1928 – 23 January 2016) was a Russian theoretical physicist, known for his contribution to quantum field theory and to the development of the renormalization group method.", "1624482": "Charles Henry Bennett (born 1943)[1] is a physicist, information theorist and IBM Fellow at IBM Research. Bennett's recent work at IBM has concentrated on a re-examination of the physical basis of information, applying quantum physics to the problems surrounding information exchange. He has played a major role in elucidating the interconnections between physics and information, particularly in the realm of quantum computation, but also in cellular automata[2] and reversible computing. He discovered, with Gilles Brassard, the concept of quantum cryptography and is one of the founding fathers of modern quantum information theory (see Bennett's four laws of quantum information).", "68897186": "Yang-Hui He (simplified Chinese: 何杨辉; traditional Chinese: 何楊輝; pinyin: Hé Yáng Huī; born 29 September 1975[1]) is a mathematical physicist, who is a Fellow at the London Institute,[2] which is based at the Royal Institution of Great Britain, as well as lecturer and former Fellow at Merton College, Oxford.[3][4] He holds honorary positions as visiting professor of mathematics at City, University of London,[5] Chang-Jiang Chair professor at Nankai University,[6] and President of STEMM Global scientific society.[7]", "54610344": "Peter Salcher (Kreuzen, 10 August 1848 — Sušak, today part of Rijeka, 4 October 1928) was an Austrian and Croatian physicist.[1][2][3][4]", "51624": "Thomas Young FRS (13 June 1773 – 10 May 1829) was a British polymath who made notable contributions to the fields of vision, light, solid mechanics, energy, physiology, language, musical harmony, and Egyptology. He was instrumental in the decipherment of Egyptian hieroglyphs, specifically the Rosetta Stone.", "23775658": "Theo Geisel (born 24 August 1948 in Limburg an der Lahn, Hesse) is a German physicist. Geisel is a director at the Max Planck Institute for Dynamics and Self-Organization and professor of theoretical physics at the University of Göttingen. His research is primarily concerned with the behavior of complex systems ranging from theoretical investigations in quantum chaos to nonlinear phenomena occurring in the brain.", "72534458": "William Christopher Swinbank (8 May 1913 – 28 December 1973) was a British-born meteorological physicist who worked at the UK Meteorological Office, the CSIRO Australia and the NCAR Colorado. His main areas of research were fog prediction, upper atmosphere analysis, wind predictions, hail storms and turbulent fluxes.", "21252539": "Frank Philip Bowden CBE FRS[1] (2 May 1903 – 3 September 1968) was an Australian physicist.", "11979196": "David Robert Nygren (born December 30, 1938) is a particle physicist known for his invention of the time projection chamber.[1] He is a Presidential Distinguished Professor of Physics, University of Texas at Arlington now. He has worked at Lawrence Berkeley National Laboratory since 1973.[2] He has been called \"the most distinguished developer of particle detection instruments in the country\".[2]", "6605244": "Robert Edward Vardeman (sometimes called Vardebob) (born 1947) is an American science fiction fan and writer.", "2640318": "Nikolai Ivanovich Shakura (Николай Иванович Шакура; born October 7, 1945, in Belarus SSR) is a Russian astrophysicist. He is the head of the relativistic astrophysics department at the Sternberg Astronomical Institute, Moscow University. As a well-known specialist in the theory of accretion disks, as well as X-ray binaries, together with Rashid Sunyaev, he is particularly famous as the developer of the standard theory of disk accretion[1][2].", "40487364": "John Charles Wheatley (17 February 1927, Tucson – 10 May 1986, Los Angeles) was an American experimental physicist who worked on quantum fluids at low and very low temperatures.[1][2]", "3361221": "John Larry Kelly Jr. (December 26, 1923 – March 18, 1965), was an American scientist who worked at Bell Labs.  From a \"system he'd developed to analyze information transmitted over networks,\" from Claude Shannon's earlier work on information theory, he is best known for his 1956 work in creating the Kelly criterion formula. With notable volatility in its sequence of outcomes,[1] the Kelly criterion can be used to estimate what proportion of wealth to risk in a sequence of positive expected value bets to maximize the rate of return.[2][3]  As a substantial warning, the outcome for the Kelly criterion's recommendation on bet-size \"relies heavily on the accuracy\" of the statistical probabilities given to a gamble's positive expectations.[4]", "42027462": "Caroline Emilie \"Lili\" Bleeker (17 January 1897 – 8 November 1985) was a Dutch entrepreneur and physicist from Middelburg known for her designs and the manufacturing of optical instruments. In the era she grew up, it was the norm for women to become housewives whose chief roles were to perform domestic duties, but Bleeker did not want to conform to these standards. She wanted to pursue an education, and never married her life-long partner, Gerard Willemse, which was quite anomalous at the time.[1] She would later emerge as one of the first women in the Netherlands to become a doctor in physics and mathematics.[2] After earning her PhD, she founded a physics consultancy firm, which served as an influence for the formation of TNO, and extended her firm by establishing a small factory where scientific and optical instruments were produced.[1]", "44026313": "Hulikal Ramaiengar Krishnamurthy (born 1951) is an Indian theoretical physicist. He specializes in theoretical condensed matter physics, especially quantum many-body theory and statistical physics.[1] He was the chairman of the Department of Physics, Indian Institute of Science.[2] His most well-known work is titled Renormalization Group Approach to the Anderson Model of Dilute Magnetic Alloys.[3]", "48712137": "Sir James Woodham Menter, FRS FRMS (22 August 1921 – 18 July 2006) was a British physicist.", "68569551": "Ritchie Patterson is a physicist at Cornell University known for her research using the Large Hadron Collider to examine dark matter and the disappearance of antimatter. She is a fellow of the American Physical Society and an elected member of the American Association for the Advancement of Science.", "18860499": "Daniel Amihud Lidar[1] is the holder of the Viterbi Professorship of Engineering at the University of Southern California, where he is a professor of electrical engineering, chemistry, physics and astronomy. He is the director and co-founder of the USC Center for Quantum Information Science & Technology (CQIST) as well as scientific director of the USC-Lockheed Martin Quantum Computing Center, notable for his research on control of quantum systems and quantum information processing.", "29903319": "John Bryan Taylor (born 26 December 1928)[1][2] is a British physicist known for his contributions to plasma physics and their application in the field of fusion energy. Notable among these is the development of the \"Taylor state\", describing a minimum-energy configuration that conserves magnetic helicity.[3][4] Another development was his work on the ballooning transformation, which describes the motion of plasma in toroidal (donut) configurations, which are used in the fusion field.[5][6] Taylor has also made contributions to the theory of the Earth's Dynamo, including the Taylor constraint.[7]", "42191320": "Gerald F. Tape (1915 – November 20, 2005) was an American physicist.", "56150495": "Susan K. Blessing (born April 10, 1961) is an American physicist who is currently a professor at Florida State University and an elected fellow of the American Physical Society.", "45468133": "Jacob Noel-Storr is an astrophysics researcher and science education and outreach specialist researcher, Presently the lecturer for practical astronomy and X-Lab-PAM team leader at the University of Groningen[1] and president of InsightSTEM, Inc. He was an assistant research professor and director of the Insight Lab for Science Outreach and Learning Research at Rochester Institute of Technology, and assistant staff scientist in the Steward Observatory and Flandrau Science Center at the University of Arizona. He is known for contributions to the study of Active Galactic Nuclei / Supermassive Black Holes, as well as science / astronomy education and outreach.", "37341677": "Sarah Louise Bridle is a Professor of Food, Climate and Society at the University of York. She previously served as Professor of extragalactic astronomy and cosmology in the Department of Physics and Astronomy, University of Manchester where she applied statistical techniques to the cosmic microwave background (CMB)[3] and on the use of weak gravitational lensing in cosmology.[4][5][6][7] From 2006 - 2015 she co-led weak lensing efforts with the Dark Energy Survey (DES), was co-lead of the Euclid weak lensing working group and was Large Synoptic Survey Telescope (LSST) UK Project Scientist from 2013 to 2017.", "16730607": "Gordon Alan Baym (born July 1, 1935) is an American theoretical physicist.", "43567602": "Lowell S. Brown (born 1934, died April 5, 2023) was an American theoretical physicist, a retired Staff Scientist and Laboratory Fellow at Los Alamos National Laboratory, and Professor Emeritus of physics at University of Washington.  He was a student of Julian Schwinger at Harvard University and a recipient of the John Simon Guggenheim Memorial Foundation Fellowship.  Brown authored a book on Quantum Field Theory that has received over 5,000 citations,[1]\nand he has authored or co-authored over 150 articles that have accumulated over 11,000 citations.[2]", "45173235": "NCAR", "10897914": "Hassan Jawahery is an Iranian-American physicist and former spokesperson for the BaBar Collaboration. He received his B.S. in Physics from Tehran University in Iran and his Ph.D. in Physics from Tufts University. He is a professor of Physics at the University of Maryland and has worked on OPAL, CLEO, BaBar, SuperB, LHCb and the PDG.", "9488892": "Richard Lee Armstrong FRSC (August 4, 1937 – August 9, 1991) was an American/Canadian scientist who was an expert in the fields of radiogenic isotope geochemistry and geochronology, geochemical evolution of the earth, geology of the American Cordillera, and large-magnitude crustal extension. He published over 170 scientific papers.", "2345468": "Bruce Alan Bolt (February 15, 1930 – July 21, 2005) was an Australian-born American seismologist and a professor of earth and planetary science at the University of California, Berkeley. Professor Bolt was known as a pioneer of engineering seismology. He served for 15 years on the California Seismic Safety Commission leading public debate on earthquake safety in that state, and acted as a consultant on major projects throughout the world. As well, Bolt published a number of popular and technical books on seismology.", "52611582": "Jose Luis Mateos Trigos  (born 13 July 1961) is a theoretical physicist working at the National Autonomous University of Mexico (UNAM), doing research on Complex Systems, Network Science and Statistical Physics.[1]", "1722881": "Karl Günter Zimmer (12 July 1911 – 29 February 1988), PhD, was a German nuclear chemist who is best known for his work in understanding the ionizing radiation on Deoxyribonucleic acid (DNA).", "72567305": "Emily Warren is an American chemical engineer who is a staff scientist at the National Renewable Energy Laboratory. Her research considers high efficiency crystalline photovoltaics.", "4344332": "Oleg Dmitrovich Jefimenko (October 14, 1922, Kharkiv, Ukrainian SSR – May 14, 2009, Morgantown, West Virginia, United States) was a physicist and professor emeritus at West Virginia University.", "17910284": "Gerhard Hoffmann (4 August 1880 – 18 June 1945) was a German nuclear physicist. During World War II, he contributed to the German nuclear energy project, also known as the Uranium Club.", "70273551": "Robert W. Spekkens is a Canadian theoretical quantum physicist working in the fields of quantum foundations and quantum information.[1][2][3]", "41667101": "Krishnendu Sengupta (born 31 March 1970), is a professor of theoretical physics in  Indian Association for the Cultivation of Science (IACS), Kolkata, India, who was awarded the Shanti Swarup Bhatnagar Prize for science and technology, the highest science award in India, for the year 2012 in physical science category.[1] Before joining IACS he was a research fellow in Harish Chandra Research Institute, Allahabad, and associate professor in Saha Institute of Nuclear Physics, Kolkata. He received his PhD from University of Maryland at College Park and MSc degree from Indian Institute of Technology, Kharagpur.[citation needed]", "60312102": "Shivaji Lal Sondhi is an Indian-born theoretical physicist who is currently the Wykeham Professor of Physics in the Rudolf Peierls Centre for Theoretical Physics at the University of Oxford, known for contributions to the field of quantum condensed matter.  He is son of former Lok Sabha MP Manohar Lal Sondhi.[1]", "58575399": "Mary Jacquiline Romero is a quantum physicist in the Australian Research Council Centre of Excellence for Engineered Quantum Systems at the University of Queensland, Australia.[1][3] Her research expertise and interests are in the field of quantum foundations and quantum information. In particular, Romero is an experimental quantum physicist studying the properties of single photons for the development of new quantum alphabets[4][5] and the nature of quantum causality.[6][7][8]", "24693293": "Reza Amrollahi (Persian: رضا امراللهی) is a physicist and professor.", "54741551": "Pierre Ango (1640 in Rouen – 18 October 1694 in La Flèche) was a French Catholic priest and scientist.[1][2]", "64571957": "Laura M. Roth is an American solid state physicist, and an American Physical Society Fellow.", "10603061": "Blas Cabrera y Felipe (May 20, 1878 – August 1, 1945)[1] was a Spanish physicist. He worked in the domain of experimental physics with focus in the magnetic properties of matter. He is considered one of the greatest scientists of Spain and one of the founders of the study of physical sciences in his country.", "10046008": "Yehuda (Leo) Levi (January 15, 1926 – June 17, 2019) was a German-born American-Israeli Haredi rabbi, physicist, writer and educator. He was Rector and Professor of Electro-optics at the Jerusalem College of Technology. Levi was best known as the author of several books on Science and Judaism, and Judaism in contemporary society, as well as on physics.", "14469689": "Sándor Szalay, Sr. (4 October 1909 – 11 October 1987) was a pioneer of Hungarian nuclear physics.[1]", "64277049": "Richard Daniel Kleeman (20 January 1875 – 10 October 1932) was an Australian physicist. With William Henry Bragg he discovered that the alpha particles emitted from particular radioactive substances always had the same energy, providing a new way of identifying and classifying them.", "59361852": "Marielle Chartier is a Professor of Particle Physics at the University of Liverpool in England. Her research investigates the phase diagram of nuclear matter using the ALICE experiment at the Large Hadron Collider (LHC) at CERN[2][3] Her past work includes nuclear structure at the frontiers of the valley of stability.[4][5]", "26987068": "Olaf Martin Devik (20 December 1886 – 14 April 1987) was a Norwegian physicist and civil servant.  He worked in academia until 1938, when he became an official in the Norwegian Ministry of Church and Education.  During the German occupation of Norway, he fled the country and worked with its government in exile.  After the war, he returned to the education ministry until his retirement.", "62900800": "Hu Renyu (Chinese: 胡仁宇; pinyin: Hú Rényǔ; born 20 July 1931) is a Chinese nuclear physicist who is a researcher and former president at the China Academy of Engineering Physics.", "71223876": "Tammy Ma is an American plasma physicist who works on inertial confinement fusion at the Lawrence Livermore National Laboratory.[1]", "33737295": "The Physics Department at the University of California, Santa Barbara has 58 faculty members.[1] It offers academic programs leading to the B.A., B.S., and Ph.D. degrees.", "60246609": "Marjolein Dijkstra (born 1967) is a Dutch condensed matter physicist. She works as a professor in the Debye Institute for NanoMaterials Science at Utrecht University, and the Soft Condensed Matter group of the Department of Physics and Astronomy at Utrecht.", "14010963": "Franklin Lorenzo Richards West (February 1, 1885 – October 21, 1966) was an American educator and a leader in the Church of Jesus Christ of Latter-day Saints (LDS Church).", "70699605": "Bernard Frois (born January 21, 1943, in Toulouse, France)[1] is a French nuclear physicist, energy policy advisor, and science manager.", "70994523": "Gérard Marie Robert Bricogne (born October, 1949 in Aix-en-Provence, France)[1] is a French biophysicist and crystallographer.[2][3]", "2706013": "Amal Kumar Raychaudhuri (14 September 1923 – 18 June 2005) was an Indian physicist, known for his research in general relativity and cosmology. His most significant contribution is the eponymous Raychaudhuri equation, which demonstrates that singularities arise inevitably in general relativity and is a key ingredient in the proofs of the Penrose–Hawking singularity theorems.[5] Raychaudhuri was also revered as a teacher during his tenure at Presidency College, Kolkata.[6]", "6998622": "Ludwik Silberstein (May 17, 1872 – January 17, 1948)  was a Polish-American physicist who helped make special relativity and general relativity staples of university coursework. His textbook The Theory of Relativity was published by Macmillan in 1914 with a second edition, expanded to include general relativity, in 1924.", "58018400": "David Herr Rank (January 2, 1907 – January 17, 1981) was an American spectroscopist.", "68012653": "Nirit Dudovich (נירית דודוביץ') is an Israeli physicist who is the Robin Chemers Neustein Professorial Chair at the Weizmann Institute of Science. Her work considers strong field light-matter interactions and the generation of attosecond pulses. She was elected Fellow of the American Physical Society in 2016.", "59230829": "Aviva E. Gileadi (In Hebrew: אביבה גלעדי, born Eva Fischmann November 26, 1917 – June 8, 2001[1])  was an Israeli nuclear scientist, a professor at the Israel Institute of Technology (Technion) in the department of Nuclear Engineering. She was a specialist in the use of Nuclear reactors for energy production and Desalination. She was the first woman in the Western Bloc to receive a license for the operation of a nuclear reactor and the only one with such a license in 1963.[2]", "60443247": "Karina Morgenstern (born 12 February 1968 in Bonn) is a German physicist. She is a professor of physical chemistry at the Ruhr University Bochum.[1]", "41667186": "Arindam Ghosh is an Indian experimental condensed matter physicist and a Professor in the Department of Physics, Indian Institute of Science, Bangalore, India. He was awarded the Shanti Swarup Bhatnagar Prize for science and technology, the highest science award in India, for the year 2012 in physical sciences category.[1] In 2020, he was awarded the Infosys Prize for Physical Science, the most prestigious award that recognizes achievements in science and research, in India.[2][3]", "56150649": "Fulvia Pilat is an Italian-American physicist[1] who is currently the Research Accelerator Division Director at the Spallation Neutron Source[2] and an elected fellow of the American Physical Society (APS).[3]", "57526906": "Ragnar Holm (born 6 May 1879 in Skara, Sweden, died on 27 February 1970 at St. Marys, Pennsylvania, USA), was a Swedish physicist and researcher in electrical engineering, who was partially active in Germany and the United States.[1]", "16665209": "Markus Aspelmeyer is an Austrian quantum physicist.", "41339518": "Francesco Mainardi (born December 29, 1942) is an Italian physicist and mathematician.[1]", "65030786": "Nadiashda or Nadejda Galli-Shohat (died March 6, 1948)[1] was a Russian physicist. Born Nadiashda Kokaoulina in Siberia,[2] she graduated from the Women's University of Petrograd in 1903,[3] joined the Bolshevik Party after the 1905 Russian Revolution,[2] and took the name Galli upon marrying her first husband.[4] She received her doctorate from Göttingen in 1914,[5] worked at the Yekaterinburg Meteorological Observatory from 1915 to 1917, and from 1917 to 1922 was professor and chair of the physics department at Ural Federal University,[3] after which she worked at the University of Petrograd's State Optical Institute.[6] Together with her second husband, the mathematician James Alexander Shohat, she migrated to the United States in 1923.[5][7] She was elected a Fellow of the American Physical Society in 1931.[8][9] She taught physics at the University of Michigan, Mount Holyoke, Rockford College, Bryn Mawr,[7] and the University of Pennsylvania.[1]", "46418570": "Nancy Makri (born September 5, 1962)[2] is the Edward William and Jane Marr Gutgsell Endowed Professor of Chemistry and Physics at the University of Illinois Urbana–Champaign,[3]  where she is the principal investigator of the Makri Research Group for the theoretical understanding of condensed phase quantum dynamics.[4]   She studies theoretical quantum dynamics of polyatomic systems,[1] and has developed methods for long-time numerical path integral simulations of quantum dissipative systems.[2]", "21777035": "Jae R. Ballif (born 1931) was a provost of Brigham Young University (BYU).", "21645970": "Seibert Quimby Duntley was an American physicist. He was born in Bushnell, Illinois on October 2, 1911.", "50645654": "George Nugent Merle Tyrrell (23 March 1879 - 29 October 1952), best known as G. N. M. Tyrrell, was a British mathematician, physicist, radio engineer and parapsychologist.[1][2]", "62114457": "Edwin (Ted) Bergin (born 15 February 1967) is a US astrophysicist who is currently the Professor of Astronomy at the University of Michigan (2019).", "60607141": "Hugo Lichte (11 April 1891 in de:Mengede, Germany − 27 July 1963 in Berlin, Germany) was a German physicist. He did pioneering work on the theory of sound propagation in the ocean and was a leading developer of motion picture technology during the transition from silent to sound film.", "26856103": "Charles B. Archambeau is an American geophysicist.", "47401643": "Holalkere Rangarao Chandrasekhar, (ಹೊಳಲ್ಕೆರೆ ರಂಗರಾವ್ ಚಂದ್ರಶೇಖರ್) [1] known as \"Chandra\",[2] was a professor of physics, department chair and director of graduate studies at the University of Missouri. He is an Alfred P. Sloan Fellow and a past consultant to the United Nations Development under the TOKTEN project.", "70797998": "Wolfgang Lechner (born 14 May 1981 in Kufstein) is a theoretical physicist from Austria. He is the co-founder and co-CEO of the company ParityQC (Parity Quantum Computing GmbH)[1] and professor at the Institute for Theoretical Physics of the University of Innsbruck.[2]", "7162550": "Pieter Winsemius (born 7 March 1942) is a retired Dutch politician of the People's Party for Freedom and Democracy (VVD) and businessman.", "22727354": "İsmail Hakkı Duru is a Turkish theoretical physicist and emeritus professor of Mathematics at the Izmir Institute of Technology where he is former dean of the science faculty.", "58903229": "Claude Georges Itzykson, (11 April 1938 – 22 May 1995) was a French theoretical physicist who worked in quantum field theory and statistical mechanics.[1][2]", "52579004": "Jeffrey Robert Forshaw (born 1968)[2] is a British particle physicist with a special interest in quantum chromodynamics (QCD): the study of the behaviour of subatomic particles, using data from the HERA particle accelerator, Tevatron particle accelerator[3] and the Large Hadron Collider (LHC) at CERN.[4] Since 2004 he has been professor of particle physics in the School of Physics and Astronomy at the University of Manchester.[5]", "70437570": "Béatrice Chatel is a French physicist and researcher specializing in femtosecond lasers. She was awarded an Irène Joliot-Curie Prize in 2005 for her work.", "69126850": "Jonathan (Joss) Bland-Hawthorn (born 31 May 1959 in Ide Hill, Kent, England) is a British-Australian astrophysicist. He is a Laureate professor of physics at the University of Sydney, and director of the Sydney Institute for Astronomy.", "52251334": "Malcolm D. Shuster (31 July 1943 – 23 February 2012) was an American physicist and aerospace engineer, whose work contributed significantly to spacecraft attitude determination.[1][2] In 1977 he joined the Attitude Systems Operation of the Computer Sciences Corporation in Silver Spring, Maryland, during which time he developed the QUaternion ESTimator (QUEST) algorithm for static attitude determination.[3] He later, with F. Landis Markley, helped to develop the standard implementation of the Kalman filter used in spacecraft attitude estimation.[2] During his career, he authored roughly fifty technical papers[4][2] on subjects in physics and spacecraft engineering, many of which have become seminal within the field of attitude estimation, and held teaching assignments at Johns Hopkins University, Howard University, Carnegie-Mellon University and Tel-Aviv University.[1] In 2000 the American Astronautical Society awarded him the Dirk Brouwer Award.[5][3] In June 2005 the American Astronautical Society held a special three-day Astronautics symposium in his honor[6]", "543432": "Dame Susan Jocelyn Bell Burnell DBE FRS FRSE FRAS FInstP (/bɜːrˈnɛl/; née Bell; born 15 July 1943) is an astrophysicist from Northern Ireland who, as a postgraduate student, discovered the first radio pulsars in 1967.[9][10] The discovery eventually earned the Nobel Prize in Physics in 1974; however, she was not one of the prize's recipients.[11]", "72141515": "Maury Tigner (born 22 April 1937) is an American physicist working on particle accelerators and experimental particle physics.", "62737100": "Casimiro Villacin del Rosario (June 13, 1896 – September 15, 1982) was a Filipino scientist. He was named a national scientist in the Philippines in 1983 for being a pioneer in physics, meteorology, and astronomy in the Philippines. Del Rosario is recognized for his restoration of the war-damaged Philippine Observatory and for his leadership in establishing various observatories to study the changing times and galaxies. He was an officer of the World Meteorological Organization\n[1][2] and led the establishment of the Philippine Science High School.", "71748304": "Manuela Temmer is Associate Professor of Astrophysics[1] at the University of Graz, Austria and Head of the Heliospheric Physics Research Group.[2] She is an expert in the science underpinning space weather forecasting.[3]", "70142680": "Robert James Perry is an American physicist.", "23382745": "Paul Rudolph (14 November 1858 – 8 March 1935) was a German physicist who designed the first anastigmatic lens while working for Carl Zeiss. After World War I, he joined the Hugo Meyer optical company, where he designed most of their cine lenses.[1]", "5262044": "The Columbia University Physics Department includes approximately 40 faculty members teaching and conducting research in the areas of astrophysics, high energy nuclear physics, high energy particle physics, atomic-molecular-optical physics, condensed matter physics, and theoretical physics.", "44944092": "Klaus Hentschel (born 4 April 1961) is a German physicist, historian of science and professor. He is the head of the University of Stuttgart's History of Science and Technology section of its History department.[1][2][3]", "7654117": "Philip Jarvis Dolan (October 5, 1923 – January 5, 1992) was an American physicist. He graduated from West Point in 1945, was assigned to the Manhattan Project in Los Alamos in 1948, and received his MSc in physics from the University of Virginia in 1956.", "15223528": "Justus Mühlenpfordt (22 April 1911 – 2 October 2000) was a German nuclear physicist. He received his doctorate from the Technische Hochschule Carolo-Wilhelmina zu Braunschweig, in 1936. He then worked in Gustav Hertz's laboratory at Siemens. In 1945, he was sent to Institute G, near Sukhumi and under the directorship of Hertz, to work on the Soviet atomic bomb project. Released from Soviet Union, Mühlenpfordt arrived in East Germany in 1955. He was appointed director of the Institut für physikalische Stofftrennung of the Academy of Sciences, in Leipzig. From 1969 until his retirement in 1974, Mühlenpfordt was director of the Forschungsbereiches Kern- und Isotopentechnik der Akademie.", "29805295": "János Kertész is a Hungarian physicist known for his contributions to the fields of econophysics, complex networks, and the application of fractal geometry in physical problems. He has played a pioneering role in these areas, expanding the understanding and applications of statistical physics and complex systems.", "39144188": "Prof William Swan FRSE PRSSA LLD (13 March 1818 in Edinburgh – 1 March 1894 in Shandon, Argyll)[1] was a Scottish mathematician and physicist best known for his 1856 discovery of the Swan band.[2]", "412419": "Captain Britain is a title used by various superheroes in comic books published by Marvel Comics, commonly in association with Excalibur. The moniker was first used in publication by Brian Braddock in Captain Britain #1 by writer Chris Claremont and artist Herb Trimpe,[1] and is currently held by Brian's twin sister, Betsy Braddock.[2]", "59493125": "Gloria Dubner (born May 5, 1950) is an Argentinian astrophysicist and Director of the Instituto de Astronomía y Física del Espacio in Buenos Aires and a Senior Researcher at the National Scientific and Technical Research Council. She is known for her research on supernovas.", "54020871": "Kuo-Chen Chou (周国城; August 14, 1938–July 5, 2021) was a Chinese-American biophysicist and bioinformatician who founded the Gordon Life Science Institute, a non-profit research organization in Boston, Massachusetts.[3] Among other contributions, he developed pseudo amino acid composition (PseAAC), used in computational biology for proteomics analysis and pseudo K-tuple nucleotide composition (PseKNC) for genome analysis.[citation needed] He is the father of James Chou.[4]", "73288457": "Clayton Wilson Bates, Jr., (born 5 September 1932) is an American physicist and electrical engineer. Bates developed an x-ray image intensifier tube for use in diagnostic radiology and was an early researcher in optical and electronic properties of nanophase metal-semiconductor composite systems.[2] He also chartered Stanford University's Society of Black Scientists and Engineers (SBSE) in 1973.[3]", "55823113": "Ji-Seon Kim is a South Korean physicist. She is a Professor in the Department of Physics and Centre for Plastic Electronics at Imperial College London.", "37571339": "Amnon Marinov (1930 – 2011) was an Israeli physicist. He undertook research into nuclear structures, nuclear reactions, superheavy elements and long-lived nuclear isomers.", "20237070": "The Day After Trinity (a.k.a. The Day After Trinity: J. Robert Oppenheimer and the Atomic Bomb) is a 1981 documentary film directed and produced by Jon H. Else in association with KTEH public television in San Jose, California.[2]", "63490834": "Guðfinna 'Tollý' Aðalgeirsdóttir (born 1972) is professor in Geophysics at the Faculty of Earth Sciences, University of Iceland.[1]", "72076058": "Iraklis Mitsopoulos (Greek: Ηρακλής Μητσόπουλος; 1816–1892) was an author, biologist, archaeologist, physicist, zoologist, paleontologist, mineralogist, geologist, and professor. He is considered the father of modern natural sciences in Greece.  He taught classes for over forty-seven years of his life.  His nephew world renowned Greek geologist Konstantinos M. Mitsopoulos became the first student to receive a doctorate degree in the natural sciences at the University of Athens.[1] His son Maximos Mitsopoulos also became a geologist.  Hercules co-founded the Museum of Physical Geography in Athens, Greece, and directed its Zoological Department.  He was the founder and lifelong President of the Zoological Department at the Museum of Paleontology, Geology, Zoology, and Botany (Παλαιοντολογικό, Γεωλογικό, Ζωολογικό και Βοτανικό Μουσείο). The museum is part of the University of Athens.  He built the framework of modern Greek natural scientific education.[2][3][4][5][6]", "609052": "Janna J. Levin (born 1967) is an American theoretical cosmologist and a professor of physics and astronomy at Barnard College. She earned a Bachelor of Arts in astronomy and physics with a concentration in philosophy at Barnard College in 1988 and a PhD in theoretical physics at the Massachusetts Institute of Technology in 1993.[1] Much of her work deals with looking for evidence to support the proposal that our universe might be finite in size due to its having a nontrivial topology.[2]  Other work includes black holes and chaos theory. She joined the faculty at Barnard College in January 2004 and is currently the Claire Tow Professor of Physics and Astronomy.", "53168929": "Michael Christopher Payne FRS HonFInstP is a British theoretical physicist, working in the field of computational physics and theoretical condensed matter physics at the University of Cambridge.", "63752996": "Marianna S. Safronova is an American scientist involved in theoretical atomic physics.", "46910245": "John Charles Howorth Spence ForMemRS HonFRMS (21 April 1946 – 28 June 2021) was Richard Snell Professor of Physics at Arizona State University and Director of Science at the National Science Foundation BioXFEL Science and Technology Center.[3][6][7][8][9][10][11][12]", "73648934": "Dimitar Ouzounov (Bulgarian: Димитър Узунов) is a Bulgarian–American geophysicist, research scientist, academic, and author. He is a research professor of geophysics at Institute for Earth, Computing, Human and Observing (Institute for ECHO), Chapman University.[1]", "2673451": "Anil Kumar Das FRAS, FNI (1 February 1902 - 18 February 1961) was an Indian scientist, astronomer. During the International Geophysical Year,  observatories in Madrid, India, and Manila were responsible for monitoring solar effects. The Kodaikanal Solar Observatory in South India performed this monitoring using their recently built solar tunnel telescope. Das was the director of the Kodaikanal observatory at this time. In 1960 he was responsible for installing a tower/tunnel telescope at the facility that would be used to perform some of the first helioseismology investigations.[1] The crater Das on the far side of the Moon is named after him.[2]", "72076075": "Stephanie Brooke Hansen is an American plasma physicist whose research applies both computational modeling and spectroscopy to inertial confinement fusion. She is a distinguished member of the technical staff in the \ninertial confinement fusion target design group at Sandia National Laboratories.[1]", "33278765": "Lee L. Davenport (December 31, 1915 – September 30, 2011) was an American physicist. He was a member of the MIT Radiation Laboratory during World War II, responsible for the development and deployment of the SCR-584 radar system.", "6802223": "Emanuel Yousif Kamber is an Assyrian physics professor at Western Michigan University and was the Secretary General of the Assyrian Universal Alliance.  He was born in the small Assyrian village of Darbandokeh in Iraq.", "42093361": "Gordon Eugene Martin (born August 22, 1925) is an American physicist and author in the field of piezoelectric materials for underwater sound transducers.  He wrote early computer software automating iterative evaluation of direct computer models through a Jacobian matrix of complex numbers.  His software enabled the Navy Electronics Laboratory (NEL) to accelerate design of sonar arrays for tracking Soviet Navy submarines during the Cold War.", "2771764": "Aleksandr Aleksandrovich Andronov (Russian: Алекса́ндр Алекса́ндрович Андро́нов; April 11 [O.S. March 29] 1901, Moscow – October 31, 1952, Gorky) was a Soviet physicist and member of the Soviet Academy of Sciences (1946).[1] He worked extensively on the theory of stability of dynamical systems, introducing (together with Lev Pontryagin) the notion of structural stability. In that context, he also contributed to the mathematical theory of self-oscillation (a term that he coined) by establishing a link between the generation of oscillations and the theory of Lyapunov stability. He developed the comprehensive theory of self-oscillations by linking it with the qualitative theory of differential equations, topology, and with the general theory of stability of motion. The crater Andronov on the Moon is named after him.", "9980727": "Kenneth Leon Nordtvedt  is an American physicist. He was born on April 16, 1939, in Chicago, Illinois. Nordtvedt graduated from the Massachusetts Institute of Technology (1960) and Stanford University (Ph.D., 1964) and was a junior fellow in the Harvard Society of Fellows (1963–1965). Soon after witnessing the Sputnik spacecraft cross the Boston sky in fall of 1957, he became a part-time student employee for the Mars Probe project at the MIT Instrumentation Lab, and in early 1960s was staff physicist at the same Laboratory's project to develop the Apollo Mission's navigation and guidance system.", "73419575": "Dragan D. Mihailovic is a Slovenian physicist, working as a research scientist at the Jožef Stefan Institute, leading a research group on non-equilibrium studies of quantum materials. The group's research includes temporal studies of electronic phase transitions, mainly superconductivity and electronic crystals. He is currently acting director of the CENN Nanocenter, Professor of physics at the University of Ljubljana and the Jožef Stefan International Postgraduate School and Head of Department of Complex Matter at the Jožef Stefan Institute in Ljubljana, Slovenia.", "73878329": "Amalia Patanè (born 1970) is an Italian physicist who is Professor of Physics at the University of Nottingham and UK Director of the European Magnetic Field Laboratory.[1]", "5950265": "Adam Guy Riess (born December 16, 1969) is an American astrophysicist and Bloomberg Distinguished Professor at Johns Hopkins University and the Space Telescope Science Institute. He is known for his research in using supernovae as cosmological probes. Riess shared both the 2006 Shaw Prize in Astronomy and the 2011 Nobel Prize in Physics with Saul Perlmutter and Brian P. Schmidt for providing evidence that the expansion of the universe is accelerating.", "1657669": "Meredith Rodney McKay, Ph.D,  is a fictional character in the 2004 Canadian-American Sci-Fi Channel television series Stargate SG-1 and Stargate Atlantis, two military science fiction television shows about military teams exploring two galaxies (Milky Way and Pegasus) via a network of alien transportation devices.", "1198919": "Sir Ernest Marsden CMG CBE MC FRS (19 February 1889 – 15 December 1970) was an English-New Zealand physicist. He is recognised internationally for his contributions to science while working under Ernest Rutherford, which led to the discovery of new theories on the structure of the atom. In Marsden's later work in New Zealand, he became a significant member of the scientific community, while maintaining close links to the United Kingdom.", "71191367": "John Anthony Schellman (October 24, 1924–December 16, 2014) was an American  biophysical chemist at the University of Oregon, a member of the National Academy of Sciences, a  Biophysical Society Fellow, and an American Physical Society Fellow.", "21842760": "Gwyn Owain Jones CBE (29 March 1917 – 3 July 2006) was a Welsh physicist and academic, who moved from being a professor at the University of London to become director of the National Museum of Wales.", "34294604": "Gary D. Westfall (born June 10, 1950) is an American experimental nuclear and high energy physicist and University Distinguished Professor at Michigan State University. He is also a co-author, with Wolfgang Bauer, of the introductory calculus-based physics textbook University Physics, published by McGraw-Hill in 2010.", "70961997": "Brad Gibson is an Australian-Canadian astrophysicist. He is the Head of the Department of Physics & Mathematics, and Director of the E.A. Milne Centre for Astrophysics, at the University of Hull.[1] He is known for identifying the regions of the Galaxy most likely to harbor complex biological life, designing and constructing the first operational liquid mirror telescope observatory, and using supernovae as cosmological probes, the latter for which led to the 2009 Gruber Prize in Cosmology. A passionate advocate for Widening Participation, Gibson delivers more than 100 presentations annually to schools and the general public; his Changing Face of Physics campaign has been highlighted as Good Practice by the UK Equality Challenge Unit.[2]", "3689295": "John Feather Wheater (born 1958, in London) is a British physicist, and Professor specialising in particle physics at the University of Oxford.[5][6][7][8]", "51465045": "Ruby Louise Puryear Hearn (born April 13, 1940) is an American biophysicist who has dedicated her career to health policy. Her work spans initiatives in maternal, infant, and child health; AIDS; substance abuse; and minority medical education.", "21646167": "Van Zandt Williams (1916–1966) was president of the Optical Society of America in 1966.[1][2]  He was the Director of the American Institute of Physics in 1965.", "42388311": "Henry Friedrich Wilhelm Siedentopf (22 September 1872 in Bremen – 8 May 1940 in Jena) was a German physicist and  pioneer of microscopy.", "15846233": "Viktor Vasilyevich Dilman, also spelled Dil'man (Russian: Виктор Васильевич Дильман, born March 11, 1926, in Proskurov (now Khmel’nitskiy), Ukrainian SSR, Soviet Union) is a Russian scientist performing research for USPolyResearch. He is best known for his work in chemical engineering and hydrodynamics including the approximate methods for solving nonlinear differential equations of mass, heat, and momentum transfer;[1][2] mathematical modeling of chemical reactor processes[3][4] and catalytic distillation;[5] heat, mass, and momentum transfer in turbulent flow;[6] fluid dynamics in granular beds; surface convection (Marangoni instability),[7][8] absorption,[9] and molecular convection.[10]", "30329692": "Malcolm Ross O'Neill (born March 25, 1940) was the United States Assistant Secretary of the Army for Acquisition, Logistics, and Technology, having been sworn into office by United States Under Secretary of the Army Joseph W. Westphal on March 10, 2010,[1] and resigned June 3, 2011.[1]", "28887902": "Masao Kotani (小谷 正雄, Kotani Masao, January 14, 1906 – June 6, 1993) was a Japanese theoretical physicist, known for molecular physics and biophysics.", "14666590": "Hans Benndorf (13 December 1870 – 11 February 1953) was an Austrian physicist. He made several contributions in the field of seismology and in his research of atmospheric electricity.", "35801956": "Robert Delbourgo BSc, ARCS, PhD, DSc, FAIP, FAA, (born 11 November 1940) is an Australian physicist, winner of the Walter Boas Medal in 1988.[2]", "35146598": "Katharine \"Kay\" Way (February 20, 1902 – December 9, 1995)[2][3] was an American physicist best known for her work on the Nuclear Data Project. During World War II, she worked for the Manhattan Project at the Metallurgical Laboratory in Chicago. She became an adjunct professor at Duke University in 1968.", "65948520": "Arkady Adamovich Brish (May 14, 1917 – March 19, 2016) was a Soviet and Russian physicist, a designer of nuclear weapons, Doctor of Sciences, professor, Hero of Socialist Labour, Laureate of the Lenin Prize and the USSR State Prize.", "66472808": "Agnes Randall Blackie (12 July 1897 – 18 February 1975) was New Zealand's first female physics lecturer and probably the Southern Hemisphere's only female physics academic at the time of her appointment.[1]", "67095402": "Valentin Alfredovich Franke (Russian: Валенти́н Альфре́дович Фрáнке) (born 16 February 1926) is a Soviet—Russian theoretical physicist, D. Sc., retired professor of the High Energy & Elementary Particle Physics Department of Saint Petersburg State University.", "66472815": "Joanne Etheridge FAA is an Australian physicist. She is Director of the Monash Centre for Electron Microscopy and Professor in the Department of Materials Science and Engineering at Monash University.", "41208687": "Theodore Aaron Litovitz (October 14, 1923 – May 1, 2006) was physics professor at The Catholic University of America and a prolific inventor.", "70601584": "Ilaria Pascucci is an Italian-American astrophysicist and planetary scientist known for her research on exoplanets, protoplanets, the formation of planets, and protoplanetary disks, using a combination of theory, simulation, and observation.[1][2] Pascucci is a professor and associate department head in the Lunar and Planetary Laboratory at the University of Arizona.[3]", "4082553": "Jordin T. Kare (October 24, 1956 – July 19, 2017) was a physicist and aerospace engineer who researched laser propulsion. He was responsible for Mockingbird,[2] a conceptual design for an extremely small (75 kg dry mass) reusable launch vehicle, and was involved in the Clementine lunar mapping mission.[3][4]\nKare also conceived the SailBeam interstellar propulsion technique. In the science fiction fan community, he was a composer, performer and recording artist of filk music.", "4410235": "Asım Orhan Barut (June 6, 1926 – December 5, 1994) was a Turkish-American theoretical physicist.[2]", "13683580": "Achim Richter (born 21 September 1940 in Dresden) is a German nuclear physicist. He became a professor at the Institute of Nuclear Physics at the Darmstadt University of Technology in 1974 and retired in September 2008. From 1 November 2008 to 31 October 2012 he was director of the European Centre for Theoretical Studies in Nuclear Physics and Related Areas (ECT*) in Trento, Italy. Since 1 November 2012, he has been professor again at the Institute for Nuclear Physics of TU Darmstadt.", "2575232": "Johan Carl Wilcke (6 September 1732 – 18 April 1796) was a Swedish physicist.", "26135426": "Alvin William Trivelpiece (March 15, 1931 – August 7, 2022) was an American physicist whose varied career included positions as director of the Office of Energy Research of the U.S. Department of Energy (DOE), executive officer of the American Association for the Advancement of Science (AAAS), and director of Oak Ridge National Laboratory (ORNL). He was also a professor of physics and a corporate executive.  Trivelpiece's research focused on plasma physics, controlled thermonuclear research, and particle accelerators.  He received several patents for accelerators and microwave devices.[1] He died in Rancho Santa Margarita, California in August 2022 at the age of 91.[2][3]", "32099203": "Guifré Vidal  is a Spanish physicist who is working on quantum many-body physics using analytical and numerical techniques. In particular, he is one of the leading experts of tensor network state implementations such as time-evolving block decimation (TEBD) and multiscale entanglement renormalization ansatz (MERA). He was previously a faculty member of Perimeter Institute in Waterloo, Canada. However as of September 2019, he is now a research scientist at Sandbox @ Alphabet.", "59329413": "Amina Helmi (6 October 1970) is an Argentine astronomer and professor at the Kapteyn Astronomical Institute at the University of Groningen in the Netherlands.[5][2]", "58903431": "Jean-Bernard Zuber is a French  theoretical physicist.", "48647049": "Jun Ye (Chinese: 叶军; pinyin: Yè Jūn; born 1967) is a Chinese-American physicist at JILA, National Institute of Standards and Technology, and the University of Colorado Boulder, working primarily in the field of atomic, molecular and optical physics.", "66374550": "MIT Lincoln Laboratory", "3034010": "Mykola Dmytroych Pylchykov (Ukrainian: Микола Дмитрович Пильчиков, 2 April 1857, Kharkiv, Russian Empire (present-day Kharkiv, Ukraine) – 19 May 1908, Kharkiv, Russian Empire) was a physicist, inventor, and geologist in the Russian Empire. He is known for the discovery of the photovoltaic effect, new properties of X-rays, and ways to control various mechanisms of the radio provided a basis of radio control.[1][2]", "50514843": "Carmen Adelina Gutiérrez Alonso (aka Adelina Gutiérrez, May 27, 1925 – April 11, 2015) was a Chilean scientist, academic and professor of astrophysics.[1] She was the first Chilean to obtain a doctoral degree in astrophysics and the first woman to become a member of the Chilean Academy of Sciences.[2]", "22367141": "Anders Olof Gunnar Källén (13 February 1926 – 13 October 1968) was a leading Swedish theoretical physicist and a professor at Lund University until his death at the age of 42.", "27610028": "Alexey A Petrov is an American physicist known for his theoretical research in the area of physics of heavy quarks. Petrov is a USC Endowed Chair in Physics and the chair of the Department of Physics and Astronomy at the University of South Carolina. Previously he was a professor of physics at Wayne State University. He is the first particle theorist in the State of Michigan to receive National Science Foundation's CAREER award [1]", "58084268": "John \"Jack\" Francis Gunion (born 21 July 1943 in Washington, DC)[1] is an American physicist, specializing in theoretical high energy physics.", "21744561": "Francesco Rossetti (Trento, 14 September 1833 – Padova, 20 April 1885) was a notable Italian experimental physicist.", "73911220": "Abraham Cornelis Sebastiaan \"Bram\" van Heel (17 July 1899 – 18 May 1966) was a Dutch professor of physics  at the then TH (now TU) Delft. He is regarded as the 'father of technical optics in the Netherlands'.", "35802041": "August Carl Helmholz (May 24, 1915 – October 29, 2003) was an American nuclear physicist known for his contributions to high energy particle physics.[2]", "6212538": "Ene Ergma (born 29 February 1944) is an Estonian politician, a member of the Riigikogu (Estonian parliament), and scientist. She was a member of the political party Union of Pro Patria and Res Publica and, before the two parties merged, a member of Res Publica Party. On 1 June 2016, Ergma announced her resignation from the party, because the party had lost its identity and turned populist.[1]", "11193275": "Julius Wilhelm Gintl (November 12, 1804 – December 22, 1883) was an Austrian physicist.", "46189503": "Pearl I. Young (1895 – 1968) became the first female technical employee of the National Advisory Committee for Aeronautics (NACA), which evolved to become today's NASA. She became Chief Technical Editor at NACA's Langley Instrument Research Laboratory, and an engineering professor.", "11226054": "Dirk Kreimer (born 12 July 1960) is a German physicist who pioneered the Hopf-algebraic approach to perturbative quantum field theory with Alain Connes and other co-authors. He is currently Humboldt professor at the department of mathematics of Humboldt University in Berlin, where he teaches the courses of Quantum Field Theory (I and II) and Hopf Algebras and the Renormalization Group.[1]", "36719559": "Charles-Eugène Guye (French pronunciation: [ʃaʁl øʒɛn ɡi]; October 15, 1866 – July 15, 1942) was a Swiss physicist. He was born in Saint-Christophe (Champvent) and died in Geneva.[1]", "55790536": "Malvin Avram Ruderman (born March 25, 1927) is an American physicist and astrophysicist.", "19844044": "Denis R Hall FRSE FIEEE FIEE FInstP is a professor of photonics at Heriot-Watt University, Edinburgh. In 2004 he was awarded the Association of Laser Users award for his contributions to the development of industrial lasers and their applications.", "37931981": "Walter Kutschera (born 1939) is an Austrian physicist.", "48450515": "Syed Mohammad Anwar Habib (born Karachi, Pakistan, HI, PE) is a Pakistani electrical engineer who served as the Chairman of the Pakistan Nuclear Regulatory Authority (PNRA) from 2009 until 2017.[1][2]", "40717271": "Elsa Neumann (23 August 1872 – 23 July 1902) was a German physicist.  She was the first woman to receive a PhD in physics from the University of Berlin, in 1899.", "24824792": "Keith Allen Brueckner (March 19, 1924 – September 19, 2014) was an American theoretical physicist who made important contributions in several areas of physics, including many-body theory in condensed matter physics, and laser fusion.", "34917336": "Khondkar Siddique-e-Rabbani (Bengali: খন্দকার সিদ্দিক-ই-রাব্বানী; born 9 May 1950) is a Bangladeshi Biomedical physicist and notable for developing the Focused Impedance Measurement method.[1][2] In 2008, he was awarded the Academy Gold Medal by Bangladesh Academy of Sciences for his contribution to physical sciences in Bangladesh.[3] Rabbani is the founding chairperson of the Department of Biomedical Physics and Technology (BMPT) at the University of Dhaka.", "773085": "Ali Javan (Persian: علی جوان, romanized: Ali Javān); December 26, 1926 – September 12, 2016) was an Iranian-American physicist and inventor. He was the first to propose the concept of the gas laser in 1959 at the Bell Telephone Laboratories. A successful prototype, constructed by him in collaboration with W. R. Bennett, Jr., and D. R. Herriott, was demonstrated in 1960. His other contributions to science have been in the fields of quantum physics and spectroscopy.[2]", "30755811": "Shinzō Shinjō (新城 新蔵, Shinjō Shinzō, 26 August 1873 – 1 August 1938) was a Japanese academic, physicist, astronomer and president of Kyoto University.[2]", "1461224": "Samuel Abraham Goudsmit (July 11, 1902 – December 4, 1978) was a Dutch-American physicist famous for jointly proposing the concept of electron spin with George Eugene Uhlenbeck in 1925.[3][4]", "66079732": "Mark John Bowick (born 1957) is a theoretical physicist in condensed matter theory and high energy physics. He is the deputy director of the Kavli Institute for Theoretical Physics at the University of California, Santa Barbara, and a Visiting Distinguished Professor of Physics in UCSB's Physics Department.[1][2]", "48712695": "Vincent Rivasseau (born 5 December 1955 in Talence) is a French mathematical physicist.", "26987515": "Karl Leo (born 10 July 1960 in Freiburg im Breisgau, Baden-Württemberg, Germany) is a German physicist.", "8702972": "Alexander Meissner (September 14, 1883 – January 3, 1958) was an Austrian engineer and physicist. He was born in Vienna and died in Berlin.", "5688324": "José Enrique Moyal (Hebrew: יוסף הנרי מויאל‎; 1 October 1910 – 22 May 1998) was an Australian mathematician and mathematical physicist who contributed to aeronautical engineering, electrical engineering and statistics, among other fields.[1][2]", "8408068": "Marc, Baron Henneaux is a Belgian theoretical physicist and professor at the Université Libre de Bruxelles (ULB) who was born in Brussels on 5 March 1955.", "74370052": "Sylvain Liberman (1934[1] – 5 August 1988) was a French physicist, specializing in atomic physics and laser spectroscopy. He is known as the leader of the scientific team that made the first measurements of the optical spectrum of francium.[2][3][4]", "740362": "Tathagat Avatar Tulsi (born 9 September 1987) is an Indian physicist and a former child prodigy. He completed high school at the age of 9 years, earned a BSc at the age of 11 years, and a MSc at the age of 12 years from Patna Science College (Patna University). In August 2009, he got his PhD from the Indian Institute of Science, Bangalore at the age of 21 years.[1] In July 2010, he was offered a position as Assistant Professor on contract (a non-permanent teaching position for fresh PhD graduates) at IIT Bombay.[2][3][4]\nHis employment was terminated in 2019,.[5] As per his interview given to BBC, this was after a long leave related to his illness.[6]", "66964495": "Lucia Votano (born 2 November 1947) is an Italian astroparticle physicist, and the first woman to direct the Gran Sasso National Laboratory,[2] from 2009 to 2012.[3] Her research focuses on neutrinos, and she was the coordinator of the OPERA experiment, that led to the first detection of tau neutrinos from muon neutrino oscillation.", "48516112": "Mariangela Lisanti (born September 2, 1983)[1] is an American theoretical physicist and an associate professor of physics at Princeton University.[2] Her work focuses on understanding dark matter and dark energy using tools developed through artificial intelligence.[3]", "58575889": "Stefan Thurner (born 1969) is an Austrian physicist and complexity researcher.[1][2] He has been professor for Science of Complex Systems at the Medical University of Vienna since 2009,[3] external professor at the Santa Fe Institute since 2007, and guest professor at the Nanyang Technological University in Singapore since 2016.", "59690002": "Susan Nan Coppersmith FRSN FAA (born March 18, 1957)[1] is an American condensed matter physicist. Formerly the Robert E. Fassnacht Professor of Physics and Vilas Research Professor in the Department of Physics at the University of Wisconsin–Madison,[2] she moved in 2018 to the University of New South Wales.[3]", "10701855": "Eva Ekeblad (née De la Gardie; 10 July 1724 – 15 May 1786) was a Swedish countess, salon hostess, agronomist, and scientist. She was widely known for discovering a method in 1746 to make alcohol and flour from potatoes, allowing greater use of scarce grains for food production, significantly reducing Sweden's incidence of famine.", "11062304": "Eugen Merzbacher (April 9, 1921 – June 6, 2013) was an American physicist.[1]", "11881506": "Geoffrey Price Thomas FLSW (born 3 July 1941) was President of Kellogg College, Oxford, and Director of Oxford University Department for Continuing Education until 2008.", "14404645": "Gerald L. Pearson (March 31, 1905 – October 25, 1987) was a physicist whose work on silicon rectifiers at Bell Labs led to the invention of the solar cell. In 2008, he was inducted into the National Inventors Hall of Fame.", "68471845": "Isabella Velicogna is a geoscientist known for her work using gravity measurements from space to study changes in the polar ice sheets and water storage on Earth.", "43142183": "Lee Samuel Finn  is an American astrophysicist, former professor of physics, astronomy and astrophysics and \nformer director of the Center for Gravitational Wave Physics at Pennsylvania State University. His research interests are in gravitational wave astronomy.[1]", "44321834": "Wolfgang Helfrich (born 25 March 1932) is a German physicist and inventor recognized for his contributions to twisted-nematic liquid crystal technology, which is used to produce a variety of modern LCD electronic displays.", "19811371": "Allan Roy Mackintosh, FRS[1] (22 January 1936 – 20 December 1995) was a prominent  Danish physicist and a leading authority on magnetism and neutron scattering, especially in the rare-earth metals.", "21646387": "John Adolph Sanderson (c.1909 – 11 February 1998) was president of the Optical Society of America in 1967.[1] He was the former head of the optics division at Naval Research Labs and the Research and Education Officer for the Optical Society of America.[2]", "11979828": "James J. Kay (June 18, 1954 – May 30, 2004) was an ecological scientist and policy-maker.  He was a respected physicist best known for his theoretical work on complexity and thermodynamics.", "347188": "Robert Laurence Mills (April 15, 1927 – October 27, 1999)  was an American physicist, specializing in quantum field theory, the theory of alloys, and many-body theory.  While sharing an office at Brookhaven National Laboratory, Chen-Ning Yang and Robert Mills formulated in 1954 a theory now known as the Yang–Mills theory – \"the foundation for current understanding of how subatomic particles interact, a contribution which has restructured modern physics and mathematics.\"[1]", "25578549": "Anna Maria Nobili (born 1949) is an Italian physicist active in the field of gravitational physics.[1] Her institution is Pisa University. She authored a number of papers on satellite dynamics and co-authored a book with Andrea Milani and Paolo Farinella on the orbital perturbations induced by non-gravitational forces. After having published several papers on celestial mechanics, also in collaboration with Clifford Will and E. Myles Standish, Nobili is now Principal Investigator of the Galileo Galilei (GG) experiment aimed to improve the accuracy of the equivalence principle lying at the foundation of general relativity and of other metric theories of gravity. Asteroid 552746 Annanobili, discovered by Yuri Ivascenko at the Andrushivka Astronomical Observatory in 2010, was named in her honor. The official naming citation was published by IAU's WGSBN on 20 September 2021.[1]", "314421": "Raoul-Pierre Pictet (4 April 1846 – 27 July 1929) was a Swiss physicist. Pictet is co-credited with French scientist Louis-Paul Cailletet as the first to produce liquid oxygen in 1877.[1]", "3034169": "David D. Awschalom (born 1956 in Baton Rouge, Louisiana, United States)[1] is an American condensed matter experimental physicist. He is best known for his work in spintronics in semiconductors.", "31312955": "Nándor Balázs (Hungarian: Balázs Nándor László; July 7, 1926 – August 16, 2003)[1] was a Hungarian-American physicist, external member of the Hungarian Academy of Sciences (from 1995).", "43994172": "Gerald Woodrow Johnson (September 16, 1917 – April 7, 2005) was born in Spangle, Spokane County, Washington.[1]  He attended Washington State University where he got his master's degree; earned a PhD in 1947 from the University of California, Berkeley.  in the 1950s he oversaw nuclear testing in Nevada and in the Pacific.  He became director of Project Plowshare, researching the uses of peaceful nuclear explosions. In the late '70s he was a representative to the Strategic Arms Limitation Talks II and to the Comprehensive Nuclear-Test-Ban Treaty negotiations.[2]", "68504637": "Jeremy P. Chittenden is professor of plasma physics and co-director of the Centre for Inertial Fusion Studies at Imperial College London.[1][2]", "314435": "Louis-Paul Cailletet (21 September 1832 – 5 January 1913) was a French physicist and inventor.", "58739780": "Mei Yiqi or Mei Yi-chi (Chinese: 梅貽琦; 29 December 1889 – 19 May 1962), courtesy name Yuehan (Chinese: 月涵), was a Chinese politician, physicist and educator, who served two separate terms as Ministry of Education of the Republic of China, from 1948 to 1949 and from 1958 to 1961. He was additionally President of National Tsinghua University between 1931 and 1948, making him the university's longest serving president.[1]", "46779469": "Yasaman Farzan (Persian: یاسمن فرزان was born 1977 in Tabriz) is an Iranian researcher. She is a faculty member of Institute for Research in Fundamental Sciences.[3][4]", "18795607": "Bernard Quirinus Petrus Joseph de Wit (born 1945 in Bergen op Zoom) is a Dutch theoretical physicist specializing in supergravity and particle physics.", "66178138": "Ellen Kathryn Longmire is an American applied physicist and mechanical engineer known for her research in experimental fluid dynamics and turbulence. She is a professor of aerospace engineering and mechanics at the University of Minnesota, where she is also Associate Dean for Academic Affairs in the College of Science & Engineering,[1], the former chair of the American Physical Society Division of Fluid Dynamics, and one of three editors-in-chief of the journal Experiments in Fluids.[2]", "67325019": "Andrei V. Gritsan is an American-Siberian particle physicist. He was a member of a team of researchers at the Large Hadron Collider, who, in 2012, announced the discovery of a new subatomic particle, a Higgs boson.", "45239392": "Allen Varley Astin (June 12, 1904 – January 28, 1984) was an American physicist  who served as director of the United States National Bureau of Standards (now the National Institute of Standards and Technology) from 1951 until 1969.  During the Second World War he worked on the proximity fuse. He was an advocate for introduction of metric weights and measures to the United States.[1] He was an elected member to the American Philosophical Society,[2] the American Academy of Arts and Sciences,[3] and the National Academy of Sciences.[4]", "969833": "Vijay Satyanand Pande is a Trinidadian–American scientist and venture capitalist. Pande is best known for orchestrating the distributed computing protein-folding research project known as Folding@home.[1] His research is focused on distributed computing and computer-modelling of microbiology, and on improving computer simulations regarding drug-binding, protein design, and synthetic biomimetic polymers.[2][3] Pande became the ninth general partner at venture capital firm Andreessen Horowitz in November 2015. He is the founding investor of their Bio + Health Fund.[4]", "41405546": "Wit Busza is an American physicist, born in Romania and of Polish descent. He is a professor in physics at the Massachusetts Institute of Technology (MIT). He obtained a B.Sc. (1960) and Ph.D. (1964) from University College London. He began teaching at MIT in 1969 and was appointed as full professor in 1979. He was named a Margaret MacVicar Faculty Fellow in 1995. He is a member of the Polish Academy of Arts and Sciences and a fellow of the American Physical Society.[1]", "2542699": "Frederick John Vine FRS (born 17 June 1939) is an English marine geologist and geophysicist. He made key contributions to the theory of plate tectonics, helping to show that the seafloor spreads from mid-ocean ridges with a symmetrical pattern of magnetic reversals in the basalt rocks on either side.", "60050541": "Fang Fukang (Chinese: 方福康; 28 February 1935 – 4 February 2019) was a Chinese physicist and systems scientist. He established the study of systems theory at Beijing Normal University and served as president of the university from 1989 to 1995.", "67751036": "Daniel Kevin Sodickson is an American physicist and an expert in the field of biomedical imaging.  A past president[1] and gold medalist[2] of the International Society for Magnetic Resonance in Medicine, he is credited with foundational work in parallel magnetic resonance imaging (MRI), in which distributed arrays of detectors are used to gather magnetic resonance images at previously inaccessible speeds.   Sodickson is an elected Fellow of the US National Academy of Inventors.  He currently serves as Vice-Chair for Research in the Department of Radiology at New York University (NYU) Grossman School of Medicine, as Director of the department's Bernard and Irene Schwartz Center for Biomedical Imaging, as Principal Investigator of the Center for Advanced Imaging Innovation and Research, and as Co-Director of NYU's Tech4Health Institute.", "13782146": "Itzhak Bars (born 31 August 1943, İzmir, Turkey) is a theoretical physicist at the University of Southern California in Los Angeles.", "13061257": "Abraham Bennet FRS (baptised 20 December 1749 – buried 9 May 1799) was an English clergyman and physicist, the inventor of the gold-leaf electroscope and developer of an improved magnetometer. Alessandro Volta cited Bennet as a key influence on his work, although Bennet's own work was curtailed by the political turbulence of his time.[1]", "10472591": "Thomas Guidotti (September, 1638–1706), an English \"doctor of physick\" and writer, became one of the 17th century's most prolific physical scientists.[1] He used the analytical techniques of his time to detail and document the properties of the hot mineral springs at Bath, Somerset, and touted the waters of Sadler's Wells.[2]", "3001488": "Bruno Touschek (3 February 1921 – 25 May 1978) was an Austrian physicist, a survivor of the Holocaust, and initiator of research on electron-positron colliders.[3]", "59198610": "Enrique García-Berro Montilla (1959 - 2017) was a Spanish and Catalan astrophysicist.[1] He was a world-recognized expert in stellar astrophysics, in particular in the theory of white dwarf stars and type Ia supernovae.", "2804884": "Albrecht Fölsing (1940 in Bad Salzungen – 8 April 2018 in Hamburg) was a trained physicist turned into a scientific journalist.[1] Having studied physics in Berlin, Philadelphia, and Hamburg, he worked as an academic research assistant for the German electron synchrotron named DESY. In the years 1973–2001, Fölsing was head of the Nature and Science Department of the North German Radio and Television. He has written several biographies of well-known physicists and studies of the \"cheating factor\" in science. His most widely known book is perhaps Albert Einstein: A Biography, which also gathers many quotations by Einstein.", "9522326": "Karel Frederik Niessen (1895 in Velsen[1] – 1967) was a Dutch theoretical physicist who made contributions to quantum mechanics and is known for the Pauli–Niessen model.", "58707113": "Snegulka Detoni (de Toni) (22 May 1921 – 14 January 2016) was a prominent Slovene physicist and chemist known for her research in hydrogen bonding. She was the recipient of the Boris Kidrič Prize in 1961.", "58674349": "California Institute of Technology", "10898606": "Robert Aymar was the Director General of CERN (2004–2008), serving a five-year term in that role.[1][2]", "25578671": "Charles William Francis Everitt (born 8 March 1934) is a US-based English physicist working on experimental testing of general relativity.", "52677808": "Antonio Garbasso (16 April 1871 – 14 March 1933) was an Italian physicist and National Fascist Party politician. He was the 14th mayor and the 1st podestà of Florence, Kingdom of Italy.[1][2][3][4]", "19713200": "Hiromichi Kataura (片浦 弘道, Kataura Hiromichi) is a Japanese scientist known for his work on synthesis and characterization of single-wall and double-wall[1] carbon nanotubes and on encapsulation of water,[2] fullerenes and other organic molecules[3][4][5] into carbon nanotubes.", "50777269": "Jane Hamilton Hall (23 June 1915–November 1981) was an American physicist. During World War II she worked on the Manhattan Project. After the war she remained at the Los Alamos National Laboratory, where she oversaw the construction and start up of the Clementine nuclear reactor. She became assistant director of the laboratory in 1958. She was secretary of the General Advisory Committee of the Atomic Energy Commission from 1956 until 1959, and was a member of the committee from 1966 to 1972.", "35409081": "John Northrup Shive (February 22, 1913 – June 1, 1984) was an American physicist and inventor.  He made notable contributions in electronic engineering and solid-state physics during the early days of transistor development at Bell Laboratories.  In particular, he produced experimental evidence that holes could diffuse through bulk germanium, and not just along the surface as previously thought. This paved the way from Bardeen and Brattain's point-contact transistor to Shockley's more-robust junction transistor. Shive is best known for inventing the phototransistor in 1948 (a device that combines the sensitivity to light of a photodiode and the current gain of a transistor), and for the Shive wave machine in 1959 (an educational apparatus used to illustrate wave motion).", "2346170": "Francesco Calogero (born 6 February 1935) is an Italian physicist, active in the community of scientists concerned with nuclear disarmament.", "49597628": "Konstantinos Fostiropoulos is a Greek physicist who has been working in Germany in the areas nano-materials, solid-state physics, molecular physics, astrophysics, and thermodynamics. From 2003 to 2016 he has been founder and head of the Organic Solar Cells Group at the Institute Heterogeneous Materials Systems within the Helmholtz-Zentrum Berlin. His scientific works include novel energy materials and photovoltaic device concepts, carbon clusters in the Interstellar Medium, and intermolecular forces of real gases.", "46812358": "Alicia Esther Nash (née Lardé Lopez-Harrison; January 1, 1933 – May 23, 2015) was a Salvadoran-American physicist. The wife of mathematician John Forbes Nash Jr., she was a mental-health care advocate, who gave up her professional aspirations to support her husband and son, who were both diagnosed with schizophrenia.", "72830151": "Sylvie Vauclair (born on March 7, 1946, in Saint-Germain-en-Laye) is a French astrophysicist (at the Institut de Recherche en Astrophysique et Planétologie), and professor emeritus (at the Toulouse III - Paul Sabatier University), where she taught for more than 30 years. She also taught for a decade at the Paris Diderot University. She has served as president of the Société Française d'Astronomie et d'Astrophysique.[1]", "67292361": "Cora Dvorkin is an Argentine physicist, who is a professor at the physics department at Harvard University. Dvorkin is a theoretical cosmologist. Her areas of research are: the nature of dark matter, neutrinos and other light relics, and the physics of the early universe. Dvorkin is the Harvard Representative at the newly NSF-funded Institute for Artificial Intelligence and Fundamental Interactions (IAIFI)'s Board.[1][2]\nIn 2022, she was voted “favorite professor” by the Harvard senior Class of 2023. She has been awarded the 2019 DOE Early Career award and has been named the \"2018 Scientist of the year\" by the Harvard Foundation for \"Salient Contributions to Physics, Cosmology and STEM Education\".[3] She has also been awarded a Radcliffe Institute Fellowship and a Shutzer Professorship at the Radcliffe Institute. In 2018 she was awarded a Star Family Challenge prize for Promising Scientific Research, which supports high-risk, high-impact scientific research at Harvard. In 2020, Dvorkin gave a talk on machine learning applied to the search for dark matter as part of the TEDx Río de la Plata event.[4]", "58903762": "Leigh \"Wiki\" H. Royden is an American Geologist.", "34196691": "Juris Upatnieks (born 7 May 1936 in Riga) is a Latvian-American physicist and inventor, and pioneer in the field of holography.", "62803166": "Keijo Olavi Kajantie (born 1940) is a Finnish theoretical physicist and Professor and Adjoint Scientist at the Helsinki Institute of Physics.[1] He was Professor of Physics at the University of Helsinki from 1973 to 2008.[2][3] From 1985 to 1990 he was a Research Professor of the Academy of Finland[4] and he has worked in the CERN Theory Division.[5] He is best known for his contributions to the study of the electroweak and strong interactions at high temperatures, as well as to the field of ultrarelativistic nuclear collisions.[6] His research interests include ultrarelativistic nuclear collisions, finite temperature field theory, string theory and QCD matter, cosmological phase transitions and null infinity in general relativity.[5]", "21646559": "Arthur F. Turner was president of the Optical Society of America in 1968.[1] He is well known for his contributions to the field of optical thin-film coatings. He was awarded the Technical Oscar in 1959 for the Balcold projection mirror,[2] and the Frederic Ives Medal in 1971.[3]", "38194399": "Coleman Dupont Donaldson (September 22, 1922 – August 7, 2009) was a fluid physicist and aeronautical engineer who specialized in turbulent flow and computational fluid dynamics. He made broad contributions during his career in turbulent transport, supersonic flow, and armor.[3]", "65555683": "Kwang Hwa Chung (Korean: 정광화, born 1948) is a South Korean physicist who has served as president of the Korea Research Institute of Standards and Science, the Korea Basic Science Institute, and the Korean Vacuum Society. She has received the Moran Medal of the Order of Civil Merit, as well as other honors and awards for her scientific research and work to promote professionalism for women in STEM fields.", "46877925": "Janne Wallenius is a Swedish reactor physicist. He is a professor at the Royal Institute of Technology (KTH) in Stockholm, Sweden.[1]", "16665832": "Richard Ernest Kronauer (1925 – October 18, 2019) was the Gordon McKay Professor of Mechanical Engineering, emeritus, at Harvard University.[1]  Though experienced with research in both fluid mechanics and applied mathematics.", "70503658": "Günther Dissertori (born 1969) is an Italian physicist, scientist, professor for particle physics and rector at ETH Zurich.[1]", "1985771": "William Edwin Gordon (January 8, 1918 – February 16, 2010) was an electrical engineer,  physicist and astronomer.[1] He was referred to as the \"father of the Arecibo Observatory\".[2][3]", "904426": "Samuel Theodore Cohen (January 25, 1921 – November 28, 2010) was an American physicist who is generally credited as the father of the neutron bomb.[1]", "42257649": "Neelima M. Gupte is an Indian physicist.[1]  She obtained her B.Sc. from Bombay University in 1976, M.Sc. from IIT Bombay in 1978 and Ph.D from SUNY at Stony Brook in 1983. She has subsequently worked at the University of Hyderabad, and was on the faculty of Pune University from 1985 to 1993. She is presently Professor in the Department of Physics, IIT Madras. Her research interests lie in the field of nonlinear dynamics, and chaos.", "69815551": "Robert John Nemanich is an American physicist.", "1821969": "John Robert Kirtley (born August 27, 1949[1]) is an American condensed matter physicist and a consulting professor at the Center for Probing the Nanoscale in the department of applied physics at Stanford University. He shared the 1998 Oliver E. Buckley Prize[2] of the American Physical Society, and is a Fellow of both the American Physical Society and the American Association for the Advancement of Sciences.", "57527570": "Ganesan Srinivasan (born 1942) is an Indian physicist specializing in the fields of condensed matter physics, astrophysics and statistical physics.[1] He is a visiting professor of the Indian Institute of Astrophysics[2][3][4] and a former research scientist in the Raman Research Institute.[5][6][7] He is also a current member of the High Energy Phenomena and Fundamental Physics and the Galaxies and Cosmology Divisions of the IAU.[8]", "68865317": "Laurie Elizabeth McNeil (born 1956) is an American condensed matter physicist and materials scientist whose research topics have included optical spectroscopy, the properties of crystals and semiconductors, and the synthesis of carbon nanotubes. She is Bernard Gray Distinguished Professor of Physics and Astronomy at the University of North Carolina at Chapel Hill.[1]", "8015143": "Dr Anirudh Singh is a Fiji Indian academic who has undertaken research on muon implantation in solids but is best known for the stand he has taken on national issues, in particular those relating to social inequities in Fiji, resulting from the 1987 military take-over of the Fijian Government.", "2346282": "Matthew Luckiesh DSc, DE, (September 14, 1883 Maquoketa, Iowa – November 2, 1967 Shaker Heights, Ohio) was a physicist and, as the Director of General Electric's Lighting Research Laboratory at its Nela Park National Lamps Works facility in East Cleveland, Ohio, he pursued research on light and vision.[1] In his day, he was known as the \"Father of the Science of Seeing.\"[1]", "11062571": "Richard K. Yamamoto (1935–2009)[1] was an elementary particle physicist and professor of physics at MIT focusing primarily on the study of leptons and quarks and their interactions. To this end he was involved with experiments at Brookhaven, Fermilab, and SLAC, including the BaBar Experiment. He was also known for his expertise in building experimental hardware, which he shared with students.", "25578794": "Hansjörg Dittus (born 1957) is a German physicist, affiliated with the German Aerospace Center as director of the Institute of Space Systems and executive board member for Space Research and Technology.[1] His fields of expertise are gravitational physics, metrology, inertial sensors. He is involved in many space-based experiments aimed at testing foundational issues of gravitational interaction. He collaborates with the Center of Applied Space Technology and Microgravity (ZARM) at the University of Bremen.[2]", "44584243": "Mikhail Alexeevich Anisimov (Russian: Михаил Алексе́евич Анисимов, born November 2, 1941, Baku, Azerbaijan, USSR) is a Russian and American interdisciplinary scientist.", "40684861": "Michael F. Brown (born 1948) is an American chemist.  Since 1987, he has been a Professor of Chemistry at the University of Arizona, and since 2003 has held joint appointments as a Professor of Physics and Professor of Applied Mathematics. Prior to the University of Arizona, Brown earned tenure at the University of Virginia. His research involves the application of NMR spectroscopy and other biophysical methods to study membrane lipids, liquid crystals, and membrane proteins. Brown has particularly been a pioneer in the application of solid-state NMR spectroscopy to the study of lipid bilayer dynamics.", "2673983": "Jørg Tofte Jebsen  (27 April 1888 – 7 January 1922) was a physicist from Norway, where he was the first to work on Einstein's general theory of relativity. In this connection he became known after his early death for what many now call the Jebsen-Birkhoff theorem for the metric tensor outside a general, spherical mass distribution."}