{"630571": "Acusilaus, Acusilas,  or Akousilaos (Ancient Greek: Ἀκουσίλαος) of Argos, son of Cabas or Scabras, was a Greek logographer and mythographer who lived in the latter half of the 6th century BC but whose work survives only in fragments and summaries of individual points.[1] He is one of the authors (= FGrHist 2) whose fragments were collected in Felix Jacoby's Die Fragmente der griechischen Historiker.", "49291053": "Lucius Calvenus Taurus (Ancient Greek: Λούκιος Καλβῆνος Ταῦρος, romanized: Loúkios Kalbē͂nos Taũros, also Calvisius Taurus;[1]: 286−8  fl. second century AD) was a Greek philosopher of the Middle Platonist school.[2]", "67641135": "Dwaipayan Bhattacharyya is an Indian political scientist.[1] He is a professor at Centre for Political Studies, Jawaharlal Nehru University.[2]", "8101680": "Alison Wylie FRSC FAHA (born 1954) is a Canadian philosopher of archaeology. She is a professor of philosophy at the University of British Columbia[1] and holds a Canada Research Chair in Philosophy of the Social and Historical Sciences.[2]", "25960247": "Jes Bertelsen (born March 27, 1946), Dr. phil. in History of ideas, is a Danish spiritual teacher and author. Since 1982 he has been the leader of Vækstcenteret (i.e. \"The Growth Center\"), which he and his wife at the time, Hanne Kizach, founded in Norre-Snede Municipality, Denmark. His teachings are based on an experiential investigation of the nature of consciousness, using comparative analysis of Eastern and Western spiritual teachings and consciousness practices on a foundation of modern psychological, philosophical and scientific approaches. He teaches in Danish. A number of his books have been translated into German.[1]", "68165432": "William Godwin is a biography of the philosopher William Godwin (1756–1836) written by Peter Marshall and first published in 1984 by Yale University Press.", "30711608": "Gerard Boate (also Gérard de Boot, Bootius or Botius) (1604, Gorinchem – 1650, Dublin) was a Dutch physician, known for his Natural History of Ireland.", "4136764": "Václav Bělohradský (born January 17, 1944 Prague) is a Czech philosopher and sociologist.", "25665342": "Anna Magdalena Brożek (born 11 May 1980 in Kraków) is a Polish philosopher and musician.[1]", "3546946": "Giulio Pace de Beriga, also known as Giulio Pacio, or by his Latin name Julius Pacius of Beriga (9 April 1550 – 1635) was a well-known Italian Aristotelian scholar and jurist.", "14786372": "Gorampa Sonam Senge (Wylie: go rams pa bsod nams seng ge, 1429–1489[1]) was an important philosopher in the Sakya school of Tibetan Buddhism. He was the author of a vast collection of commentaries on sutra and tantra whose work was influential throughout Tibetan Buddhism. Gorampa is particularly known for his writings on madhyamaka philosophy, especially his critique of the madhyamaka views of Tsongkhapa and Dolpopa. Gorampa defended the mainly anti-realist interpretation of madhyamaka held by the Sakya school (which sees conventional truth as a false illusion).[2]", "60890949": "Hannah Arendt (/ˈɛərənt, ˈɑːr-/,[10][11] US also /əˈrɛnt/,[12] German: [ˌhana ˈaːʁənt] ⓘ;[13] born Johanna Arendt; 14 October 1906 – 4 December 1975) was an American historian and philosopher. She was one of the most influential political theorists of the 20th century.[14][15][16]", "34545478": "Kaniyan Poongunranar, also Poongundranar or Pungundranar (Tamil: கணியன் பூங்குன்றனார், Kaṉiyan Pūngunṟanār), was an influential Tamil philosopher from the Sangam age from around 6th century BCE.[1] His name Kaniyan implies that he was an Kaala Kanithar (astronomer) (kaala kanitham in Tamil literally means mathematics of date, time and place). Kaniyan was born and brought up in Mahibalanpatti, a village panchayat in Tamil Nadu's Sivaganga district. He composed two poems in Purananuru and Natrinai.", "45391688": "Tatiana P. Grigorieva  (Russian: Григорьева, Татьяна Петровна, Japanese: グリゴーリエワ, テー・ペー; born Tatiana P. Topekha) was an outstanding Russian Japanologist, essayist, influential thinker, intellectual, translator (from Japanese to Russian), editor, and prominent Russian academic. She is best known as a researcher of Japanese culture, comparative literature scholar, a translator from Japanese into Russian, and an organizer of Russian humanities, who, beside of academic career, put considerable effort in popularization of Japanese culture, aesthetics and literature in Russia. She managed to produce academic works, which not only inspired a lively discussion in academia, but also became widely popular amongst intelligentsia.", "36085585": "Gary Steiner is an American moral philosopher, and the John Howard Harris Professor of Philosophy at Bucknell University. Steiner's particular focus is animal rights, Descartes, and 19th- and 20th-century continental philosophy.", "171860": "Menedemus of Eretria (Greek: Μενέδημος ὁ Ἐρετριεύς; 345/44 – 261/60 BC[1]) was a Greek philosopher and founder of the Eretrian school.[2] He learned philosophy first in Athens, and then, with his friend Asclepiades, he subsequently studied under Stilpo and Phaedo of Elis. Nothing survives of his philosophical views apart from a few scattered remarks recorded by later writers.", "69246805": "Ian Bisset Mueller (February 5, 1938 - August 6, 2010) was an American philosopher. He studied ancient Greek philosophy of science and focused on the reception of Plato and Aristotle in late antiquity.[1]", "2793302": "Walter Bryce Gallie (5 October 1912 – 31 August 1998) was a Scottish social theorist, political theorist, and philosopher.[1][2]", "71507796": "Mikel Burley is a scholar of religion and philosophy, known for his work on the Hindu and Buddhist traditions.", "499541": "Andrzej Frycz Modrzewski (Latin: Andreas Fricius Modrevius) (20 september 1503 – 1572) was a Polish Renaissance scholar, humanist and theologian, called \"the father of Polish democracy\". His book De Republica emendanda (O poprawie Rzeczypospolitej) was widely read and praised across most of Renaissance Europe, influencing thinkers such as Jean Bodin, Hugo Grotius and Johannes Althusius.[1][2]", "171867": "Heraclides Ponticus (Greek: Ἡρακλείδης ὁ Ποντικός Herakleides; c. 390 BC – c. 310 BC)[1] was a Greek philosopher and astronomer who was born in Heraclea Pontica, now Karadeniz Ereğli, Turkey, and migrated to Athens. He is best remembered for proposing that the Earth rotates on its axis, from west to east, once every 24 hours.[2] He is also hailed as the originator of the heliocentric theory; although this is disputed.[3][4]", "57679714": "Alessandro Braccesi  (10 December 1445 – 7 July 1503) was an Italian humanist, writer and diplomat. He was born in Florence and died in Rome. Perugino's Portrait of a Boy was long identified as him, but this identification has now been refuted.[citation needed]", "3841891": "John Alexander Smith (21 April 1863 – 19 December 1939) was a British idealist philosopher, who was the Jowett Lecturer of philosophy at Balliol College, Oxford from 1896 to 1910, and Waynflete Professor of Moral and Metaphysical Philosophy, carrying a Fellowship at Magdalen College in the same university, from 1910 to 1936. He was born in Dingwall and died in Oxford.", "18947942": "Dimitris Liantinis (/ˌliːənˈtiːnɪs/; Greek: Δημήτρης Λιαντίνης [ʎa(n)ˈdinis]; born 23 July 1942, disappeared 1 June 1998) was a Greek philosopher. He was associate professor at the Department of Pedagogy of the Faculty of Philosophy, Pedagogy and Psychology of the University of Athens, teaching the course \"Philosophy of Education and Teaching of Greek Language and Literature\".[2] He has written nine books. His last and most seminal work Gemma (Γκέμμα) has been translated into several languages.", "66658152": "Stephen Kershnar (born 1966) is an American philosopher, a philosophy professor at the State University of New York at Fredonia (SUNY), and an attorney. In 2022, Kershnar discussed his views and a book (published 2015) which question the immorality of \"adult-child sex.\" His comments and the subsequent backlash led to his barring from the campus and a currently pending investigation.", "171884": "Eduard Gottlob Zeller (German: [ˈtsɛlɐ]; 22 January 1814, Kleinbottwar – 19 March 1908, Stuttgart) was a German philosopher and Protestant theologian of the Tübingen School of theology. He was well known for his writings on Ancient Greek philosophy, especially Pre-Socratic Philosophy,[1][2] and most of all for his celebrated, multi-volume historical treatise The Philosophy of Greeks in their Historical Development (1844–52).[3] Zeller was also a central figure in the revival of neo-Kantianism.[4]", "40705909": "Predrag Finci (born 5 August 1946) is a Bosnian–British philosopher, author, and essayist.", "302966": "Sir Thomas Elyot (c. 1496 – 26 March 1546) was an English diplomat and scholar. He is best known as one of the first proponents of the use of the English language for literary purposes.", "39427965": "Professor Gabriel Segal is an academic philosopher, cognitive scientist and an author.", "19767168": "Charles Alexander Moore (March 11, 1901 – April 1967)  was an American philosopher, historian, sinologist, and writer. He was a professor of comparative philosophy at the University of Hawaiʻi.", "33398658": "Roger Steare is a British ethicist and corporate philosopher.", "44507022": "Harald Holz (born 14 May 1930, in Freiburg im Breisgau) is a German philosopher, logician, mathematician (autodidact), poet and novelist.", "204687": "Field Marshal Jan Christian Smuts, OM, CH, DTD, ED, PC, KC, FRS (baptismal name Jan Christiaan Smuts, 24 May 1870 – 11 September 1950) was a South African statesman, military leader and philosopher.[1] In addition to holding various military and cabinet posts, he served as prime minister of the Union of South Africa from 1919 to 1924 and 1939 to 1948.", "1679250": "Carlo Raimondo Michelstaedter[needs  IPA] or Michelstädter (3 June 1887 – 17 October 1910) was an Italian philosopher, artist, and man of letters.", "1613715": "Timaeus of Locri (/taɪˈmiːəs/; Ancient Greek: Τίμαιος ὁ Λοκρός, romanized: Tímaios ho Lokrós; Latin: Timaeus Locrus) is a character in two of Plato's dialogues, Timaeus and Critias. In both, he appears as a philosopher of the Pythagorean school. If there ever existed a historical Timaeus of Locri, he would have lived in the fifth century BC, but his historicity is dubious since he only appears as a literary figure in Plato's works; all other ancient sources are either based on Plato or are fictional accounts.", "34906003": "Alexander Ebner (born 19 October 1967) is a German social scientist and Professor of Social Economics, esp. Economic Sociology and Political Economy at the Goethe University Frankfurt. His main research fields are Entrepreneurship and Innovation, Governance and Public Policy, Regional Development, and the History of Economics.", "5840789": "Maria Ossowska (née Maria Niedźwiecka, 16 January 1896, Warsaw – 13 August 1974, Warsaw) was a Polish sociologist and social philosopher.", "2334613": "Gaspar Melchor de Jovellanos (born Gaspar Melchor de Jove y Llanos, 5 January 1744 – 27 November 1811) was a Spanish neoclassical statesman, author, philosopher and a major figure of the Age of Enlightenment in Spain.", "60366740": "Ann Van Sevenant (born 10 June 1959) is a Belgian philosopher.", "61743002": "Rao Sahib Ayyathan Gopalan (3 March 1861 – 2 May 1948), popularly known as Darsarji and Darsar Sahib (\"Darsar\" means \"doctor\", derived from Latin word \"docere\" for doctor), was an Indian doctor, surgeon, professor, writer, philanthropist, social reformer, and Renaissance leader from Kerala. He is the founder of the Sugunavardhini movement (1900) and Depressed classes mission (1909) and also the leader and propagandist of Brahmo Samaj (1893) in Kerala.[1] He denounced idol worship and fought to end those social practices in Kerala that he thought were unethical. Among his followers were Brahmananda Swami Sivayogi,[2][3][4][5][6][7][8] Vaghbatananda,[9][10][11][12][13] and Brahmavadhi P. Kunhiraman. Gopalan titled P. Kunhiraman as \"Brahmavadhi\" and Sivayogi as \"Brahmananda Swami\".", "14851998": "David van Goorle[1] (also known under his Latinized name David Gorlaeus) (15 January 1591, Utrecht – 21 April 1612, Cornjum)[2] was a Dutch philosopher and theologian, and one of the first modern atomists.[3]", "3252136": "John Barker (fl. ca. 1471–1482) was first recorded as a King's Scholar at Eton College about 1471. He went to King's College in 1474, was elected a fellow in 1477, and graduated MA in 1479.[1]  His Etonian connection may indicate that he was from the south of England.", "22749097": "Edgar Bauer (7 October 1820 – 18 August 1886) was a German political philosopher and a member of the Young Hegelians. He was the younger brother of Bruno Bauer. According to Lawrence S. Stepelevich, Edgar Bauer was the most anarchistic of the Young Hegelians, and \"...it is possible to discern, in the early writings of Edgar Bauer, the theoretical justification of political terrorism.\"[1] German anarchists such as Max Nettlau and Gustav Landauer credited Edgar Bauer with founding the anarchist tradition in Germany.[2] In the mid-1840s, Marx' and Engels' critique of the Bauer brothers marked the beginning of their collaboration and an important stage in the development of Marxist thought. Edgar Bauer participated in the Revolution of 1848. Subsequently he became a conservative.", "2727849": "Scott Buchanan (1895 – 1968) was an American philosopher, educator, and foundation consultant. He is best known as the founder, together with Stringfellow Barr, of the Great Books program at St. John's College, at Annapolis, Maryland.[1]", "60563372": "Kuttipuzha Krishna Pillai (1 August 1900 – 11 February 1971), was an Indian scholar, journalist, philosopher, atheist and critic of Malayalam language. Counted among the prominent literary critics of the language, he wrote a number of books covering the genres of literary criticism and philosophy. He presided over the Kerala Sahitya Akademi, chaired the advisory board of the Kerala Bhasha Institute as an ex-officio member and was a recipient of the Soviet Land Nehru Award.", "1646509": "Publius Nigidius Figulus (c. 98 – 45 BC)[1] was a scholar of the Late Roman Republic and one of the praetors for 58 BC.[2] He was a friend of Cicero, to whom he gave his support at the time of the Catilinarian conspiracy.[3][4] Nigidius sided with the Optimates in the civil war between Julius Caesar and Pompeius Magnus.", "33922994": "Timothy Bloxam Morton (born 19 June 1968)[2] is a professor and Rita Shea Guffey Chair in English at Rice University.[3]  A member of the object-oriented philosophy movement, Morton's work explores the intersection of object-oriented thought and ecological studies. Morton's use of the term 'hyperobjects' was inspired by Björk's 1996 single 'Hyperballad', although the term 'Hyper-objects' (denoting n-dimensional non-local entities) has also been used in computer science since 1967.[4] Morton uses the term to explain objects so massively distributed in time and space as to transcend localization, such as climate change and styrofoam.[5] Their recent book Humankind: Solidarity with Non-Human People explores the separation between humans and non-humans and from an object-oriented ontological perspective, arguing that humans need to radically rethink the way in which they conceive of, and relate to, non-human animals and nature as a whole, going on to explore the political implications of such a change.[6] Morton has also written extensively about the literature of Percy Bysshe Shelley and Mary Shelley, Romanticism, diet studies, and ecotheory.[7] Morton is faculty in the Synthetic Landscapes postgraduate program at the Southern California Institute of Architecture (SCI-Arc).[8]", "40345527": "Carla Fehr is an associate professor of philosophy at the University of Waterloo where she holds the Wolfe Chair in Scientific and Technological Literacy.[1]", "12558266": "Samuel Todes (June 27, 1927 – October 21, 1994) was an American philosopher who made notable contributions to existentialism, phenomenology, and philosophy of mind.", "630717": "Abiathar Crescas (Aragonese: [aβiaˈtaɾ ˈkɾeskas], Catalan pronunciation: [əβiəˈtaɾ ˈkɾeskəs]) was a 15th-century physician and astrologer from the Crown of Aragon (now part of Spain). He was head astrologer to King John II of Aragon, father of King Ferdinand of Aragon.", "28483518": "Svetozar \"Sveta\" Stojanović (Serbian Cyrillic: Светозар Стојановић) (18 October 1931 – 7 May 2010) was a Serbian philosopher and political theorist.", "13901760": "Hirsch Bär Fassel (21 August 1802 – 27 December 1883; also known as Hirsch Baer Fassel or Hirsch B. Fassel) was an influential rabbi and philosopher.", "892871": "Seyyed Jalāl Āl-e-Ahmad (Persian: جلال آل‌احمد; December 2, 1923 – September 9, 1969) was a prominent Iranian novelist, short-story writer, translator, philosopher,[1] socio-political critic, sociologist,[2] as well as an anthropologist who was \"one of the earliest and most prominent of contemporary Iranian ethnographers\".[3] He popularized the term gharbzadegi – variously translated in English as \"westernstruck\", \"westoxification\", and \"Occidentosis\" – [4] producing a holistic ideological critique of the West \"which combined strong themes of Frantz Fanon and Marx\".[5]", "204745": "Michael John Novak Jr. (September 9, 1933 – February 17, 2017) was an American Catholic philosopher, journalist, novelist, and diplomat. The author of more than forty books on the philosophy and theology of culture, Novak is most widely known for his book The Spirit of Democratic Capitalism (1982). In 1993 Novak was honored with an honorary doctorate at Universidad Francisco Marroquín[6] due to his commitment to the idea of liberty. In 1994 he was awarded the Templeton Prize for Progress in Religion, which included a million-dollar purse awarded at Buckingham Palace. He wrote books and articles focused on capitalism, religion, and the politics of democratization.", "74358730": "John B. Brough (born 1941) is an American philosopher and Professor Emeritus of Philosophy at Georgetown University. He is known for his works on phenomenology.[1][2][3][4]", "4005839": "Arnold Ira Davidson (born 1955) is an American philosopher and academic, and the Robert O. Anderson Distinguished Service Professor in Philosophy, Comparative Literature, History of Science, and  Philosophy of Religion at the University of Chicago.[1] He is also a member of the Committee on the Conceptual Foundations of Science at Chicago and a professor at the Università di Pisa in Pisa, Italy.", "73244626": "Leora Faye Batnitzky (born 1966) is an American philosopher and the current Ronald O. Perelman Professor of Jewish Studies at Princeton University.[1] Her research interests include religion, modern Jewish thought, hermeneutics, and contemporary legal and political theory. She served as Chair of the Department of Religion from 2010 to 2019 and currently serves as Director of Princeton's Program in Judaic Studies.[2]", "9019363": "Eugene Halliday (10 December 1911 – 22 July 1987) was a British artist,[1] writer,[2] and teacher. For a large part of his life he lived and taught in Manchester and Altrincham, England, lecturing (in Manchester and Liverpool), running groups and giving personal tuition to a large number of interested people.  He was an artist, a writer of books, plays and poetry as well as possessing understandings of philosophy, religion and the science of his day.  Much of his work centred on his interpretation of the esoteric ideas behind religion. He practised and taught an approach to psychotherapy.[3] He was a friend of the artist Käthe Schuftan, giving the tribute at her funeral in 1958.[4]", "1122281": "Paulin Jidenu Hountondji (born 11 April 1942 in Abidjan, Côte d'Ivoire) is a Beninese philosopher, politician and academic considered one of the most important figures in the history of African philosophy.[1] Since the 1970s he has taught at the Université Nationale du Bénin in Cotonou, where he is Professor of Philosophy. In the early 1990s he briefly served as Minister of Education and Minister for Culture and Communications in the Government of Benin.", "10428394": "Douglas Edison Harding (12 February 1909 – 11 January 2007) was an English philosophical writer, mystic, spiritual teacher and author of a number of books, including On Having No Head: Zen and the Rediscovery of the Obvious (1961), which describes simple techniques he invented for readers to experience (not just understand) the non-duality of consciousness.", "32808939": "Yannis Stavrakakis (Greek: Γιάννης Σταυρακάκης; born 1970) is a Greek–British political theorist. A member of the Essex School of discourse analysis, he is mainly known for his explorations of the importance of psychoanalytic theory (Freud and Lacan) for contemporary political and cultural analysis and for his discourse studies on populism.", "61710317": "Terry L. Price (born 27 December 1966) is an American philosopher.", "50175982": "Scott F. Aikin (born 1971) is an American philosopher and assistant professor of philosophy at Vanderbilt University in Nashville, Tennessee, where he also holds a joint appointment in Classics. He earned an M.A. in philosophy from the University of Montana in 1999 and a Ph.D. in philosophy from Vanderbilt University in 2006. His principal areas of research are epistemology, argumentation theory, ancient philosophy, and pragmatism.[1]", "41623537": "Pepa Hristova (born 25 April 1977) is a Bulgarian photographer, based in Hamburg and Berlin.", "47325170": "Gideon Rosen (born 1962) is an American philosopher. He is a Stuart Professor of Philosophy at Princeton University, where he specializes in metaphysics, philosophy of mathematics, and ethics.", "61513713": "Satyabodha Tirtha (Śrī Satya-bodha Tīrtha) (c. 1710 - c. 1783)  was an Indian philosopher, scholar, yogi, mystic and saint. He was the 25th pontiff of Uttaradi Math and served the pontificate from March 1744 - 9 March 1783.[1] Satyabodha Tirtha was a great yogi and was honoured by both Hindu and Muslim rulers of his time.[2] Satyabodha Tirtha enjoyed a good fame as a miracle-man. Almost all the princes of the South India used to worship him and were his ardent disciples. Murari Rao of Gooty, Raghoji Bhosale and Fateh Singh Rao Gaekwad, were his great disciples. Satyabodha Tirtha Swamiji's mission of peace has played a prominent role during this time.[3] He earned a reputation as the greatest of Madhva saints of his time for his un-rivaled scholarship, miraculous achievements and dynamism as the pontiff of the Uttaradi Math. So many were his achievements and so well was he liked, admired and respected by people of all castes and creeds, rich and poor, that the Uttaradi Math (where Satyabodha's Brindavana is present) in Savanur got the name as Satyabodha Math after him.[4] Satyabodha Tirtha is believed to be the incarnation of Markandeya.", "10362869": "Nakai Chikuzan (中井 竹山, 1730–1804) was a leading academic in the Kaitokudō academy tradition of scholarship. He was the first son of Nakai Shuan (d. 1758), one of the Kaitokudō's two founders, and was influenced by his teacher and mentor Goi Ranju (五井蘭洲:1697-1762). He became the administrative head of the Kaitokudō in 1797 during the Tokugawa period in Japan.", "66527228": "Helmut(h) Tarand (until 1935; Helmuth Takenberg; 8 October 1911 – 1 November 1987) was an Estonian poet, philologist, philosopher and cultural figure. He used also pseudonyms Annus Rävälä and Aili Helm (with Hilja Rüütli).[1]", "8199": "Denis Diderot (/ˈdiːdəroʊ/;[3] French: [dəni did(ə)ʁo]; 5 October 1713 – 31 July 1784) was a French philosopher, art critic, and writer, best known for serving as co-founder, chief editor, and contributor to the Encyclopédie along with Jean le Rond d'Alembert. He was a prominent figure during the Age of Enlightenment.[4]", "25337866": "Frederik Christian Eilschov (13 February 1725 – 15 October 1750) was a Danish philosopher. He is most noted for  Fruentimmer-Philosophie (1749) and for  Philosophiske Breve (1748).[1]", "270348": "Dio Chrysostom (/ˈdiːoʊ ˈkrɪsəstəm, krɪˈsɒstəm/; Ancient Greek: Δίων Χρυσόστομος Dion Chrysostomos), Dio of Prusa or Cocceianus Dio (c. 40 – c. 115 AD), was a Greek orator, writer, philosopher and historian of the Roman Empire in the 1st century AD.  Eighty of his Discourses (or Orations; Λόγοι) are extant, as well as a few letters, a mock essay Encomium on Hair, and a few other fragments. His sobriquet Chrysostom comes from the Greek chrysostomos, which literally means \"golden-mouthed\".", "49651725": "Christina Thürmer-Rohr (born 1936) is a feminist philosopher and social scientist, and is a Professor Emeritus at Technische Universität Berlin.[1][2] She has been largely collected by libraries worldwide.[3]", "60760081": "Nikidion (\"Little Victory\") (floruit circa 300 BCE) was a hetaira (courtesan) who was a female student of Epicurus.[1] She served as a character in Martha Nussbaum's philosophical works.", "61055004": "Juan García del Muro Solans (Catalan: Joan García del Muro; born 1961)[1] is a Spanish philosopher, essayist and university professor. He is one of the most awarded essayists in the Catalan language. He is the author of over 10 books, including Ficcions còmplices (\"Accomplice Fictions\", 2004)[1] and Good bye, veritat (\"Good Bye, Truth\", 2018).[1]", "1941533": "Franklin Merrell-Wolff (born Franklin Fowler Wolff; 11 July 1887 – 4 October 1985) was an American mystic and esoteric philosopher. After formal education in philosophy and mathematics at Stanford and Harvard, Wolff devoted himself to the goal of transcending the normal limits of human consciousness. After exploring various mystical teachings and paths, he dedicated himself to the path of jnana yoga and the writings of Shankara, the expounder of the Advaita Vedanta school of Hindu philosophy.", "19734560": "Work and Employment", "106540": "Georg Simmel (/ˈzɪməl/; German: [ˈzɪməl]; 1 March 1858 – 26 September 1918) was a German sociologist, philosopher, and critic.", "5677100": "Traugott Konstantin Oesterreich (15 September 1880, in Stettin (Szczecin) – 28 July 1949, in Tübingen) was a German religious psychologist and philosopher.", "34480174": "Robert Zimmer (born 25 October 1953) is a German philosopher and essayist who writes biographies and popular introductions to philosophy and to the history of philosophy.", "20914222": "Romano Amerio (17 January 1905 – 16 January 1997) was a Swiss-Italian theologian and a late critic of post-Conciliar evolutions in liturgy and ecclesiology. His magnum opus is Iota Unum. It is a work dedicated to the study of the ruptures in Church teaching and tradition following the Second Vatican Council.", "26550318": "Ghulam Murtaza Syed (Sindhi: غلام مرتضيٰ سيد‎, 17 January 1904 – 25 April 1995),[3] known as G. M. Syed  was a prominent Sindhi politician, who is known for his scholarly work,[4] passing only constitutional resolution in favor of the establishment of Pakistan from British India's Sindh Assembly (which is now Sindh Assembly) in 1943.[5] Later proposing ideological groundwork for separate Sindhi identity and laying the foundations of Sindhudesh movement.[6] He is regarded as one of the founding fathers of modern Sindhi nationalism.[7]", "9674800": "Coriscus of Scepsis (/kɔːˈrɪskəs/; Greek: Κορίσκος Σκήψιος) and his brother Erastus were students of Plato.  He was also a friend of Aristotle.  Coriscus' son Neleus is mentioned as inheriting Aristotle's library.", "60497974": "Fang Keli (Chinese: 方克立; pinyin: Fāng Kèlì; 28 June 1938 – 21 April 2020)[1] was a Chinese New Confucian philosopher and a member of the Chinese Communist Party. He was best known for his work in New Confucianism and his theories which attempt to fusion Marxism and Chinese culture.", "958520": "John Joseph DeGioia (born 1957) is an American academic administrator and philosopher who has been the president of Georgetown University since 2001. He is the first lay president of the school and is currently its longest-serving president. Upon his appointment, he also became the first lay president of any Jesuit university in the United States. Having spent his entire career at Georgetown, where he received his undergraduate and graduate degrees, DeGioia was the dean of student affairs and held various vice presidential positions before becoming president.", "34185275": "Robert Morris Yost (born 1917, died 2006) was a philosopher at the University of California in Los Angeles (UCLA). UCLA offers the Robert M. Yost Prize in philosophy in honor of his notable achievements in the field.[1]", "37560382": "Aleksandr Pavlovich Filippov (born 1891) was a Russian philosopher.", "1253439": "Karl Wilhelm Ferdinand Solger (28 November 1780, Schwedt – 20 October 1819, Berlin) was a German philosopher and academic. He is known as a theorist of Romanticism, and of irony.", "70033471": "Sheikh Ahmad Beheshti Persian: شیخ احمد بهشتی, (born 1935) is an Iranian Ayatollah. He was the president of Qom University. He represented the people of Fars Province in the first and second terms in the Islamic Consultative Assembly, as well as the third, fourth, and fifth terms of the Assembly of Experts.[4][5][6]", "5251137": "David Hume Pinsent (/ˈpɪnˌsɛnt/; 24 May 1891 – 8 May 1918)[1] was a collaborator and an  alleged lover of the Austrian philosopher Ludwig Wittgenstein.[2] Wittgenstein's Tractatus Logico-Philosophicus (1922) is dedicated to Pinsent's memory.[3][4]", "9674816": "Erastus of Scepsis (/ɪˈræstəs/; Greek: Ἔραστος Σκήψιος) and his brother Coriscus were students of Plato.[1]  He was also a friend of Aristotle.", "2170956": "Alexandre Koyré (/kwɑːˈreɪ/, French: [kwaʁe]; born Alexandr Vladimirovich (or Volfovich) Koyra (Russian: Александр Владимирович (Вольфович) Койра); 29 August 1892 – 28 April 1964), also anglicized as Alexander Koyre, was a French philosopher of Russian origin who wrote on the history and philosophy of science.", "7610446": "Alexandru Dragomir (November 8, 1916 in Zalău – November 13, 2002 in Bucharest) was a Romanian philosopher. He made his doctoral studies under Martin Heidegger's direction, in 1940.", "1679440": "Torgny T.  Segerstedt (11 August 1908 – 28 January 1999) was a Swedish philosopher and sociologist. \n[1]", "27566165": "Ricardo Guillermo Maliandi (born in La Plata, 1930, died 12 February 2015)[1] Argentine writer and philosopher, devoted to ethics.", "57188445": "André Fuhrmann (born 30 April 1958 in Essen, Germany) is a Professor of Philosophy and Logic at the Goethe University Frankfurt.", "1253470": "Judah Leon Abravanel or Abrabanel[1] (Hebrew: יְהוּדָה בֶּן יִצְחָק אַבְּרַבַנְאֵל, romanized: Yehuda ben Yitzhak Abravanel) (c. 1460 Lisbon – c. 1530? Naples?), otherwise known by the pen name of Leo the Hebrew[1] (in Latin: Leo Hebraeus; in Portuguese: Leão Hebreu; in Italian: Leone Ebreo; in Spanish: León Hebreo; in French: León l'Hebreu), was a Portuguese–Jewish philosopher, physician, and poet.[1] His work Dialogues of Love was one of the most important philosophical works of his time.[1]", "5611613": "John Callender (MB Chb, MD, MRCPsych, FRCPsych) is a Scottish psychiatrist and philosopher born in 1954.", "24354918": "Choe Eon-wi (868–944) was a Korean civil minister and calligrapher from the Gyeongju Choe clan during the end of Silla and the next ruling state, Goryeo. He was referred to as one of \"the three Choes\" along with Choe Chi-won, a renowned scholar, and Choe Seung-u. In 885, he went to Tang China to study, and passed a civil examination there. Choe, however, returned to Korea 909. After Silla was collapsed and integrated into Goryeo, he served as the titles of Taeja sabu, and Munhan and others. His calligraphic works include Nangwon Daesa Ojintapbimyeong (朗圓大師悟眞塔碑銘) and the epitaph on the stupa for Master Jinghyo at Heungnyeongsa temple in Yeongwol.[1]", "1253481": "Muhammadu Bellopronunciationⓘ (Arabic: محمد بلو) was the second Sultan of Sokoto[2] and reigned from 1817 until 1837. He was also an active writer of history, poetry, and Islamic studies.  He was the son and primary aide to Usman dan Fodio, the founder of the Sokoto Caliphate and the first Sultan.[3]  During his reign, he encouraged the spread of Islam throughout the region, increasing education for both men and women, and the establishment of Islamic courts.  He died on October 25, 1837, and was succeeded by his brother Abu Bakr Atiku and then his son, Aliyu Babba.[4]", "71802987": "Emily Brady is an analytic philosopher, who specializes in aesthetics, environmental philosophy and history of eighteenth-century philosophy. She is currently a professor of philosophy at Texas A&M University.[1] From 2018 to 2022, she was also Director of the Glasscock Center for Humanities Research, where she held the inaugural Susanne M. and Melbern G. Glasscock Director's Chair. She is best known for her work on the sublime and environmental philosophy.", "29270125": "Jamal Khwaja (or, Ahmad Jamal Yusuf Khwaja, 12 August 1926[note 1] – 25 December 2020) was an Indian philosopher.", "58925169": "Jan Faye is a Danish philosopher of science and metaphysics. He is currently associate professor in philosophy at the University of Copenhagen.[1] Faye has contributed to a number of areas in philosophy including explanation,[2] interpretation, philosophy of the humanities and the natural sciences, evolutionary naturalism, philosophy of Niels Bohr,[3] and topics concerning time, causation, and backward causation (Retrocausality).[4]", "3743860": "Hermann Alexander Graf[1] von Keyserling (20 July [O.S. 8] 1880 – 26 April 1946) was a Baltic German philosopher from the Keyserlingk family. His grandfather, Alexander von Keyserling, was a notable geologist of Imperial Russia.", "434293": "Shi'a", "3809396": "Simon of Tournai (c. 1130–1201) was a professor at the University of Paris in the late twelfth century.  His date of birth is uncertain, but he was teaching before 1184, as he signed a document at the same time as Gerard de Pucelle, the Bishop of Coventry, who died that year.", "49062009": "Tristan Garcia (born 5 April 1981) is a French philosopher and novelist. His first novel, La meilleure part des hommes (2008), won France’s Prix de Flore. It was translated into English in 2010 with the title Hate: A Romance. His most important philosophical work, Form and Object, was translated into English in 2014.", "22225020": "Cemal Yıldırım (1925–2009) was a Turkish philosopher, author, educator, and researcher. He wrote 15 books (4 in English and 11 in Turkish) and numerous academic papers.", "56205436": "Robert D. Truog is an American bioethicist and pediatrician. He is the Frances Glessner Lee Professor of Medical Ethics, Anaesthesiology & Pediatrics at Harvard Medical School, where he is also the Director of the Center for Bioethics.[1][2] He also practices in the pediatric intensive care unit at Boston Children’s Hospital, where he previously served as chair of the Division of Critical Care Medicine.[3]", "56565885": "Katarina A. Jovanović (8 April 1869 – 31 May 1954) was a Serbian translator, literary historian, publicist, philosopher, journalist and humanitarian. She translated into German Petar II Petrović Njegoš's masterpiece \"Mountain Wreath\" (Gorski Vijenac).", "19013759": "Jesús Padilla Gálvez (xe'sus pa'ðiʎa 'ɣalβeθ)[1] (born October 28, 1959) is a philosopher who worked primarily in philosophy of language, logic, and the history of sciences.", "52404354": "Nikifor Efremovic Vilonov (Russian: Ники́фор Ефре́мович Вило́нов; 23 February 1883 – 1 May 1910) was a Russian revolutionary affiliated to the Bolsheviks who was imprisoned and then forced into exile, dying in Davos, Switzerland in 1910.[1] He  wrote philosophical tracts which influenced Alexander Bogdanov and was secretary of the Capri Party School established by Bogdanov, Lunacharsky and Gorky in 1909.[2] Nevertheless, he sided with Lenin during the Bogdanov-Lenin philosophical dispute.", "21635202": "Roberto Torretti (February 15, 1930 – November 12, 2022) was a Chilean philosopher, author and academic who was internationally renowned for his contributions to the history of philosophy, philosophy of physics and philosophy of mathematics.", "42180746": "Jang Heunghyo (1564–1633) was one of the principal scholars of Neo-Confucianism in Korea in the early 17th century, active in the Gyeongbuk province.\nHe was one of the main representatives of the second generation of scholars of the Toegye school.\nHis life and the development of his philosophy are well-documented thanks to his lifelong practice of keeping a diary.", "37757072": "Sadananda Yogendra Saraswati, the exponent of the Advaita Vedanta as taught by Adi Shankara and the renowned author of Vedantasara which is one of the best known Prakarana Granthas (text-books) of the philosophy of the Upanishads,  was the son of Anantadeva, and probably lived in mid-15th century A.D. He is also reputed to have written - Vedantasiddhanta-sarasangraha, Bhavaprakasa on Bhagavad Gita and Brahmasutra-tatpryaprakasa – which are works of equal repute and importance.[1][2] Not much is known about the life of this acharya. Hiriyanna states that Sadananda of Vedantasara is different from the Sadananda of Advaitbrahmansiddhi the text that was published by the Asiatic Society of Bengal.[3]", "60891284": "Abū Muḥammad al-Ḥasan b Mūsā an-Nawbakhtī (الحسن بن موسى النوبختي; born late 9th century and died between 912 and 922) was a Persian and leading Shī'ī theologian and philosopher in the first half of the 10th century.[1][2][3] The Nawbakhtī family boasted a number of scholars famous  at the Abbāsid court of Hārūn al-Rashīd.  Al-Ḥasan ibn Mūsa is best known for his book about the Shi'a sects titled Firaq al-Shi'a.", "4726934": "Wouter Jacobus Hanegraaff (born 10 April 1961) is professor of the History of Hermetic Philosophy and related currents at the University of Amsterdam, Netherlands.[1][2] He served as the first president of the European Society for the Study of Western Esotericism (ESSWE) from 2005 to 2013.[2]", "74358940": "Wayne A. Davis (born 1951) is an American philosopher and Professor Emeritus of Philosophy at Georgetown University. He is known for his works on philosophy of mind and philosophy of language.[1][2][3][4]", "74195101": "David Shoemaker (born 1964) is an American philosopher and Professor of Philosophy and Interim Chair at Cornell University.\nHe is known for his works on moral philosophy.[1][2][3][4][5]", "15868065": "Hippo (/ˈhɪpoʊ/; Greek: Ἵππων, Hippon; fl. 5th century BC) was a Pre-Socratic Greek philosopher. He is variously described as coming from Rhegium,[1] Metapontum,[2] Samos,[3] and Croton,[4] and it is possible that there was more than one philosopher with this name.", "13344930": "Fabrice Hadjadj (born 1971) is a French writer and philosopher.", "41001124": "Paul-Louis Landsberg (3 December 1901 – 2 April 1944) was a twentieth century Existentialist philosopher who is known for his works The Experience of Death and The Moral Problem of Suicide.[1]", "1253547": "Akka Mahadevi (Kannada: ಅಕ್ಕ ಮಹಾದೇವಿ, c. 1130–1160) was one of the early poets of Kannada literature[1] and a prominent person in the Lingayat Shaiva sect in the 12th century.[2] Her 430 extant Vachana poems (a form of spontaneous mystical poems), and the two short writings called Mantrogopya and the Yogangatrividh are considered her most notable contribution to Kannada literature.[3] She composed fewer poems than other saints of the movement. The term Akka (\"elder Sister\" or \"mother\") is an honorific given to her by great saints such as Basavanna, Siddharama and Allamaprabhu and an indication of her high place in the spiritual discussions held at the \"Anubhava Mantapa\"[citation needed]. She is seen as an inspirational woman in Kannada literature and in the history of Karnataka.  She considered the god Shiva ('Chenna Mallikarjuna') as her husband, (traditionally understood as the 'madhura bhava' or 'madhurya' form of devotion).[citation needed]", "2007218": "John Mitchell Finnis AC CBE KC (Hon) FBA (born 28 July 1940) is an Australian legal philosopher and jurist specializing in jurisprudence and the philosophy of law.  He is an original interpreter of Aristotle and Aquinas, and counts Germain Grisez as a major influence and collaborator.[2]  He has made contributions to epistemology, metaphysics, and moral philosophy.", "237750": "Lucius Calpurnius Piso Caesoninus (101 BC[1] – c. 43 BC) was a Roman senator and the father-in-law of Julius Caesar[2] through his daughter Calpurnia. He was reportedly a follower of a school of Epicureanism that had been modified to befit politicians, as Epicureanism itself favoured withdrawal from politics.[3] Piso was consul in the year 58 BC with Aulus Gabinius as his colleague.[4]", "69476535": "Helga Varden is a Norwegian-American philosopher and Professor of Philosophy and Gender and Women Studies at the University of Illinois at Urbana-Champaign. She was Brady Distinguished Visiting Professor in Ethics and Civic Life at Northwestern University between 2014-2015. She is known for her works on Kantian philosophy.[1][2][3]", "17539258": "Mohammed Sabila (Arabic: محمد سبيلا) (born 1942 – died 19 July 2021)[1] was a Moroccan writer and philosopher.", "3711163": "Steven Michael Lukes FBA (born 8 March 1941) is a British political and social theorist. Currently he is a professor of politics and sociology at New York University. He was formerly a professor at the University of Siena, the European University Institute (Florence) and the London School of Economics.", "204987": "Gershom Carmichael (1672–1729) was a Scottish philosopher.", "71016641": "Edward Aloysius Synan FRSC (13 April 1918 – 3 August 1997[4]) was a philosopher, theologian, and professor at the Pontifical Institute of Mediaeval Studies. In addition to authoring and editing several books, Synan published over eighty journal articles on subjects ranging from early patristics to late scholasticism.[4]", "44802245": "Adrian Johnston is an American philosopher. He is Distinguished Professor in the Department of Philosophy at the University of New Mexico at Albuquerque and a faculty member at the Emory Psychoanalytic Institute in Atlanta.[3]", "9674950": "Demetrius of Amphipolis (Greek: Δημήτριος ὁ Ἀμφιπολίτης; fl. 4th century BC) was one of Plato's students. He is perhaps identical with the person mentioned in Plato's Testament as one of the executors of his last will.", "41328840": "Joan Callahan (March 29, 1946 – June 6, 2019)[1][2] was a Professor Emerita of Philosophy at the University of Kentucky, an institution where she taught for more than twenty years and served in a variety of roles, including as director of the Gender and Women's Studies Program.[3][4] Callahan's research has focused on feminist theory, critical race theory, ethics, social and political philosophy, the philosophy of law, and on the junctions of these topics.[3]", "22651085": "Anna-Teresa Tymieniecka (February 28, 1923 – June 7, 2014) was a Polish philosopher, phenomenologist, founder and president of The World Phenomenology Institute, and editor (from its inception in the late 1960s) of the book series, Analecta Husserliana.[1]  She had a thirty-two-year friendship and occasional academic collaboration with Pope John Paul II.[2][3]", "47620302": "Paolo Diego Bubbio (born 18 May 1974) is an Italian philosopher and Associate Professor of Philosophy at Western Sydney University. He is known for his research on post-Kantian philosophy, philosophical hermeneutics and philosophy of religion (in particular the notion of sacrifice).[1][2][3][4][5][6][7] He is the editor of the \"Contemporary Studies in Idealism\" book series for Lexington Books.[8]", "10526925": "Purana Kassapa (IAST: Pūrṇa Kāśyapa; Pali: Pūraṇa Kassapa) was an Indian ascetic teacher who lived around the 6th century BCE, contemporaneous with Mahavira and the Buddha.", "1253591": "Abu'l-Barakāt Hibat Allah ibn Malkā al-Baghdādī (Arabic: أبو البركات هبة الله بن ملكا البغدادي; c. 1080 – 1164 or 1165 CE) was an Islamic philosopher, physician and physicist of Jewish descent from Baghdad, Iraq. Abu'l-Barakāt, an older contemporary of Maimonides, was originally known by his Hebrew birth name  Baruch ben Malka and was given the name of Nathanel by his pupil Isaac ben Ezra before his conversion from Judaism to Islam later in his life.[1]", "22847709": "Claudio Canaparo is currently a visiting professor at Universidad de Quilmes, in Argentina. He has written as a literary critic, epistemologist, sociology of culture analyst and philosopher.", "9674977": "Euaeon of Lampsacus (Greek: Εὐαίων Λαμψακηνός) was one of Plato's students.", "44966118": "Education and Democracy: The Meaning of Alexander Meiklejohn, 1872–1964 is the first full biography of Alexander Meiklejohn written by Adam R. Nelson and published by the University of Wisconsin Press in 2001. The title is not a complete biography but draws from five archives to show Meiklejohn through his own words. A popular figure in the early 20th century who has since faded, Meiklejohn was a philosopher and university president who championed unified knowledge, idealism, and Great Books curricula. The book is split into five sections based on the locations in which Meiklejohn lived: his undergrad, faculty, and administrative years at Brown University, his presidency of Amherst College, his time with the University of Wisconsin Experimental College, and his experience with adult education and free speech advocacy at Berkeley. Nelson portrays Meiklejohn as \"contradictory, paradoxical, and quixotic\" as he grapples with how to encourage students to pursue freedom and how a teacher can teach this while respecting student freedom.", "15081708": "Gregory Wheeler (born 1968) is an American logician, philosopher, and computer scientist, who specializes in formal epistemology.[1] Much of his work has focused on imprecise probability. He is currently Professor of Philosophy and Computer Science at the Frankfurt School of Finance and Management,[2] and has held positions at LMU Munich,[3] Carnegie Mellon University,[4] the Max Planck Institute for Human Development in Berlin,[5] and the New University of Lisbon.[6]  He is a member of the PROGIC[7]  steering committee, the editorial boards of Synthese,[8] and Minds and Machines, and was the  editor-in-chief of Minds and Machines from 2011 to 2016. In 2019 he co-founded Exaloan AG, a financial technology company based in Frankfurt.[9] He obtained a Ph.D. in philosophy and computer science from the University of Rochester under Henry Kyburg.[10]", "18948336": "Sylvain Lazarus (born 1943) is a French sociologist, anthropologist and political theorist. He has also written under the pseudonym Paul Sandevince. Lazarus is a professor at the Paris 8 University.", "32088313": "Mario Vegetti (4 January 1937 – 11 March 2018) was an Italian historian of philosophy.", "47063293": "Christian List FBA (born 1973) is a German philosopher and political scientist who serves as professor of philosophy and decision theory at the Ludwig Maximilian University of Munich and co-director of the Munich Center for Mathematical Philosophy.[2][3] He was previously professor of political science and philosophy at the London School of Economics. List's research interests relate to social choice theory, formal epistemology, political philosophy, and the philosophy of social science.[4]", "7414016": "Richard Booker Brandt (17 October 1910 – 10 September 1997)[1] was an American philosopher working in the utilitarian tradition in moral philosophy.", "34021635": "Gong Zizhen Chinese: 龔自珍; Wade–Giles: Kung Tzu-chen; 1792–1841), courtesy name(zi) Seren, literary name (hao) Ding'an, was a Chinese poet, calligrapher and intellectual active in the 19th century whose works both foreshadowed and influenced the modernization movements of the late Qing dynasty.[1][2]", "3842308": "James R. Otteson (/ˈɑːtɪsən/; born June 19, 1968) is an American philosopher and political economist. He is the John T. Ryan Jr. Professor of Business Ethics[1] at the University of Notre Dame. Formerly, he was the Thomas W. Smith Presidential Chair in Business Ethics, Professor of Economics, and executive director of the Eudaimonia Institute[2] at Wake Forest University. He is also a Senior Scholar[3] at The Fund for American Studies in Washington, D.C., a Research Professor in the Center for the Philosophy of Freedom and in the Philosophy Department at the University of Arizona,[4] a Visitor of Ralston College,[5] a Research Fellow[6] for the Independent Institute in California, a director[7] of Ethics and Economics Education of New England, and a Senior Scholar[8] at the Fraser Institute. He has taught previously at Yeshiva University, New York University,  Georgetown University, and the University of Alabama.", "73310469": "Myriam Miedzian (born Myriam Miedzianogora) is an American philosopher, author,[1] and social activist. She is the founder of non-profit organizations, including Monumental Women and Prepare Tomorrow's Parents.[2][3]", "2072846": "Jean-Jacques Burlamaqui (French: [byʁlamaki]; 24 June or 13 July 1694 – 3 April 1748) was a Genevan legal and political theorist who popularised a number of ideas propounded by other thinkers.[1]", "37265681": "Björn Kraus (born 1969) is a German philosopher, who unfolds epistemological theories for social work. \nHe therefore picks up on the doubt about the possibilities of human perception, a topic that has been emphasized over and over in occidental philosophy. He thus stands in tradition of a skepticism as for example defined by Immanuel Kant and Ernst von Glasersfeld.", "663826": "Stewart Ross Sutherland, Baron Sutherland of Houndwood, KT, FRSE, FBA, FKC (25 February 1941 – 29 January 2018) was a Scottish academic and public servant and one of Britain's most distinguished philosophers of religion. He sat as a crossbencher in the House of Lords.", "21045523": "Diego de Zúñiga of Salamanca (sometimes Latinized as Didacus a Stunica) (1536–1597) was an Augustinian Hermit and academic. He is known for publishing an early acceptance of the Copernican theory.", "41558290": "Jakov Alexandrovich Berman (Russian: Я́ков Алекса́ндрович Берма́н; 15 January 1868 – 1933) was a Russian philosopher and political theorist linked to Russian Machism and pragmatism.", "4530453": "Georges Philippe Friedmann (French: [fʁidman]; 13 May 1902 – 15 November 1977), was a French sociologist and philosopher, known for his influential work on the effects of industrial labor on individuals and his criticisms of the uncontrolled embrace of technological change in twentieth-century Europe and the United States.", "12230934": "Song Du-yul (Korean: 송두율, born 12 October 1944) is a German philosopher and sociologist of Korean descent. A professor at the University of Münster, Germany, he has been a political exile from his native South Korea for over 40 years. Educated in South Korea, he left that country for Germany in 1967 to pursue higher education. He visited North Korea a total of 18 times while living in Germany, but did not return to the South until 2003. During his visit to the South that year, he was arrested, charged, and convicted of spying for the North under the South's National Security Act in a controversial court case; in the end, he was given a suspended sentence, and returned to Germany in August 2004.[1]", "35823889": "Socrates the Younger (Greek: Σωκράτης ὁ νεώτερος, Sōkrátēs ho neōteros, c. 415 – 4th century BCE) was an ancient Athenian philosopher.  Ancient texts suggest that he was a young student of the elder Socrates and later a cohort of Plato.  He is best remembered for his depiction in Plato's Statesman, and scholars have suggested that he had ties to Academic and Pythagorean philosophy.[1]", "8954148": "University of Allahabad (BA)", "14590246": "Radhakamal Mukerjee (1889–1968), a leading thinker and social scientist of modern India, was Professor of Economics and Sociology and Vice-Chancellor of the University of Lucknow.  Mukerjee played an important and constructive role in the Indian independence movement.  He was a highly original philosopher of history and a discerning interpreter of culture and civilization and a 1962 recipient of the third highest Indian civilian honour of the Padma Bhushan.[1]", "2924842": "Evelyn Fox Keller (March 20, 1936 – September 22, 2023) was an American physicist, author,[3] and feminist. She was Professor Emerita of History and Philosophy of Science at the Massachusetts Institute of Technology.[4]  Keller's early work concentrated at the intersection of physics and biology.[5] Her subsequent research focused on the history and philosophy of modern biology and on gender and science.", "2793779": "Pasquale Galluppi (2 April 1770 – 13 December 1846) was an Italian philosopher.", "598325": "Houston Stewart Chamberlain (/ˈtʃeɪmbərlɪn/; 9 September 1855 – 9 January 1927)  was a British-German philosopher who wrote works about political philosophy and natural science. His writing promoted German ethnonationalism, antisemitism, scientific racism, and Nordicism; he has been described as a \"racialist writer\".[1] His best-known book, the two-volume Die Grundlagen des neunzehnten Jahrhunderts (The Foundations of the Nineteenth Century),[2] published 1899, became highly influential in the pan-Germanic Völkisch movements of the early 20th century, and later influenced the antisemitism of Nazi racial policy. Indeed, Chamberlain has been referred to as \"Hitler's John the Baptist\".[3]", "56926527": "Kaliprasanna Vidyaratna (Bangabdo [1255–1330]; 1849–1924 AD) was an Indian scholar of Sanskrit, academician and author. He was the principal of the Sanskrit College between 1908 and 1910. Vidyarayna played an important role in the revival of Sanskrit language.", "70426944": "Jennifer Lesley Trusted (28 March 1925 – 13 April 2017) was a British philosopher of physics, metaphysics, ethics, and the history of science.", "4399425": "Ullin Thomas Place (24 October 1924 – 2 January 2000), usually cited as U. T. Place, was a British philosopher and psychologist. Along with J. J. C. Smart, he developed the identity theory of mind. After several years at the University of Adelaide, he taught for some years in the Department of Philosophy in the University of Leeds.", "1024326": "Paul Watzlawick (July 25, 1921 – March 31, 2007) was an Austrian-American family therapist, psychologist, communication theorist, and philosopher. A theoretician in communication theory and radical constructivism, he commented in the fields of family therapy and general psychotherapy. Watzlawick believed that people create their own suffering in the very act of trying to fix their emotional problems. He was one of the most influential figures at the Mental Research Institute and lived and worked in Palo Alto, California.", "7905606": "Adela Cortina (born 1947, Valencia) is a Spanish philosopher.", "15704392": "Ian Bogost is an American academic and video game designer, most known for the game Cow Clicker. He holds a joint professorship at Washington University as director and professor of the Film and Media Studies program in Arts & Sciences and the McKelvey School of Engineering. He previously held a joint professorship in  the School of Literature, Media, and Communication and in Interactive Computing in the College of Computing at the Georgia Institute of Technology, where he was the Ivan Allen College of Liberal Arts Distinguished Chair in Media Studies.", "4399438": "Branko Bošnjak (14 January 1923 – 18 June 1996) was a Croatian philosopher, member of the Praxis school in the former Yugoslavia. Bošnjak was a professor at the Faculty of Philosophy at the University of Zagreb and for a period a head of the Department for History of Philosophy and a dean of the faculty. He was a member of the Croatian Academy of Sciences and Arts. He died in Zagreb and was buried in Mirogoj Cemetery.", "30056789": "Robert B. Talisse (born 1970) is an American philosopher and political theorist. He is currently Professor of Philosophy[1] and Chair of the Philosophy Department at Vanderbilt University in Nashville, Tennessee, where he is also a Professor of Political Science. Talisse is a former editor of the academic journal Public Affairs Quarterly,[2] and a regular contributor to the blog 3 Quarks Daily,[3] where he posts a monthly column with his frequent co-author and fellow Vanderbilt philosopher Scott Aikin.[4] He earned his PhD in Philosophy from the Graduate Center of the City University of New York in 2001.  His principal area of research is political philosophy, with an emphasis on democratic theory and liberalism.", "47030616": "Barbara Stühlmeyer OblOSB (born 12 November 1964) is a German theologian, musicologist, author, especially a Hildegard scholar and a science journalism.", "2531673": "John Millar of Glasgow (22 June 1735 – 30 May 1801) was a Scottish philosopher, historian and Regius Professor of Civil Law at the University of Glasgow from 1761 to 1800.", "37069144": "Choe Myeong-gil (Korean: 최명길; Hanja: 崔鳴吉; 7 October 1586 – June 19, 1647[3]) was a Korean Joseon politician and Neo-Confucian scholar of the Yangmingist school who came from the Jeonju Choe clan. He served as the Joseon Chief State Councilor from 1638 to 1640 and 1642 to 1644.", "1352032": "Francis Lieber (18 March 1798 – 2 October 1872)[1][2] was a Prussian-American jurist and political philosopher. He is most well known for the Lieber Code, the first codification of the customary law and the laws of war for battlefield conduct, which served a later basis for the Hague Conventions of 1899 and 1907 and for the Geneva Conventions.[3] He was also a pioneer in the fields of law, political science, and sociology in the United States.[2]", "303461": "Krishna Dvaipayana (Sanskrit: कृष्णद्वैपायन, romanized: Kṛṣṇa-dvaipāyana), better known as Vyasa (/ˈvjɑːsə/; Sanskrit: व्यासः, romanized: Vyāsaḥ, lit. 'compiler') or Vedavyasa (वेदव्यासः, Veda-vyāsaḥ, \"the one who classified the Vedas\"), is a revered sage or Rishi portrayed in most Hindu traditions. He is traditionally regarded as the author of the epic Mahābhārata.", "69312870": "Gautam Ashram (Sanskrit: गौतम आश्रम) was a gurukul of the ancient Indian philosopher Gautama.[1] It is located at  the west bank of Khiroi river in Brahmpur village of Jale block of Darbhanga district in Bihar. It is only at a seven kilometres distance from Kamtaul railway station.", "7151980": "Hervaeus Natalis[1] (c. 1260, Nédellec, diocese of Tréguier, Brittany[2]-1323), also known as de Nédellec, was a Dominican theologian, the 14th Master of the Dominicans, and the author of a number of works on philosophy and theology.  His many writings include the Summa Totius Logicae, an opusculum once attributed to Thomas Aquinas.", "31990125": "Desidério Murcho (born 18 May 1965) is a Portuguese philosopher, professor, and writer. Desidério Murcho got his BA in philosophy in 1992 from Lisbon University and his MA in 2000 from the same university. He is pursuing a PhD in philosophy at the King's College London since 2000. He is founding member of the Centro para o Ensino da Filosofia da Sociedade Portuguesa de Filosofia (Center For the Teaching of Philosophy of the Portuguese Philosophy Society).", "2466163": "Aleksey Stepanovich Khomyakov (Russian: Алексе́й Степа́нович Хомяко́в; May 13 [O.S. May 1] 1804 – October 5 [O.S. 23 September] 1860) was a Russian theologian, philosopher, poet and amateur artist. He co-founded the Slavophile movement along with Ivan Kireyevsky, and he became one of its most distinguished theoreticians.\nHis son Nikolay Khomyakov was a speaker of the State Duma.", "12591475": "Richard Baron (born 1958) is a British philosopher. He was educated at Aylesbury Grammar School and at Selwyn College, Cambridge.", "11051386": "Victor Kraft (4 July 1880 – 3 January 1975) was an Austrian philosopher. He is best known for being a member of the Vienna Circle.", "1614204": "Hans Freyer (31 July 1887 – 18 January 1969) was a German conservative revolutionary[1] sociologist and philosopher.", "25862526": "Donniel Hartman is an Israeli Modern Orthodox rabbi and author. He is President of the Shalom Hartman Institute in Jerusalem, Israel.", "1515908": "Patrick Francis Healy SJ (February 27, 1834 – January 10, 1910) was an American Catholic priest and Jesuit who was an influential president of Georgetown University, becoming known as its \"second founder\". The university's flagship building, Healy Hall, bears his name. Though he considered himself and was largely accepted as White, Healy was posthumously recognized as the first Black American to become a Jesuit, to earn a PhD, and to become the president of a predominantly White university.", "991623": "The Cambridge Platonists were an influential group of Platonist philosophers and Christian theologians at the University of Cambridge that existed during the 17th century.[1] The leading figures were Ralph Cudworth and Henry More.[2]", "30876040": "Jorge Aníbal Romero Brest (October 2, 1905 – February 12, 1989) was an influential art critic in Argentina, who helped popularize avant-garde art in his country.[1]", "3056010": "Carlos Bernardo González Pecotche (August 11, 1901 – April 4, 1963), also known as Raumsol, was an Argentine humanist and thinker. He created and developed logosophy in 1930.", "56238481": "Giuseppe Palmieri (Martignano, 5 May 1721 – Naples, 1 February 1793) was an Italian economist and politician of the 18th century.", "51552659": "Alexander Lvovich Dobrokhotov (Russian: Алекса́ндр Льво́вич Доброхо́тов; born 8 September 1950) is a Russian philosopher, historian of philosophy, historian of culture, and university professor. He specialises in the history of Russian culture, history of philosophy, metaphysics, Russian philosophy, ancient and medieval philosophy, Kant and German Idealism, and philosophy of culture.[1]", "36086165": "John de Ruiter (born November 11, 1959) is a Canadian spiritual leader and author who conducts meetings in Edmonton, Alberta and abroad. He operates a centre called the College of Integrated Philosophy and conducted his seminars and lectures from the Oasis Centre in west Edmonton from 2007 to 2021, when it was sold to the Aga Khan Foundation for $6,650,000.[1]", "35987862": "Alun Munslow (1947–2019) was a British historian known for his deconstructionist and postmodernist approach to historiography. He was Professor Emeritus of History and Historical Theory at Staffordshire University. He was also Visiting Professor at the University of Chichester. His argument is that prior to engaging with the past historians need to acknowledge that the past and history do not share the same ontic and epistemic space. He suggests that the past is the time before our perpetual present and 'history' is that range of authored narratives we substitute for it. Munslow suggests that the consequences of this argument are substantial and not the least among them being the situation that we can only engage with the aesthetics of 'historying' because we cannot access the ontic and epistemic nature of the past. The way to avoid that situation is to fuse – or as he argues - the historian should not (con)fuse the past with history. The past is the 'before now' and the past cannot anticipate the future. He accepts that this may seem ironic – and happily it is – the reason being that history is a singularly unprivileged authorial act undertaken in the perpetual present about the ineffable past. He is the author of a number of texts on the philosophy of history including 'Discourse and Culture: The Creation of America, 1870-1920' (1992), 'Deconstructing History' (1997), 'The New History' (2003), 'Narrative and History' (2007, Second Edition 2018), 'The Future of History' (2010), 'A History of History' (2012) and 'Authoring the Past' (2013). He was the UK Founding Co-Editor of the journal 'Rethinking History: The Journal of Theory and Practice' relinquishing its UK Editorship in 2017.[1][2][3]", "68198807": "Giorgio Politeo (15 April 1827 – 26 December 1913) was a Dalmatian Italian philosopher and educator. He is said to have elaborated \"a form of intuitionism based on Indian mysticism.\"[1][2][3]", "4465051": "Allan Fletcher Gibbard (born 1942) is the Richard B. Brandt Distinguished University Professor of Philosophy Emeritus at the University of Michigan, Ann Arbor.[1] Gibbard has made major contributions to contemporary ethical theory, in particular metaethics, where he has developed a contemporary version of non-cognitivism. He has also published articles in the philosophy of language, metaphysics, and social choice theory: in social choice, he first proved the result known today as Gibbard-Satterthwaite theorem,[2] which had been previously conjectured by Michael Dummett and Robin Farquharson.[3]", "56140188": "Sérgio Paulo Rouanet (23 February 1934 – 3 July 2022) was a Brazilian diplomat, philosopher, essayist, and scholar. He was the national Secretary of Culture between 1991 and 1992, and in his tenure he created the Lei de Incentivo à Cultura (Culture Incentive Law),  a tax credit law for companies and citizens that sponsor cultural activities, which became known as Rouanet Law.[1][2]", "74359200": "Mark G. Henninger (born August 27, 1948) is an American philosopher and Jesuit priest and Professor Emeritus of Philosophy at Georgetown University. He is known for his works on medieval philosophy.[1][2][3][4]", "38936997": "Amina Inloes is an  American scholar, researcher, educator, public speaker, translator and a Shi'ite Muslim. She has written several books on the subject of Shi'ism.", "9413030": "Michael E. Zimmerman (born July 7, 1946) is an American integral theorist whose interests include Buddhism,[1] Martin Heidegger, Friedrich Nietzsche, and Ken Wilber. After a year as assistant professor at Denison University, he was Professor of Philosophy at Tulane University[2] from 1975 to 2005, and Director of the Institute for Humanities and the Arts at Tulane. He is also affiliated with the Integral Institute. Together with Sean Esbjörn-Hargens, he wrote a book on integral ecology, Integral Ecology: Uniting Multiple Perspectives on the Natural World. Since 2006, Zimmerman has been a faculty member at the University of Colorado at Boulder.", "5611943": "Panagiotis Kondylis (Greek: Παναγιώτης Κονδύλης; German: Panajotis Kondylis; 17 August 1943 – 11 July 1998) was a Greek philosopher, intellectual historian, translator and publications manager who principally wrote in German, in addition to translating most of his work into Greek. He can be placed in a tradition of thought best exemplified by Thucydides, Niccolò Machiavelli and Max Weber.[4]", "64856487": "Ken'ichi Mishima (三島 憲一, Mishima Ken'ichi, born November 11, 1942), is a Japanese social philosopher and university professor.", "19931562": "Georg Gottlob Richter (4 February 1694 – 28 May 1773) was a professor of medicine, philosophy, and philology.", "7053738": "André Leroi-Gourhan (/ləˈrwɑː ɡuːˈrɑːn/; French: [ləʁwa guʁɑ̃]; 25 August 1911 – 19 February 1986) was a French archaeologist, paleontologist, paleoanthropologist, and anthropologist with an interest in technology and aesthetics and a penchant for philosophical reflection.", "15802801": "Marian Zdziechowski (30 April 1861, Nowosiółki, Minsk Governorate – 5 October 1938, Wilno) was a Polish philosopher, Slavist, publicist and cultural historian. He was a critic of fascist and communist totalitarianism, and was considered a representative of catastrophism and philosophical pessimism. He was a brother of the writer Kazimierz Zdziechowski.", "172466": "Jean Buridan (French: [byʁidɑ̃]; Latin: Johannes Buridanus; c. 1301 – c. 1359/62) was an influential 14th‑century French  philosopher.", "4956615": "Bernard Mullu Narokobi OBE (1943 – March 2010[1]) was a Papua New Guinean politician, jurist, and philosopher. He was serving as the Papua New Guinean High Commissioner to New Zealand prior to his death. Between 1987 and 1997 he represented his Wewak Open Electorate as a Member in the Papua New Guinea's National Parliament. During his time as a Member of Parliament (MP), he served as the Minister for Justice (1988–1992) in the government led by the then Prime Minister Rabbie Namaliu; Agriculture Minister (1992–1994) under the leadership of Prime Minister Sir Julius Chan led government; and Leader of the Opposition from July 1997[2] to 1999, and Speaker of the National Parliament of Papua New Guinea,[3] until he lost his seat to the then Wewak MP Kimson Kare during the 2002 elections. He was displaced as a minister in the Chan government for failing to vote in favour of constitutional reforms in the provincial system of government.", "2105800": "Gunnar Skirbekk (born 11 April 1937) is a Norwegian philosopher. He is professor emeritus at the Department of Philosophy and the Center for the Study of the Sciences and the Humanities, University of Bergen. He is a member of the Norwegian Academy of Science and Letters[1] and the Royal Norwegian Society of Sciences and Letters.", "2793929": "Damo (/ˈdeɪmoʊ/; Greek: Δαμώ; fl. c. 500 BC) was a Pythagorean philosopher said by many to have been the daughter of Pythagoras and Theano.[1]", "9642454": "Fernando Rielo Pardal (28 August 1923 – 6 December 2004) is a Catholic Servant of God, mystical poet, philosopher, author, metaphysician, and founder of a Catholic religious institute. Rielo founded a school of metaphysical thought called the Genetic metaphysics of Fernando Rielo and a foundation called the Fernando Rielo Foundation.[1] The foundation awards the Fernando Rielo World Prize for Mystical Poetry annually.", "1024472": "Peter Josef Dietzgen (December 9, 1828 – April 15, 1888) was a German socialist philosopher, Marxist and journalist.", "17637849": "Ludwig Landgrebe (9 March 1902, Vienna – 14 August 1991, Cologne) was an Austrian phenomenologist and Professor of philosophy. He is the grandfather of award-winning German actor Max Landgrebe.", "25436633": "David (Greek: Δαυΐδ; fl. 6th century) was a Greek scholar and a commentator on Aristotle and Porphyry.", "1614302": "Charles de Brosses (French: [də bʁɔs]), comte de Tournay, baron de Montfalcon, seigneur de Vezins et de Prevessin (7 February 1709 – 7 May 1777), was a French scholar of the 18th century.", "25436643": "Elias (/ɪˈlaɪəs/; Ancient Greek: Ἠλίας; fl. 6th century) was a Greek scholar and a commentator on Aristotle and Porphyry.", "48669157": "Anil K. Gupta (/ˈɡʊptə/; born 1949) is an Indian-American philosopher who works primarily in logic, epistemology, philosophy of language, and metaphysics. Gupta is the Alan Ross Anderson Distinguished Professor of Philosophy at the University of Pittsburgh. He is also a Fellow of the American Academy of Arts and Sciences.[1] His most recent book, Conscious Experience: A Logical Inquiry, was published by Harvard University Press in 2019.[2]", "28221925": "Paul Crowther MRIA (/ˈkraʊðər/; born 24 August 1953) is a British philosopher. He is a professor of philosophy and author specialising in the fields of aesthetics, metaphysics, and visual culture.  He has written nine books in the field of History of Art and Philosophy. He was born in Leeds, West Riding of Yorkshire, England, and he was raised in the Belle Isle estate, Hunslet, and Middleton areas of south Leeds. He began taking an interest in art and philosophy at the age of 16.[1] He is a proponent of an approach to aesthetics he dubbed \"post-analytic phenomenology\".[2][3]", "72032750": "Kinch J. Hoekstra is an American legal scholar and academic whose work concerns the history of political, moral, and legal thought. He is Chancellor's Professor of Political Science and Law and Affiliated Professor of Philosophy and Classics at the University of California, Berkeley.[1] He is also Faculty Director of the Kadish Center for Morality, Law and Public Affairs at the UC Berkeley School of Law.[2] Hoekstra has held visiting positions, lectureships, and fellowships at the University of Oxford, Princeton University, Boston University,[2] and the Institute for Advanced Study.[3][1]", "8036854": "Mikel Dufrenne (9 February 1910, in Clermont, Oise – 10 June 1995, in Paris) was a French philosopher and aesthetician. He is known as an author of existentialism and is particularly noted for the work The Phenomenology of Aesthetic Experience (1953, in French as Phénoménologie de l'expérience esthétique).", "17867256": "Robert Kenneth Meyer (27 May 1932 – 6 May 2009) was a logician and Professor Emeritus at the Australian National University.", "15999483": "Peter Nigri (Latinized from Schwartz), known also as Peter George Niger (b. 1434 at Kaaden in Bohemia; d. between 1481 and 1484), was a Dominican theologian, preacher and controversialist.", "52077051": "Ali Oumlil (Arabic: علي أومليل; born December 25, 1940) is a Moroccan philosopher, thinker, human rights activist, diplomat and political persona.", "15639037": "Ch'ien Mu or Qian Mu (Chinese: 錢穆; 30 July 1895 – 30 August 1990) was a Chinese historian, philosopher and writer. He is considered to be one of the greatest historians and philosophers of 20th-century China. Ch'ien, together with Lü Simian,  Chen Yinke and Chen Yuan, was known as the \"Four Greatest Historians\" of Modern China (現代四大史學家).", "68690431": "Hugo Krabbe (3 February 1857 – 4 February 1936) was a Dutch legal philosopher and writer on public law. Known for his contributions to the theory of sovereignty and the state, he is regarded as a precursor of Hans Kelsen. Also Krabbe identified the state with the law and argued that state law and international law are parts of a single normative system, but contrary to Kelsen he conceived the identity between state and law as the outcome of an evolutionary process.\nKrabbe maintained that the binding force of the law is founded on the \"legal consciousness\" of mankind: a normative feeling inherent to human psychology. His work is expressive of the progressive and cosmopolitan ideals of interwar internationalism, and his notion of \"sovereignty of law\" stirred up much controversy in the legal scholarship of the time.", "60891647": "Levinas Studies is a peer-reviewed academic journal dedicated to scholarly work on the thought of Emmanuel Levinas. Notable contributors include Lisa Guenther, Jean-Luc Marion, Adriaan T. Peperzak, Anthony Steinbock, and Jacques Taminiaux. It was established in 2005 by Duquesne University Press and has been published by the Philosophy Documentation Center since 2017.[1] It is indexed in ERIH PLUS,[2] Humanities Source, Humanities International Index, Humanities International Complete,[3] and The Philosopher's Index.[4] It is available on Project MUSE[5] and archive volumes are available on JSTOR. Levinas Studies is edited by Robert Bernasconi at Pennsylvania State University.", "22520323": "John Andrew Foster (5 May 1941 - 12 March 2009), known as John Foster, was a British philosopher and tutorial Fellow of Brasenose College, Oxford, from 1966 to 2005 (and then a Emeritus Fellow until his death in 2009). He authored several books, including The Case for Idealism (1982) and A World for Us: The Case for Phenomenalistic Idealism (2008). His A. J. Ayer (1985) was described by Anthony Quinton as \"the only serious monograph\" about Ayer's philosophy\".[1]", "48210447": "Mulla Hamzah Gilani (Persian: ملا حمزه گیلانی; d. 1721/22; 1134 AH) was an Iranian shia philosopher.[1] He was one of the pupils of Muhammad Sadiq Ardestani.[2]", "17179155": "Dagobert David Runes (January 6, 1902 – September 24, 1982) was an immigrant publisher in the US, a philosopher and author.", "69083673": "Petros Vrailas Armenis[a] (Greek: Πέτρος Βράιλας Αρμένης; 1812-1884) was a Greek philosopher, liberal politician, and diplomat from Corfu (Kerkyra) in the Ionian Islands. He was politically active during the era of British rule, being elected president of the protectorate's Legislative Assembly. After the islands were ceded to the Kingdom of Greece in 1864, he became an MP for Corfu in the Hellenic Parliament and served as a Greek diplomat, including as Minister of Foreign Affairs.", "29073952": "Joseph Johann Baptist Andreas von Zerboni di Sposetti  (23 May 1766 – 23 May 1831) was a German philosopher.", "17572391": "William Crathorn (fl. c. 1330) was an English Dominican philosopher, from Oxford. He was a philosopher who immediately followed in the intellectual tradition of William of Ockham and worked to strengthen his philosophical works. Crathorn created unique theories in the philosophy of language and psychology, as well as in epistemology by focusing on the claims of skeptics. Other areas of Crathorn's philosophy, which have not been extensively studied, show promise is revealing more about his life and his work.", "303656": "James Harrington (or Harington) (3 January 1611 – 11 September 1677) was an English political theorist of classical republicanism.[1] He is best known for his controversial publication The Commonwealth of Oceana (1656). This work was an exposition of an ideal constitution, a utopia, designed to facilitate the development of the English republic established after the regicide, the execution of Charles I in 1649.", "434731": "Joseph Anthony McWalter, generally known as Tony McWalter, (born 20 March 1945 in Worksop) is a politician in the United Kingdom. He was Labour Party and Co-operative Member of Parliament for Hemel Hempstead between 1997 and 2005.", "25797163": "Harald Krabbe Schjelderup (21 May 1895 – 19 August 1974) was a Norwegian physicist, philosopher and psychologist. He worked with all three subjects on university level, but is best remembered as Norway's first professor of psychology.", "303662": "William Chillingworth (12 October 1602 – 30 January 1644) was a controversial English churchman.", "7250479": "Bohdan Urbankowski (19 May 1943 – 15 June 2023) was a Polish writer, poet, and philosopher.", "20259376": "Albert E. Blumberg (August 10, 1906[1] – October 8, 1997) was an American philosopher and political activist. He was an official of the Communist Party for several years before joining the Democratic Party as a district leader.[2]", "54698547": "Benedikt Ledebur is a poet, essayist and critic based in Vienna, Austria.", "8756": "Daniel Clement Dennett III (born March 28, 1942) is an American philosopher, writer, and cognitive scientist whose research centers on the philosophy of mind, philosophy of science, and philosophy of biology, particularly as those fields relate to evolutionary biology and cognitive science.[8]", "46965304": "Samuel Martin Thompson (1901–1983) was an American philosopher, frequent contributor to scholarly journals and author of three bestselling textbooks of philosophy. His textbooks were used by many top universities and seminaries in the United States. An expert on the works of philosopher Immanuel Kant, he published analyses of Kant's work. Thompson was also one of the three authors of the Confession of 1967, one of the major statements of faith of the Presbyterian Church (USA).", "54436414": "Lajos Szabó (1 July 1902 in Budapest – 21 October 1967 in Düsseldorf) was a Hungarian philosopher and one of the founders of the Budapest Dialogical School.", "238143": "John Langshaw Austin, OBE, FBA (26 March 1911 – 8 February 1960) was a British philosopher of language and leading proponent of ordinary language philosophy, best known for developing the theory of speech acts.[5]", "53846597": "Richard Kraut is the Charles and Emma Morrison Professor in the Humanities at Northwestern University.[1]", "21766725": "Catherine Z. Elgin (born 1948) is a philosopher working in epistemology and the philosophies of art and science.[1]  She is currently a professor of philosophy of education at the Graduate School of Education at Harvard University.", "1122891": "Thomas Taylor (15 May 1758 – 1 November 1835) was an English translator and Neoplatonist, the first to translate into English the complete works of Aristotle and of Plato, as well as the Orphic fragments.", "762447": "Constance Caroline Woodhill Naden (24 January 1858 – 23 December 1889) was an English writer, poet and philosopher. She studied, wrote and lectured on philosophy and science, alongside publishing two volumes of poetry. Several collected works were published following her death at the young age of 31. In her honour, Robert Lewins established the Constance Naden Medal and had a bust of her installed at Mason Science College (now the University of Birmingham). William Ewart Gladstone considered her one of the nineteenth century's foremost female poets.", "62038610": "Satyapurna Tirtha (c.1648 - c.1726), (IAST:Satyapūrṇa Tīrtha), was a Hindu philosopher, scholar and saint. He served as the pontiff of Shri Uttaradi Math from 1706 to 1726. He was the 22nd in succession from Madhvacharya. Satyapurna Tirtha ruled the pontificate with a remarkable distinction. His life was a saga of supreme spiritual achievements.[1][2][3]", "729686": "Morris Raphael Cohen (Belarusian: Мо́рыс Рафаэ́ль Ко́эн; July 25, 1880 – January 28, 1947) was an American judicial philosopher, lawyer, and legal scholar who united pragmatism with logical positivism and linguistic analysis. This union coalesced into the \"objective relativism\" fermenting at Columbia University before and during the early twentieth-century interwar period.[1] He was father to Felix S. Cohen and Leonora Cohen Rosenfield.", "23994976": "William Ogilvie of Pittensear FRSE FSA(Scot) (1736–1819), known as the Rebel Professor[1] and described by his biographer as the ''Euclid of Land law Reform',[2] was a Scottish classicist, numismatist and author of an influential historic land reform treatise.[3] Published in London in 1781, An Essay on the Right of Property in Land[4] was issued anonymously, necessarily it seems in a revolutionary age.", "55452258": "Thomas von dem Knesebeck (27 March 1594 - 1 February 1658) was a Privy Councillor and Landeshauptmann (Governor) of the Altmark during most of the 30 Years War, as well as one of the earliest members of the Fruitbearing Society.", "58925668": "Allan Jay Silverman (born 1955) is an American philosopher and Professor of Philosophy at the Ohio State University.[1] He is also a Faculty Fellow at Mershon Center for International Security Studies.[2]\nSilverman is known for his expertise on ancient philosophy.[3][4][5][6][7]", "26550884": "The Acorn is a peer-reviewed academic journal sponsored by the Gandhi-King Society. It explores philosophical issues related to non-violence in theory and practice, with a focus on the work of M. K. Gandhi and Martin Luther King, Jr. Notable contributors include Thich Nhat Hanh, Ham Seok-heon, and Michael N. Nagler. The journal was established in 1986 by Ha Poong Kim, and is produced in the philosophy department at St. Bonaventure University. It is available online from the Philosophy Documentation Center.", "13738599": "Apollodorus of Seleucia (Greek: Ἀπολλόδωρος; flourished c. 150 BC), or Apollodorus Ephillus, was a Stoic philosopher, and a pupil of Diogenes of Babylon.", "1286759": "Eino Sakari Kaila (8 August 1890 – 31 July 1958[1]) was a Finnish philosopher, critic and teacher. He worked in numerous fields including psychology (sometimes considered to be the founder of Finnish psychology), physics and theater, and attempted to find unifying principles behind various branches of human and natural sciences.", "65741418": "Alessandro De Angelis joined the Society of Jesus in 1581, at the age of 22. He devoted himself to teaching at the Collegio Romano, reaching the highest level of the academic body [1] between 1612 and 1617, in the period of the first dispute between Galileo Galilei and the Roman Church.", "74359407": "Judith Lichtenberg (born 1948) is an American philosopher and Professor Emerita of Philosophy at Georgetown University. She is known for her works on ethics and political philosophy.[1][2][3]", "18489972": "Aslam Jairajpuri (Urdu:علامہ اسلم جیراجپوری) was a scholar of Qur'an, Hadith, and Islamic history who is best known for his books Talimat-e-Qur'an and \"History of Qur'an. He was Distinguished Professor of Arabic and Persian at Aligarh Muslim University and Jamia Millia Islamia.  He was born on 27 January 1882 in Jairajpur, Azamgarh, in Uttar Pradesh, India, and died on 28 December 1955 in Delhi.", "38707829": "Nikolay Gavrilovich Chernyshevsky[a] (24 July [O.S. 12 July] 1828 – 29 October [O.S. 17 October] 1889) was a Russian literary and social critic, journalist, novelist, democrat, and socialist philosopher, often identified as a utopian socialist and leading theoretician of Russian nihilism and Narodniks. He was the dominant intellectual figure of the 1860s revolutionary democratic movement in Russia, despite spending much of his later life in exile to Siberia, and was later highly praised by Karl Marx, Georgi Plekhanov, and Vladimir Lenin.", "2531958": "Hüseyin Nihâl Atsız (Ottoman Turkish: حسين نيهال آتسز; January 12, 1905 – December 11, 1975)[5] was a prominent Turkish ultranationalist writer, novelist, and poet. Atsız self-identified as a racist, Pan-Turkist and Turanist.[6][7][8][a] He later became a critic of Islam, calling it \"a religion created by Arabs, for Arabs\".[11][12] He was the author of over 30 books and numerous articles and was in strong opposition to the government of İsmet İnönü, which he criticized for co-operating with the communists.[13] He was accused of being a sympathizer of the Nazi government[6][14] and plotting to overthrow the Turkish government.[15]", "14754422": "Francesco Acri (19 March 1834, in Catanzaro – 21 November 1913, in Bologna) was an Italian philosopher and historian of philosophy.", "991862": "Ayn Rand Institute", "68461178": "Antonio María Fabié Escudero (Seville, 19 June 1832, – Madrid, 3 December 1899) was a politician, writer, philosopher, historian, and bibliophile, noted for his Hegelian Philosophy which he became interested in during the mid-nineteenth century while a student at the University of Sevilla. He studied pharmacy, exact science, and law.", "41493116": "Mark Dooley (born 12 January 1970) is an Irish philosopher, writer and newspaper columnist.[1] A specialist in continental philosophy, theology and the philosophy of religion, he is the author of several books, including The Politics of Exodus: Kierkegaard's Ethics of Responsibility (2001), Roger Scruton: The Philosopher of Dover Beach (2009), and Why Be a Catholic? (2011).", "61219452": "Forrest Clell Shaklee (November 27, 1894 – December 15, 1985) was an American chiropractor, philosopher and entrepreneur. He founded the Shaklee Corporation with his sons.  Dr. Forrest C. Shaklee is credited with creating the first vitamin in the United States.", "238214": "Wu Jingheng (Chinese: 吳敬恆), commonly known by his courtesy name Wu Zhihui (Woo Chih-hui, Chinese: 吳稚暉; 1865–1953), also known as Wu Shi-Fee,[1] was a Chinese linguist and philosopher who was the chairman of the 1912–13 Commission on the Unification of Pronunciation that created Zhuyin (based on Zhang Binglin's work) and standardized Guoyu pronunciation.", "49521287": "Gérard Raulet (born 9 August 1949) is a French philosopher, Germanist, and translator, specializing primarily in the thought of Herbert Marcuse and Ernst Bloch. He is a professor emeritus of German History and Thought at the Paris-Sorbonne University.[1][2]", "39035529": "Susanna Schellenberg is Distinguished Professor of Philosophy and Cognitive Science at Rutgers University, where she holds a secondary appointment at the Rutgers Center for Cognitive Science.[1][2]  She specializes in epistemology, philosophy of mind, and philosophy of language[3][4][5] and is best known for her work on perceptual experience, evidence, capacities, mental content, and imagination. She is the recipient of numerous awards, including a Guggenheim Award, a Humboldt Prize, and a Mellon New Directions Fellowship for a project on the Neuroscience of Perception. She is the author of The Unity of Perception: Content, Consciousness, Evidence (Oxford University Press, 2018).[6] The book won an honorable mention for the American Philosophical Association 2019 Sanders Book Prize.", "74385": "Timothy Chambers is a philosopher who has written a number of articles which have appeared in the journals Mind (2000, 2001), the Monist (1998), Philosophy (2001), the Aristotelian Society Proceedings(2000), and Ratio (1999).  His research interests include Hilary Putnam, time travel, the Ontological Argument, the Doomsday Argument and the semantics of vagueness.  His work on Putnam included a logical formula—the Chambers Conditional[1]—which figures in Crispin Wright's recent work on vagueness.[2][3]", "8233618": "Royal Dixon (25 March 1885 – 4 June 1962) was an American animal rights activist, botanist, philosopher, and a member of the Americanization movement. He was, along with Diana Belais (1858–1944), a founder of the \"First Church for Animal Rights\" in 1921.", "57254553": "Tristan Harris (/trɪsˈtɑːn/; born 1983/1984)[1] is an American technology ethicist. He is the executive director and co-founder of the Center for Humane Technology.[2][3]", "55059099": "Duncan Pritchard FRSE is the chancellor's professor of philosophy and the director of graduate studies at the University of California, Irvine. He was previously professor of philosophy and chair in epistemology at the University of Edinburgh. His research is mainly in the field of epistemology. He has studied the problem of scepticism, the epistemic externalism/internalism distinction; the rationality of religious belief; testimony; the relationship between epistemic and content externalism; virtue epistemology; epistemic value; modal epistemology; Wittgensteinian hinge epistemology; the history of scepticism; and epistemological contextualism.[1][2]", "17343132": "Fernando González Ochoa (April 24, 1895 – February 16, 1964), was a Colombian writer and existentialist philosopher known as \"el filósofo de Otraparte\" (The Philosopher from Elsewhere). He wrote about sociology, history, art, morality, economics, epistemology and theology in a humorous, and creative style, in various genres of literature. González is considered one of the most original writers of Colombia during the 20th century. His ideas were controversial and had a great influence in the Colombian society at his time and still today.  González work inspired Nadaism, a literary and cultural movement founded by  Gonzalo Arango an some other writers, poets and painters that surrounded him. His Otraparte house in Envigado, is today a museum and the headquarters of the cultural foundation to preserve and promote his legacy. His house was declared a National  Patrimony of Colombia in 2006.", "9085599": "Giuseppe Averani FRS or Averanus (March 20, 1662, Pisa – August 24, 1738, Florence) was an Italian jurist and naturalist.", "16097955": "Thomas Langan (1929 - May 25, 2012) was an American philosopher and a former president of the Metaphysical Society of America (1982-1983).[1][2]", "48571046": "Moya Bailey is an African-American feminist scholar, writer, and activist. She is noted for coining the term misogynoir, which denotes what Bailey describes as the unique combination of misogyny and anti-black racism experienced by black women.[1] Bailey is an associate professor at Northwestern University.[2][3]", "205480": "Richard Price FRS (23 February 1723 – 19 April 1791) was a Welsh moral philosopher, Nonconformist minister and mathematician. He was also a political reformer, pamphleteer, active in radical, republican, and liberal causes such as the French and American Revolutions. He was well-connected and fostered communication between many people, including Thomas Jefferson, John Adams, George Washington, Mirabeau and the Marquis de Condorcet. According to the historian John Davies, Price was \"the greatest Welsh thinker of all time\".[1]", "17244840": "Upanishad Brahmayogin is the cognomen of Rāmachandrendra Sarasvati (fl. 1800 CE), a sannyasin and Advaitin scholar of the Upanishads.  He is credited with having written commentaries on all 108 Upanishads of the Muktika canon.  His works have been translated and published by the Adyar Library.[1]", "7316137": "Ryu Seong-ryong (November 1542 – May 1607), was a scholar-official of the Joseon Dynasty of Korea. He held many responsibilities including the Chief State Councillor position in 1592. He was a member of the \"Eastern faction\", and a follower of Yi Hwang.", "50569899": "John Joseph McDermott (January 5, 1932 – September 30, 2018)[1] was an American philosopher and a professor at Texas A&M University. He was a distinguished professor at Texas A&M since 1981 and held the Melbern G. Glasscock Chair in the Humanities.", "4039342": "Aeschines of Sphettus (Ancient Greek: Αἰσχίνης Σφήττιος, c. 425 BC – c. 350 BC) or Aeschines Socraticus (Ancient Greek: Αἰσχίνης Σωκρατικός), son of Lysanias, of the deme Sphettus of Athens, was a philosopher who in his youth was a follower of Socrates.[1] Historians call him Aeschines Socraticus—\"the Socratic Aeschines\"—to distinguish him from the more historically influential Athenian orator also named Aeschines. His name is sometimes but now rarely written as Aischines or Æschines.", "3515058": "Ronald K. Hoeflin (born February 23, 1944) is an American philosopher by profession, creator of the Mega[1][2][3] and Titan[4] intelligence tests. In 1988, Hoeflin won the American Philosophical Association's Rockefeller Prize for his article, \"Theories of Truth: A Comprehensive Synthesis.\"[5] His article argues for the interrelated nature of seven leading theories of truth.[6]", "41558708": "Dercyllides was an ancient Greek Platonist philosopher.  There survive only quotations or paraphrases of his work in later writers, no complete works.", "205495": "Richard McKay Rorty (October 4, 1931 – June 8, 2007) was an American philosopher. Educated at the University of Chicago and Yale University, he had strong interests and training in both the history of philosophy and in contemporary analytic philosophy. Rorty's academic career included appointments as the Stuart Professor of Philosophy at Princeton University, Kenan Professor of Humanities at the University of Virginia, and Professor of Comparative literature at Stanford University. Among his most influential books are Philosophy and the Mirror of Nature (1979), Consequences of Pragmatism (1982), and Contingency, Irony, and Solidarity (1989).", "7971512": "Hong Zicheng (simplified Chinese: 洪自诚; traditional Chinese: 洪自誠; pinyin: Hóng Zìchéng; Wade–Giles: Hung Tzu-Ch'eng, fl. 1572–1620) was a Chinese philosopher who lived during the end of the Ming dynasty.", "9642695": "Roger-Pol Droit (born 1949) is a French academic and philosopher. An alumnus of the École normale supérieure de Saint-Cloud, he has written numerous books, most notably 101 Experiments in the Philosophy of Everyday Life, which has been translated into 22 languages. For 25 years, he has studied the way the East is seen in Western philosophy.", "23700170": "Stefan Zachariasz Pawlicki (2 September 1839, Danzig (Gdańsk) – 28 April 1916, Kraków) was a Polish Catholic priest, philosopher, historian of philosophy, professor and rector of Kraków's Jagiellonian University.[1]", "13574859": "George Steven Botterill (born 8 January 1949) is a Welsh chess player, writer and philosopher.", "14852812": "Susan Lynn Hurley (September 16, 1954 – August 16, 2007) was appointed professor in the department of Politics and International Studies at the University of Warwick in 1994, professor of philosophy at Bristol University from 2006 and the first woman fellow of All Souls College, Oxford.[1] She wrote on practical philosophy as well as on philosophy of mind, bringing these disciplines closer together. Her work draws on sources from the social sciences as well as the neurosciences, and can be broadly characterised as both naturalistic and interdisciplinary.", "42902233": "Valentin Feldman (23 June 1909 – 27 July 1942) was a French philosopher and Marxist of Jewish-Russian origin. In 1942, he was murdered by the Nazis during the Occupation of France.", "7709402": "Johanne Elisabeth Agerskov (1873–1946) was a Danish medium. Together with her husband, Michael Agerskov, she was responsible for the ethico-religious, philosophical, and pseudo-scientific book, Toward the Light (in Danish, Vandrer mod Lyset!), first published by Michael Agerskov in Copenhagen in 1920.", "47620825": "Christoph Lütge (born 10 November 1969) is a German philosopher and economist notable for his work on business ethics, AI ethics, experimental ethics and political philosophy. He is full professor of business ethics at the Technical University of Munich[1] and director of its Institute for Ethics in Artificial Intelligence.", "729827": "Jeong Do-jeon (Korean: 정도전; October 6, 1342[1] – October 6, 1398[2]), also known by his art name Sambong (삼봉), was a prominent Korean scholar-official during the late Goryeo to the early Joseon periods. He served as the first Chief State Councillor of Joseon, from 1392 until 1398 when he was killed by the Joseon king Yi Bang-won. Jeong Dojeon was an adviser to the Joseon founder Yi Seong-gye and also the principal architect of the Joseon dynasty's policies, laying down the kingdom's ideological, institutional, and legal frameworks which would govern it for five centuries.[3]", "1647335": "William Thompson (1775 – 28 March 1833) was an Irish political and philosophical writer and social reformer, developing from utilitarianism into an early critic of capitalist exploitation whose ideas influenced the cooperative, trade union and Chartist movements as well as Karl Marx.", "12886765": "Eugen Fink (11 December 1905 – 25 July 1975) was a German philosopher.", "56730351": "Ronna C. Burger (born December 5, 1947) is an American philosopher and Professor of Philosophy, Catherine & Henry J. Gaisman Chair, and Sizeler Professor of Jewish Studies at Tulane University.[1][2]", "1057521": "Francis William Newman (27 June 1805 – 4 October 1897) was an English classical scholar and moral philosopher, prolific miscellaneous writer and activist for vegetarianism and other causes.", "1909490": "Stanisław Konarski, Sch.P. (actual name: Hieronim Konarski; 30 September 1700 – 3 August 1773) was a Polish pedagogue, educational reformer, political writer, poet, dramatist, Piarist priest and precursor of the Enlightenment in the Polish–Lithuanian Commonwealth.", "50078451": "Dimitris Vardoulakis (born 1975) is a Greek philosopher and Associate Professor of philosophy in the School of Humanities and Communication Arts at Western Sydney University. He works in the tradition of Continental philosophy, and has published on a variety of topics, including the relation between literature and philosophy, power and sovereignty.", "36020983": "Joaquim Pereira Teixeira de Vasconcelos (2 November 1877, Amarante Municipality, Portugal - 14 December 1952, Gatão, Portugal), better known by his pen name Teixeira de Pascoaes, was a Portuguese poet. He was nominated five times for the Nobel Prize in Literature.[1]", "69804796": "Nancy Ann Silbergeld Jecker (born October 25, 1960) is a  bioethicist, philosopher, and author. She is Professor of Bioethics and Humanities at the University of Washington School of Medicine, Department of Bioethics and Humanities,[1]  with Adjunct Professorships at the university's Department of Philosophy,[2] School of Law,[3] and Department of Global Health.[4]  She also holds visiting professorships at the  University of Johannesburg, Gauteng South Africa [5] and the Chinese University of Hong Kong Centre for Bioethics  [6]", "28025597": "Richard Allan Watson (23 February 1931 – 18 September 2019) was an American philosopher, speleologist and author.[2]", "25567998": "Annemarie Gethmann-Siefert (born 1945) is a professor of philosophy at the university of Hagen, Germany.", "25895678": "Ralph Henry Johnson (born 1940) is a Canadian American philosopher, born in Detroit, Michigan.[1] Johnson has been credited as one of the founding members of the informal logic movement in North America, along with J. Anthony Blair who co-published one of the movement's most influential texts, Logical Self-Defense, with Johnson.[citation needed] Alongside its founder, Blair, Johnson co-directed the Centre for Research in Reasoning, Argumentation, and Rhetoric at the University of Windsor.[2] As Johnson and Blair write in the preface to the newest edition of Logical Self-Defense on the influential nature of the text:", "24781568": "Sukhlal Sanghvi (8 December 1880 – 2 March 1978), also known as Pandit Sukhlalji, was a Jain scholar and philosopher. He belonged to the Sthanakvasi sect of Jainism.[1] Pandit Sukhlal lost his eyesight at the age of sixteen on account of smallpox. However, he persisted and became profoundly versed in Jain logic and rose to become a professor at Banaras Hindu University. Paul Dundas calls him one of the most incisive modern interpreters of Jain philosophy.[2] Dundas notes that Sanghavi represents what now seems to be a virtually lost scholarly and intellectual world.[3] He was a mentor for famous Jain scholar Padmanabh Jaini. During his lifetime he won such awards as the Sahitya Akademi Award and won recognition from the Government of India by getting Padma Bhushan award. Sukhlalji was also known as Pragnachaksu because he was so vastly learned despite being visually disabled.", "25404160": "Ch'oe Ch'ung (Korean: 최충; Hanja: 崔沖; 984–1068) was a Korean Confucian scholar and poet of the Haeju Choe clan during the Goryeo period. He has been called the grandfather of the Korean educational system.[1]", "38937347": "Abū Bishr Mattā ibn Yūnus al-Qunnāʾī (Arabic: ﺍﺑﻮ ﺑﺸﺮ ﻣﺘﺎ ﺑﻦ ﻳﻮﻧﺲ القنائي; c. 870-20 June 940) was an Arab Christian philosopher who played an important role in the transmission of the works of Aristotle to the Islamic world. He is famous for founding the Baghdad school of Aristotelian philosophers.", "42935049": "Marcus Vigellius (fl. 125 BC) was a Stoic philosopher. He was a friend and pupil of Panaetius, whom he also lived with.[1] He is noted by Cicero in De Oratore to have also been a friend of Lucius Licinius Crassus,[2] the greatest Roman orator prior to Cicero. All other information has been lost.", "4137739": "Ajita Kesakambali (Sanskrit: अजित केशकंबली; Chinese: 阿耆多翅舍欽婆羅; pinyin: Āqíduō Chìshěqīnpóluó) was an ancient Indian philosopher in the 6th century BC.[1] He is considered to be the first known proponent of Indian materialism, and forerunner to the Charvaka school. He was probably a contemporary of the Buddha and Mahavira. It has frequently been noted that the doctrines of the Lokayata school were considerably drawn from Ajita's teachings.", "271115": "Maximus, also known as Maximus I or Maximus the Cynic (Greek: Μάξιμος ὁ Κυνικός), was the intrusive archbishop of Constantinople in 380, where he became a rival of Gregory Nazianzus.", "63939341": "Rabbi Moses Raphael de Aguilar (c. 1611 – 15 December 1679) was a Sephardic-Dutch rabbi, Hebrew Grammatician and scholar, who wrote more than 20 books on various topics : a commentary on biblical verses, a Hebrew grammar, books on Jewish law, and treatises on Aristotelian logic a classical Greek and Roman literature. He was an erudite classical scholar, an important lecturer at the Amsterdam Talmud Torah, taught at Ets Haim and ran a successful private school.", "8692495": "John de Sècheville (or John de Sicca Villa) (died 1302) was a philosopher in the thirteenth century; his most famous work was his \"De Principiis Naturae\".", "7643921": "Sarah Kofman (French: [kɔfman]; 14 September 1934 – 15 October 1994) was a French philosopher.", "11936531": "Robert Grudin (born 1938) is an American writer and philosopher.", "58401557": "David Rousseau (born 1960) is a British systems philosopher, Director of the Centre for Systems Philosophy, former chair of the Board of Trustees of the International Society for the Systems Sciences (ISSS), a Past President of the ISSS (2017-2018), and the Company Secretary of the British Association for the Study of Spirituality.  He is known for having revived interest in establishing a scientific general systems theory (GST),[1][2][3] for promoting systems philosophy as a route to advances in GST,[4] for contributions on scientific general systems principles[5][6] and for advocating systems research as a route to a scientific understanding of spiritual and other exceptional human experiences.[7][8] His research interests include systems philosophy,[9] systems science,[10] systems engineering,[11] systems methods for exploratory research,[12] the mind-body problem,[13] and the ontological foundations of moral intuitions.[14]", "50111254": "Apollonius (Ancient Greek: Απολλώνιος) was a man of ancient Syria who was a Platonic philosopher. He lived about the time of the Roman emperor Hadrian—that is, the late 1st and early 2nd century AD—and is known to have inserted into his works an oracle which promised to Hadrian the government of the Roman world.[1]", "1090337": "Lucrețiu Pătrășcanu (Romanian pronunciation: [luˈkretsju pətrəʃˈkanu]; November 4, 1900 – April 17, 1954) was a Romanian communist politician and leading member of the Communist Party of Romania (PCR), also noted for his activities as a lawyer, sociologist and economist. For a while, he was a professor at the University of Bucharest. Pătrășcanu rose to a government position before the end of World War II and, after having disagreed with Stalinist tenets on several occasions, eventually came into conflict with the Romanian Communist government of Gheorghe Gheorghiu-Dej. He became a political prisoner and was ultimately executed. Fourteen years after Pătrășcanu's death, Romania's new communist leader, Nicolae Ceaușescu, endorsed his rehabilitation as part of a change in policy.", "21373730": "Tine Hribar (born 28 January 1941 as Velentin Hribar) is a Slovenian philosopher and public intellectual, notable for his interpretations of Heidegger and his role in the democratization of Slovenia between 1988 and 1990, known as the Slovenian Spring. He is the husband of author, essayist and political commentator Spomenka Hribar.", "959267": "Abraham Thomas Kovoor (10 April 1898 – 18 September 1978) was an Indian professor and rationalist who gained prominence after retirement for his campaign to expose as frauds various Indian and Sri Lankan \"god-men\" and so-called paranormal phenomena. His direct, trenchant criticism of spiritual frauds and organized religions was enthusiastically received by audiences, initiating a new dynamism in the Rationalist movement, especially in Sri Lanka and India.[1]", "566052": "Gotthard Günther (15 June 1900 – 29 November 1984) was a German (Prussian)[1] philosopher.", "59712291": "Bernard Reginster is an American philosopher. He is the Romeo Elton Professor of Natural Theology at Brown University. Reginster is known for his expertise on philosophy of Friedrich Nietzsche, particularly Nietzschean affirmation.[1][2][3]\nHe is a recipient of Laurence S. Rockefeller Fellowship.", "7807781": "Elizabeth Kiss (born 1961) is an American philosopher and academic administrator, specialising in moral and political philosophy. Since 2018, she has been the Warden of Rhodes House, Oxford University, and CEO of the Rhodes Trust.[1][2] She is responsible for administering the Rhodes Scholarship, providing pastoral support to existing Rhodes Scholars and coordinating the Rhodes Trust.[1][3] She is the first woman to hold this role. Previously she served as president of Agnes Scott College.[3]", "70525730": "Enrique Fernando Correa Ríos (born 14 November 1945) is a Chilean politician who served as minister of State under Patricio Aylwin's government (1990–1994) and Director of the Latin American Faculty of Social Sciences.[1][2][3]", "63939364": "Narayanacharya (IAST:Nārāyaṇācārya; c. 1600 – c. 1660), was an Indian scholar and philosopher of Dvaita Vedānta tradition. He was the disciple of Vedavyasa Tirtha of Uttaradi Math and is the most celebrated name in the annals of the great dvaita-advaita debate.[1] Narayanacharya is notable for his work Advaita Kalanala, which is a refutation work to Madhvamatamukhamardana of Appayya Dikshita. Indologist B. N. K. Sharma writes, \"The Advaita Kalanala is a scathing criticism of the Madhvamatamukhamardana of Appayya. The carping criticisms and bitter personal attacks of the Dikshita are vigorously returned by Narayana. He loses no opportunity to pay the critic in his coin and with compound interest. The tone of the work is thus retaliatory and bitingly sarcastic\".[1] Sharma also writes, \"Narayanacharya was one of the fiery champions of the Dvaita school, that rose to defend it against the slashing attacks of Appayya Dikshita and others\".[1] American historian Anthony Grafton and classicist Glenn W. Most considered the work Advaita Kalanala along with the Abhinava-Gada  of Satyanatha Tirtha as a new mace which broke the heads of non-dualists like Appayya Dikshita.[2]", "35529515": "Gérard Rabinovitch (born 1948, Paris) is a French philosopher and sociologist.  He is a researcher at the Centre National de la Recherche Scientifique (CNRS), member of the Center for Research on Sense, Ethics, Society and of the Center for Research on Psychoanalysis, Medicine and Society, at the University of Paris VII-Denis Diderot.  He is also a regular visiting faculty member at the University of Minas Gerais (Brazil).", "15508267": "Timocrates of Lampsacus (Greek: Τιμοκράτης) was a renegade Epicurean who made it his life's mission to spread slander about Epicurus' philosophy and way of life. He was the elder brother of Metrodorus, Epicurus' best friend and most loyal follower, who was born in Lampsacus in the late 4th century BC. He studied with his brother in the school of Epicurus, but some time c. 290 BC, he broke with the school, apparently because he refused to accept that pleasure was the supreme good of life. The dispute became quite bitter; Philodemus quotes Timocrates saying \"that he both loved his brother as no one else did and hated him as no one else.\"[1] In a much quoted letter, Metrodorus, in exaggerated fashion, took Timocrates to task for not making the stomach the standard in everything relating to the prime good.[2] Metrodorus wrote at least one work against Timocrates;[3] and Epicurus also wrote an Opinions on the Passions, against Timocrates.[4] In response, Timocrates wrote a polemic against Epicurus, whereby he claimed that Epicurus was not a genuine Athenian citizen,[5] and that he was slovenly, weak, ignorant, rude, and vomited twice a day from overindulgence.[6] His book against Epicurus, published after his apostasy, was entitled Delights (euphranta).", "62235446": "Maria Vladimirovna Bezobrazova (1857-1914) was a philosopher, historiographer, educator, journalist and women's rights activist from the Russian Empire. She was \"the first among Russian women to receive training in philosophy\".[1]", "56795963": "Soumaya Mestiri (born 1976) is a Tunisian philosopher.", "53388093": "Meykandar (Tamil: மெய்கண்டார், Meykaṇṭār, lit. the truth seer), also known as Meykanda Devar, was a 13th-century philosopher and theologian who contributed to the Shaiva Siddhanta school of Shaivism.[1][2][3] His literary work known as Śiva Jñāna Bodham (in Tamil) on Shaiva Siddhanta has enjoyed great vogue and prestige among Tamils comparable to other works of Hindu philosophy from the Advaita of Adi Shankara and Vishishtadvaita of Ramanuja.[4][5]", "66003778": "Adebola Babatunde Ekanola (born 2 December 1969) is a Nigerian professor of philosophy whose research area is ethics, social and political philosophy with special interest on issues relating to peace and social development in Africa. He is a former acting head of the department of philosophy, former dean of Faculty of Arts, and former director of the Office of International Programmes in the University of Ibadan. Ekanola was appointed acting vice-chancellor the University of Ibadan in November 2020. He is the national coordinator of the Network of Directors of Internationalization in Nigerian Universities (NODINU).[1]", "57123654": "Brian Glenney (born December 14, 1974) is an American Philosopher and Graffiti Artist most known for co-founding a street art project turned movement known as the Accessible Icon Project. The movement re-designed the International Symbol of Access to display an active, engaged image with focus on the person with disability.[1] “It was intended as a kind of radical statement,” says Elizabeth Guffey, author of Designing Disability: Symbols, Space, and Society and professor of art history at SUNY Purchase. “The very oddity of it is people started taking it seriously as a new symbol, and it’s such a weird life that it’s lived, that it’s become a kind of legal symbol.”[2]", "14492487": "Oets Kolk Bouwsma (November 22, 1898 – March 1, 1978) was an American analytic philosopher.", "10888025": "Cratippus of Pergamon (Greek: Κράτιππος), was a leading Peripatetic philosopher of the 1st century BC who taught at Mytilene and Athens. The only aspects of his teachings which are known to us are what Cicero records concerning divination.", "42083166": "Gerd Roellecke (born 13 July 1927 in Iserlohn, North Rhine-Westphalia, Germany – † 30 October 2011 in Karlsruhe, Baden-Württemberg, Germany)[2] was a German legal scholar, lawyer, philosopher and former professor for public law and philosophy at the University of Mannheim from 1969 to 1999. Moreover, he served as rector at the University of Mannheim between 1982 and 1985.[3]", "46834528": "Hallvard Lillehammer is a professor of philosophy at Birkbeck College, University of London. His research relates to \"the interpretation and criticism of basic ideas in contemporary moral and political thought, including reason, objectivity, impartiality, autonomy, and detachment.\"[1] He formerly taught at the Faculty of Philosophy, University of Cambridge, where he was a Fellow of King's College from 2000 to 2009 and a Senior Research Fellow of Churchill College from 2010 to 2013. He was educated at University College London and Peterhouse, Cambridge. Of Norwegian, German and Swedish descent, Lillehammer was born in Bergen and grew up in Stavanger, Norway. Hallvard is married to Alexandra Peña Lesmes, an Anglo-Spanish social entrepreneur and legal advocate who works internationally to protect children's rights.", "42869603": "Richard Nikolaus Eijiro, Count of Coudenhove-Kalergi[1] (16 November 1894 – 27 July 1972), was an Austrian-Japanese politician, philosopher, and count of Coudenhove-Kalergi. A pioneer of European integration, he served as the founding president of the Paneuropean Union for 49 years. His parents were Heinrich von Coudenhove-Kalergi, an Austro-Hungarian diplomat, and Mitsuko Aoyama, the daughter of an oil merchant, antiques-dealer and major landowner in Tokyo.[2] His childhood name in Japan was Eijiro Aoyama. Being a native Austrian-Hungarian citizen, he became a Czechoslovak citizen in 1919 and then took French citizenship from 1939 until his death.", "39887716": "The Philosophy in 90 Minutes series, written by Paul Strathern, is a series of short introductory biographical overviews on well-known philosophers, set in brief historical context, along with brief impressions of their philosophies. The books are also produced in audio format; read by narrator Robert Whitfield. The series’ intent is to \"write about the philosophers' lives, [while] adding in a few of their ideas\"[1][2][3]", "1024871": "Joseph Adolphe Rovan (born Joseph Adolph Rosenthal in Munich, Germany on  July 25, 1918, died July 27, 2004), was a French philosopher and politician, and is considered a spiritual father of post-war Europe. Initially born into the Jewish faith, on Whitsunday 1944 he was received into the Catholic Church.", "40870765": "Edward Charles Feser (/ˈfeɪzər/; born April 16, 1968) is an American Catholic philosopher. He is an Associate Professor of Philosophy at Pasadena City College in Pasadena, California.", "38249326": "Ruth Chang is an American legal scholar who serves as the Professor and Chair of Jurisprudence at the University of Oxford,[2] a Professorial Fellow of University College, Oxford, and an American professor of philosophy. She was previously a professor at Rutgers University from 1998 to 2019. She is known for her research on the incommensurability of values and on practical reason and normativity.[3][4] She is also widely known for her work on decision-making and is lecturer or consultant on choice at institutions ranging from video-gaming to pharmaceuticals, the U.S. Navy, World Bank, and CIA.[5][6][7][8]", "3416945": "Helio Gallardo Martínez is a Chilean Philosopher and  Professor of the University of Costa Rica. He moved to Costa Rica after Salvador Allende was overthrown.", "53650292": "Hidé Ishiguro (Japanese: 石黒ひで; born c. 1935) is a Japanese analytic philosopher and emeritus professor at Keio University, Tokyo.[1] She is considered an expert on the philosopher Gottfried Wilhelm Leibniz on whom she has published many papers.[2] She is also a Wittgenstein scholar.", "62071668": "Arnold Stuart Zuboff (born January 1946)[1] is an American philosopher who has worked on topics such as personal identity, philosophy of mind, ethics, metaphysics, epistemology and the philosophy of probability.[2] He is the original formulator of the Sleeping Beauty problem[3] and a view analogous to open individualism—the position that there is one subject of experience, who is everyone—which he calls \"universalism\".[4][5]", "729974": "Kenneth Duva Burke (May 5, 1897 – November 19, 1993) was an American literary theorist, as well as poet, essayist, and novelist, who wrote on 20th-century philosophy, aesthetics, criticism, and rhetorical theory.[1] As a literary theorist, Burke was best known for his analyses based on the nature of knowledge. Further, he was one of the first individuals to stray from more traditional rhetoric and view literature as \"symbolic action.\"", "43983739": "Mark Borisovich Mitin (Russian: Марк Борисович Митин; 5 July 1901 – 15 January 1987) was a Soviet Marxist–Leninist philosopher, university lecturer and Professor of Philosophy Faculty of Moscow State University (1964–1968, 1978–1985). He was interested primarily dialectical and historical materialism, the philosophy of history and criticism of bourgeois philosophy.", "28025730": "David Lyons (born February 6, 1935) is an American moral, political and legal philosopher who is emeritus professor of philosophy and of law at Boston University.", "271234": "Dennis Philip Edward Lingwood (26 August 1925 – 30 October 2018), known more commonly as Sangharakshita, was a British spiritual teacher and writer. In 1967, he founded the Friends of the Western Buddhist Order (FWBO), which was renamed the Triratna Buddhist Community in 2010.[1]", "861060": "Vincent Descombes (French: [dekɔ̃b]; born 1943) is a French philosopher. His major work has been in the philosophy of language and philosophy of mind.", "729989": "Sir Stuart Newton Hampshire FBA (1 October 1914 – 13 June 2004) was an English philosopher, literary critic and university administrator.[1] He was one of the antirationalist Oxford thinkers who gave a new direction to moral and political thought in the post-World War II era.", "1516420": "Defunct", "3810188": "Camillo Berneri (also known as Camillo da Lodi; May 28, 1897 – May 5, 1937) was an Italian professor of philosophy, anarchist militant, propagandist and theorist. He was assassinated during the Spanish Civil War, presumably on the orders from Stalin's USSR.", "28156813": "Pierre-Charles Marcel (1910–1992)[1] was a leading French Reformed Protestant Christian pastor and philosopher who studied under France's leading evangelical-confessional mind, M. Auguste Lecerf (1873–1943). Marcel was sent to the Netherlands by Lecerf to study Christian philosophy under Herman Dooyeweerd.", "28320658": "Christopher Airay (1601 – 18 October 1670) was an English preacher and a pioneer in English logic.", "1385364": "Philippa Ruth Foot FBA (/ˈfɪlɪpə ˈfʊt/; née Bosanquet; 3 October 1920 – 3 October 2010) was an English philosopher and one of the founders of contemporary virtue ethics. Her work was inspired by Aristotelian ethics. Along with Judith Jarvis Thomson, she is credited with inventing the trolley problem.[1][2] She was elected a member of the American Philosophical Society. She was a granddaughter of the U.S. President Grover Cleveland.: 354", "74359708": "Madison Powers is an American philosopher and Francis J. McNamara Jr Professor Emeritus of Philosophy at Georgetown University. He is a Fellow of the Hastings Center, a recipient of the Robert Wood Johnson Foundation Health Policy Investigator Award, and is known for his works on political philosophy and practical ethics.[1][2]", "51520414": "Roderick Douglas Bush (November 12, 1945 – December 5, 2013)[1] was an U.S. born sociologist, social activist, author, public intellectual author and academic primarily concerning the Civil rights movement (1865–1896).", "20784034": "Burghart Schmidt (30 November 1942 – 13 February 2022[1]) was a German philosopher. He was professor at Hochschule für Gestaltung Offenbach and the University of Applied Arts Vienna.", "4465570": "Titus Brandsma, OCarm (Dutch pronunciation: [ˈtitys ˈbrɑntsmaː]; born Anno Sjoerd Brandsma; 23 February 1881 – 26 July 1942) was a Dutch Carmelite friar, Catholic priest and professor of philosophy. Brandsma was vehemently opposed to Nazi ideology and spoke out against it many times before the Second World War. He was imprisoned at the Dachau concentration camp, where he was murdered. He was beatified by the Catholic Church in November 1985 as a martyr of the faith and canonized as a saint on 15 May 2022 by Pope Francis.", "1188777": "Pujya Shree Mota (4 September 1898 – 23 July 1976), or Chunilal Asharam Bhavsar, was a spiritual leader who established ashrams in Nadiad and Surat in Gujarat, India. He founded the Hari Om Ashram, also known as the Maun Mandir, near Nadiad & Surat.[1]", "20816810": "Guido del Giudice (born August 14, 1957) is an Italian philosopher and writer.He is one of the most influential experts on life and works of the philosopher Giordano Bruno.", "68494252": "Michael Inwood (12 February 1944 – 31 December 2021) was a British philosopher and fellow of Trinity College, Oxford. He is known for his works on Hegel, Heidegger and ancient philosophy.[1][2] Inwood died from lung cancer in Kidlington on 31 December 2021, at the age of 77.[3][4]", "22160305": "Alvin J. Reines (1926–2004) was an American Reform rabbi, philosopher and theologian. He was professor of Philosophy and Theology at Hebrew Union College.", "9839540": "Walda Heywat (Amharic: ወልደ ሕይወት; 1633–1710), also called Mitku, was an Ethiopian philosopher. He was the beloved student of Zara Yacob, who wrote a well regarded work on the nature of truth and reason. Heywat took his mentor’s work and expanded upon it, turning it into a more practical guide", "12264384": "David Williams (1738 – 29 June 1816) was a Welsh philosopher of the Enlightenment period. He was an ordained minister, theologian and political polemicist, and was the founder in 1788 of the Royal Literary Fund, of which he had been a proponent since 1773.[1]", "9446340": "John Passmore AC (9 September 1914 – 25 July 2004) was an Australian philosopher.", "992200": "Abdullah Yusuf Azzam[a] ((1941-11-14)14 November 1941 – (1989-11-24)24 November 1989) was a Palestinian jihadist and theologian. Belonging to the Salafi movement within Sunni Islam, he and his family fled from what had been the Jordanian-annexed West Bank after the 1967 Arab–Israeli War and pursued higher education in Jordan and Egypt before relocating to Saudi Arabia. In 1979, Azzam issued a fatwa advocating for \"defensive jihad\" in light of the outbreak of the Soviet–Afghan War, and subsequently moved to Pakistan to support the Afghan mujahideen.[2]", "34710472": "Louis O. Mink Jr. (September 3, 1921 – January 19, 1983) was a philosopher of history whose works challenged early philosopher of history R. G. Collingwood and were part of a postmodern dialogue on history and historical narrative with other philosophers of history, like Hayden White and Georg Lukács. Mink and White were responsible for what would later be called the \"linguistic turn\" in philosophy of history.[1]", "21046237": "Stephen Gaukroger (1950–2023) was a British historian of philosophy and science who spent the majority of his academic career in Australia.[1] Gaukroger was Emeritus Professor of History of Philosophy and History of Science at the University of Sydney.[2][3]", "2597853": "Naomi S. Baron (born September 27, 1946, New York, NY) is a linguist and professor emerita of linguistics at the Department of World Languages and Cultures at American University in Washington, D.C.[1]", "5383138": "Ludovico Geymonat (May 11, 1908 – November 29, 1991) was an Italian mathematician, philosopher and  historian of science. As a philosopher, he mainly dealt with philosophy of science, epistemology and Marxist philosophy, in which he gave an original turn to dialectical materialism.", "15049700": "Boethus of Sidon (Greek: Βόηθος, translit. Bóēthos; c. 75 – c. 10 BC) was a Peripatetic philosopher from Sidon, who lived towards the end of the 1st century BC.[1] None of his work has been preserved and the  complete collection of quotings and paraphrases appeared first in 2020.[2]", "7218152": "James K. A. Smith (born 1970) is a Canadian-American[4] philosopher who is currently Professor of Philosophy at Calvin University, holding the Gary & Henrietta Byker Chair in Applied Reformed Theology & Worldview. He is the current editor-in-chief of the literary journal Image.[6]", "7611373": "Joseph Agassi (/ˈæɡəsi/; Hebrew: יוסף אגסי; born Joseph Birnbaum; 7 May 1927 – 22 January 2023)[1] was an Israeli academic with contributions in logic, scientific method, and philosophy. He studied under Karl Popper and taught at the London School of Economics.", "57811949": "Marcel Hénaff (July 21, 1942 – June 11, 2018) was a French philosopher and anthropologist. He taught at the Collège international de philosophie and the University of California, San Diego. He was the author of several books, including two about Claude Lévi-Strauss.[1][2]", "2073586": "Juan Huarte de San Juan or Juan Huarte y Navarro (1529 – 1588) was a Spanish physician and psychologist who established the first works on psychology (previous to the scientific transformation of this discipline, in the 19th century).[1]", "24093683": "Hubert Damisch (28 April 1928 – 14 December 2017), was a French philosopher specialised in aesthetics and art history, and professor at the École des Hautes Études en Sciences Sociales (EHESS) in Paris from 1975 until 1996.", "62399481": "Jarosław Lindenberg (born 9 November 1956 in Warsaw)[1] is a Polish diplomat and philosopher, between 11 September 2023 and 13 December 2023 he served as Under Undersecretary of State at the Ministry of Foreign Affairs; prior to that ambassador to Latvia (1992–1997), Bulgaria (1998–2003), and Bosnia and Herzegovina (2018-2023), as well as chargé d'affaires to Montenegro (2007–2011).", "8627197": "Gary Carl (Muhammad) Legenhausen (born May 3, 1953) is an American philosopher who teaches at the Imam Khomeini's Educational and Research Institute, which was directed by Mohammad-Taqi Mesbah-Yazdi.[2]", "3744766": "Vladimir Nikolaievich Lossky[b] (Russian: Влади́мир Никола́евич Ло́сский; 1903–1958) was a Russian Eastern Orthodox theologian exiled in Paris. He emphasized theosis as the main principle of Eastern Orthodox Christianity.", "63972353": "Eleonora Ziemięcka (ne Gagatkiewicz) (born 1819 in Jasieniec in Mazovia, died September 23, 1869, in Warsaw) - was a Polish philosopher and publicist. She is often considered to be Poland's first female philosopher.", "2991108": "Iman Xin Chemjong Limbu, or Iman Singh Chemjong Limbu; was a Limbu historian, writer, linguist, lexicographer, folklorist, and philosopher of Nepal. Chemjong devoted his entire life to studying and documenting various facets of Kirat Limbu tradition and culture at a time when such activities were frowned upon and even punished by the Nepalese ruling elite as being subversive and \"anti-national\". Chemjong's research into and publication of Kirant history and culture challenged perceptions of the Nepalese official doctrine that showcased Nepal as a Hindu cultural monolith devoid of alternative narratives.", "60892165": "M.A. University of Delaware, 1976", "62333960": "Friedrich Günther Jacoby (21 April 1881 – 4 January 1969) was a German theologian and philosopher.[1]", "2139145": "Agrippa (Greek: Ἀγρίππας) was a Pyrrhonist philosopher who probably lived towards the end of the 1st century CE.[1]  He is regarded as the author of \"The Five Tropes (or Modes, in Greek: τρόποι) of Agrippa\", which are purported to establish the necessity of suspending judgment (epoché). Agrippa's arguments form the basis of the Agrippan trilemma.", "29828110": "Mehmet Aydın is a Turkish politician who was one of Turkey's Ministers of State.[1][2] As a representative of the Justice and Development Party from Izmir, he was elected to Parliament in the 2002 general elections.", "7644182": "Zenon Walter Pylyshyn[1] FRSC (/ˈzɛnən pəˈlɪʃən/; 25 August 1937 – 6 December 2022) was a Canadian cognitive scientist and philosopher. He was a Canada Council Senior Fellow from 1963 to 1964.", "5383193": "Mohamed Ibrahim Warsame[a] (1943 – 18 August 2022), known by the pseudonym Hadrawi,[b] was a Somali poet, philosopher and songwriter. Having written many notable protest works, Hadrawi has been likened by some to Shakespeare,[1] and his poetry has been translated into various languages.[2][3]", "4203547": "Edith Jemima Simcox (21 August 1844 –  15 September 1901) was a British philosopher, writer, trade union activist, and  feminist.", "56042524": "Tommy J.Curry is a Black American scholar, author and professor of philosophy. As of 2019[update], he holds a Personal Chair in Africana philosophy and Black male studies at the University of Edinburgh.[1] In 2018, he won an American Book Award for The Man-Not: Race, Class, Genre, and the Dilemmas of Black Manhood.[2]", "19833886": "Peter Godfrey-Smith (born 1965) is an Australian philosopher of science and writer, who is currently Professor of History and Philosophy of Science at the University of Sydney.[1] He works primarily in philosophy of biology and philosophy of mind, and also has interests in general philosophy of science, pragmatism (especially the work of John Dewey), and some parts of metaphysics and epistemology. Godfrey-Smith was elected to the American Philosophical Society in 2022.[2]", "55682078": "Margarita Ammann Martínez, better known as Gretel Ammann (17 January 1947 in Donostia – 2 May 2000 in Barcelona) was a Spanish philosopher, essayist, activist, radical feminist, and lesbian separatist. She was a pioneer of feminism in Barcelona.", "67118117": "Emil Hammacher (21 March 1885, Köln — 1916, killed in France)[1] was a German philosopher, proponent of objective idealism and mystic,[2] doctor of Philosophy and Law, professor of philosophy at the University of Bonn.[3]", "8660005": "Gerardus (Gerard) van der Leeuw (18 March 1890 – 18 November 1950) was a Dutch historian and philosopher of religion, ordained minister and politician.", "46834725": "Anthony William Price (born 10 December 1947) is Emeritus Professor of Philosophy at Birkbeck College, University of London where he taught philosophy from 1995 until 2016. His research relates to Greek ethics and moral psychology, and contemporary ethics. Price was educated at Winchester College and the University of Oxford. He taught at the University of York from 1972 to 1995.[1][2]", "40870950": "Teresa Blankmeyer Burke is a Professor of Philosophy[1] at Gallaudet University.[2] She is the first signing deaf woman to receive a PhD in philosophy in the world, as well as the first deaf person to receive a PhD in philosophy at the University of New Mexico.[2][3]", "60630060": "Su Yu-chang (Chinese: 蘇昱彰; pinyin: Sū Yùzhāng; (1940-06-24)24 June 1940 – (2019-04-29)29 April 2019),[1] was a Taiwanese martial artist, scholar and practitioner of traditional Chinese medicine who devoted his life to teaching kung fu, traditional Chinese philosophy and medicine all over the world.", "73704495": "Graciela De Pierris is an American philosopher and Clarence Irving Lewis Professor of Philosophy at Stanford University. She is known for her works on early modern philosophy.[1][2][3]", "42031": "Carl Gustav Jung (/jʊŋ/ YUUNG;[1][2] German: [kaʁl ˈjʊŋ]; 26 July 1875 – 6 June 1961) was a Swiss psychiatrist and psychoanalyst who founded analytical psychology. He was a prolific author, illustrator and correspondent.", "5841969": "Giovanna Borradori is Professor of Philosophy and Media Studies at Vassar College. Borradori is a specialist in Social and political theory, Aesthetics, and the philosophy of terrorism. A crucial focus of her work is fostering new avenues of communication between rival philosophical lineages, including the analytical and Continental traditions, liberalism and communitarianism, as well as deconstruction and Critical Theory.", "1582131": "Giuseppe Ferrari (7 March 1812 – 2 July 1876) was an Italian philosopher, historian and politician.", "6300730": "Trenton Merricks (/ˈmɛrɪks/) is an American philosopher and the Commonwealth Professor of Philosophy[1] at the University of Virginia. While Merricks' primary field of study is metaphysics, he has also published scholarship in epistemology, philosophy of language, and philosophy of religion.[2]", "2401339": "Pietro Pomponazzi (16 September 1462 – 18 May 1525) was an Italian philosopher. He is sometimes known by his Latin name, Petrus Pomponatius.", "59712571": "Gary Carl Hatfield is an American philosopher and Adam Seybert Professor in Moral and Intellectual Philosophy at the University of Pennsylvania.[1] He is a specialist in the history of modern philosophy up to Kant, as well as philosophy of mind.", "37069888": "Feng Guifen (Chinese: 馮桂芬; pinyin: Féng Guìfēn; Wade–Giles: Feng2 Kuei3-fen1; 1809 – May 28, 1874,[1] courtesy name Linyi (Chinese: 林一; pinyin: Línyī), art name Jingting (Chinese: 景亭; pinyin: Jǐngtíng), later art name Dengweishanren (Chinese: 鄧尉山人; pinyin: Dèngwèishānrén), jinshi degree 1840) was a scholar during the Qing Dynasty. He was also a teacher, and a government official, serving as adviser to leading statesmen of his time.[2] Feng is known for his interest in techniques by which states had become wealthy and strong, highlighting these subjects in the essay he wrote to propose reforms for the Chinese empire.[3]  He was the originator of the philosophy of the Self-Strengthening Movement undertaken in the late 19th century.[1]", "7480388": "Yehezkel Kaufmann (Hebrew: יחזקאל קויפמן; also: Yeḥezqêl Qâufman; Yeḥezḳel Ḳoyfman; Jehezqël Kaufmann) (1889 – 9 October 1963) was an Israeli philosopher and Biblical scholar associated with the Hebrew University. His main contribution to the study of biblical religion was his thesis that Israel's monotheism was not a gradual development from paganism but entirely new.[1]", "73671750": "Jonathan Riley  is an American philosopher and Professor of Philosophy at Tulane University. He is known for his expertise on utilitarianism.[1][2][3][4]", "42640454": "Mikołaj Łęczycki (coat of arms: Niesobia), in Latin Nicolaus Lancicius (December 10, 1574 – March 30, 1653) was a Polish Jesuit, Catholic theologian, writer and mystic.", "72852554": "Theodore Schatzki is a professor of philosophy and geography at the University of Kentucky, professor of sociology at Lancaster University. He has written extensively on practice theory. His work has developed an alternative theory of practice, influenced by Martin Heidegger and Ludwig Wittgenstein, that people do what makes sense for them to do.", "304205": "Edgar Quinet (French: [kinɛ]; 17 February 1803 – 27 March 1875) was a French historian and intellectual.", "66888784": "Bernhard Münz (1 February 1856 – 17 December 1919) was an Austrian writer, philosopher, and librarian.", "52470864": "Marc Soriano (7 July 1918, in Cairo – 18 December 1994) was a 20th-century French philosopher.", "74425429": "Manuel de Góis (1543–1597) was a Portuguese Jesuit philosopher and the director of the Commentarii Collegii Conimbricensis Societatis Iesu (Coimbra Jesuit College Commentaries), a series of eight volumes of commentaries on Aristotle published at Coimbra and Lisbon between 1592 and 1606.[1]", "4662368": "Hipparchia of Maroneia (/hɪˈpɑːrkiə/; Greek: Ἱππαρχία ἡ Μαρωνεῖτις; fl. c. 325 BC) was a Cynic philosopher, and wife of Crates of Thebes. She was the sister of Metrokles, the cynic philosopher.[1]\nShe was born in Maroneia, but her family moved to Athens, where Hipparchia came into contact with Crates, the most famous Cynic philosopher in Greece at that time. She fell in love with him, and, despite the disapproval of her parents, she married him. She went on to live a life of Cynic poverty on the streets of Athens with her husband.", "16131172": "Pierre de Bar[1] (died 11 January 1253, Perugia) was a French Cardinal. He is also tentatively identified as a scholastic philosopher, at the University of Paris around 1230.[2] Some sources indicate that he entered Cistercian Order but more recent research conclude that he was secular priest.[3] He was chancellor of the diocese of Noyon from 1232 until his promotion to the cardinalate.", "38020198": "John Irving Fleming is an Australian priest and bioethicist. He was the founding president of Campion College.[3] Fleming was originally an Anglican priest but later became a Roman Catholic priest. He is currently suspended from public ministry and is living in retirement in South Australia.", "57746539": "Ted Cohen (1939 - March 14, 2014) was an American philosopher and professor of philosophy at the University of Chicago.[1][2]\nHis interests included philosophy of art, history of the philosophy of art, especially in the 18th-century, and the philosophy of language.[3]", "13575276": "David N. Stamos (born 1957) is a Canadian philosopher of science and professor in the Philosophy Department at York University.[1]  He studied in York University, where he received his Ph.D. in Philosophy. He emphasizes an interdisciplinary approach for philosophy. His two main mottoes are: \"It is not wisdom to ignore evidence\" and \"Politics does not determine good scholarship.\"[2]", "50373747": "Federico Luisetti is an Italian philosopher, he is Associate professor of Italian Culture and Society at the University of St. Gallen. From 2005 to 2017, he taught Italian Studies at the University of North Carolina, Chapel Hill, where he was the chair of the Department of Romance Studies from 2014 to 2017.[1] He is the author of books and essays on philosophy, literature, visual studies, the Avant-gardes, and political thought.[2] He has also worked on decolonial thought and anthropology.[3]", "42706036": "Jerome \"Jerry\" Balmuth (May 8, 1924 - September 28, 2017) was an American philosopher and the Harry Emerson Fosdick Professor of Philosophy and Religion, Emeritus, at Colgate University in Hamilton, New York.[1]", "31171702": "Friedrich Heinrich Feuerbach (29 September 1806 – 24 January 1880) was a German philologist and philosopher. In the 1840s, he played an important role disseminating materialist and atheist philosophy.", "3941495": "\"Seongho\" Yi Ik (1681–1763) was a Korean Neo-Confucian scholar, early Silhak philosopher and social critic.  He was born to a yangban family of the Yeoju Yi clan. Like most people in his position, he studied for the gwageo in order to gain a position of rank; but failed in his first attempt in 1705.  Shortly thereafter, his elder brother Yi Jam was beaten to death as part of the Lady Jang incident, and Yi lost interest in government service.", "5219452": "Dimitrie Gusti (Romanian pronunciation: [diˈmitri.e ˈɡusti]; 13 February 1880 – 30 October 1955) was a Romanian sociologist, ethnologist, historian, and voluntarist philosopher; a professor at the University of Iaşi and the University of Bucharest, he served as Romania's Minister of Education in 1932–1933. Gusti was elected a member of the Romanian Academy in 1919, and was its president between 1944 and 1946. He was the main contributor to the creation of a new Romanian school of sociology.", "61416576": "Gan Yang (born 1952; Chinese: 甘陽; pinyin: Gān Yáng) is a Chinese political philosopher, \"Confucian socialist\". He is dean of the Liberal Arts College at Sun Yat-sen University, and was formerly professor of political philosophy at the Chinese University of Hong Kong.", "6726784": "Bertil Mårtensson (1945 in Malmö – November 4, 2018 in Helsingborg[1]) was a Swedish author of science fiction, crime fiction and fantasy and also an academic philosopher. He was assistant professor at Umeå University, where he was also chair of the department from 1988–93, and at Lund University.", "72885386": "Natalie Depraz (born 1964) is a French philosopher. She is a specialist in German philosophy, phenomenology, and, more specifically, Edmund Husserl. She is a professor at the University of Rouen Normandy and an academic member of the Husserl Archives at the École normale supérieure (ENS/CNRS). She is the founder of the l’École rouennaise de phénoménologie (Rouen School of Phenomenology).", "13444235": "Heliodorus (Greek: Ἡλιόδωρος) is cited as the author of a work titled Commentary (dated 564 AD), which has been preserved, on the Introduction or Rudiments of Paulus Alexandrinus, the 4th century Alexandrian astrologer. The name \"Heliodorus\" appears only on the later of two groups of manuscripts, and so is somewhat doubtful. Leendert Westerink has argued that the commentary consists of notes of lectures, most likely given by the 6th-century philosopher and astrologer, Olympiodorus, in 564 AD.[1]  The Greek text of his commentary on Aristotle's Nicomachean Ethics has been published in vol. 19.2 of Commentaria in Aristotelem Graeca (CAG).", "5907598": "Alfred Kastil (German: [ˈka:stil]; 12 May 1874, Graz – 20 July 1950, Schönbühel [de], Niederösterreich) was an Austrian philosopher.", "22684820": "Steven Crowell is an American philosopher and professor emeritus at Rice University, where he taught from 1983 to 2022.  Crowell earned his Ph.D. in Philosophy from Yale University in 1981. His work has largely focused on twentieth-century European philosophy, including phenomenology, existentialism, hermeneutics, and post-structuralism.[1]", "74359957": "LeRoy Walters (born 1940) is an American philosopher and Joseph P. Kennedy, Sr. Professor Emeritus of Christian Ethics at Georgetown University. He is known for his works on bioethics and Christian ethics.[1][2][3]", "72393877": "Archie Edward Heath (6 August 1887[1] – 18 May 1961)[2][3] was a philosopher and philosophy professor.[4][5] Alongside his contemporary Ludwig Wittgenstein, he significantly influenced the 'Swansea School of Philosophy'.[6][7] He was President of the Rationalist Press Association from 1949 to 1954.[8]", "7611543": "Solomon Ludwig (Levy) Steinheim (pseudonym: Abadjah Ben Amos; 1789–1866) was a German physician, poet, and philosopher.", "42146": "Victor-Marie Hugo (French: [viktɔʁ maʁi yɡo] ⓘ; 26 February 1802 – 22 May 1885), sometimes nicknamed the Ocean Man, was a French Romantic writer and politician. During a literary career that spanned more than sixty years, he wrote in a variety of genres and forms.", "33596586": "Joseph Xerri (18th century) was a Maltese theologian and minor philosopher.[1] Almost nothing is known about the personal life of Xerri. He might have been a priest. In 1773, Xerri was appointed to the Chair of Philosophy at the University of Malta, the second since its establishment two years earlier, in 1771, by the Grand Master of the Knights Hospitaller, Manuel Pinto da Fonseca. However, Xerri was unfortunate enough to be in office when in that same year the Grand Master of the Knights Hospitaller, Francisco Ximénez de Tejada, brought the activities of the university to a complete stop due to presumed overspending and restrictions in budgetary resources. Xerri was thus made redundant. Five years later, in 1778, when the activities of the university were resumed, and the Chair of Philosophy restored, Xerri was not appointed again. No writings of his, philosophical or otherwise, are known to exist. The same goes for any portrait of him.", "22848684": "Abu Sulayman Muhammad Sijistani, (Persian: ابوسلیمان سجستانی) also called al-Mantiqi (the Logician) (c. 912 – c. 985 CE),[1] named for his origins in Sijistan or Sistan province in present-day Eastern Iran and Southern Afghanistan, became the leading Persian[2] Islamic humanist philosopher in Baghdad.", "45687981": "Gáspár Miklós Tamás (G. M. Tamás; Hungarian: Tamás Gáspár Miklós; 28 November 1948 – 15 January 2023), often referred to as TGM, was a Romanian-born Hungarian political philosopher and public intellectual, influenced by Marxism and libertarian socialism. He was a contributor to online newspaper Mérce and to OpenDemocracy, where he wrote primarily about political and aesthetic questions. He was the father of British poet and writer Rebecca Tamás.", "10921134": "Mladen Dolar (born 29 January 1951) is a Slovene philosopher, psychoanalyst, cultural theorist and film critic.[1]", "49390771": "Iwao Hirose (広瀬 巌 (Hirose Iwao), born 1970) is a Japanese philosopher and economist. He is currently associate professor at McGill University.", "54371507": "Eric Schwitzgebel is an American philosopher and professor of Philosophy at the University of California, Riverside.  His main interests include connections between empirical psychology and philosophy of mind and the nature of belief.[1][2]\nHe received his PhD from University of California, Berkeley under the supervision of Elisabeth A. Lloyd, Alison Gopnik, and John Searle.", "1352885": "Robert Todd Carroll (May 18, 1945 – August 25, 2016) was an American author, philosopher and academic, best known for The Skeptic's Dictionary. He described himself as a naturalist, an atheist, a materialist, a metaphysical libertarian, and a positivist.[1] In 2010 he was elected a fellow of the Committee for Skeptical Inquiry.[2] He was a professor of philosophy at Sacramento City College from 1977 until his retirement in 2007.[3]", "6857909": "John Montfort Dunn, FBA (born 9 September 1940) is emeritus Professor of Political Theory at King's College, Cambridge, and Visiting Professor in the Graduate School of Social Sciences and Humanities at Chiba University.", "53093558": "Henry Silton Harris (11 April 1926 – 13 March 2007) was a British-Canadian philosopher, having been a Distinguished Research Professor at York University.", "14427328": "John Case (or Johannes Casus) (died 1600) was an English writer on Aristotle.", "206020": "Henry St John, 1st Viscount Bolingbroke (/ˈsɪndʒɪn ˈbɒlɪŋbrʊk/; 16 September 1678 – 12 December 1751) was an English politician, government official and political philosopher. He was a leader of the Tories, and supported the Church of England politically despite his antireligious views and opposition to theology.[1][2][3][4][5] He supported the Jacobite rebellion of 1715 which sought to overthrow the new king George I. Escaping to France he became foreign minister for James Francis Edward Stuart. He was attainted for treason, but reversed course and was allowed to return to England in 1723.  According to Ruth Mack, \"Bolingbroke is best known for his party politics, including the ideological history he disseminated in The Craftsman (1726–1735) by adopting the formerly Whig theory of the Ancient Constitution and giving it new life as an anti-Walpole Tory principle.\"[6]", "31564996": "Franz Samuel Karpe, Slovene: Franc Samuel Karpe, Czech: František Samuel Karpe (17 November 1747 – 4 September 1806) was a Slovenian philosopher and rector of University of Olomouc.", "2139335": "Alcinous (Greek: Ἀλκίνοος Alkinoos) was a Middle Platonist philosopher.  He probably lived in the 2nd century AD,[1] although nothing is known about his life.[2] He is the author of The Handbook of Platonism, an epitome of Middle Platonism intended as a manual for teachers. He has, at times, been identified by some scholars with the 2nd century Middle Platonist Albinus.", "30876871": "Bonnin, Charles-Jean Baptiste (4 October 1772 in France – October 1846) Progressive French thinker, theorist, and framer of the modern discipline of Public Administration.[1] From Bonnin's written work a great political and intellectual activity is clear. His academic works credit him as a forerunner of public, constitutional and administrative law. Actually, his 'Social Doctrine' situates him amongst the initiators of the science later known as Sociology. He also practiced parliamentary review and was interested in educational problems. Auguste Comte described Bonnin as a \"mature and energetic man, a person with a spontaneous deep kinship for positivism and in whom we can find the true spirit of the Revolution\".[2]", "2041035": "Clitomachus or Cleitomachus (Greek: Κλειτόμαχος, Kleitómakhos; 187/6–110/9 BC[1]) was a Greek philosopher, originally from Carthage,[2] who came to Athens in 163/2 BC[a] and studied philosophy under Carneades. He became head of the Academy around 127/6 BC. He was an Academic skeptic like his master. Nothing survives of his writings, which were dedicated to making known the views of Carneades, but Cicero made use of them for some of his works.", "39658700": "Michael Neumann (born 1946) is a professor of philosophy at Trent University in Ontario, Canada.[1] He is the author of What's Left? Radical Politics and the Radical Psyche (1988), The Rule of Law: Politicizing Ethics (2002) and The Case Against Israel (2005), and has published papers on utilitarianism and rationality.[2]", "58696916": "Viola Cordova (October 20, 1937 – November 2, 2002), a philosopher, artist, and author, member of the Jicarilla Apache tribe, was one of the first Native American women to earn a PhD in philosophy.[1][2]", "69215445": "Paul Krannhals (born 14 November 1883 in Riga; died 16 August 1934 in Munich) was a Baltic-German philosopher. He was an early supporter of the NSDAP in the 1920s and 1930s. His work Das Organische Weltbild was referred to by Otto Dietrich as \"the first attempt from a National Socialist perspective...to scientifically clarify and present the organic or universalist worldview\".[1]", "32679128": "James Alexander Doull (1918–2001) was a Canadian philosopher and academic who was born and lived most of his life in Nova Scotia. His father was the politician, jurist, and historian John Doull.", "2860251": "Richard Milton Martin (1916, Cleveland, Ohio – 22 November 1985, Milton, Massachusetts) was an American logician and analytic philosopher. In his Ph.D. thesis written under Frederic Fitch, Martin discovered virtual sets a bit before Quine, and was possibly the first non-Pole other than Joseph Henry Woodger to employ a mereological system. Building on these and other devices, Martin forged a first-order theory capable of expressing its own syntax as well as some semantics and pragmatics (via an event logic), all while abstaining from set and model theory (consistent with his nominalist principles), and from intensional notions such as modality.", "18883811": "Paul Matthews van Buren (April 20, 1924 – June 18, 1998) was a Christian theologian and author. An ordained Episcopal priest, he was a Professor of religion at Temple University, Philadelphia for 22 years.   He was a Director [NYT obituary says \"Associate\"] of the Center of Ethics and Religious Pluralism at the Shalom Hartman Institute in Jerusalem.", "18883813": "Camil Bujor Mureşanu (Romanian pronunciation: [kaˈmil buˈʒor mureˈʃanu]; 20 April 1927 – 21 February 2015) was a Romanian historian, professor and author.[1]", "8922342": "Maurice Frydman (Maurycy Frydman or Maurycy Frydman-Mor in Polish), aka Swami Bharatananda (20 October 1901 in Warsaw, Russian Empire[1][2][3] – 9 March 1976 in Bombay, India[4]), was an engineer and humanitarian who spent the later part of his life in India. He lived at the ashram of Mahatma Gandhi and took an active part in India's fight for independence—notably in helping to draft a new constitution for the State of Aundh that became the Aundh Experiment. He was a Polish Jew[5] who subsequently converted to Hinduism.", "22291688": "James Martin (Jacobus Martinus, Jacques Martin) (fl. 1577) was a Scottish philosophical writer and early Ramist.[1]", "14132458": "Aristocreon (Greek: Ἀριστοκρέων; fl. 200 BC) was a Stoic philosopher and the nephew of Chrysippus.", "36381933": "Justus Buchler (March 27, 1914 – March 19, 1991) was an American philosopher, author and professor. He made contributions to the subjects of naturalism and metaphysics, introducing the concept of the natural complex.", "19244273": "Adriana Cavarero (born 1947) is an Italian philosopher and feminist thinker. She holds the title of Professor of Political Philosophy at the Università degli studi di Verona. She has also held visiting appointments at the University of California, Berkeley and Santa Barbara, at the New York University and Harvard. Cavarero is widely recognized in Italy, Europe and the English-speaking world for her writings on feminism and theories of sexual difference, on Plato, on Hannah Arendt, on theories of narration and on a wide range of issues in political philosophy and literature.", "68035830": "Teodoro de Almeida C.O. FRS (7 January 1722 – 18 April 1804) was a Portuguese Catholic priest, member of the Congregation of the Oratory of Saint Philip Neri, a writer and philosopher, and a leading personage of the Portuguese Enlightenment.", "5154040": "Richard Newell Boyd (May 19, 1942 – February 20, 2021)[5][6] was an American philosopher, who spent most of his career teaching philosophy at Cornell University where he was Susan Linn Sage Professor of Philosophy and Humane Letters Emeritus. He specialized in epistemology, the philosophy of science, language, and mind.[7]", "17573116": "Ioane Petritsi (Georgian: იოანე პეტრიწი, romanized: ioane p'et'rits'i) also referred as John Petritzos[1] was a Georgian Neoplatonist philosopher of the 11th-12th century, active in the Byzantine Empire and Kingdom of Georgia, best known for his translations of Proclus, along with an extensive commentary.", "8660221": "Philip Ellis Wheelwright (July 6, 1901 – January 6, 1970) [1] was an American philosopher, classical scholar and literary theorist.  He was born in Elizabeth, New Jersey, the son of a stockbroker, and died in Santa Barbara, California.  Wheelwright was educated at Princeton University, with a B.A. in 1921 and a Ph.D. in 1924 with his dissertation \"The Concepts of Liberty and Contingency in the Philosophy of Charles Renouvier,\" the French Kantian philosopher who so influenced William James.", "5547265": "Jonathan Rée (born 1948) is a British freelance historian and philosopher from Bradford. Educated at Sussex University and then at Oxford, Rée was previously a professor of philosophy at Middlesex University, but gave up a teaching career in order to \"have more time to think\".", "828674": "Werner Hamacher (German: [ˈhaːmaχɐ], 1948 – 2017) was a German literary critic and theorist influenced by deconstruction. Hamacher studied philosophy, comparative literature and religious studies at the Free University of Berlin and the École Normale Supérieure (Paris), where he met and came to know Jacques Derrida.[1] From 1998 to 2013 he was a Professor in the University of Frankfurt's Institute for General and Comparative Literature (Institut für Allgemeine und Vergleichende Literaturwissenschaft),[2] and since 2003 he was on the faculty of the European Graduate School in Saas-Fee, Switzerland.[1]", "40281351": "Helen Beebee FBA is Professor of Philosophy of Science at the University of Leeds and a Fellow of the British Academy.[1] Previously, Beebee was the Samuel Hall Professor of Philosophy at Manchester.[2]", "2172168": "David Schmidtz (/ʃmɪts/; born 1955) is a Canadian-American philosopher. He is Presidential Chair of Moral Science at West Virginia University's Chambers College of Business and Economics. He is also editor-in-chief of the journal Social Philosophy & Policy. Previously, he was Kendrick Professor of Philosophy and Eller Chair of Service-Dominant Logic at the University of Arizona. While at Arizona, he founded and served as inaugural head of the Department of Political Economy and Moral Science.[2]", "32875787": "Carlos Andrés y Morell (also known as Carles Andrés i Morell in Valencian) (1753–1820) was a Spanish philosopher, lawyer, politician and writer. He was the deputy for the district of Alcoy in Cortes of Cadiz.[1]", "33596686": "Rupert Clendon Lodge (1886–1961) was an Anglo-Canadian philosopher, \"the most widely read of all philosophers in Canada\".[1]", "173327": "Miguel de Unamuno y Jugo (29 September 1864 – 31 December 1936) was a Spanish essayist, novelist, poet, playwright, philosopher, professor of Greek and Classics, and later rector at the University of Salamanca.", "3908880": "Ammonius of Alexandria (/əˈmoʊniəs/; Greek: Ἀμμώνιος) is assumed to be a Christian philosopher who lived in the 3rd century. He is possibly Ammonius Saccas, the Neoplatonist philosopher, also from Alexandria.", "57648402": "Tamler Sommers is an American philosopher and writer. He is the son of the American philosopher Fred Sommers and the stepson of Christina Hoff Sommers.[1] Sommers specializes in ethics and free will, and has commented on the ethics of the Alex Rodriguez performance-enhancing drugs scandal.[2] His book Why Honor Matters examines the nature of honor in American discourse and defends several aspects of honor cultures.[3] He currently co-hosts the podcast Very Bad Wizards with David A. Pizarro.[4]", "6432019": "Ignacio de Arbieto (1585 – 7 August 1670) was a Jesuit philosopher and historian of Peru.[1]", "74196244": "Andrei Marmor (born 1959) is an Israeli philosopher and Jacob Gould Schurman Professor of Philosophy and Law at Cornell University. Previously he was Professor of Philosophy and Maurice Jones Jr Professor of Law at the University of Southern California. Marmor is the founding editor of the Journal of Ethics and Social Philosophy.\nHe is known for his works on philosophy of law.[1][2][3]", "17311000": "Alberto Baldrich (January 20, 1898 – December 19, 1982) was an Argentine philosopher and sociologist who served as Minister of Justice and Public Instruction (1944–45) during the de facto presidency of General Edelmiro Farrell (1944–46).", "60728600": "Juan Benito Díaz  de Gamarra y Dávalos (1745–1783) was a Mexican philosopher during the period of enlightenment in New Spain, modern-day Mexico. His thought was primarily concerned with approaching Christianity, particularly Spanish Catholicism, with the philosophical methodology of the time.", "10364195": "Fàn Zhěn (范縝, hanyupinyin Fàn Zhěn) (c. 450 - 515) was a Chinese philosopher, politician, and writer. He was an atheist of the Southern Qi Dynasty, remembered today for his treatise Shén Miè Lùn (simplified Chinese 神灭论, traditional Chinese 神滅論, \"On the Annihilation of the Soul\").", "66430244": "Roger S. Gottlieb (born October 20, 1946) is professor of philosophy and Paris Fletcher Distinguished Professor in the Humanities at Worcester Polytechnic Institute.[5][6][7] He has written and edited 21 books, including two Nautilus Book Awards winners, and over 150 papers on philosophy, political theory, environmental ethics, religious studies, religious environmentalism, religious life, contemporary spirituality, the Holocaust, and disability.[8][9][10] He is internationally known for his work as a leading analyst and exponent of religious environmentalism, for his passionate and moving account of spirituality in an age of environmental crisis, and for his innovative and humane description of the role of religion in a democratic society.[11][12][10]", "20030759": "Yang Xianzhen (simplified Chinese: 杨献珍; traditional Chinese: 楊獻珍; pinyin: Yáng Xiànzhēn) (July 24, 1896 – August 25, 1992) was a Chinese Communist Party politician who was the tenth president of the Central Party School of the Chinese Communist Party, the highest training center for party workers and leaders. Yang served as its president from 1955 to 1961.[citation needed]", "73966889": "Donald C. Ainslie is a Canadian philosopher and Professor of Philosophy at the University of Toronto. \nHe is known for his works on early modern philosophy and bioethics.[1][2][3][4]\nAinslie served as Principal of University College, Toronto between 2011 and 2020.[5]\nHe is a winner of the Journal of the History of Philosophy prize in 2016 for his book Hume’s True Scepticism.[6]", "1811755": "Oliver Shewell Franks, Baron Franks, OM, GCMG, KCB, CBE, PC, DL (16 February 1905 – 15 October 1992), was an English civil servant and philosopher who has been described as 'one of the founders of the postwar world'.", "32875820": "Juan Andrés y Morell (15 February 1740 in Planes, Alicante – 12 January 1817 in Rome) was a Spanish Jesuit priest, Christian humanist and literary critic of the Age of Enlightenment.[1] He was the creator of world history and comparative literature (i.e. of Letters and Sciences of the eighteenth century) through the most important and extensive of his works:[2] Dell'Origine, progressi e stato d'ogni attuale letteratura[3] (1st ed. Italian, Parma, 1782–1799) – Origen, progresos y estado actual de toda la literatura (Madrid, 1784–1806, but was incomplete as it did not include the part devoted to the ecclesiastical sciences) only recently restored to a critical and complete edition.[4] He is one of the most important authors, together with Lorenzo Hervás, Antonio Eximeno, Francisco Javier Clavijero or Celestino Mutis, of the Spanish Universalist School of the 18th century.[5]", "38184237": "Jim Holt (born 30 October 1954) is an American journalist, popular-science author, and essayist. He has contributed to The New York Times, The New York Times Magazine, The New York Review of Books, The New Yorker, The American Scholar, and Slate. In 1997 he was editor of The New Leader, a political magazine. His book Why Does the World Exist? was a 2013 New York Times bestseller.", "9518": "Edmund Gustav Albrecht Husserl (/ˈhʊsɜːrl/ HUUSS-url,[14][15][16] US also /ˈhʊsərəl/ HUUSS-ər-əl,[17] German: [ˈɛtmʊnt ˈhʊsɐl];[18] 8 April 1859 – 27 April 1938[19]) was an Austrian-German philosopher and mathematician who established the school of phenomenology.", "70198575": "Liz Jackson is an American scholar of the philosophy of education and educational theory. She is currently a Professor and Head of the Department of International Education in the Faculty of Education and Human Development at the Education University of Hong Kong.[3]  Previously she was associate professor at the University of Hong Kong, where she also served as the Director of the Master of Education Program and the Director of the Comparative Education Research Centre (CERC). She is also a Fellow and Past President (2018-2020) of the Philosophy of Education Society of Australasia (PESA).[4]", "40248627": "Karel Werner (12 January 1925 – 26 November 2019[1]) was an indologist, orientalist, religious studies scholar, and philosopher of religion born in Jemnice in what is now the Czech Republic.", "23668022": "Ren Jiyu (Chinese: 任继愈; born April 15, 1916 - died July 11, 2009) in Pingyuan County, Shandong Province was a philosopher, scholar in religious studies, historian, member of the Chinese Communist Party, and honorary director of the National Library of China. He died at 4:30 on July 11, 2009, in Beijing, at the age of 93.", "173378": "Anselm of Laon (Latin: Anselmus; d. 1117), properly Ansel (Ansellus), was a French theologian and founder of a school of scholars who helped to pioneer biblical hermeneutics.", "47064386": "Fifty Years of Freedom: A Study of the Development of the Ideas of A. S. Neill is a 1972 intellectual biography of the British pedagogue A. S. Neill by Ray Hemmings. It traces how Homer Lane, Wilhelm Reich, Sigmund Freud and others influenced Neill as he developed the \"Summerhill idea\", the philosophy of child autonomy behind his Summerhill School. The book follows Neill's early life and career in rural, Calvinist Scotland and continues through the influence of his mentors, Lane and Reich, and the origins of Summerhill after World War I. Written fifty years from Summerhill's founding, Fifty Years is a sociological and historical analysis of Neill's ideas in the context of intellectual and educational trends both during Neill's life and at the time of publication. Hemmings also surveyed progressive school leaders about Neill's impact on the field and reported their perception of influence on teacher–pupil relations. Fifty Years was first published in England in 1972 by George Allen and Unwin and was later renamed Children's Freedom: A. S. Neill and the Evolution of the Summerhill Idea for its 1973 American publication by Schocken Books.", "71902537": "Abū Ja'far Muḥammad ibn 'Alī ibn Nu'mān ibn Abī Ṭurayfa al-Bajalī al-Kūfī (Arabic: ابوجعفر محمّد بن علي بن نعمان ابن أبي طريفة البجلي الکوفي), known as Mu'min al-Ṭāq (مؤمن الطاق) was a companion of Ja'far al-Sadiq and a Shia theologian in the 2nd/8th century.\nHe was renowned for providing incisive and thought-provoking responses to questions from his opponents. He allegedly got into a heated argument with renowned scholar Abu Hanifa. He advocated for the rights of the imam and held that the imams are the only ones with the greatest knowledge required to lead humanity to felicity at its highest level. He wrote a number of works including Kitab al-imama and Kitab al-radd 'ala' al-Mu'tazila fi imamat al-mafdul.[1]", "3581257": "Thomas William Charles Stoneham FRSA is a British philosopher. He has published on a range of topics in metaphysics, epistemology, philosophical logic, and the philosophy of George Berkeley. As of 2023, Stoneham is Professor of Philosophy at the University of York since August 2008 and Head of the Department of Philosophy at York since September 2020.[1] He is Honorary Treasurer of the UK Council for Graduate Education (July 2018–present),[2] an Editorial Board member of White Rose University Press,[3] and a member of the AHRC Peer Review College (June 2014–present).[4][5]", "46835018": "Roger Stuart Woolhouse (1940–2011) was an English philosopher, an expert on empiricism and rationalism and a biographer of John Locke.", "6726988": "Douglas R. Groothuis (/ˈɡroʊtaɪs/ GROH-tysse; born January 3, 1957) is professor of philosophy at Denver Seminary. Groothuis was a campus pastor for twelve years prior to obtaining a position as an associate professor of philosophy of religion and ethics at Denver Seminary in 1993. He was educated at the University of Wisconsin–Madison and the University of Oregon. He was married to Rebecca Merrill Groothuis until her death on July 6, 2018.[1][2]", "9553": "Empedocles (/ɛmˈpɛdəkliːz/; Greek: Ἐμπεδοκλῆς; c. 494 – c. 434 BC, fl. 444–443 BC) was a Greek pre-Socratic philosopher and a native citizen of Akragas, a Greek city in Sicily. Empedocles' philosophy is best known for originating the cosmogonic theory of the four classical elements. He also proposed forces he called Love and Strife which would mix and separate the elements, respectively.", "8758610": "Hugo Tristram Engelhardt Jr. (April 27, 1941 – June 21, 2018) was an American philosopher, holding doctorates in both philosophy from the University of Texas at Austin and medicine from Tulane University. He was a professor of philosophy at Rice University, in Houston, Texas, specializing in the history and philosophy of medicine, particularly from the standpoint of continental philosophy. He was also a professor emeritus at Baylor College of Medicine, and a member of the Baylor Center for Medical Ethics and Health Policy.[1]", "32253267": "Frederick Rauscher (born 26 November 1961) is a philosophy professor and well known Kant scholar currently teaching at Michigan State University.[1] Rauscher earned his Ph.D. in philosophy at the University of Pennsylvania in 1993. Previously, he taught at Eastern Illinois University and the University of Pennsylvania. Rauscher currently teaches courses on Kant, early modern philosophy, ethical theory, and German Idealism.", "18392405": "İbrahim Özdemir (born January 1, 1960) is a  Kurdish philosopher, academic and Islamic environmentalist.[1][2] He is a professor of philosophy at Uskudar University[3] and Director General of the Department of Foreign Affairs, the Ministry of National Education, Turkey.[4]", "60138841": "Jiao Hong (Chinese: 焦竑; 1540–1620), courtesy name Ruohou (Chinese: 弱侯; pinyin: Ruòhóu), pseudonym Zhanyuan (Chinese: 澹園; pinyin: Zhānyuán) was a Chinese philosopher and historian of the late Ming dynasty.", "18326877": "Emanuele Tesauro COSML (Italian: [emanuˈɛːle teˈzauro]; 28 January 1592 – 26 February 1675) was an Italian philosopher, rhetorician, literary theorist, dramatist, Marinist poet, and historian.", "74360157": "Linda Wetzel (born 1951) is an American philosopher and Associate Professor Emeritus of Philosophy at Georgetown University. She is known for her works on Types and Tokens.[1][2][3]", "39560544": "Gregory Victor Loewen (born 1966) is a Canadian social philosopher in the traditions of hermeneutics and phenomenology. The author of over thirty scholarly non-fiction books as well as over twenty works of fiction, he is age-relative one of a number of modern period academic writers to have produced a significant body of work early in their careers, along with Herder, de Bono, Spir, Joad, Aguilera, and Schelling.", "1254755": "Abdolkarim Soroush (عبدالكريم سروش (listenⓘ) Persian pronunciation: [æbdolkæriːm soruːʃ]), born Hossein Haj Faraj Dabbagh[1] (born 1945; Persian: حسين حاج فرج دباغ), is an Iranian Islamic thinker, reformer, Rumi scholar, public intellectual, and a former professor of philosophy at the University of Tehran and Imam Khomeini International University.[2] He is arguably the most influential figure in the religious intellectual movement of Iran. Soroush is currently a visiting scholar at the University of Maryland in College Park, Maryland. He was also affiliated with other institutions, including Harvard, Princeton, Yale, Columbia, the Leiden-based International Institute as a visiting professor[3] for the Study of Islam in the Modern World (ISIM) and the Wissenschaftskolleg in Berlin. He was named by Time magazine as one of the world's 100 most influential people in 2005, and by Prospect magazine as one of the most influential intellectuals in the world in 2008.[4] Soroush's ideas, founded on relativism, prompted both supporters and critics to compare his role in reforming Islam to that of Martin Luther in reforming Christianity.[5][6]", "39658852": "Ludwig Andreas von Feuerbach (German: [ˈluːtvɪç ˈfɔʏɐbax];[4][5] 28 July 1804 – 13 September 1872) was a German anthropologist and philosopher, best known for his book The Essence of Christianity, which provided a critique of Christianity that strongly influenced generations of later thinkers, including Charles Darwin, Karl Marx,[6] Sigmund Freud,[7] Friedrich Engels,[8] Mikhail Bakunin,[9] Richard Wagner,[10] and Friedrich Nietzsche.[11]", "63907173": "Ruy Fausto (1935 – May 1, 2020) was a Brazilian philosopher who taught at the University of São Paulo.", "9574": "Eric Hoffer (July 25, 1902 – May 21, 1983)[1] was an American moral and social philosopher. He was the author of ten books and was awarded the Presidential Medal of Freedom in February 1983. His first book, The True Believer (1951), was widely recognized as a classic, receiving critical acclaim from both scholars and laymen,[2] although Hoffer believed that The Ordeal of Change (1963) was his finest work.[3] The Eric Hoffer Book Award is an international literary prize established in his honor.[4] The University of California, Berkeley awards an annual literary prize named jointly for Hoffer.[5]", "304487": "Matthew Tindal (1657 – 16 August 1733) was an eminent English deist author. His works, highly influential at the dawn of the Enlightenment, caused great controversy and challenged the Christian consensus of his time.", "140651": "Pyrrho of Elis (/ˈpɪroʊ/; Ancient Greek: Πύρρων ὁ Ἠλεῖος, romanized: Pyrrhо̄n ho Ēleios; c. 360 – c. 270 BC), born in Elis, Greece, was a Greek philosopher of Classical antiquity, credited as being the first Greek skeptic philosopher and founder of Pyrrhonism."}