{"56891763": "James Wallace Jorgenson is an American academic who previously held the position of William Rand Kenan Jr. Distinguished Professor of Chemistry at UNC-Chapel Hill.[1] He is best known for his work developing capillary zone electrophoresis,[2] and is a member of the American Academy of Arts and Sciences.[3]", "33069429": "Taeghwan Hyeon (born in 1964) is a South Korean chemist. He is SNU distinguished professor in the School of Chemical and Biological Engineering at Seoul National University, director of Center for Nanoparticle Research of Institute for Basic Science (IBS), and an associate editor of the Journal of the American Chemical Society.[2]", "55941497": "Pierre-Jean Fabre (1588- 9 January 1658) was a French doctor and alchemist.\nBorn in Castelnaudary, France in 1588, he studied medicine in Montpellier, France.  He became a practitioner of the iatrochemical medicine of Paracelsus. Beginning in 1610 he practiced medicine in Castelnaudary. He became famous as a specialist in the plague which was particularly severe in central Europe during the Thirty Years' War. Fabre prescribed chemical medications for the treatment of the plague and was at one time the private physician of King Louis XIII of France.[1]", "40802683": "Katharine Blunt (May 28, 1876 – July 29, 1954) was an American chemist, professor, and nutritionist who specialized in the fields of home economics, food chemistry and nutrition.[1] Most of her research was on nutrition, but she also made great improvements to research on calcium and phosphorus metabolism and on the basal metabolism of women and children.[2] She served as the third president of Connecticut College.", "71768443": "Leon Wofsy (November 21, 1921 – August 25, 2019) was an American biochemist, activist, and educator. He was the department chair and professor emeritus of Immunology in the Department of Bacteriology and Immunology at University of California, Berkeley.", "39000453": "Lesley Jane Yellowlees, CBE FRSE FRSC (born 1953) is a British inorganic chemist conducting research in Spectroelectrochemistry, Electron transfer reactions and Electron paramagnetic resonance (EPR) Spectroscopy. Yellowlees was also elected as the president of the Royal Society of Chemistry 2012–14 and was the first woman to hold that role .[2][3][4][5][6][7][8][9][10][11]", "41523590": "Eva Julia Neer (1937–2000) was an American physician (Columbia University P&S), biochemist, and cell-biology scientist who gained U.S. national research awards (FASEB, 1987; American Heart Association, 1996) for her discoveries on G-protein subunit structure and function. She described the physiological roles of these subunits as an integrated and versatile molecular system of signal transduction for membrane-receptor regulation of cell function. Her research concepts turned her into a world leader in G-protein studies and impinged widely on the general understanding of cell behavior.[1][2][3]", "58726791": "Dmitry Nikolayevich Pryanishnikov (Russian: Дми́трий Никола́евич Пря́нишников; 6 November 1865 — 30 April 1948[1]) was a Soviet and Russian agrochemist, biochemist and plant physiologist, founder of the Soviet scientific school in agronomic chemistry. Hero of Socialist Labour (1945).[2] Winner of Lenin Prize (1926), Stalin Prize (1941) and Timiryazev  Prize [ru] (1945).[3]", "59545995": "Kimberly A. Prather is an American atmospheric chemist. She is a distinguished chair in atmospheric chemistry and a distinguished professor at the Scripps Institution of Oceanography and department of chemistry and biochemistry at UC San Diego. Her work focuses on how humans are influencing the atmosphere and climate. In 2019, she was elected a member of the National Academy of Engineering for technologies that transformed understanding of aerosols and their impacts on air quality, climate, and human health. In 2020, she was elected as a member of the National Academy of Sciences. She is also an elected Fellow of the American Philosophical Society, American Geophysical Union, the American Association for the Advancement of Science, American Philosophical Society, and the American Academy of Arts and Sciences.", "57809291": "Li Lin (Chinese: 李林; born 1961) is a Chinese biochemist and academician of the Chinese Academy of Sciences. He has served as Director of the Shanghai Institutes for Biological Sciences since 2013, and was Director of the Shanghai Institute of Biochemistry and Cell Biology (SIBCB) from 2004 to 2009. He was also a member of the 12th National People's Congress. His research focus is the Wnt signaling pathway.", "69245325": "James Watson Bain (14 November 1875 – 23 January 1964) was a Canadian chemist at the University of Toronto. He is known as one of the founders of the first Canadian chemical society, the Canadian section of the Society of Chemical Industry, and as the first president of the Chemical Institute of Canada.", "11573645": "José Moura Gonçalves (January 5, 1914[1]– October 18,1996[2]), Brazilian physician, biomedical scientist, biochemist and educator, one of the pioneers of biochemistry in the country.", "20289938": "Peter Wolframovich Bezukladnikov (Russian: Пётр Вольфрамович Безукладников) is former General Director of Russian biggest engineering company E4 Group (revenue $1.5bln, 18,000 employees) and formerly a scientist in the field of structural analysis of carbohydrates. From September 2009 - the executive vice president, director of the electric power department of the TEK Business Unit, Sistema OJSC.", "49584532": "Phyllis Regina Elsa Lewkowitsch (1903–1980), Ph.D., A.R.C.S., was a British research chemist, the daughter of Julius Lewkowitsch and Katherine Julia Morris.[1]", "2627989": "Robert George Ackman, OC (September 27, 1927 – July 16, 2013) was a Canadian chemist and professor. He was best known for his pioneering work on marine oils and Omega-3 fatty acid.[citation needed]", "8493462": "Suzanne Fortier OC FRSC (born November 11, 1949)[1] is a Canadian crystallographer and the 17th Principal and Vice-Chancellor of McGill University.", "42015125": "Tasuku Honjo (本庶 佑, Honjo Tasuku, born January 27, 1942)[2] is a Japanese physician-scientist and immunologist. He won the 2018 Nobel Prize in Physiology or Medicine and is  best known for his identification of programmed cell death protein 1 (PD-1).[3]\nHe is also known for his molecular identification of cytokines: IL-4 and IL-5,[4] as well as the discovery of activation-induced cytidine deaminase (AID) that is essential for class switch recombination and somatic hypermutation.[5]", "30087572": "Edwin Haslam (1932 – 3 October 2013)[1] was an organic chemist and an author of books on polyphenols. He was an alumnus of Sir John Deane's College in Northwich, Cheshire, United Kingdom and was for many years Professor of Organic Chemistry at the University of Sheffield.", "563609": "(As a ghost):", "34314647": "William Fletcher Talbot (October 29, 1903 – November 1967) was a research chemist and the founding director of SRI International, a position he held from 1946 to 1947.[1][2]", "33560980": "Bruce William Stillman, AO, FAA, FRS (born 16 October 1953, in Melbourne, Australia) is a biochemist and cancer researcher who has served as the Director of Cold Spring Harbor Laboratory (CSHL) since 1994 and President since 2003. He also served as the Director of its NCI-designated Cancer Center for 25 years from 1992 to 2016.[2] During his leadership, CSHL has been ranked as the No. 1 institution in molecular biology and genetics research by Thomson Reuters.[3] Stillman's research focuses on how chromosomes are duplicated in human cells and in yeast Saccharomyces cerevisiae; the mechanisms that ensure accurate inheritance of genetic material from one generation to the next; and how missteps in this process lead to cancer. For his accomplishments, Stillman has received numerous awards, including the Alfred P. Sloan, Jr. Prize in 2004[1] and the 2010 Louisa Gross Horwitz Prize,[4] both of which he shared with Thomas J. Kelly of Memorial Sloan-Kettering Cancer Center,[5] as well as the 2019 Canada Gairdner International Award for biomedical research, which he shared with John Diffley.[6]", "57612705": "J. Frank Schairer (13 April 1904, in Rochester, New York – 19 September 1970, near Point No Point, Maryland) was an American geochemist, mineralogist, and petrologist.[1]", "61839783": "Jennifer L. M. Rupp FRSC (born January 27, 1980) is a material scientist and professor at the Technical University of Munich, visiting professor at the Massachusetts Institute of Technology and the CTO for battery research at TUM International Energy Research. Rupp has published more than 115 papers in peer reviewed journals, co-authored 7 book chapters and holds more than 25 patents. Rupp research broadly encompasses solid state materials and cell designs for sustainable batteries, energy conversion and  neuromorphic memory and computing.", "65575338": "Elizabeth Beach Keller (1918—1997) was an American biochemist. She is noted for her discoveries on protein formation.[1] These included her development of the cloverleaf model of transfer RNA (ribonucleic acid), which shows how transfer RNA helps in directing the genetic information within the DNA to form proteins.[2] This model was included in Robert W. Holley's set of works that earned him a share of the Nobel Prize.[3]", "11213229": "University of Buffalo\nUniversity of Vermont", "61708718": "Ivan Levinstein (1845-1916) was a German-born British chemist who pioneered the manufacture of synthetic dyes and helped develop the British chemical industry in the late nineteenth century.  He was born in Charlottenburg, Germany, the son of a Berlin Calico manufacturer, studied chemistry at the Gewerbeinstitut, which later became the Technical University of Berlin, before joining the family business. He obtained his first patent in Germany in 1863 for improvements in manufacturing coal tar dyes.[1]", "14784941": "Seth R. Marder is an American physical chemist best known for his development of the quantum mechanical foundations of nonlinear electro-optics in organic dyes and materials.", "60627377": "M Amirul Islam (1918-2001) was a Bangladesh academic, researcher, and scientist. He developed the Seven Soil Tracts system, a classification of the soil of Bangladesh, which is the foundation of agriculture and soil management in Bangladesh.[1]", "55613876": "Nanshu Lu is an associate professor at the University of Texas at Austin where she leads the Lu Research Group in the department of aerospace engineering and engineering mechanics.[2] She also holds a courtesy appointment in the department of biomedical engineering.[3] Lu is recognized for her work on  the integration of electronics into stretchable materials compatible with human tissue, for which she was named one of the Top 35 innovators under the age of 35 by the MIT Technology Review in 2012.[2]", "63838644": "Clark University, M.S. (1914)", "44341690": "Marylyn D. Ritchie is a Professor of Genetics, the Director of the Center for Translational Bioinformatics, the Associate Director for Bioinformatics in the Institute for Biomedical Informatics, and the Associate Director of the Center for Precision Medicine, at the University of Pennsylvania's Perelman School of Medicine.[1]", "65083835": "Gilda H. Loew (1930[1]–January 5, 2001[2]) was an American chemist known for applying computational chemistry to biology. She was elected a Fellow of the American Physical Society in 1975.[3]", "25795007": "Werner von Bolton (8 April 1868 – 28 October 1912) was a German chemist and materials scientist. He devised a technique for producing filaments for incandescent light bulb made out of tantalum in 1902.", "40311237": "Nicola Giordano (Messina, 16 June 1931 – Messina, 10 May 1996) was an Italian scientist.", "9705929": "William Hoskins (1862–1934)[1][2][3] was an American inventor, chemist, electrical engineer, and entrepreneur in the late 19th and early 20th centuries, most active in Chicago, Illinois.  He became the co-inventor in 1897 of modern billiard chalk with professional carom billiards player William A. Spinks.[4][5] He is, however, best known for the invention of the electric heating coil (the basis for numerous ubiquitous household and industrial appliances, including electric stoves, space heaters, and toasters) and the invention of the first electric toaster.[6][7]", "8755659": "Petrus Bonus (Latin for \"Peter the Good\"; Italian: Pietro Antonio Boni)[1] was a late medieval alchemist. He is best known for his Precious Pearl (Latin: Margarita Preciosa) or Precious New Pearl (Margarita Preciosa Novella), an influential alchemical text composed sometime between 1330 and 1339.[2] He was said to have been a physician at Ferrara in Italy, causing him to sometimes be known as Petrus Bonus of Ferrara or as Petrus Bonus the Lombard (Petrus Bonus Lombardus). An Introduction to the Divine Art (Introductio in Divinam Chemicae Artem) is also attributed to him but was printed much later, in 1572.", "63216078": "Hugo Wilhelm Henkel (* 21 January 1881 in Düsseldorf; † 18 December 1952 in Hösel) was a German chemist and industrialist. He went down in history as the inventor of the Persil detergent.[citation needed]", "63347153": "Berend (Bert) Poolman is a Dutch biochemist,  as specialist in bioenergetics of microorganisms and membrane transport. He is a professor of Biochemistry at the University of Groningen[1] and an elected member of the Royal Netherlands Academy of Arts and Sciences (KNAW) since 2009.[2] Poolman is a pioneer in the  field of bottom-up synthetic biology, that is, the construction from molecular building blocks of functional metabolic networks and autonomously operating functional systems, which are typical of living cells. Poolman is a lecturer in membrane biology and synthetic biology.", "69081562": "Mary Elizabeth Lynch Pillion (January 18, 1921 – June 8, 1990) was an American chemist with the United States Army from the late 1940s into the 1970s.", "235994": "Éleuthère Irénée du Pont de Nemours (/djuːˈpɒnt, ˈdjuːpɒnt/;[1] French: [dypɔ̃]; 24 June 1771 – 31 October 1834) was a French-American chemist and industrialist who founded the gunpowder manufacturer E. I. du Pont de Nemours and Company. His descendants, the du Pont family, have been one of the richest and most prominent American families since the 19th century, with generations of influential businessmen, politicians and philanthropists. In 1807, du Pont was elected a member of the American Philosophical Society in his adopted hometown of Philadelphia.[2]", "53189088": "Victor Yudkovich Gankin (Russian: Виктор Юдкович Ганкин, 8 December 1935 – 30 March 2014) was a Russian-American scientist and professor who greatly influenced the fields of organic and physical chemistry and industrial technology. He held a PhD and Doctor of Science distinction.[1]", "60529141": "Richard A Yost (born 31 May 1953 in Martins Ferry) is an American scientist and a professor at the University of Florida.[2] He is best known for his work inventing the triple quadrupole mass spectrometer.[3] Yost received his BS degree in chemistry in 1974 from the University of Arizona, having performed undergraduate research in chromatography with Mike Burke and his PhD degree in Analytical Chemistry in 1979 from Michigan State University, having performed graduate research with Chris Enke.", "49879542": "Gustav von Hüfner (13 May 1840 in Köstritz – 14 March 1908 in Tübingen) was a German chemist.", "51714551": "Rose Stern (17 November 1869 – October 1953) was a teacher from Birmingham, England. She was science mistress at North London Collegiate School for Ladies.[1] While a student at Mason College, she was the first woman student to become a member of the Institute of Chemistry of Great Britain & Ireland (later the Royal Institute of Chemistry). A proponent of grounding chemistry instruction in domestic science, she published A method of teaching chemistry in schools (with Alice Maude Hughes, 1906) and A short history of chemistry (1924).", "67705338": "Karsten Meyer (born May 17, 1968, in Herne, Germany) is a German inorganic chemist and Chair of Inorganic and General Chemistry at the Friedrich-Alexander University of Erlangen-Nürnberg (FAU).[1] His research involves the coordination chemistry of transition metals as well as uranium coordination chemistry, small molecule activation with these coordination complexes, and the synthesis of new chelating ligands.[2][3] He is the 2017 recipient of the Elhuyar-Goldschmidt Award of the Spanish Royal Society of Chemistry, the Ludwig-Mond Award of the Royal Society of Chemistry,[4] and the L.A. Chugaev Commemorative Medal of the Russian Academy of Sciences, among other awards. He also serves as an Associate Editor of the journal Organometallics since 2014.[5][6]", "66263547": "Emerging Leader in Health and Medicine, National Academy of Medicine (2020)", "67541500": "Carly Stevens is a professor of plant ecology and soil biogeochemistry at University of Lancaster, UK. Her work focuses on how changes in the atmospheric nitrogen cycle affect plant communities, particularly grasslands.", "6003196": "Daniel Mögling (1596 in Böblingen – 1635 in Butzbach) was a German alchemist and a Rosicrucian.", "14752250": "Alan Robert Saltiel (born November 29, 1953) is an American endocrinologist and biochemist. He is Distinguished Professor of Medicine and Pharmacology, holds the Maryam Ahmadian Endowed Chair in Metabolic Health, the Director of the UCSD/UCLA Diabetes Research Center and Director of the Institute for Diabetes and Metabolic Health at the University of California, San Diego.", "39425": "Primo Michele Levi[1][2] (Italian: [ˈpriːmo ˈlɛːvi]; 31 July 1919 – 11 April 1987) was an Italian chemist, partisan, writer, and Jewish Holocaust survivor. He was the author of several books, collections of short stories, essays, poems and one novel. His best-known works include If This Is a Man (1947, published as Survival in Auschwitz in the United States), his account of the year he spent as a prisoner in the Auschwitz concentration camp in Nazi-occupied Poland; and The Periodic Table (1975), a collection of mostly autobiographical short stories each named after a chemical element as it played a role in each story, which the Royal Institution named the best science book ever written.[3]", "32479750": "Roy Geddes CNZM (4 August 1940 – 25 August 2006), born Robert Geddes, was a Scottish-born New Zealand chemist and biochemist, and worked as Dean of Science and Engineering at Auckland Institute of Technology.", "28219911": "Octávio Augusto Ceva Antunes was a professor of chemistry and pharmaceutics at the Federal University of Rio de Janeiro who had published over 200 scientific articles[1] during his veteran career at the university. Antunes had also served as consultant to the World Health Organization for the production of anti-HIV drugs for four years until 2008.[1] He was among 228 passengers aboard Air France Flight 447 from Rio de Janeiro, Brazil to Paris, France, which disappeared over the Atlantic Ocean on 1 June 2009.[1] His wife Patricia Nazareth Antunes and their 3-year-old son Matthew were also aboard.[2]", "58726923": "Alison Butler is a Distinguished Professor in the Department of Chemistry and Biochemistry at the University of California, Santa Barbara. She works on bioinorganic chemistry and metallobiochemistry. She is a Fellow of the American Association for the Advancement of Science (1997), the American Chemical Society (2012), the American Academy of Arts and Sciences (2019), and the Royal Society of Chemistry (2019).[1] She was elected a member of the National Academy of Sciences in 2022.[2]", "25958925": "Michelle C. Y. Chang (born 1977) is a Professor of Chemistry and Chemical and Biomolecular Engineering at the University of California, Berkeley, and is a recipient of several young scientist awards for her research in biosynthesis of biofuels and pharmaceuticals.[1]", "43260429": "John Ferguson FRSE LLD (23 January 1837 – 2 November 1916)[1] was a Scottish chemist and bibliographer. He is noted for the early alchemy and chemistry bibliography Bibliotheca chemica.[2] He was generally nicknamed Soda Ferguson. The Ferguson Collection, a collection of 7,500 books and manuscripts from his personal library is held by the University of Glasgow.[3]", "63478288": "Odette Louise Shotwell, Ph.D. (4 May 1922 – 10 April 1998)[1] was an organic chemist known for her contributions to natural products chemistry of antibiotics and insecticides.", "31103505": "Kenneth Street Jr. (1920 – 13 March 2006) was an American chemist. He was part of the team that discovered elements 97 and 98 (berkelium and californium) in 1949 and 1950.[1]", "71211543": "Prof. Yasuyuki Tanaka (1935 - 1 May 2009[1]) was a Tokyo University of Agriculture and Technology professor noted for elucidating the molecular structure of natural rubber,[2] and for his work in synthetic rubber.", "32741913": "Günther Ohloff (21 July 1924 in Tapiau near Königsberg – 9 November 2005 in Bernex near Geneva) was a prominent German fragrance chemist.", "203291": "Kurt Wüthrich (born 4 October 1938 in Aarberg, Canton of Bern) is a Swiss chemist/biophysicist and Nobel Chemistry laureate, known for developing nuclear magnetic resonance (NMR) methods for studying biological macromolecules.[3][4][5][6][7]", "15702558": "Ulrich Schöllkopf (11 October 1927 – 6 November 1998) was a German chemist and together with Georg Wittig discovered the Wittig reaction in 1956. Later in 1981 he published the synthesis method for amino acids known as the Bislactimether method or Schöllkopf method.", "51550755": "Anthony Standen (died 1993, age 86) was an American chemist and entomologist who wrote the popular book Science is a Sacred Cow (1950).[1] He was born in 1906 to an American mother and a British father.[2] He was educated at Oxford University, Massachusetts Institute of Technology, and the University of New Hampshire.", "32021027": "Robert S. Haltiwanger is professor of biochemistry at the State University of New York at Stony Brook and chair of the department of biochemistry and cellular biology.  Haltiwanger received his Bachelor of Science from Duke University and then his doctorate from the same institution. His primary field of interest is glycobiology with a focus on O-fucose modifications, NOTCH protein, and related projects.", "44112425": "Karen L. Wooley is an American polymer chemist.  She is a Distinguished Professor at Texas A&M University whose research focuses on developing novel polymers and nanostructured materials.", "26155561": "Alexandra Navrotsky (born 20 June 1943 in New York City) is a physical chemist in the field of nanogeoscience.[2]  She is an elected member of the United States National Academy of Sciences (NAS) and the American Philosophical Society (APS).[3] She was a board member of the Earth Sciences and Resources division of the NAS from 1995 until 2000.[4]\nIn 2005, she was awarded the Urey Medal,[5] by the European Association of Geochemistry.\nIn 2006, she was awarded the Harry H. Hess Medal, by the American Geophysical Union.[6]\nShe is currently the director of NEAT ORU (Nanomaterials in Environment, Agriculture, and Technology Organized Research Unit), a primary program in nanogeoscience.  She is distinguished professor at University of California, Davis.[7]", "26057265": "Elmer L. Gaden Jr. (1923 – 10 March 2012) has been described as \"the father of biochemical engineering\".[3] A graduate of Columbia University, he wrote a dissertation that quantified the amount of oxygen necessary to fuel the fermentation process used to produce penicillin. Gaden established Columbia's program in biochemical engineering. He remained at Columbia for 26 years as a teacher, researcher, and department chair, before becoming dean of the college of engineering, mathematics, and business administration at the University of Vermont in 1974. In 1979, he joined the engineering faculty at the University of Virginia as the Wills Johnson Professor of Chemical Engineering. In 1994 he retired from Virginia, becoming Wills Johnson Professor Emeritus. He died in 2012.", "6134329": "Merle Randall (January 29, 1888 – March 17, 1950)[1] was an American physical chemist famous for his work with Gilbert N. Lewis, over a period of 25 years, in measuring reaction heat of chemical compounds and determining their corresponding free energy. Together, their 1923 textbook \"Thermodynamics and the Free Energy of Chemical Substances\" became a classic work in the field of chemical thermodynamics.", "67213882": "Clémence Corminboeuf (born 1977) is a Swiss chemist who is Professor of Computational chemistry at the École Polytechnique Fédérale de Lausanne. She was awarded the Swiss Chemical Society 2021 Heilbronner-Hückel Award.", "60267072": "Joseph Black Award (2013)", "14293572": "George Elbert Kimball (July 12, 1906 – December 6, 1967) was an American professor of quantum chemistry, and a pioneer of operations research algorithms during World War II.", "4463187": "Jorge Eduardo Allende Rivera, (born 11 November 1934) is a Chilean biochemist and biophysicist known for his contributions to the understanding of proteic biosynthesis and how transfer RNA is generated,[1]  and the regulation of maturation of amphibian eggs. He has been a foreign associate of the United States National Academy of Sciences since 2001,[2] and was awarded the Chilean National Prize for Nature Sciences (Chile) in 1992.", "334422": "Boris Pavlovich Belousov (Russian: Бори́с Па́влович Белоу́сов; 19 February 1893 – 12 June 1970) was a Soviet chemist and biophysicist who discovered the Belousov–Zhabotinsky reaction (BZ reaction) in the early 1950s. His work initiated the field of modern nonlinear chemical dynamics.[1]", "52402775": "Tushar Kanti Chakraborty (born 1957) is an Indian organic chemist and a professor at the Indian Institute of Science.[1] He has served as a director of the Central Drug Research Institute and as a chief scientist at the Indian Institute of Chemical Technology.[2] He is known for the discovery of novel macrocyclic systems.[3] He is an elected fellow of the Indian National Science Academy[4] National Academy of Sciences, India[5] and the Indian Academy of Sciences.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2002, for his contributions to chemical sciences.[7]", "2267736": "Alfred Joseph Naquet (6 October 1834 – 10 November 1916), was a French chemist and politician.", "33397340": "Avner Treinin (Hebrew: אבנר טריינין, February 14, 1928 – October 7, 2011) was an Israeli poet and professor of physical chemistry[1] at the Hebrew University of Jerusalem.", "69900897": "Lisa Cencia Rohan is an American chemist and pharmaceutical scientist.", "64625252": "Li Yanrong is a Chinese chemist and materials scientist who is currently the President of Sichuan University. Previously, he was President of University of Electronic Science and Technology of China (UESTC).[1] He is a chemical and materials engineer.", "34314861": "Robert Owen Page (23 November 1897 – 14 July 1957) was a New Zealand pacifist and industrial chemist.", "58268288": "Maki Kawai (川合眞紀, Kawai Maki) is a Japanese chemist who developed spatially selective single-molecule spectroscopy. In 2018, she became the first woman to become president of the Chemical Society of Japan.", "3938946": "Melvin Spencer Newman (March 10, 1908 – May 30, 1993) was an American chemist, Ohio State University professor, best known for inventing the Newman projection.", "2333317": "Edmond Frémy (French: [fremi]; 28 February 1814 – 3 February 1894) was a French chemist.  He is perhaps best known today for Frémy's salt, a strong oxidizing agent which he discovered in 1845.  Fremy's salt is a long-lived free radical that finds use as a standard in electron paramagnetic resonance spectroscopy.", "49093260": "Adam Schröter (c. 1525, in Zittau – c. 1572, in Kežmarok) was a Silesian humanist, poet, and alchemist, known in particular for his Latin translations of Paracelsus.", "16849553": "Pietro Biginelli (25 July 1860 – 15 January 1937) was an Italian chemist, who discovered a three-component reaction between urea, acetoacetic ester and aldehydes (Biginelli reaction). He also studied various aspects of sanitation chemistry and chemical products' quality control.", "53746322": "Arie Jacobus Johannes \"Jack\" Ooms (1925 - 6 September 1999, Spain) was a Dutch chemist, diplomat and chemical weapons researcher. As head of Dutch chemical defence research, Ooms worked for 23 years for the eradication of chemical warfare, which he believed could best be achieved by a combination of effective chemical protection and international chemical arms control and a permanent, multilateral ban on chemical weapons, as implementation of the Chemical Weapons Convention.[1]", "38115985": "Menny (Menahem) Rabinovich (Hebrew: מנחם (מני) רבינוביץ) (September 11, 1934 – June 28, 2012) was a multi-disciplinary Israeli  biochemist with expertise in nutrition, health and medicinal plants. Rabinovich was a  researcher at Hadassah Medical Center in Jerusalem. He was the founder and director of the Wise Nutrition Center and the developer of the dietary supplement Curcumall.  He researched in the fields of molecular biology,[1] science education and integrative medicine focusing on nutrition and health. He served as a member of the scientific committee of the  Hebrew Encyclopedia[2] editor and writer of articles in biochemistry, geology, chemistry and medicine.", "38967952": "Hoylande Denune Young Failey (June 26, 1903 – January 12, 1986) was an American chemist. During World War II she worked at the Manhattan Project's Metallurgical Laboratory. After the war she became the first woman to be appointed as a division head at the Argonne National Laboratory, and the first woman to chair the Chicago Section of the American Chemical Society.", "70458009": "Frank Albert Weinhold (born 1941) is a Professor of Chemistry at the University of Wisconsin–Madison. He and Eric D. Glendening co-invented the natural resonance theory.[1][2]", "36444826": "Peter David Wothers, MBE, is a British chemist and author of several popular textbooks aimed at university students. He is a teaching fellow in the Department of Chemistry at the University of Cambridge and is a fellow of St Catharine's College, Cambridge.[2][3]", "48601759": "Honours (Biochemistry)", "6757026": "John Pitkin Norton (July 19, 1822 – September 5, 1852) was an educator, agricultural chemist, and author.", "56957604": "Esther Arvilla Hopkins (née Harrison; September 18, 1926 – May 19, 2021)[1] was an American chemist and environmental attorney. Hopkins was best known for her career as a biophysicist and research chemist at American Cyanamid along with research in the Polaroid Corp Emulsion Coating and Analysis Laboratory. She also pursued a career working as an attorney with the Massachusetts Department of Environmental Protection (DEP) following her time as a chemist.[2]", "55876262": "Kochupurackal P. Mohanakumar (born 1955) is an Indian chemical biologist, neuroscientist and the director of Inter University Centre for Biomedical Research and Super Specialty Hospital, Kottayam. He is a former chief scientist at the Indian Institute of Chemical Biology and is known for his studies on Parkinson's disease and Huntington’s disease. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2000.[1]", "59218609": "Johanna Maria \"Hanneke\" Jansen is a computational chemist working at Novartis on multiple drug targets. She previously worked at Astra and at Chiron Corporation.[1]", "1284789": "Gabor A. Somorjai (born May 4, 1935) is a professor of chemistry at the University of California, Berkeley, and is a leading researcher in the field of surface chemistry and catalysis, especially the catalytic effects of metal surfaces on gas-phase reactions (\"heterogeneous catalysis\"). For his contributions to the field, Somorjai won the Wolf Prize in Chemistry in 1998,[1] the Linus Pauling Award[citation needed] in 2000, the National Medal of Science[citation needed] in 2002, the Priestley Medal in 2008,[2] the 2010 BBVA Foundation Frontiers of Knowledge Award in Basic Science and the NAS Award in Chemical Sciences in 2013.[citation needed] In April 2015, Somorjai was awarded the American Chemical Society's William H. Nichols Medal.[3]", "56531649": "Charng Ratanarat (Thai: จ่าง รัตนะรัต, 1904–1993) was a Thai chemist, government official and entrepreneur. He was the first to develop iron smelting techniques in Thailand, for the Siam Cement Company, where he served on the board of directors. He served as the Director-general of the Department of Science under the Ministry of Industry from 1944 to 1963, and as Permanent Secretary of Industry after that. He made multiple business ventures, the most significant of which is the Siam Chemicals Company, which grew from a capital of 12 million baht in 1959 to be worth over one billion by the 1990s.[1]", "22223561": "Sir Robert Robertson KBE FRS[1] (17 April 1869 – 28 April 1949) was a British chemist who served as HM Government's Government Chemist between 1921 and 1936.[2] He was the first person to establish that two types of natural diamond existed.[3]", "64690890": "Peter George Hartman (* 1947 in Brno, former Czechoslovakia) is an English-German biochemist who made fundamental contributions in the field of pharmaceutical research to chemotherapy. He was also involved in the EU Biofector project as a team member.[1]", "19077833": "Niklaus Gerber (8 June 1850 – 9 February 1914) was a Swiss dairy chemist and industrialist. He was born in 1850 in Thun, Switzerland. He attended the University of Bern and University of Zurich, studied chemistry in Paris and Munich and spent 2 years at the Swiss-American Milk Co. in Little Falls, New York.[1]", "53844682": "Renyi Zhang is an American geoscientist, currently a university distinguished professor and Harold G. Haynes Chair at Texas A&M University[1] and an elected fellow of the American Association for the Advancement of Science[2] and American Geophysical Union.[3]", "2300622": "Pierre-Joseph Pelletier (UK: /ˈpɛlətieɪ/, US: /ˌpɛləˈtjeɪ/, French: [pjɛʁ ʒɔzɛf pɛltje];[1] 22 March 1788 – 19 July 1842) was a French chemist and pharmacist[2] who did notable research on vegetable alkaloids, and was the co-discoverer with Joseph Bienaimé Caventou of quinine, caffeine, and strychnine.[3] He was also a collaborator and co-author with Polish chemist Filip Walter.", "51518160": "Brian Harford Robinson (24 April 1940 – 30 August 2016) was a New Zealand inorganic chemist. He is noted for his contribution to cluster chemistry and the design of organometallic compounds with biomedical applications.", "59284186": "Sen-itiroh Hakomori (箱守仙一郎, Hakomori Sen-itiroh, ; 13 February 1929 – 10 November 2020) was a Japanese-American biochemist.", "46504670": "Jules Henri Debray (26 July 1827, in Amiens – 19 July 1888, in Paris) was a French chemist.", "6331105": "Włodzimierz Sedlak (Polish pronunciation: [vwɔˈd͡ʑi.mjɛʂ sɛdlak])- was born on 31 October 1911 in Sosnowiec, and died on 17 February 1993 in Radom, Polish priest, professor at John Paul II Catholic University of Lublin, father of Polish bioelectronics and electromagnetic theory of life. Honorary citizen of Sosnowiec, Radom and Skarżysko-Kamienna.", "32185058": "James Blythe Rogers (born in Philadelphia, Pennsylvania, 11 February 1802; died there, 15 June 1852) was a United States chemist.", "59513577": "Georg Karl Brauer (11 April 1908 in Bochum – 26 February 2001 in Freiburg im Breisgau) was a German chemist.[1]", "44210922": "Dorothy Catherine Draper (6 August 1807–10 December 1901) was an artist, educator and chemist notable for being the subject of the earliest existent daguerreotype portrait made in the United States.[2][3][4][5]", "24419057": "Carl Johann Eugen de Haën (December 26, 1835 – November 16, 1911), often known as Eugen de Haën or Eugen de Haen,[1] was a German chemist and entrepreneur. He was founder of the chemistry factory E. de  Haën & Co.[2]", "51485425": "Pierre-Jacques Willermoz (28 August 1735 – 26 June 1799) was an 18th-century French physician and chemist.", "37100276": "Christoph Heinrich Pfaff (2 March 1773, Stuttgart – 24 April 1852, Kiel, Holstein) was a German physician, chemist and physicist.", "65477371": "Jean Hellot (20 November 1685 – 13 February 1766) was a French chemist who contributed to early studies on phosphorus and worked on applied aspects in dyeing, metallurgy, mining, and porcelain manufacture.", "69671677": "Jean-Baptiste-Alphonse Chevallier (19 July 1793 – 29 November 1879) was a French chemist who contributed to public health through techniques for the detection of adulteration of food and medicine. He also contributed to forensic medicine and toxicology. His major contribution was a two volume work Dictionnaire des altérations et falsifications des substances alimentaires, medicamenteuses et commerciales (1850-52) on adulteration and its detection.", "5544702": "Controller (Basil Sandhurst) is a supervillain appearing in American comic books published by Marvel Comics. The character is usually depicted as an enemy of Iron Man.[1]", "334591": "Jan Baptist van Helmont (/ˈhɛlmɒnt/;[2] Dutch: [ˈɦɛlmɔnt]; 12 January 1580 – 30 December 1644) was a chemist, physiologist, and physician from Brussels. He worked during the years just after Paracelsus and the rise of iatrochemistry, and is sometimes considered to be \"the founder of pneumatic chemistry\".[3] Van Helmont is remembered today largely for his 5-year willow tree experiment, his introduction of the word \"gas\" (from the Greek word chaos) into the vocabulary of science, and his ideas on spontaneous generation.", "9214729": "Vintilă Ciocâlteu (Romanian pronunciation: [vinˈtilə tʃjokɨlˈtew]; April 12, 1890 in Dolj – February 3, 1947 in Bucharest) was a Romanian physician, researcher, professor and author.", "20323084": "Konrad Seppelt (born September 2, 1944 in Leipzig)[1] is a academic author, professor and former vice president of the Free University Berlin.", "65411853": "Judith Frydman is a biochemist and the Donald Kennedy Chair in the School of Humanities & Sciences and Professor of Genetics at Stanford University. Her research focuses on protein folding.", "20126479": "Manfred Baerns (23 July 1934 – 2 February 2021) was a German chemist.", "7379735": "Henry Bollmann Condy (8 July 1826 — 24 September 1907)[1] was an English chemist and industrialist best noted for giving his name to the popular 19th and 20th century disinfectants Condy's Crystals and Condy's Fluid.", "53680919": "Beatrice B. \"Bebe\" Magee is an American biochemist and geneticist with expertise in molecular mycology and fungal genetics.  She earned her B. A. in chemistry from Brandeis University in 1962 and her M. A. in biochemistry from the University of California, Berkeley, in 1964.  She has been co-author on over 40 publications in peer-reviewed journals and an invited speaker at scientific meetings including Woods Hole and Cold Spring Harbor courses as well as at professional mycology societies.", "58727202": "Morris U. Cohen (January 18, 1910? – July 16, 1989?) was an American professor of chemistry, dismissed in 1941 from the City College of New York (CCNY) following investigations by the Rapp-Coudert Committee and accused of Soviet espionage during 1953 hearings of the U.S. Senate Internal Security Subcommittee (SISS).[1]", "55876390": "Anne Shymer, born Anne C. Justice (May 30, 1879, in Logansport, Cass County, Indiana – May 7, 1915, in North Atlantic) was an American chemist and the president of the United States Chemical Company.", "62888749": "Isiah Manuel Warner is the Boyd and Phillip W. West Professor of Surface and Analytical Chemistry and the Vice President for Strategic Initiatives at Louisiana State University. He’s also a professor at the Howard Hughes Medical Institute. Warner has won numerous national and international awards for chemistry and mentoring of students[1] in the sciences. He has published over 350 refereed publications and has several patents.[2]", "40573743": "Frederick Slare or Slear (1647?–1727) was an English physician and chemist, a follower of Robert Boyle and Thomas Sydenham.", "26221364": "Vladimir Polukhin (Russian: Владимир Николаевич Полухин) was a Russian scientist (doctor of science, Russian: 'doctor nauk') and an engineer in the field of optics.", "45488949": "Aliasger K. Salem is the Associate Vice President for Research at the University of Iowa and Bighley Chair and Professor of Pharmaceutical Sciences at the University of Iowa College of Pharmacy. Salem's academic appointment at the University of Iowa is based in the College of Pharmacy,[1] with additional secondary appointments in the College of Dentistry, Department of Chemical and Biochemical Engineering, Department of Biomedical Engineering,[2][3] Department of Chemistry, and the Holden Comprehensive Cancer Center.[4] Prior to joining the University of Iowa in 2004, he was a postdoctoral fellow at the Johns Hopkins School of Medicine and completed his PhD at the School of Pharmacy and Pharmaceutical Sciences at the University of Nottingham in the UK.", "27171640": "Théodore Sidot was a French chemist who, in 1866, discovered the phosphorescence of zinc sulphide. He worked at the Lycée Charlemagne in Paris, as chemistry preparator. He was injured in the 1870 Franco-Prussian War at the Fort de Nogent. He received the 1883 Prix Trémont of the Académie des Sciences.[1]", "57875269": "École européenne de chimie, polymères et matériaux", "60463943": "Astri Riddervold (8 August 1925 − 17 March 2019) was a Norwegian chemist and ethnologist, educator, cook and writer. She is particularly known for her dissemination of food culture and food traditions. Her speciality was ancient food preservation. Riddervold was born in Haugesund, and was educated in both chemistry and ethnology. She was awarded Ingrid Espelid Hovigs matkulturpris [no] in 1995.[1][2][3]", "44047175": "David Ron FRS is a British biochemist.", "69278538": "Milton Kerker (September 25, 1920 — May 2, 2016) was an American physical chemist and former professor at department of chemistry at Clarkson University. He is best known for his work on aerosol, interface and colloid science, as well as for pioneering surface-enhanced Raman spectroscopy. Kerker effect in optics is named after him.", "41556811": "Paul Bernard Joseph Marie Coremans (29 April 1908 – 11 June 1965) was a Belgian scientist who advanced the fields of cultural heritage management and cultural heritage curation. He was the founder and first director of the Royal Institute for Cultural Heritage.", "16358221": "Julius Tröger (10 October 1862 – 29 July 1942) was a German chemist.", "45620046": "Czesław Strumiłło (17 February 1930 – 30 September 2018)[1] was a Polish chemical engineer, a founder of a scientific theory in the field of drying processes and a former rector of the Lodz University of Technology.", "14359375": "Philip S. Skell (December 30, 1918 – November 21, 2010) was an American chemist, emeritus Evan Pugh Professor at Pennsylvania State University, and from 1977 a member of the United States National Academy of Sciences.", "60627801": "James B. Macelwane Medal (2001)", "56957786": "Jeanette Grasselli Brown (born Jeanette Gecsy; August 4, 1928) is an American analytical chemist and spectroscopist who is known for her work with Standard Oil of Ohio (now BP America) as an industrial researcher in the field of spectroscopy.", "16063325": "Peter B. Armentrout (born 1953) is a researcher in thermochemistry, kinetics, and dynamics of simple and complex chemical reactions.  He is a Chemistry Professor at the University of Utah.", "71015262": "Sylvaine Neveu, born on 6 January 1968, is a French chemist and scientific director of the Solvay group. She received an Irène-Joliot-Curie Prize in 2016.", "71703389": "Libai Huang (Chinese: 黄立白[1]) is a Chinese-American chemist who is a professor at Purdue University. She is interested in unravelling the structure-property relationships of next-generation solar materials.", "56531812": "Stang Mongkolsuk (Thai: สตางค์ มงคลสุข, 15 July 1919 – 6 July 1971) was a Thai science educator. He was a professor in chemistry at the University of Medical Sciences, now Mahidol University, where he founded the Faculty of Science and was its first dean. He was instrumental in the faculty's development in its early years, and later also helped establish science education at Chiang Mai, Khon Kaen and Prince of Songkla universities, at the last of which he also served as president.[1]", "11508585": "Julian Thomas Pierce (January 2, 1946 – March 25/26, 1988) was an American lawyer and Lumbee activist. Born in Hoke County, North Carolina, he became the first person in his family to go to college and worked for several years as a chemist at shipyards in Virginia before obtaining his law degree. Following two years of work for the U.S. Securities and Exchange Commission, he moved to Robeson County, North Carolina to direct a legal aid organization and in that capacity co-authored a petition to the federal government asking for the extension of federal recognition to the Lumbee tribe. In 1988 he resigned from his job to pursue a candidacy for a new Superior Court judgeship. Running against the local district attorney and over the objections of the county sheriff, he was found murdered in his home several weeks before the primary election. While his murder was officially determined to be the result of an interpersonal dispute, the circumstances of his death remain unclear, with his friends and family having advanced suspicions that he was assassinated for political reasons.", "21633901": "Michael Lawrence Klein NAS (born March 13, 1940, in London, England)[1] is Laura H. Carnell Professor of Science[2] and director of the Institute for Computational Molecular Science[3] in the college of science and technology at Temple University in Philadelphia, US. He was previously the Hepburn Professor of Physical Science in the Center for Molecular Modeling at the University of Pennsylvania.[4] Currently, he serves as the dean of the college of science and technology and has since 2013.[5]", "19340141": "Douglas Cameron Gordon, commonly known as Doug Gordon, (1956 – October 16, 1998) was an American whitewater kayaker, who was a member of the U.S. Slalom Team from 1981 to 1987, and a chemist. Gordon died in Eastern Tibet when he and three other paddlers attempted the first descent of the Tsangpo River.", "63019887": "Andreas Christoph Albrecht (3 June 1927 – 26 September 2002) was an American physical chemist.", "55581554": "Edith Hilda, Lady Ingold (née Usherwood; \n21 May 1898 – 1988) was a British chemist based in Leeds and London. Her career was unfairly overshadowed by that of her husband. She failed to gain much public recognition, despite being an innovative chemist and partner to her husband in his work on organic chemistry.[1][2] She was known as Lady Ingold following her husband's knighthood.", "59448180": "Brian A. Kuhlman is an American professor of biochemistry and biophysics at the UNC School of Medicine of University of North Carolina at Chapel Hill and a Sloan Research Fellow.", "61348732": "Felecia Diane McInnis Nave is an American chemical engineer and academic administrator. She is the 20th president of Alcorn State University and the first female to serve in the position.", "203652": "Heinz Ludwig Fraenkel-Conrat (July 29, 1910 – April 10, 1999) was a biochemist, famous for his research on viruses.", "61315982": "Anthony Roy West FRSE, FRSC, FInstP, FIMMM (born 21 January 1947) is a British chemist and materials scientist, and Professor of Electroceramics and Solid State Chemistry at the Department of Materials Science and Engineering at the University of Sheffield.[1]", "43424655": "Kenneth Andrew Walsh is a Canadian biochemist who has spent most of his career in the United States and is now professor emeritus of biochemistry at the University of Washington.[1]", "15670159": "Hans Juergen Mueh (born January 8, 1944)[1] was the director of athletics at the United States Air Force Academy, Colorado Springs, Colorado, serving in that position from 2004 until January 2015.[2] Prior to becoming the director of athletics for the USAF, Dr. Mueh served as permanent professor and head of the Department of Chemistry, and Vice Dean of Faculty at the Academy.", "3578767": "Joel L. Sussman (born September 24, 1943) is an Israeli crystallographer best known for his studies on acetylcholinesterase, a key protein involved in transmission of nerve signals. He is the Morton and Gladys Pickman Professor of Structural Biology at the Weizmann Institute of Science in Rehovot and its director of the Israel Structural Proteomics Center.", "47520659": "Endel Lippmaa (15 September 1930 – 30 July 2015)[1] was an Estonian scientist, academician, politician, and twice government minister in 1990–1991 and 1995–1996.", "10591125": "David Cushman (November 15, 1939 – August 14, 2000) was born in Indianapolis, Indiana. He was the son of Wayne B. and Mildred M.  and married to Linda L. Kranch.  They have two children together named Michael and Laura Cushman.[1] Dr. Cushman  was an American chemist who co-invented captopril, the first of the ACE inhibitors used in the treatment of cardiovascular disease.  With Miguel A. Ondetti, he won the 1999 Lasker Award for: \"developing an innovative approach to drug design based on protein structure and using it to create the ACE inhibitors, powerful oral agents for the treatment of high blood pressure, heart failure, and diabetic kidney disease.\"[2]", "72457116": "John Joseph Jolly Kyle award, 1990", "9345950": "Erik Christian Clemmensen (August 12, 1876 – May 21, 1941) was a Danish-American chemist. He is most commonly associated with the Clemmensen reduction, a method for converting a carbonyl group into a methylene group.[1]", "64691103": "Katherine \"Kitty\" Marie Blood Hoffman (August 1, 1914 – July 18, 2020) was an American chemist and academic administrator.", "16030623": "Philip Wilfred Robertson was a New Zealand chemist, university professor, and writer.", "68459429": "Liu Sizhi (15 March 1904 – 18 August 1983) was a Chinese biochemist and an academician of the Chinese Academy of Sciences.[1]", "64723881": "Luisa Torsi (born 1964) is an Italian chemist who is a professor at the Università degli Studi di Bari. She was the first woman to serve as President of the European Materials Research Society (E-MRS). In 2019 she was named by the International Union of Pure and Applied Chemistry as one of the world's most Distinguished Women in Chemistry.[1]", "40573866": "Karl Meyer (4 September 1899 – 18 May 1990) was a German biochemist. He worked on connective tissue and determined the properties of hyaluronan in the 1930s.[1][2]", "71277483": "Ludwig Maria Pohl (28 September 1932 – 24 October 2020) was an organic chemist, who was instrumental in developing new liquid crystal substance classes and compounds which made liquid crystal displays (LCDs) widely used. His team at Merck KGaA, Darmstadt, developed liquid crystal mixtures optimized for various applications. Over years, the Merck Group became a leading supplier of liquid crystal compounds worldwide.[1]", "498608": "Bengt Ingemar Samuelsson (born 21 May 1934) is a Swedish biochemist. He shared with Sune K. Bergström and John R. Vane the 1982 Nobel Prize for Physiology or Medicine for discoveries concerning prostaglandins and related substances.[2][3]", "32185264": "Robert Empie Rogers (March 29, 1813 – September 6, 1884) was a United States chemist.", "43555761": "Professor Pamela Athalie Deidre Rickard (1928–2002) was an Australian biochemist, serving as head of the University of New South Wales School of Biological Sciences from 1981 to 1988.[1]", "51059645": "Albert James Bernays (8 November 1823 – 5 January 1892) was a British chemist. He was the son of Dr. Adolphus Bernays (d. 22 December 1864), modern languages Professor at King's College, London.", "32086975": "Daniel Oscar Giacomino (born June 28, 1964) is an Argentine politician elected Mayor of Córdoba in 2007. He was elected National Deputy for Córdoba Province for second non-sequent term in 2011.", "5249987": "Robert Augustus Chesebrough (/ˈtʃiːzbroʊ/;[1] January 9, 1837 – September 8, 1933) was an American chemist who discovered petroleum jelly—which he marketed as Vaseline—and founder of the Chesebrough Manufacturing Company.", "793544": "William Allen Miller FRS (17 December 1817 – 30 September 1870) was a British scientist.", "16260043": "John E. Amoore (1930–1998) was a British biochemist who first proposed the stereochemical theory for olfaction.[2]", "53091276": "Johannes Lukas \"Hans\" Bos (born 16 June 1950) is a Dutch biochemist and cancer researcher. He has been a professor of physiological chemistry at Utrecht University since 1991. He is also employed by the University Medical Center Utrecht.", "433101": "Neil Bartlett (15 September 1932 – 5 August 2008) was a British chemist who specialized in fluorine and compounds containing fluorine, and became famous for creating the first noble gas compounds. He taught chemistry at the University of British Columbia and the University of California, Berkeley.", "68721613": "Nina Buchmann is a German ecologist known for her research on the physiology of plants and the impact of plants on biogeochemical cycling. She is a member of the German National Academy of Sciences Leopoldina and an elected fellow of the American Geophysical Union.", "826323": "Hermann Emil Louis Fischer FRS FRSE FCS (German pronunciation: [ˈeːmiːl ˈfɪʃɐ] ⓘ; 9 October 1852 – 15 July 1919) was a German chemist and 1902 recipient of the Nobel Prize in Chemistry. He discovered the Fischer esterification. He also developed the Fischer projection, a symbolic way of drawing asymmetric carbon atoms. He also hypothesized lock and key mechanism of enzyme action. He never used his first given name, and was known throughout his life simply as Emil Fischer.[2][3][4][5]", "72671": "Revolution of 1989", "8494049": "Donald F. Hunt is the University Professor of Chemistry and Pathology at the University of Virginia.[1] He is known for his research in the field of mass spectrometry, he developed electron capture negative ion mass spectrometry. He has received multiple awards for his work including the Distinguished Contribution Award from the American Society for Mass Spectrometry and the Thomson Medal from the International Mass Spectrometry Society.[2]", "367594": "Duane Tolbert Gish (February 17, 1921 – March 5, 2013[1]) was an American biochemist and a prominent member of the creationist movement.[2] A young Earth creationist, Gish was a former vice-president of the Institute for Creation Research (ICR) and the author of numerous publications about creation science.", "52632554": "Dominique Weis FRSC is a Canadian scientist. She is a Canada Research Chair in the Geochemistry of the Earth's Mantleat at the University of British Columbia.", "67050486": "Émile Jules Grillot called  Émile-Jules Grillot de Givry (or Émile-Angelo Grillot de Givry) (5 August 1874 in Paris – 16 February 1929 in Paris) was a French Catholic man of letters and occultist, Freemason and pacifist, translator into French of numerous alchemical works including those of Paracelsus.", "48831481": "Heather Cecile Allen (born 1960)[1] is a research chemist, who leads the Allen Group at Ohio State University. Allen's research focuses on interfacial phenomena, particularly those involving water and air. Her work has broad application ranging from medicine to climate change. She also develops nonlinear optical spectroscopy and microscopy instruments for the examination of interfacial surfaces.[2]", "22944764": "Ivan Kondakov (1857–1931) was a chemist in the Russian Empire who, as professor of pharmacology of University of Tartu, studied polymerisation and invented synthetic rubber in 1901.", "43817989": "Leon Francis Phillips (born 14 July 1935) is a New Zealand physical chemist specialising in the gas-liquid interface and atmospheric chemistry.", "48667657": "Marija Šimanska (Polish: Maria Szymańska; 1922–1995) was a Latvian chemist of Polish heritage. She was one of the most prolific scientists of her era in Latvia and was honored with numerous medals and awards.", "72981514": "Sara Rietti (Buenos Aires, 3 December 1930 – Buenos Aires, 28 May 2017), also known as Sara Bartfeld de Rietti, was the first nuclear chemist from Argentina. She was Chief of Staff of the Ministry of Science and Technology during the government of President Raúl Alfonsín.[1]", "59153419": "Olavi Erämetsä (born Enwald; 10 October 1906 Lahti, Finland - 3 January 1974 Helsinki, Finland) was a Finnish chemist at the Helsinki University of Technology (TKK, now part of Aalto University).  He served as a lecturer in analytical chemistry (1940-1946) before succeeding Yrjö Kauko as professor of inorganic chemistry (1947-1973).[1]", "51584026": "Gereon Niedner-Schatteburg (born 21 November 1959 as Niedner) is a German physicist and chemist. He is professor of physical chemistry at the department of chemistry of the University of Kaiserslautern. Since 2011 he acts as director of the DFG-funded transregional collaborative research center SFB/TRR 88 3MET.de.", "8100893": "Stephen Graham Davies (born 24 February 1950) is a British chemist[2] and was, until his retirement, the Waynflete Professor of Chemistry at the University of Oxford.", "44997663": "Samuel Benjamin Hayley (July 31, 1890 – November 1, 1970) was an American college football player. His registration for the First World War says he was a chemist.[1] Hayley was from Jackson, Tennessee.[2]", "46832669": "François Merklen (1876–1938) was a French chemist. He invented the modern formula to make Marseille soap. He worked for the Savonnerie Charles Roux fils in Marseille.[1] In 1906, he authored Etudes sur la constitution des savons du commerce dans ses rapports avec la fabrication, published by Librairie Barlatier.[1][2]", "25435170": "Henry A. Lardy NAS AAA&S APS (August 19, 1917 – August 4, 2010[1]) was a biochemist and professor emeritus in the biochemistry department at the University of Wisconsin-Madison.[2] He was elected to the National Academy of Sciences in 1958, the American Academy of Arts and Sciences in 1965, and the American Philosophical Society in 1976.[3][4][5] Research in Lardy's laboratory centered on elucidating the mechanisms underlying metabolism.[3]", "26123299": "Mark Alden Schena (born May 21, 1963) is an American biochemist and president of a public life sciences health care company.[clarification needed]", "957477": "Walter Hugo Stockmayer (April 7, 1914, in Rutherford, New Jersey – May 9, 2004, in Norwich, Vermont) was an internationally known chemist and university teacher. A former member of the National Academy of Sciences, he was recognized as one of the twentieth century pioneers of polymer science. His specific interest was in theory and experiment for the structure and dynamics of polymer molecules, including various uses of the light scattering method.[1][2]", "47422502": "Eliane Montel (9 October 1898 – 24 January 1993) was a French physicist and chemist.", "5741621": "Herbert Brereton Baker FRS CBE (25 June 1862 – 27 April 1935) was an English inorganic chemist.[1]", "55909430": "The University of Texas at Austin (1981–1985)", "45620279": "Wolfgang Seiler (born 22 January 1940 in Remscheid) is a German biogeochemist and climatologist. Seiler was Director of the Institute of Meteorology and Atmospheric Environmental Research (IMK-IFU) of the Karlsruhe Institute of Technology, and is a pioneer in basic research in biogeochemistry.", "69868600": "Robert E. Blankenship is an American chemist.", "6167610": "Kajetan Georg von Kaiser (5 January 1803 – 28 August 1871) was a German chemistry professor, researcher and inventor.", "1612858": "Johannes Wilhelm \"Hans\" Goldschmidt (18 January 1861 – 21 May 1923) was a German chemist notable as the discoverer of the Thermite reaction. He was also co-owner of the Chemische Fabrik Th. Goldschmidt, as of 1911 Th. Goldschmidt AG (later to become part of Evonik Industries) and its most important chemist.[1]  The reaction, also called the Goldschmidt process, is used for thermite welding, often used to join railway tracks. Thermites have also been used in metal refining, disabling munitions, and in incendiary weapons. Some thermite-like mixtures are used as pyrotechnic initiators in fireworks.", "71146555": "Jason Kelby Sello is an American chemist who is a professor of chemistry at Brown University. His research looks to develop antibacterial agents and technologies for bioenergy. In 2020, he was named by Cell Press as one of 1000 inspiring Black scientists in America.", "65313858": "Christopher J. Cramer (born September 23, 1961) is a research chemist and served as vice president for research at the University of Minnesota from 2018–2021.[2] He presently serves as senior vice president and chief research officer for Underwriters Laboratories Inc.[3]", "57416770": "Tessa Michelle Hill is an American marine geochemist and oceanographer. She is a professor at the University of California, Davis, and a resident professor at its Bodega Marine Laboratory.  She is a Fellow of the California Academy of Sciences, and in 2016 was named a Leshner Public Engagement Fellow of the American Association for the Advancement of Science. In that year she also received the US Presidential Early Career Award for Scientists and Engineers (PECASE).", "46210115": "Igor Dvornik (9 May 1923, Split – 21 August 2010, Zagreb) was a Croatian radiation chemist.", "31923282": "Anacleto del Rosario y Sales (July 13, 1860, Santa Cruz, Manila – May 2, 1895) was a leading chemist in the Philippines during the Spanish era in Philippine history.  Regarded as the \"Father of Philippine Science and Laboratory\", del Rosario invented the formula for producing a pure kind of alcohol from tuba in a nipa palm.  This formula won for del Rosario the first prize during the World Fair in Paris, France in 1889.  Del Rosario extracted castor oil from the palma christi, literally the \"palm of Christ\" (castor bean), a native plant in the Philippines.[1]", "65444948": "Guillaume De Bo is a Professor and a Royal Society University Research Fellow in the Department of Chemistry at the University of Manchester.[3] His research is in the field of polymer mechanochemistry, where he investigates the chemistry of molecules under tension for application in synthetic chemistry, materials and mechanosensors.[2][3]", "54991959": "Frederic Guy Marrian CBE FRS FRSE FIC (3 March 1904 – 24 July 1981) was a British biochemist mainly known for his research into oestregen.", "39361626": "George Stafford Whitby (1887–1972[1]) was the head of the University of Akron rubber laboratory and for many years was the only person in the United States who taught rubber chemistry.[2]   Whitby received the Charles Goodyear Medal in 1954 and in 1972, he was inducted into the International Rubber Science Hall of Fame.  In 1986 the Rubber Division established the George Stafford Whitby Award in his honor.", "28679262": "Robert François Laugier (1722–1793) was a French pharmacologist. He is known for his book \"Institutiones pharmaceuticae sive philosophia pharmaceutica\" and for his work on the alembic.[1]", "25435231": "Yoshito Kishi (岸 義人, Kishi Yoshito, 13 April 1937 – 9 January 2023)[1] was a Japanese chemist who was the Morris Loeb Professor of Chemistry at Harvard University. He was known for his contributions to the sciences of organic synthesis and total synthesis.", "61316194": "Wan Lijun (Chinese: 万立骏, born July 1957) is a Chinese chemist, specializing in electrochemistry and surface science. He is an academician of the Chinese Academy of Sciences and a former president of the University of Science and Technology of China.", "7380068": "Bor Shium Luh (January 13, 1916 – June 4, 2001) was a Chinese-born American food scientist who was known was for his research in fruit and vegetable products and in developing food science and technology in Asia, Latin America, and the Middle East.[1] He was a noted researcher on the topic of rice research and development.[2]", "53615722": "Beryl Audrey Pickering Splatt (1902-1982) was an Australian biochemist. She was born in 1902 in Perth, Australia. Her parents, Maud Rebecca Pickering from Victoria and William James Splatt from Perth, had married in July 1898 in Perth.", "29072493": "Carl Oswald Victor Engler (5 January 1842 – 7 February 1925) was a German chemist, academic and politician. He wrote a Handbook of Industrial Chemistry in 1872. He is remembered for his early work in indigo.[1]", "53746797": "Professor Edmund Albert Letts FRSE FCS FIC (27 August 1852 – 19 February 1918) was a 19th-century English chemist. He was a pioneer of analytical chemistry.[1] The Letts Nitrile Synthesis is named after him.[2] He spent much time analysing the content of carbon dioxide in air and water and the latter part of his life looked at pollution in tidal waters. Queens University Belfast give a Letts Chemical Research Scholarship in his memory.[3]", "21994609": "Piero Baglioni (born 1952, in Florence) is an Italian chemist and University professor at the University of Florence. Baglioni produced several innovations in the field of both inorganic and organic colloids. Baglioni is the author of more than 250 publications on books and largely diffused international journals. He is also the author of 16 patents for the preparation of aqueous suspensions at high concentration of particulate, for the therapy and photodynamic diagnosis of tumors, for the conservation of the cultural heritage, for the setup of a new process for the treatment of textile industrial waste, for production of emulsions from Bio Crude Oil, for production of nanoparticles and novel nano-coatings via flame-spraying, and using homogeneous and heterogeneous solutions.", "55024757": "Imperial College London\nUniversity of East Anglia", "33168501": "David E. Cane (born September 22, 1944) is an American biological chemist. He is Vernon K. Krieble Professor of Chemistry Emeritus and professor of molecular biology, cell biology, and biochemistry emeritus at Brown University in Providence, Rhode Island. He is recognized for his work on the biosynthesis of natural products, particularly terpenoids and polyketides.[1] He was elected as a Fellow of the American Association for the Advancement of Science in 2003 [2] and as a Fellow of the American Academy of Arts and Sciences in 2013.", "73636988": "Scott W. Nixon (1943 – May 21, 2012) was an ecosystem ecologist whose research primarily focused on nitrogen and eutrophication in coastal and estuarine ecosystems.[1] He was the first to clearly define coastal eutrophication.[1][2] Nixon was a faculty member of the University of Rhode Island’s Graduate School of Oceanography from 1969 until his death.[3] Throughout his life, he also served important roles in many organizations and committees, including as the director of Rhode Island Sea Grant, editor-in-chief of Estuaries,[1] and a member of the National Research Council's Ocean Studies Board.[4]", "4332669": "Emmett W. Chappelle (October 24, 1925 – October 14, 2019)[1] was an American scientist who made valuable contributions in the fields of medicine, philanthropy, food science, and astrochemistry. His achievements led to his induction into the National Inventors Hall of Fame for his work on bioluminescence, in 2007. Being honored as one of the 100 most distinguished African American scientists of the 20th Century, he was also one of the members of the American Chemical Society, the American Society of Biochemistry and Molecular Biology, the American Society of Photobiology, the American Society of Microbiology, and the American Society of Black Chemists.", "13737106": "Otto Knut Olof Folin (April 4, 1867 – October 25, 1934) was a Swedish-born American chemist who is best known for his groundbreaking work at Harvard University on practical micromethods for the determination of the constituents of protein-free blood filtrates and the discovery of creatine phosphate in muscles.\n[2]", "51223698": "Gene Monte Brown (1926 – 4 August 2017)[1] was a Professor Emeritus of Biochemistry at the Massachusetts Institute of Technology. He joined the department in 1954 and served as its head from 1977 to 1985. He served as the dean of science at MIT from 1985 to 1991. He is notable for his interest in and commitment to undergraduate education, and taught the department's biochemistry course for over 50 years.[2][3]", "69377172": "BioDiscovery Ltd", "63282324": "Isabel Hodgson Hadfield (29 January 1893 – 6 February 1965[1]) was a British physical chemist and one of the first women to be employed as a scientific member of staff for the metallurgy department of the National Physical Laboratory (NPL).[2][3]", "58399894": "Nathaniel Oglesby Calloway (October 10, 1907 – December 3, 1979) was an American chemist and physician. Calloway was the first African American to receive an academic doctorate from an institute west of the Mississippi River and the first African American to receive a PhD in chemistry from Iowa State University (ISU).[1][2]", "58924193": "Pamela Manzi is an Italian biologist, who is active in the fields of analytical chemistry and food science; she is a researcher of the \"Istituto nazionale di ricerca per gli alimenti e la nutrizione\" (INRAN) since 1996.[1]", "52862118": "Robert Emmet Finnigan (May 27, 1927 – August 14, 2022) was an American pioneer in the development of gas chromatography–mass spectrometry equipment (GC/MS). Finnigan founded the Scientific Instruments Division of Electronic Associates, Inc., producing the first commercial quadrupole mass spectrometer in 1964. He then formed Finnigan Instruments Corporation to combine a computer system with a quadrupole mass spectrometer and gas chromatograph. Finnigan's GC/MS/computer systems are used to detect and identify trace organic compounds, making them important instruments for the monitoring and protection of the environment. They were adopted by the United States Environmental Protection Agency as a standard instrument for monitoring water quality and were fundamental to the work of the EPA.[1][2]", "16260262": "Adrian John Brown, FRS (27 April 1852 – 2 July 1919[1]) was a British Professor of Malting and Brewing at the University of Birmingham and a pioneer in the study of enzyme kinetics.", "728231": "Adolf Friedrich Johann Butenandt (German pronunciation: [ˈaːdɔlf ˈbuːtənant] ⓘ; 24 March 1903 – 18 January 1995) was a German biochemist.[1] He was awarded the Nobel Prize in Chemistry in 1939 for his \"work on sex hormones.\" He initially rejected the award in accordance with government policy, but accepted it in 1949 after World War II.[1][2][3][4] He was President of the Max Planck Society from 1960 to 1972. He was also the first, in 1959, to discover the structure of the sex pheromone of silkworms, which he named bombykol.", "48503980": "Kathryn Ferguson Fink (February 13, 1917 – March 28, 1989) was an American biochemist known for her work in nuclear medicine, particularly in the use of radiolabeling to study metabolism. Fink spent most of her career at the University of California, Los Angeles, often collaborating with her fellow biochemist husband Robert Morgan Fink, and was the first Ph.D. to become a Professor of Medicine at the UCLA School of Medicine. She died of cancer in 1989.", "7347375": "Frederick Lawson Hovde (7 February 1908 – 1 March 1983) was an American chemical engineer, researcher, educator and president of Purdue University.", "69213362": "Dean DellaPenna is an American plant biochemist. He is a university distinguished professor of biochemistry and molecular biology at Michigan State University.", "39296186": "John Amyatt FRSE was an English chemist. He was appointed King's Chemist on 24 October 1776 and the office was abolished on 14 November 1782.[1]", "44932287": "Paul Ratnasamy is an Indian catalyst scientist, INSA Srinivasa Ramanujan Research Professor and a former director of National Chemical Laboratory of the Council of Scientific and Industrial Research (CSIR).[1][2][3][4] He was honored by the Government of India, in 2001, with one of the highest Indian civilian awards of Padma Shri.[5]", "60333250": "James Standish Clegg (born 1933)[3] is a Professor Emeritus of Biochemistry at University of California, Davis,[1][5] based at the Coastal and Marine Sciences Institute (CMSI) in Bodega Bay, California.[2] He served as director of the Bodega Marine Laboratory (BML) from 1986 to 1999 and as president of the National Association Marine Laboratories (NAML) from 1991 to 1993.[6][7]", "42212547": "Francis Xavier Kitaka (1 January 1935 - 12 September 2020) was a Ugandan biochemist, veterinarian, entrepreneur and industrialist. He is the former Chairman of Cipla Quality Chemical Industries Limited (CIPLAQCIL), located in Luzira, a suburb of Kampala, Uganda's capital and largest city. CIPLAQCIL is the only company in Sub-Saharan Africa, that is authorized to manufacture triple therapy antiretroviral drugs.[1]", "6102215": "Dr. Antoine François Pierre Saugrain (Paris, 17/02/1763 France – St. Louis, Missouri, 05/03/1820) was a French-born physician and chemist.", "43556046": "Martina Heide Stenzel FAA is a Professor in the Department of Chemistry at the University of New South Wales (UNSW).  She is also a Royal Australian Chemical Institute (RACI) University Ambassador.[1] She became editor for the Australian Journal of Chemistry in 2008[2] and has served as Scientific Editor and as of 2021, as Editorial Board Chair of RSC Materials Horizons.[3][4]", "1875159": "Harry Gold (born Henrich Golodnitsky, December 11, 1910 – August 28, 1972) was a Swiss-born American laboratory chemist who was convicted as a courier for the Soviet Union passing atomic secrets from Klaus Fuchs, an agent of the Soviet Union, during World War II. Gold served as a government witness and testified in the case of Julius and Ethel Rosenberg, who were convicted and executed in 1953 for their roles. Gold served 15 years in prison.", "3316963": "Irwin Stone (1907–1984)  was an American biochemist, chemical engineer, and writer. He was the first to use ascorbic acid in the food processing industry as a preservative, and originated and published the hypothesis that humans require much larger amounts of Vitamin C for optimal health than is necessary to prevent scurvy.", "1842403": "Leopold Godowsky Jr. (May 27, 1900 – February 18, 1983) was an American violinist and chemist, who together with Leopold Mannes created the first practical color transparency film, Kodachrome.", "30579949": "Bengt Johan Fredrik Nordén (born May 15, 1945 in Lund) is a Swedish chemist.", "46570734": "Chester Louis Sutula is an American scientist from Erie, Pennsylvania, US.[1]", "61512943": "Geoffrey Norman Malcolm (23 April 1931 – 11 August 2019) was a New Zealand physical chemist. Appointed in 1969, he was the first chemistry professor at Massey University.", "67312879": "Jingdong Zhang (June 2, 1968 – January 09, 2020) was a Chinese–Danish chemist and Professor of Chemistry at the Technical University of Denmark. Her research considered nanochemistry and the novel materials for catalysis, as well as the development of advanced characterisation techniques such as scanning tunnelling microscopy and atomic force microscopy. She was elected to the Akademiet for de Tekniske Videnskaber in 2017.", "42605811": "John Roslyn (Ros) Garnet (1906–1998) was an Australian biochemist and naturalist with a strong interest in nature conservation.", "44309749": "José Elguero Bertolini (born 1934) is a Spanish chemist best known for his contributions to heterocyclic chemistry. He is Honorary Research Professor at the Medicinal Chemistry Institute of the Spanish Council for Scientific Research (CSIC).", "51059957": "Haavard Martinsen (6 February 1879 – 2 August 1967) was a Norwegian chemist and industrial leader.", "4365558": "Jack David Dunitz FRS (29 March 1923 – 12 September 2021) was a British chemist and widely known chemical crystallographer. He was Professor of Chemical Crystallography at the ETH Zurich from 1957 until his official retirement in 1990. He held Visiting Professorships in the United States, Israel, Japan, Canada, Spain and the United Kingdom.", "18291961": "Friedrich Asinger (26 June 1907 in Freiland/Niederdonau (Austria); – 7 March 1999 in Aachen) was an Austrian chemist and  professor for Technical Chemistry. He is well known for his development of a multi-component reaction, the Asinger reaction for the synthesis of 3-thiazolines.[1]", "61611255": "Angela Casini is a medicinal and inorganic chemist who works on metal-based compounds as therapeutic agents. She was awarded the 2012 European Medal for Bio-Inorganic Chemistry and made the 2019 American Chemical Society Inorganic Lecturer.", "2858230": "Samuel Morison Brown (February 23 1817 – 20 September 1856), Scottish chemist, poet and essayist.", "55155964": "Gösta Pettersson is an emeritus professor in biochemistry at Lund University, Sweden. He was born in 1937 in Varberg, Sweden. He gained his Ph.D. at Lund University in 1966 on the basis of a thesis on \ntoluquinones (natural products),[1] and his early research was mainly concerned with fumigatin and other products of fungal metabolism.[2][3][4]", "8363260": "W. Gary Ernst (born December 14, 1931) is an American geologist specializing in petrology and geochemistry. He currently is the Benjamin M. Page Professor Emeritus in Stanford University's department of geological sciences.[1]", "4889860": "Carl Curt Pfeiffer (March 19, 1908 – November 18, 1988) was a physician and biochemist who researched schizophrenia, allergies and other diseases. He was Chair of the Pharmacology Department at Emory University and considered himself a founder of what two-time Nobel prize winner, [Pauling, PhD.], named orthomolecular psychiatry and published in the Journal Science. 1968 Apr 19;160(3825):265-71.[1]", "50437397": "Kenneth George Denbigh FRS (30 May 1911 – 23 January 2004) was an English chemical engineer and scientific philosopher. He wrote much on the issue of time in relation to thermodynamics. He was an associate of the Russian chemist Georgi Gladyshev.[1]", "68066590": "Frank B. Mallory (March 17, 1933 - November 7, 2017)[1][2] was a professor of organic chemistry at Bryn Mawr College. He was on faculty at Bryn Mawr for 54 years, the longest-serving faculty member in the school's history.[2] His work focused on photochemistry, NMR spectroscopy, and solid-state chemistry. The Mallory reaction is an organic name reaction he discovered while a graduate student. Mallory's professional honors include a John Simon Guggenheim Memorial Foundation fellowship and a Sloan Research Fellowship.[3]", "49257760": "John Stanley Griffith (1928–1972) was a British chemist, mathematician and biophysicist. He was the nephew of the distinguished British bacteriologist Frederick Griffith.", "59972899": "Roberta Sessoli is Professor of General and Inorganic Chemistry in the Department of Chemistry \"Ugo Schiff\" at the University of Florence. Renowned as a pioneer in the field of magnetic bistability and quantum effects in mesoscopic materials, her research centers around investigating the magnetic properties of molecular clusters and chains, with a focus on designing and characterizing molecular magnetic materials.[1]", "2465061": "Heinrich Khunrath (c. 1560 – 9 September 1605), or Dr. Henricus Khunrath as he was also called, was a German physician, hermetic philosopher, and alchemist. Frances Yates considered him to be a link between the philosophy of John Dee and Rosicrucianism. His name, in the spelling \"Henricus Künraht\" was used as a pseudonym for the 1670 publisher of the Tractatus Theologico-Politicus of Baruch Spinoza.", "58760489": "Brandi Michelle Cossairt (born June 29, 1984)[citation needed] is an American chemist specializing in synthetic inorganic and materials chemistry. She is the Lloyd E. and Florence M. West Endowed Professor of Chemistry at University of Washington.", "14490922": "Victor Gustav Bloede I (March 14, 1849[1] – March 27, 1937[2][3]), (pronounced as Blerda) was a chemist and manufacturer of chemicals, president of the Victor G. Bloede Company, and businessman.[4]", "33791275": "Valery Samsonovich Petrosyan (Russian: Валерий Самсонович Петросян; born 7 March 1942 in Baku) is a Professor, Doctor of Chemical Sciences, academic and member of Presidium of RAEN. From 2008 to 2010 he was a UN expert of chemical security. Deputy chairman of Supreme ecological council of Russia (1990–1996). Foreign Member of Armenian National Academy of Sciences.", "57613611": "Gregory A. Voth (born January 22, 1959) is a theoretical chemist and Haig P. Papazian Distinguished Service Professor of Chemistry[1] at the\nUniversity of Chicago. He is also a professor of the James Franck Institute[2] and the Institute for Biophysical Dynamics.[3]", "2694448": "János Irinyi (sometimes also spelled János Irínyi; Hungarian pronunciation: [ˈjaːnoʃ ˈiriɲi]; 18 May 1817 – 17 December 1895) was a Hungarian chemist and inventor of the noiseless and non-explosive match. He achieved this by mixing the yellow (also called white) phosphorus with lead dioxide instead of the potassium chlorate used previously.[1]", "53779766": "Charles S. Craik is an American chemist, currently at University of California, San Francisco and an Elected Fellow of the American Academy of Arts & Sciences.[1][2]", "73243960": "Justus Balbian (August 10, 1543 - May 2, 1616), also known as \"Joost\", \"Joos\", and \"Jodocus\" was a Dutch physician and alchemist.", "33791304": "Eric R. Bittner FRSC is a theoretical chemist, physicist, and distinguished professor of chemical physics at the University of Houston.", "2661705": "Camille Sandorfy, OC CQ FRSC (9 December 1920 – 6 June 2006) was a Hungarian - Canadian quantum chemist.", "58924360": "Søren Balling Engelsen, Ph.D. (1992), is a Danish chemist, who is active in the fields of analytical chemistry and food science; he is a professor of the University of Copenhagen (UCPH) since 2004.[1]", "20290892": "Donald Lewis Campbell (August 5, 1904 – September 14, 2002) was an American chemical engineer. He and his team of three other scientists are most known for having developed the fluid catalytic cracking (FCC) process in 1942. This process provided a more efficient method for petroleum refiners to obtain high-octane gasoline by through the conversion of crude oil. The team was awarded US Patent No. 2,451,804, A Method of and Apparatus for Contacting Solids and Gases, and eventually transformed the way petroleum was developed. Their invention was especially important in World War II, as refiners could finally provide enough fuel for the Allies’ fighter planes to battle against the Axis. For his significant contributions to the field of chemical engineering, Campbell was inducted in the National Inventors Hall of Fame in 1999.[1]", "56302927": "Benjamin Dawson Porritt FRSE FIC FIP FIRI (26 January 1884 – 28 January 1940) was an early 20th century British chemist and academic author, specialising in the use of rubber. In authorship he is known as B. D. Porritt. He was a keen yachtsman and rugby player.", "69049680": "Ragna Marie Jenny Rask-Nielsen née Jensen (1900–1998) was a Danish biochemist and medical researcher. After she earned a PhD with a dissertation on the development of carcinogenic tumors in mice in 1948, she carried out laboratory-based studies on antibody-producing tumors. In 1963, her groundbreaking work on viruses causing cancerous lymphoma was published in the journal Nature. When she died at the age of 97, she left her large fortune to a research foundation.[1][2][3]", "54828372": "conformationally restricted and fluorine-containing amino acids and peptides,", "70950228": "Veronica Marie Bierbaum is an emeritus professor of chemistry at the University of Colorado Boulder, specialising in mass spectrometry in the areas of atmospheric chemistry and stellar chemistry.", "11541864": "Milton Harris (March 21, 1906 – September 12, 1991) was an American chemist. Harris founded the Harris Research Laboratories, which later merged with Gillette, and was chairman of the board of directors for the American Chemical Society from 1966 to 1972.", "50306415": "Wilhelm Clemens Lossen (8 May 1838 in Kreuznach – 29 October 1906 in Aachen) was a German chemist. He was the brother of geologist Karl August Lossen.[1]", "8887666": "Carl Wilhelm Wagner (May 25, 1901 – December 10, 1977) was a German Physical chemist. He is best known for his pioneering work on Solid-state chemistry, where his work on oxidation rate theory, counter diffusion of ions and defect chemistry led to a better understanding of how reactions take place at the atomic level. His life and achievements were honoured in a Solid State Ionics symposium commemorating his 100th birthday in 2001, where he was described as the Father of Solid State Chemistry.[1]", "67280250": "Ali Akbar Moosavi-Movahedi (born in Shiraz, Iran, February 1953) is an Iranian Biophysicist, and  Biophysical Chemist at the Institute of Biochemistry and Biophysics, University of Tehran. He is the founder of the Iran Society of Biophysical Chemistry Archived 2014-09-04 at the Wayback Machine.[2] He is the fellow of The World Academy of Sciences (TWAS),[3] fellow of Islamic World Academy of Sciences (IAS), and a member of the Islamic Republic of Iran Academy of Sciences.[4]", "55516543": "Frances Wood OBE FSS (née Chick; 25 December 1883 – 12 October 1919) was an English chemist and statistician after whom the Wood medal of the Royal Statistical Society is named.", "14294403": "Wendell Mitchell Latimer (April 22, 1893 – July 6, 1955) was an American chemist known for the discovery of tritium and his description of oxidation states in the book \"The Oxidation States of the Elements and Their Potentials in Aqueous Solution\".", "65805699": "Ludger Johannes (born February 17, 1966) is a French-German biochemist who has specialized in the field of endocytosis and intracellular trafficking. He and his team study how sugars attached to proteins or lipids influence the transport of biological material   into eukaryotic cells.", "69180810": "Melissa J. Moore is an American biochemist who focuses on RNA. She was the Chief Scientific Officer of Moderna from 2016-2023, where her team contributed to the development of the Moderna COVID-19 vaccine.", "40902028": "Harry Harris FRS, FCRP (30 September 1919 – 17 July 1994.[1]), was a British-born biochemist.  His work showed that human genetic variation was not rare and disease-causing but instead was common and usually harmless.  He was the first to demonstrate, with biochemical tests, that with the exception of identical twins we are all different at the genetic level.[3] This work paved the way for many well-known genetic concepts and procedures such as DNA fingerprinting, the prenatal diagnosis of disorders using genetic markers, the extensive heterogeneity of inherited diseases, and the mapping of human genes to chromosomes[1]", "18324880": "Peter Schwerdtfeger (born September 1, 1955) is a German scientist. He holds a chair in theoretical chemistry at Massey University in Auckland, New Zealand, serves as Director of the Centre for Theoretical Chemistry and Physics, is the Head of the New Zealand Institute for Advanced Study, and is a former president of the Alexander von Humboldt Foundation.", "14392721": "Claude Silbert Hudson (January 26, 1881 – December 27, 1952) was an American chemist who is best known for his work in the area of carbohydrate chemistry.  He is also the namesake of the Claude S. Hudson Award in Carbohydrate Chemistry given by the American Chemical Society.", "52731284": "Jean'ne Marie Shreeve (born 1933) is an American chemist known for her studies of fluorine compounds and explosives. She has held her namesake professorship at the University of Idaho since 2004.[1][2][3]", "30481816": "Johann Andreas Buchner (6 April 1783, Munich – 5 June 1852, Munich) was a German pharmacologist working in the area of alkaloids. He was the father of pharmacologist Ludwig Andreas Buchner (1813–1897).", "9379226": "Thomas Messinger Drown (March 19, 1842 – November 17, 1904) was the fourth University President of Lehigh University in Bethlehem, Pennsylvania, United States. He was also an analytical chemist and metallurgist.[1]", "48831902": "Robert Morgan Fink (1915-2012) was an American biochemist who was a professor at University of California, Los Angeles. He and his wife Kathryn Ferguson Fink, also a biochemist, collaborated to develop techniques in nuclear medicine used for radiolabeling in the study of thyroid cancer treatment.[1]", "17014177": "William Oliver Baker (July 15, 1915 – October 31, 2005) was president of Bell Labs from 1973 to 1979 and advisor on scientific matters to five United States presidents.[1]", "60267941": "Dr William Wallace FRSE FCS (1832–1888) was a 19th-century Scottish chemist who served as Glasgow's first Public analyst. He wrote on various public health issues including sugar refining, gas manufacture and sewage disposal.[1]", "4234662": "Raymond Daudel (2 February 1920[1][2][3] – 20 June 2006[3]) was a French theoretical and quantum chemist.", "53616043": "Dr Alice Whitley MBE (6 February 1913 – 15 August 1990)[1][2] was an Australian chemist and educator. Whitley focused on the science education of women and was for 50 years a faculty member at her alma mater Methodist Ladies' College (now known as the MLC School). She worked as a science teacher and headmistress. Whitley served as president of the Australian Science Teachers Association and the Association of Heads of Independent Girls' Schools.", "59645356": "Edith Weyde (17 September 1901 – 10 February 1989) was a German chemist.[1] She developed the silver salt Diffusion transfer—\"Copyrapid\"—which paved the way for the first photocopiers and instant photography.[1][2][3][4][5] She also laid the foundation for color photography.[1][3][4]", "15637936": "Gustav Ludwig Friedrich Wilhelm Haarmann (24 May 1847 – 6 March 1931) was a German chemist and together with Karl Reimer and Ferdinand Tiemann as scientific consultant founded the Haarmann & Reimer chemical plant for the production of vanillin.", "49290674": "Andrew Lees (born February 1953 in Massachusetts, United States) is an American vaccine chemist known for developing the CDAP conjugation method, used in vaccines manufactured by GlaxoSmithKline (Streptococcus pneumoniae, Neisseria meningitidis ) and conjugate vaccines currently in clinical development by the Serum Institute of India and Chengdu Institute of Biological Products. Currently, Andrew Lees holds 25 patents in the area of conjugate vaccines.", "48405939": "Katherine Golden Bitting (April 29, 1869 - October 15, 1937) was a food chemist for the United States Department of Agriculture, and the National Canners Association. She was a prolific author on the topic of food preservation. To facilitate her investigations, as the Annual Report of the Librarian of Congress (1940) states, she collected \"materials on the sources, preparation, and consumption of foods, their chemistry, bacteriology, preservations, etc., from earliest times to the present day.\" She and her husband, Arvril Bitting, donated a significant collection of materials related to cookery to the Library of Congress. The Bitting Collection containing numerous English and American publications on food preparation from the eighteenth and nineteenth centuries and a sampling of notable French, German, and Italian works. Many modern food safety practices and techniques result directly from research conducted by the couple.", "2334132": "Sir Thomas Fulton Wilson McKillop, FRS, FRSE (born 19 March 1943) is a Scottish chemist, who was CEO of AstraZeneca PLC from 1999 until 2006 and chairman of the RBS Group from 2006 until 2008.", "3677623": "Henry Davis Pochin (25 May 1824 – 28 August 1895)[2] was a British industrial chemist. He invented a process that enabled white soap to be made and a means of using china clay to create better quality paper. He owned several china clay pits in Cornwall, and a mine at Tredegar in South Wales, and was briefly a Liberal Member of Parliament. His wife was Agnes Pochin who was a leading suffragist.", "42212794": "Icie Gertrude Macy Hoobler (July 23, 1892 – January 6, 1984)[1][2] was an American biochemist who did research in human nutrition, specifically pertaining to mothers and children. Despite facing discrimination because of her gender, she became the first woman chair of a local section of the American Chemical Society and won 22 awards and honors for her laboratory's research.[3]", "12295614": "Gustaf Erik Pasch (born Berggren) (3 September 1788 – 6 September 1862) was a Swedish inventor and professor of chemistry at Karolinska institute in Stockholm and inventor of the safety match. He was born in Norrköping, the son of a carpenter. He enrolled at Uppsala University in 1806 and graduated with a master's degree in 1821. Pasch is mostly known for the safety match, but he was also involved with making waterproof concrete for the Göta Canal, manufacture of bank notes and growing of silk worms.[1] He married Augusta Fredrika Vilhelmina Berg in 1827.[2]", "70884798": "Julian Munson Sturtevant (August 9, 1908 – August 12, 2005) was an American chemist and educator.[1] Sturtevant was Professor Emeritus of Chemistry, Molecular Biophysics, and Biochemistry at Yale University.[2]", "54697406": "Geerd Heinrich Friedrich Diercksen (25 March 1936 in Hannover) is a German  theoretical chemist and a pioneer in computational chemistry. In 1963 he was awarded his PhD, supervised by Heinz-Werner Preuß at the Johann Wolfgang Goethe-Universität in Frankfurt am Main, in 1973 he was awarded his habilitation in Chemistry by the Technische Universität München and in 1983 he was appointed professor (apl. Professor). From 1965 to 2001 he worked as scientific staff at the Max-Planck-Institut für Astrophysik and since 2001 he works there as scientist emeritus.", "20815296": "Christopher Spencer Foote (June 5, 1935 – June 13, 2005) was a professor of chemistry at UCLA and an expert in reactive oxygen species, in particular, singlet oxygen.[1] He published 259 articles, editorials, and notes.  He was cited over 14,000 times with an average of 450 citations per year since 1989.  He has an h-index of 67.[2]  He was also known for his textbook Organic Chemistry (with Brown and Iverson).[3][4]", "44899778": "Yury Georgievich Gogotsi (born December 16, 1961, Kyiv, Ukrainian SSR) is a Ukrainian scientist in the field of material chemistry, professor at Drexel University, Philadelphia, PA since the year 2000 in the fields of Materials Science and Engineering and Nanotechnology. Distinguished University and Trustee Chair professor of materials science at Drexel University — director of the A.J. Drexel Nanotechnology Institute (since 2014 – A.J. Drexel Nanomaterials Institute).", "4857289": "Valery Alekseyevich Legasov (Russian: Валерий Алексеевич Легасов; 1 September 1936 – 27 April 1988) was a Soviet inorganic chemist and a member of the Academy of Sciences of the Soviet Union. He is primarily known for his efforts to contain the 1986 Chernobyl disaster. Legasov also presented the findings of an investigation to the International Atomic Energy Agency at the United Nations Office at Vienna, detailing the actions and circumstances that led to the explosion of Reactor No. 4 at the Chernobyl Nuclear Power Plant.", "59186637": "Ekaterina Alekseevna Feoktistova (also Alekseyevna) (Russian:Екатерина Алексеевна Феоктистова, 18 March 1915 – 5 January 1987) was a Ukrainian Soviet chemist, engineer, physicist and explosives expert. She worked on the Soviet atomic bomb project from 1947 until her retirement, leading a laboratory from 1952.", "61414864": "Zha Quanxing (Chinese: 査全性; pinyin: Zhā Quánxìng; April 11, 1925 – August 1, 2019) was a Chinese electrochemist who served as Professor and Chair of the Department of Chemistry of Wuhan University. He was elected an academician of the Chinese Academy of Sciences in 1980.", "11771355": "Robert Joseph Lefkowitz (born April 15, 1943) is an American physician (internist and cardiologist)  and biochemist. He is best known for his groundbreaking discoveries that reveal the inner workings of an important family G protein-coupled receptors, for which he was awarded the 2012 Nobel Prize for Chemistry with Brian Kobilka. He is currently an Investigator with the Howard Hughes Medical Institute as well as a James B. Duke Professor of Medicine and Professor of Biochemistry and Chemistry at Duke University.", "48864732": "Waldemar Belck (25 February 1862, in Danzig – 6 September 1932, in Frankfurt am Main) was a German chemist and amateur archaeologist.", "7871969": "William J. Bernstein (born 1948) is an American financial theorist and neurologist.  His research is in the field of modern portfolio theory and he has published books for individual investors who wish to manage their own equity portfolios.[1] He lives in Portland, Oregon.", "29400546": "Wilhelm Fleischmann (31 December 1837 in Erlangen – 13 January 1920 in Göttingen) was a German agriculturist and chemist. He is known for his work on the chemistry of milk.", "1908198": "Olivia Lum Ooi Lin is a Singaporean businesswoman. She is best known for being the founder, group chief executive officer, and president of the Singapore-based Hyflux Group.[1][2][3][4]", "68296169": "Erin Dolan is the Georgia Athletic Association Professor of Innovative Science Education at the University of Georgia. Dolan is a biochemist known for her research on engaging students in science research.", "37428714": "Gérard Férey (14 July 1941 – 19 August 2017)[1] was a French chemist who was a member of the French Academy of Sciences and a professor at the Versailles Saint-Quentin-en-Yvelines University. He specialized in the physical chemistry of solids and materials. He focused on the crystal chemistry of inorganic fluorides[2] and on porous solids.[3]", "13606390": "Edmund Załęski (18 August 1863 in Lviv (Lemberg), Austria-Hungary – December 1932 in Kraków, Poland) was a Polish chemist, agrotechnician, and plant breeder. He was a professor at the Agricultural University of Dublany, as well as a professor (beginning in 1918) at Jagiellonian University, where he also served as rector from 1930–1931.", "41524731": "Yamuna Krishnan (born 25 May 1974) is a professor at the Department of Chemistry, University of Chicago, where she has worked since August 2014. She was born to P.T. Krishnan and Mini in Parappanangadi, in the Malappuram district of Kerala, India. She was earlier a Reader in National Centre for Biological Sciences, Tata Institute of Fundamental Research, Bangalore, India. Krishnan won the Shanti Swarup Bhatnagar Prize for science and technology, the highest science award in India in the year 2013 in the Chemical Science category.[1]", "64953855": "Lindsay Cahill is a Canadian chemist who uses Magnetic Resonance Imaging (MRI ) to study metabolic abnormalities in pregnancy.[1] She has published more than 70 articles on her research related to nuclear magnetic resonance in studying electrochemical materials and for imaging animal fetuses and placenta.[2] She has published widely-used protocols for the imaging of mouse brains.[3]", "69344771": "Peter Strasser (born 1969 in Heilbronn) is a German chemist. He is the winner of the 2021 Faraday Medal.[1]", "73768458": "Øivind Wilhelmsen (born 1985) is a Norwegian professor of physical chemistry at the Norwegian University of Science and Technology in Trondheim (NTNU), Norway. There he is head of the Thermodynamics group[1] and serves as principal investigator at PoreLab, a Center of excellence.[2] His area of research is thermodynamics, with emphasis on non-equilibrium thermodynamics.[3]", "1416718": "Aleksei Aleksandrovich Balandin (Russian: Алексей Александрович Баландин, December 20 n.s., 1898 – May 22, 1967) was a Soviet chemist member of the Academy of Sciences of the Soviet Union. His primary contribution lies in the field of organic catalysis, where is known as the developed of the multiplet theory of catalysis. He is the author of several books, and many scientific papers.", "20880915": "William Dobinson Halliburton FRS (21 June 1860, in Middlesex – 21 May 1931, in Exeter) was a British physiologist, noted for being one of the founders of the science of biochemistry.", "73637397": "Arnaldo Díaz Vázquez is a Latinx chemist and higher education administrator who is known for mentoring students of color in STEM born in Puerto Rico.[1][2][3]", "34086426": "William Butler, Irish alchemist (c. 1534 – 29 January 1617), was, according to the Compendium of Irish Biography, \"a well-known alchemist, one of the discoverers of the philosopher's stone, and of a powder for bringing the dead to life, was born in Clare about 1534.[1] He died at sea, on his passage to Spain, 29th January 1617.\"", "73637402": "Harold Delaney (1919 – August 2, 1994) was a researcher, scholar, educator and collegiate administrative leader in the field of chemistry, known for his work on the Manhattan Project and atomic bomb.[1][2][3] Delaney was one of the few African American chemists to work on the Manhattan Project at the University of Chicago.[1]", "11279900": "Howard Tracy Hall (October 20, 1919 – July 25, 2008) was an American physical chemist and one of the early pioneers in the research of synthetic diamonds, using a press of his own design.", "1941023": "Frank E. Resnik (October 14, 1928 – April 17, 1995) was CEO (1984–1989) and Chairman (1989–1991) of Philip Morris USA.", "9641508": "William L. Jorgensen (born October 5, 1949, New York) is a Sterling Professor of Chemistry at Yale University.[1] He is considered a pioneer in the field of computational chemistry. Some of his contributions include the TIP3P, TIP4P, and TIP5P water models, the OPLS force field, and his work on free-energy perturbation theory for modeling reactions in solution, protein-ligand binding, and\ndrug design;  he has over 400 publications in the field. Jorgensen has been the Editor of the ACS Journal of Chemical Theory and Computation since its founding in 2005.", "49061416": "Octavio Paredes López (born 1946 in Mocorito, Sinaloa), is a Mexican biochemical engineer and food scientist. He is a past president of the Mexican Academy of Sciences, a founding member of the International Academy of Food Science and Technology, and a member of the Governing Board of the National Autonomous University of Mexico. He received the National Prize for Arts and Sciences in 1991 and the Third World Network of Scientific Organizations Award in 1998.[1]", "13147689": "Thorbergur Thorvaldson (August 24, 1883 – October 4, 1965) was an Icelandic-Canadian chemist. He was the head of the Department of Chemistry at the University of Saskatchewan.", "7183912": "Sergey Georgyevich Kara-Murza (Russian: Сергей Георгиевич Кара-Мурза; born January 23, 1939, in Moscow) is a Soviet and Russian chemist, historian, political philosopher and sociologist.", "46505519": "Claudia Felser (28 July 1962 in Aachen) is a German solid state chemist and materials scientist. She is currently a director of the Max Planck Institute for Chemical Physics of Solids. Felser was elected as a member into the National Academy of Engineering in 2020 for the prediction and discovery of engineered quantum materials ranging from Heusler compounds to topological insulators.", "37461554": "John Ugelstad (31 March 1921 – 3 April 1997) was a Norwegian chemical engineer and inventor, known for discovering a process to manufacture monodisperse micropellets or microbeads and dynabeads.  He was a professor at the Norwegian Institute of Technology and consultant for DuPont.", "44441142": "Robert Reed Squires (January 11, 1953 – September 30, 1998) was an American chemist known for his work in gas phase ion chemistry and flowing afterglow mass spectrometry.[1][2]", "66199103": "René Jacques Lévy (7 July 1875, in Nancy – 15 April 1912, in Atlantic Ocean) was a French chemist who died in the sinking of the Titanic.[1][2] He was the author of several patents[3][4][5][6] operated by the company Air Liquide.", "24321602": "Edwin Lewis Sutermeister  (1876-1958) was an American chemist who is best known for his work on papermaking.", "7577160": "Richard Martin Willstätter FRS(For) HFRSE[1] (German pronunciation: [ˈʁɪçaʁt ˈvɪlˌʃtɛtɐ] ⓘ, 13 August 1872 – 3 August 1942) was a German organic chemist whose study of the structure of plant pigments, chlorophyll included, won him the 1915 Nobel Prize for Chemistry. Willstätter invented paper chromatography following the initial description of the separation technique by Mikhail Tsvet.[3][4]", "60759625": "Frank Thomas Shutt, CBE (15 September 1859 - 5 January 1940) was a Canadian agricultural chemist who worked as Dominion Chemist at the Dominion Experimental Farms in Ottawa.", "66166348": "Mohammad Khaja Nazeeruddin (born 1957 in Thumboor, Andhra Pradesh, India) is an Indian-Swiss chemist and materials scientist who conducts research on  Perovskite solar cells, dye-sensitized solar cells, and light-emitting diodes. He is a professor at EPFL (École Polytechnique Fédérale de Lausanne) and the director of the Laboratory for Molecular Engineering of Functional Materials at School of Basic Sciences.[1][2][3]", "46440012": "Ashanti Johnson (previously Ashanti Johnson-Pyrtle) is an American geochemist and chemical oceanographer.[2] She is the first African American to earn a doctoral degree in oceanography from Texas A&M University.[3]", "53943887": "Kenneth D. Jordan is an American chemist. He is currently the Richard King Mellon Professor and Distinguished Professor of Computational Chemistry at University of Pittsburgh and an Elected Fellow of the American Association for the Advancement of Science, American Chemical Society, Royal Society of Chemistry and American Physical Society.[1][2][3][4][5]", "15310422": "Christian Haass (born 19 December 1960 in Mannheim, Germany) is a German biochemist who specializes in metabolic biochemistry and neuroscience.", "46341719": "Rich G. Carter (born August 27, 1971, Dallas, Texas) is Professor of Chemistry of the Department of Chemistry at Oregon State University.[1] His research fields are synthetic organic chemistry in general and natural product synthesis. He is also the co-founder and CEO of a chemical manufacturing company Valliscor.[2]", "958042": "Rachel Fuller Brown (November 23, 1898 – January 14, 1980) was an American chemist best known for her long-distance collaboration with microbiologist Elizabeth Lee Hazen in developing the first useful antifungal antibiotic, nystatin, while doing research for the Division of Laboratories and Research of the New York State Department of Health. Brown received her B.A. from Mount Holyoke College and her Ph.D from the University of Chicago. She was inducted into the National Inventors Hall of Fame in 1994.[1]", "50962010": "Otto Hermann Krayer (22 October 1899 in Köndringen, Baden – 18 March 1982 in Tucson, Arizona) was a German-American physician, pharmacologist and university professor.", "16227936": "Abdus Suttar Khan (c. 1941 – 31 January 2008) was a Bangladeshi scientist. He researched on aerospace for four decades with NASA, United Technology, and Alstom, a French power generation company.[1] Khan invented more than forty different alloys for commercial application in space shuttles, jet engines, train engines and industrial gas turbines.", "433762": "Raymond Thayer Birge (March 13, 1887 – March 22, 1980) was an American physicist.[1]", "302691": "Henri Victor Regnault ForMemRS (21 July 1810 – 19 January 1878) was a French chemist and physicist best known for his careful measurements of the thermal properties of gases. He was an early thermodynamicist and was mentor to William Thomson in the late 1840s. He never used his first given name, and was known throughout his lifetime as Victor Regnault.", "24256106": "Milan Randić (born 1 October 1930)[1][2] is a Croatian American scientist who is one of the leading experts in the field of computational chemistry.[3]", "7787": "Claude Louis Berthollet (French pronunciation: [klod lwi bɛʁtɔlɛ], 9 December 1748 – 6 November 1822) was a Savoyard-French chemist who became vice president of the French Senate in 1804.[1] He is known for his scientific contributions to theory of chemical equilibria via the mechanism of reverse chemical reactions, and for his contribution to modern chemical nomenclature. On a practical basis, Berthollet was the first to demonstrate the bleaching action of chlorine gas, and was first to develop a solution of sodium hypochlorite as a modern bleaching agent.", "46243434": "Max G. Gergel (July 24, 1921[1] - July 5, 2017) was an American chemist and art collector. He graduated with a BS in chemical engineering from the University of South Carolina in 1942 and founded the Columbia Organic Chemical Company in 1944; he was a cousin of the Hon. Richard Mark Gergel, a Judge of the U. S.  District Court for the District of South Carolina.[2][3] He died in Columbia, South Carolina, on July 5, 2017, aged 96.[4]", "7446128": "Roscoe Gilkey Dickinson (May 3, 1894 – July 13, 1945) was an American chemist, known primarily for his work on X-ray crystallography.  As professor of chemistry at the California Institute of Technology (Caltech), he was the doctoral advisor of Nobel laureate Linus Pauling[1] and of Arnold O. Beckman, inventor of the pH meter.", "13180530": "Rajabazar Science College(M.Sc.) & (Ph.D.)", "6200947": "Slyde (Jalome Beacher), is a fictional character who is a supervillain appearing in American comic books published by Marvel Comics.", "68460149": "Donald Francis Mastick (September 1, 1920 – September 8, 2007) was an American chemist who worked at the Manhattan Project's Los Alamos Laboratory. As part of Project Alberta, he was part of the planning and preparation for the atomic bombing of Hiroshima and Nagasaki, for which he was awarded the Bronze Star Medal. He later worked for the Naval Radiological Defense Laboratory and the Atomic Energy Commission. In 1971, he founded his own interior landscape company, Foliage Plant Systems.", "68034166": "Nikolai Viktorovich Kultashev (Russian: Никола́й Ви́кторович Култа́шев; June 25 (13), 1874 — 1948) was a Russian and Soviet chemist, Doctor of Chemical Sciences, Rector (1918–1919), Dean of the Faculty of Physics and Mathematics (1917–1919) of Perm State University, Professor of Tomsk and Voronezh Universities.", "71540344": "Hans Hermann Julius Wilhelm Weber (17 June 1896 – 12 June 1974) was a German physiologist and biochemist who worked on muscle structure and function. He was among the pioneers who helped establish the mechanism of muscle relaxation and contraction. His daughter Annemarie Weber also continued work in myosin biochemistry.", "16817794": "Michael Bearpark is an English scientist and musician.", "58924675": "Gary M. Hieftje is an analytical chemist, Distinguished Professor, and the Robert & Marjorie Mann Chair of Chemistry at Indiana University in Bloomington, Indiana. Gary M. Hieftje received his A.B. degree at Hope College in Holland, Michigan in 1964, and his PhD from University of Illinois at Urbana–Champaign in 1969. In 1969, he started his career in teaching and research at Indiana University. Hieftje was named a Distinguished Professor in 1985, and entered emeritus status in 2018.[2] As of 2018, Dr. Hieftje has been involved in over 600 publications.[3]", "39362187": "Robert McKee Thomas (1908 – July 23, 1984) was a co-inventor of butyl rubber, along with William J. Sparks.  Thomas held 75 patents, and directed the work of several notable polymer scientists including Francis P. Baldwin.  He worked at the Standard Oil Company, in New Jersey, starting work in 1929 after obtaining a bachelor's degree in chemistry. He retired in 1965.[1]", "68918931": "Judith C. Giordan is an American chemist and businesswoman who is Professor of Practice at Oregon State University. She serves as President Elect of the American Chemical Society. She was awarded the 2010 Garvan–Olin Medal.", "3382937": "Norman Wingate Pirie FRS[1] (1 July 1907 – 29 March 1997), was a British biochemist and virologist who, along with Frederick Bawden, discovered that a virus can be crystallized by isolating tomato bushy stunt virus in 1936. This was an important milestone in understanding DNA and RNA.[2]", "65576605": "Helena Magenbuch (born 14 March 1523 in Nuremberg; died 9 September 1597 in Hohenacker, was a German pharmacist.[1]", "38543013": "William (Bill) J. Madia (born 1947) is an American scientist and laboratory director. Madia holds a Ph.D. in nuclear chemistry, a field in which most of his career was focused at Battelle. In his early twenties, Madia was drafted into the US Army where he trained nuclear reactor operators. He later worked for Battelle, a non-profit research company where he began as a researcher before being promoted to direct various laboratories across the United States and Western Europe. Madia retired in 2007 and joined Stanford University in early 2008.  He retired from Stanford in 2019 and is now President of Madia & Associates, Inc. a management consulting firm.", "13016741": "Alexander Levitzki (Hebrew: אלכסנדר לויצקי; born 13 August 1940) is an Israeli biochemist who is a professor of biochemistry at the Alexander Silberman Institute of Life Sciences, the Hebrew University of Jerusalem.[1][2]", "52240039": "Mushi Santappa FRS FRIC   (2 October 1923 – 26 February 2017) was an Indian polymer chemist, leather technologist and a vice chancellor of Sri Venkateswara University and the University of Madras.[1][2] He was one of the founder directors of Avanti Leathers Limited[3] and was known for his researches on the synthesis of graft copolymers, the properties of macromolecules, and osmotic techniques.[4] He was an elected Fellow of the Indian Academy of Sciences,[5] National Academy of Sciences, India,[6] Royal Institute of Chemistry and New York Academy of Sciences[7] and a founder fellow of the Academy of Sciences, Chennai.[8] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1967, for his contributions to chemical sciences.[9]", "27238054": "Ronald Ernest Grigg FRS[1] (1 September 1935 - 10 January 2021) was a British chemist and Professor of Organic Chemistry at the University of Leeds.[2][3]", "16883374": "Malcolm Dole (March 4, 1903 – November 29, 1990) was an American chemist known for the Dole Effect in which he proved that the atomic weight of oxygen in air is greater than that of oxygen in water[1] and for his work on electrospray ionization, polymer chemistry, and electrochemistry.[2][3]", "33398451": "Setsuro Ebashi MJA ForMemRS (江橋 節郎, Ebashi Setsurō, 31 August 1922 Tokyo – 17 July 2006 Okazaki) was a prominent Japanese physiologist who uncovered the regulatory role of calcium in cells.[1] He is famous for the discovery of Troponin in 1965, which is integral to muscle contraction,[2] as well as for the contribution of diagnosis of muscular dystrophy.", "14524095": "Sir Ernest Laurence Kennaway FRS[1] (23 May 1881 – 1 January 1958) was a British pathologist and Royal Medal winner. He first became interested in natural life when, due to a childhood illness, he was encouraged to spend time outdoors.[2] He was trained at University College London, and in 1898 was accepted into New College, Oxford on an open scholarship to study natural sciences. He graduated with a B.A. in 1903, and after three years at Middlesex Hospital he completed a Bachelor of Medicine and Surgery. After graduating he worked for The Lister Institute for Preventive Medicine and UCL before returning to Oxford, this time to Brasenose College on a Hulme scholarship in 1909. He became a Travelling Fellow of Brasenose in 1910, a Doctor of Medicine in 1911 and a Doctor of Science (specifically physiological chemistry) in 1915.[2]", "43589315": "Francis Brian Shorland OBE (14 July 1909 – 8 June 1999) was a New Zealand organic chemist.", "65576656": "Maria Andreae (1550–1632), was a German pharmacist.", "52469458": "Jarugu Narasimha Moorthy (born 1964) is an Indian organic photochemist and the director of Indian Institute of Science Education and Research, Thiruvananthapuram.He was a Dr. Jag Mohan Garg Chair Professor at the Indian Institute of Technology, Kanpur.[1] He is known for his studies on photoreactivity and organization of organic molecules.[2] and is an elected fellow of the Royal Society of Chemistry[3] and the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2008, for his contributions to chemical sciences.[5]", "3448533": "University of Illinois\nRoyal Institution, London (fellowship 1932–1933)\nUniversity of Liège and Harvard", "21864151": "Ofer Lahav (Hebrew: עופר להב) FRAS FInstP is Perren Chair of Astronomy at University College London (UCL), Vice-Dean (International) of the UCL Faculty of Mathematical and Physical Sciences (MAPS) and Co-Director of the STFC Centre for Doctoral Training in Data Intensive Science.\nHis research area is Observational Cosmology, in particular probing Dark Matter and Dark Energy. His work involves Machine Learning for Big Data.", "8953559": "Hongjie Dai (Chinese: 戴宏杰; born 2 May 1966 in Shaoyang, China)[1] is a Chinese–American nanotechnologist and applied physicist. He is the J.G. Jackson & C.J. Wood Professor of Chemistry at Stanford University.[2] A leading figure in the study of carbon nanotubes,[3][4][5][6] Dai is ranked as one of the top chemists in the world by Science Watch.[7] He is currently the scientific advisor and co-founder to Nirmidas Biotech, Inc., which aims to commercialize his breakthrough research on NIR-II dyes and plasmonic gold (pGOLD) to applications in healthcare and in vitro diagnostics.", "19570398": "Heinrich Hubert Maria Josef Houben (27 October 1875, in Waldfeucht (Rheinland) Germany – 28 June 1940, in Tübingen) was a German chemist. He made achievements within ketone synthesis, terpenes, and camphor studies. After being wounded several times on the front lines in World War I, Houben was made head of the war laboratory. He improved the Hoesch reaction which is now normally called Houben-Hoesch reaction. Houben organized and made a major rework of the book  Methods of Organic Chemistry which is now referred to as Houben-Weyl Methods of Organic Chemistry.", "37560032": "András Perczel (born May 10, 1959) is a Hungarian chemist, biochemist, university professor, an elected member of the Hungarian Academy of Sciences. His major field of research is structural chemistry and biology including synthesis of biomolecules and NMR spectroscopy of peptides and proteins. He was awarded the Bolyai prize (in Hungarian Bolyai János Alkotói díj) in 2011.", "42704615": "Roger Elwood Batzel (December 1, 1921 – July 29, 2000) was an American nuclear scientist, best known as the director of the Lawrence Livermore National Laboratory for over sixteen years, from 1971 to 1988.[1][2][3]", "69443307": "Jun-Ichiro Mukai (September 30, 1931 - January 5, 1998) is a Japanese biochemist,[1] \nemeritus professor at faculty of agriculture, Kyushu University.", "4497137": "Clinton Edward Ballou (June 18, 1923 – March 8, 2021) was an American academic who was a professor of biochemistry at the University of California, Berkeley. His research focused on the metabolism of carbohydrates and the structures of microbial cell walls. He joined the United States National Academy of Sciences in 1975.[1]", "45719283": "Joseph Thomas Walker (January 26, 1908 – April 29, 1952) was a pioneer in forensic science.  He earned a doctorate in chemistry from Harvard University in 1933. In 1934, he created the Massachusetts State Police Chemical Laboratory, the first statewide crime detection lab in the country, and later, the Chemical Laboratories of the Department of Public Safety, which he ran until his death.  During that time, Walker developed many of the scientific techniques utilized in modern crime detection. His eulogy in the Journal of Criminal Law and Criminology states \"Throughout the world his methods are used, his name is known, and all men benefit.\"[1] Lawyer-turned-mystery-writer Erle Stanley Gardner dedicated the foreword to one of his books to Walker[2] and commented, upon hearing of his death, that Walker was \"the greatest real life detective he had known.\"[3]", "73899767": "Jane E. Thomas-Oates (born 16 May 1960) is a British chemist who is an emeritus professor at the University of York. Her research has considered the development of mass spectrometry for biological applications including proteomics, metabolomics, and glycomics.", "8298238": "Zoltan I. Kertesz (September 2, 1903 – August 1968) was a Hungarian-born, American food scientist who was involved in the early development of food microbiology and food chemistry. He was also an active member of the Institute of Food Technologists (IFT).", "12263168": "Sir Cheney Culpeper[1] (1601–1663) was an English landowner, a supporter of Samuel Hartlib,[2] and a largely non-political figure of his troubled times,[3] interested in technological progress and reform. His sister Judith was the second wife of John Colepeper, 1st Baron Colepeper.", "31497986": "Joseph W. Greig (1895–1977) was a Canadian-born American geochemist and physical chemist, a pioneer in high temperature phase equilibria and immiscibility investigations of oxides and sulfides. His name has been assigned to a new magnetic mineral, greigite (Fe3S4) discovered in 1963, increasing to nine the number of minerals known to have been named after Queen's geologists.", "57483011": "Joseph Raymond Lakowicz (born 1948 in Philadelphia) is an American biochemist . He is a professor at the school of medicine of the University of Maryland in Baltimore and director of the Center for Fluorescence Spectroscopy and author of the standard work in this field, which was published in 2006 in the third edition.", "42508039": "Søren Gustav Laland (23 May 1922 – 3 July 1998) was a Norwegian biochemist.", "11312904": "Joseph Chatt CBE FRS[1] (6 November 1914 – 19 May 1994) was a renowned British researcher in the area of inorganic and organometallic chemistry.  His name is associated with the description of the pi-bond between transition metals and alkenes, the Dewar–Chatt–Duncanson model.", "106250": "Harvey Washington Wiley (October 18, 1844 – June 30, 1930) was an American chemist who advocated successfully  for the passage of the landmark Pure Food and Drug Act of 1906 and subsequently worked at the Good Housekeeping Institute laboratories. He was the first commissioner of the United States Food and Drug Administration.", "33627917": "Herbert Henry Uhlig (3 March 1907 – 3 July 1993) was an American physical chemist who studied corrosion.", "794382": "Johann Rudolf Glauber (10 March 1604 – 16 March 1670) was a German-Dutch alchemist and chemist. Some historians of science have described him as one of the first chemical engineers.[1]  His discovery of sodium sulfate in 1625 led to the compound being named after him: \"Glauber's salt\".", "30547739": "Ralph Isadore Dorfman, (1911 – November 19, 1985) was a Jewish American biochemist. His work on metabolism in pharmacology and the use of steroid hormones contributed to the development of the combined oral contraceptive pill.[1]", "48733979": "John Davis (c. 1944 – 7 November 2015) was an Australian documentary filmmaker, mountaineer, television producer, chemical engineer, and member of the Greens. On 14 February 1965, Davis, together with Bryden Allen, Jack Pettigrew and David Witham, became the first climbers to reach the summit of Ball's Pyramid, the world's tallest volcano stack.[1] Davis made more than 100 twenty minute programs, focusing primarily on chemistry and physics, for the Australian Broadcasting Corporation beginning in 1966. He was also the former producer of the long running Behind the News for approximately two and a half years.[2] He left ABC in 1984 to start an educational video company, Classroom Video, which he and his wife, Felicity, owned and operated until 2005.[2]", "60694300": "Lia Addadi (born 1950) is a professor of structural biology at the Weizmann Institute of Science. She works on crystallisation in biology, including biomineralization, interactions with cells and crystallisation in cell membranes.[1] She was elected a member of the National Academy of Sciences (NAS) in 2017 for  “distinguished and continuing achievements in original research”,[2] and the American Philosophical Society (2020).[3]", "4529948": "Michael John Chamberlin (born June 7, 1937, in Chicago)[2] is a Professor Emeritus of biochemistry and molecular biology at University of California, Berkeley. His research focused on the gene expression in both prokaryotes and eukaryotes.[3] He studied how RNA polymerases initiated and terminated transcription. He became a member of the United States National Academy of Sciences in 1986.", "52174621": "Esmond Emerson Snell (September 22, 1914 – December 9, 2003) was an American biochemist who spent his career researching vitamins and nutritional requirements of bacteria and yeast. He is well known for his study of lactic acid-producing bacteria, developing microbiological assays for a number of key nutrients; the discovery of more than half of known vitamins has been attributed to the use of this work. He discovered several B vitamins, including folic acid, and characterized the biochemistry of vitamin B6 (also known as pyrixodal).[1]", "60923680": "Sukbok Chang (장석복; born August 1, 1962) is a South Korean organic chemist. He is a distinguished professor in the Department of Chemistry at Korea Advanced Institute of Science and Technology (KAIST). He is also the director of the Institute for Basic Science (IBS) Center for Catalytic Hydrocarbon Functionalizations (CCHF). He was an associate editor on ACS Catalysis and has served on the editorial advisory boards of The Journal of Organic Chemistry, Journal of the American Chemical Society, and Accounts of Chemical Research.[2] His major research interest is transition metal catalyzed C-H bond functionalization for the carbon-carbon bond and carbon-heteroatom bond formation.", "2203425": "Louis Frederick Fieser (April 7, 1899 – July 25, 1977) was an American organic chemist, professor, and in 1968, professor emeritus at Harvard University. He invented militarily effective napalm while at Harvard in 1942.[1]\nHis award-winning research included work on blood-clotting agents including the first synthesis of vitamin K, synthesis and screening of quinones as  antimalarial drugs, work with steroids leading to the synthesis of cortisone, and study of the nature of polycyclic aromatic hydrocarbons.", "32382755": "Marjorie Constance Caserio (née Beckett; February 26, 1929 – April 19, 2021)[1] was an English chemist. In 1975, she was awarded the Garvan Medal by the American Chemical Society.[1]", "58564387": "Maria-Regina Kula (born 16 March 1937) is an inventor.  She was one of the two prize winners of the German Future Prize in 2002. Also in 2002, she was elected a member of the National Academy of Engineering for contributions to the understanding and practice of enzyme-based chemical processes and protein separations.", "335653": "Robert Havemann (German: [ˈʁoːbɛʁt ˈhaːvəˌman] ⓘ; 11 March 1910 – 9 April 1982) was an East German chemist and dissident.", "69934885": "Frédéric Alphonse Musculus, born on July 16, 1829, in Soultz-sous-Forêts and died on May 26, 1888, in Strasbourg, was a French chemist.", "61808428": "As minor planet discoveries are confirmed, they are given a permanent number by the IAU's Minor Planet Center (MPC), and the discoverers can then submit names for them, following the IAU's naming conventions. The list below concerns those minor planets in the specified number-range that have received names, and explains the meanings of those names.", "63250229": "Xu Xiaobai (May 28, 1927 – March 27, 2014), Suzhou, Jiangsu, environmental chemist, inorganic chemist, academician of the Chinese Academy of Sciences.[1]", "23699256": "Ignatius Gottfried Kaim was an Austrian chemist.\nIn his dissertation De metallis dubiis published in 1770 Kaim describes the reduction of manganese oxide with carbon and the formation of a brittle metal. This is the first description of manganese metal several years before the better known synthesis of Johan Gottlieb Gahn in 1774.", "47161145": "Herbert S. Eleuterio (November 23, 1927 – July 17, 2022) was an American industrial chemist noted for technical contributions to catalysis, polymerization, industrial research management, and science education.  In particular, he discovered the olefin metathesis reaction and several novel  fluoropolymers. Additionally, he explored techniques for research leadership, especially methods for fostering collaboration, globalization, and scientific creativity.[1]", "13770553": "George Ernest Gibson (November 9, 1884 – August 26, 1959) was a Scottish-born American nuclear chemist.", "42508096": "Odd Stokke Gabrielsen (born 1951) is a Norwegian biochemist.", "73473858": "The 1945 Camp Detrick Army Chemists football team represented the United States Army's Camp Detrick in Frederick, Maryland during the 1945 college football season. The Army Chemists compiled a record of 3–4.", "61611849": "Emily V. Fischer is an atmospheric chemist and an associate professor in the department of atmospheric science at Colorado State University. She earned notoriety from her work on the WE-CAN project and on PAN, specifically its role in changing the distribution of oxidants in the troposphere. She has received many honors including the prestigious James B. Macelwane Medal which is \"given annually to three to five early career scientists in recognition of their significant contributions to Earth and space science.\"[2][3] Fischer is also a role model and activist in galvanizing support for women in STEM fields.", "52666190": "Tao Hongjing (456–536), courtesy name Tongming, was a Chinese alchemist, astronomer, calligrapher, military general, musician, physician, and pharmacologist during the Northern and Southern dynasties (420–589). A polymathic individual of many talents, he was best known as a founder of the Shangqing \"Highest Clarity\" School of Taoism and the compiler-editor of the basic Shangqing scriptures.", "13082452": "Karl Weltzien (sometimes Carl Weltzien, 8 February 1813 in Saint Petersburg – 14 November 1870 in Karlsruhe) was a German scientist who was Professor of Chemistry at the Technische Hochschule of Karlsruhe from 1848 to 1869. Starting about 1840, Weltzien constructed new laboratories for chemistry research and teaching at Karlsruhe. Weltzien's successor as Professor of Chemistry was Lothar Meyer.", "40673111": "Antonius Jozef Maria \"Anton\" Berns (born January 1945, Schijndel)[1] is a Dutch scientist researching molecular genetics and author of the Mouse Cancer Models studies series.", "171864": "Jean Rey (c. 1583 – c. 1645) or (in English) John Rey was a French physician and chemist.", "60792670": "Lisa Alvarez-Cohen is the vice provost for academic planning, Fred and Claire Sauer Professor at the University of California, Berkeley. She was elected a member of the National Academy of Engineering in 2010 for the discovery and application of novel microorganisms and biochemical pathways for microbial degradation of environmental contaminants. She is also a Fellow of the American Society for Microbiology.", "4530019": "University of Pennsylvania (B.A) (1935)\nUniversity of Pennsylvania (M.A.) (1936)", "4497254": "Elkan Rogers Blout (July 2, 1919 – December 20, 2006)[2] was a biochemist at Polaroid Corporation, Boston Children's Hospital, and the Edward S. Harkness Professor of Biological Chemistry, emeritus at Harvard University.[3][4]", "32808807": "Arvind Mohan Kayastha (Hindi: अरविन्द मोहन कायस्थ) (born August 1, 1960) is an Indian Biologist in the field of plant biochemistry and enzyme technology. He is a Professor at School of Biotechnology, Banaras Hindu University and was coordinator of School of Biotechnology.[1] He is a fellow of National Academy of Sciences, India,[2] National Academy of Agricultural Sciences,[3] and National Academy of Medical Sciences.[4]", "302953": "Sir Edward Dyer (October 1543 – May 1607) was an English courtier and poet.", "71442285": "Imre Gyula Csizmadia (Budapest, October 30, 1932 – July 13, 2022) was a Canadian Hungarian chemist, university professor, external member of the Hungarian Academy of Sciences.", "30941037": "Jinzaburo Takagi (高木 仁三郎, Takagi Jinzaburō, 18 July, 1938 – 8 October, 2000) was a Japanese assistant professor in nuclear chemistry. He wrote several books on environment protection, and on the threat of nuclear waste. He was given the Yoko Tada Human Rights Award in 1992, and the Ihatobe Award in 1994. He was awarded the Right Livelihood Award in 1997, jointly with Mycle Schneider.[1]", "53550971": "Stephen S. Hecht is an American chemist and cancer researcher. He is the Wallin Land Grant Professor of Cancer Prevention in the Department of Laboratory Medicine and Pathology at the University of Minnesota. He is also a member of the University of Minnesota's Medicinal Chemistry graduate program, as well as the Program Leader of the Carcinogenesis and Chemoprevention Program of the Masonic Cancer Center.[2] Since January 2013, he has also been the editor-in-chief of Chemical Research in Toxicology.[3]", "8527743": "Philipp Friedrich Gmelin (19 August 1721 – 9 May 1768) was a professor of botany and chemistry. He studied the chemistry of antimony and wrote texts on the pancreatic ducts, mineral waters, and botany.", "19537792": "Ekrem Ekinci is Professor of Chemistry. Between 2008 and 2010, he was the rector of Işık University in Istanbul, Turkey.[1]", "1023874": "Gerald Hatten \"Jerry\" Buss (January 27, 1933 – February 18, 2013) was an American businessman, investor, chemist, and philanthropist. He was the majority owner of the Los Angeles Lakers of the National Basketball Association (NBA), winning 10 league championships that were highlighted by the team's Showtime era during the 1980s. He was inducted into the Naismith Memorial Basketball Hall of Fame as a contributor. Buss owned other professional sports franchises in Southern California.", "8691587": "Thomas Kilgore Sherwood (July 25, 1903 – January 14, 1976) was a noted American chemical engineer and a founding member of the National Academy of Engineering.[1]", "32710545": "Arthème Camille Matignon (French pronunciation: [kamij matiɲɔ̃]; 3 January 1867 – 18 March 1934) was a French chemist noted for his work in thermochemistry. He was a member of the Académie des Sciences, President of the French Chemical Society and an honorary Fellow of the British Chemical Society.[1][2]", "69017499": "Kathryn McGrath is a New Zealand chemical scientist. She is deputy vice-chancellor (research) at the University of Technology Sydney, Australia.[1]", "57778075": "Dr Julius Leonard Simkin FRSE (d.1991) was a 20th century British biochemist. In authorship he was known as J. L. Simkin.", "335773": "Christian Friedrich Schönbein HFRSE (18 October 1799 – 29 August 1868) was a German-Swiss chemist who is best known for inventing the fuel cell (1838)[1] at the same time as William Robert Grove and his discoveries of guncotton[2] and ozone.[3][4]", "16818082": "Willey Glover Denis (February 26, 1879 – January 9, 1929) was an American biochemist and physiologist. She was noted particularly for her collaborations with Otto Folin, including studies of protein metabolism. She was a pioneer in the field of clinical chemistry and the measurement of protein in biological fluids (blood, urine and cerebrospinal fluid. She also developed the first reliable method of assaying lead in body tissue and waste.", "25075620": "Ivan Ivanovich Ostromislensky (Russian: Иван Иванович Остромысленский, also Iwan Ostromislensky) (9 September 1880 – 16 January 1939) was a Russian organic chemist. He is credited as the pioneer in studying polymerization of synthetic rubber as well as inventor of various industrial technologies for production of synthetic rubber, polymers and pharmaceuticals.[1][2][3]", "65773479": "John Mosman was an apothecary at the Scottish court.[1]", "3809192": "Prof. Dr. Mohammed Munim al-Izmerly was an Iraqi chemistry professor who allegedly experimented with poisons on prisoners while Saddam Hussein was president of Iraq and died while in US custody in early February 2004, ten months after his arrest.", "67968941": "Shannon W. Boettcher is a Professor in the Department of Chemistry and Biochemistry at the University of Oregon. His research is at the intersection of materials science and electrochemistry, with a focus on fundamental aspects of energy conversion and storage. He has been named a DuPont Young Professor, a Cottrell Scholar, a Sloan Fellow, and a Camille-Dreyfus Teacher-Scholar. He is a ISI highly cited researcher (top 0.1% over past decade). In 2019, he founded the Oregon Center for Electrochemistry and in 2020 launched the nation's first targeted graduate program in electrochemical technology. In 2021 he was named a Blavatnik National Award Finalist.", "53551022": "Sir Alfred Charles Glyn Egerton, FRS (11 October 1886 – 7 September 1959) was a British chemist. After enlisting in the Coldstream Guards, he was seconded to the Department of Explosives Supply and did research into munitions. After the war he studied the vapour pressure of metals before his interest turned to combustion. He pioneered the use of liquid methane as a fuel.", "59350959": "Katrina Miranda is an associate professor of biochemistry at the University of Arizona. She works on nitric oxide and their role in diseases like breast cancer, stroke and chronic pain.", "28778424": "William Richmond (21 November 1941 in Springfield, Fife – 18 August 2010 in Advie) was a Scottish biochemist and medical researcher, best known for developing a new method for testing blood cholesterol. This test has come to be known as the Richmond test. After leaving school, he studied Chemistry at St. Andrews University. His first job was at Victoria Hospital, Kirkcaldy. He later worked in London, and spent most of his working life working in hospitals there, such as St. Mary's Hospital, Paddington. His research, funded by the Medical Research Council, led to the development of a new test for cholesterol in 1973. This test has since been widely used to test for cholesterol levels globally. He died on holiday in an accident while fishing on the Spey. He was always proud to be a Scot, and composed music for the bagpipes.[1][2][3]", "64495545": "Jeanne Ellen Pemberton[2] is an American analytical chemist and Regents' Professor at the University of Arizona. Her research involves surface science and developing applications for glycolipids. In 1997, she was cofounder of the Committee on the Advancement of Women Chemists (COACh). She is an elected Fellow for several scientific societies, including the American Chemical Society and American Association for the Advancement of Science. She has leadership roles with the academic journals Annual Review of Analytical Chemistry and Analytical Chemistry.", "8822716": "Johann Grasshoff (or Grasshof, Grasse)[1][2][3] (c.1560 – 1623) was a Pomeranian jurist, and alchemical writer. He is recorded also as a medical advisor to Ernest of Bavaria, a Syndic, and an Episcopal counselor.", "53649341": "Prof Hugh Bryan Nisbet FRIC FRSE CBE DLit (1902–1969) was a Scottish chemist who served as the first Principal of Heriot-Watt University. He had a specialist knowledge of petroleum.", "4431809": "Howard Vincent Malmstadt, Ph.D,  (February 17, 1922 in Marinette, Wisconsin – July 7, 2003 in Hawaii), emeritus professor of Chemistry at the University of Illinois at Urbana-Champaign and co-founder of the University of the Nations, widely considered the father of modern electronic and computerized instrumentation in chemistry.", "5283780": "Christopher Abell FRS FRSC FMedSci[4] (11 November 1957[5] – 26 October 2020[6]) was a British biological chemist who was a professor of biological chemistry at the Yusuf Hamied Department of Chemistry and Todd-Hamied Fellow of Christ's College, Cambridge.[7] On his 2016 election to the Royal Society, Abell's research was described as having \"changed the face of drug discovery.\"[8]", "8069062": "George W. Parshall (September 19, 1929 – July 28, 2019) was an American organometallic chemist who made notable contributions to homogeneous catalysis.  He was a senior scientist at  E. I. du Pont de Nemours and Company for many years.[1]", "61513671": "Ann Mercy Hunt MBE (25 October 1938 – 25 June 2014) was a British medical researcher and campaigner. She co-founded the Tuberous Sclerosis Association and became a researcher into the tuberous sclerosis complex. Her youngest son died from the condition aged 13. In 1997 the TSC2 gene was identified by a European consortium supported by her organisation.", "42147784": "Professor Vivian Yam Wing-wah (born 10 February 1963)[1] CSci, CChem, FRSC,[2] is a Hong Kong chemist. Yam is the youngest female member ever to be elected to the Chinese Academy of Sciences. She was a 2011 L'Oréal-UNESCO Awards for Women in Science laureate[3] \"for her work on light-emitting materials and innovative ways of capturing solar energy.\"[4]", "60596165": "Ignaz Kreidl (December 11, 1869 – May 21, 1947)[1] was a chemist and industrialist living in Vienna, Austria.[2]", "9609160": "Johann Moriaen (born Nuremberg c.1591-1668) was a German alchemist and early chemist, known as an associate of Samuel Hartlib. He was active in recruiting for Hartlib's network of intellectuals, the Hartlib Circle, and communicating with them.[1] He was a convinced pansophist.[2]", "4890571": "Spencer Ferguson Silver III (February 6, 1941 – May 8, 2021) was an American chemist and inventor who specialized in adhesives. 3M credits him with having devised the adhesive that Arthur Fry used to create Post-it Notes.[1][2]", "34348999": "Professor Ralph Ambrose Kekwick FRS (11 November 1908 Leytonstone Essex – 17 January 2000 Woodford).[1] was a British biochemist who did pioneering work on human plasma fractionation, including the first production of Factor VIII.", "61611982": "Richard Evershed is a Professor of Biogeochemistry and Fellow of the Royal Society.", "597958": "Chaudhry Muhammad Ali[a] (15 July 1905 – 2 December 1982), best known as Muhammad Ali, was a Pakistani politician and statesman who served as the fourth prime minister of Pakistan from August 1955 till his resignation in September 1956. His government transitioned Pakistan from a British Dominion to an Islamic Republic.", "34185169": "Nigel David Forster Grindley FRS (born 24 November 1945)[1] is a British biochemist and Professor of Molecular Biophysics and Biochemistry at Yale University.[2]", "64102358": "Trisha Nell Davis (born May 27, 1954) is an American biochemist,    the current Earl Davie/ZymoGenetics Chair of the department of biochemistry at the University of Washington.[1] Her early research focused on Calmodulin, though the primary focus of her lab has since shifted to the molecular machinery of cell division in budding yeast, especially the microtubule organizing centers and the kinetochores.", "28450776": "University of Bonn\nMax Planck Institute for Chemical Energy Conversion", "62431193": "Sandrine Elizabeth Monique Heutz FRSC CChem CPhys is a Professor of Functional Molecular Materials at Imperial College London. She works on organic and magnetically coupled molecular materials for spintronic applications. In 2008 Heutz was awarded the Institute of Materials, Minerals and Mining Silver Medal.", "2891737": "Paul Werner Gast (September 11, 1930 – May 16, 1973) was an American geochemist and geologist.", "55844827": "William Davidge Page FRSE FCS FGS MIME (died 1939) was a British geologist, chemist, mining engineer and publisher, who created the weekly technical journal Page's Magazine aka Page's Weekly from 1902 to 1906.[1]", "18718682": "William Platt Jencks (August 15, 1927 – January 3, 2007) was an American biochemist.  He was noted particularly for his work on enzymes, using concepts drawn from organic chemistry to understand their mechanisms.[1][2][3]", "19734495": "Joseph Edward Mayer (February 5, 1904, New York City – October 15, 1983) was a chemist who formulated the Mayer expansion in statistical field theory.[1]", "72294370": "Vyacheslav Vasilyevich Lebedinsky (Russian: Вячеслав Васильевич Лебединский; 14 September 1888 – 12 December 1956) was a Russian and Soviet chemist who worked on platinum, rhodium and iridium, their extraction and use in catalysis. He also worked on complex compounds of rhodium and iridium. He was also a noted teacher and guided 20 doctoral students in inorganic chemistry.", "64036835": "Harold Edwin Umbarger (17 July 1921, Shelby, Ohio – 15 November 1999, Carmel, Indiana) was an American bacteriologist and biochemist.", "14950378": "Walter J. Kauzmann (18 August 1916 – 27 January 2009) was an American chemist and professor emeritus of Princeton University. He was noted for his work in both physical chemistry and biochemistry.  His most important contribution was recognizing that the hydrophobic effect plays a key role in determining the three-dimensional structure of proteins.[1]  He is also well known for an insight into the nature of supercooled liquids which is now known as Kauzmann's paradox.[2]  At Princeton, Kauzmann was the David B. Jones Professor Emeritus of Chemistry.  He chaired the department of chemistry from 1964 to 1968 and the department of biochemical sciences from 1980 to 1981.", "6692848": "John Merrill Olin (November 10, 1892 – September 8, 1982) was an American businessman and philanthropist. He was the son of Franklin W. Olin.", "25665521": "James Pickering Kendall FRS[1] FRSE (30 July 1889, in Chobham, Surrey – 14 June 1978, in Edinburgh) was a British chemist.", "434170": "Christian Rosenkreuz (also spelled Rosenkreutz, Rosencreutz, Christiani Rosencreütz and Christian Rose Cross) is the legendary, possibly allegorical, founder of the Rosicrucian Order (Order of the Rose Cross).[4] He is presented in three manifestos that were published early in the 17th century. These were:", "58662908": "Regina Kapeller-Adler, born Regina Kapeller, (28 June 1900 – 31 July 1991) was an Austrian biochemist who, in 1934, devised an innovative test for early pregnancy based on the detection of histidine in urine. As a Jew, she was forced to leave Austria following the country's annexation into Nazi Germany in the Anschluss and went to work with the noted geneticist Francis Crew at the Institute of Animal Genetics at the University of Edinburgh.", "8462335": "Sir Benjamin Collins Brodie, 2nd Baronet FRS (5 February 1817 – 24 November 1880) was an English chemist.", "46440452": "Robert Newton (February 7, 1889 – November 22, 1985) was a Canadian biochemist and academic administrator. Newton attended McGill University (BSc 1912), the University of Manitoba (1921 MSc, 1923 PhD), and University of Alberta (DSc). He was a veteran of World War I. In 1919, he became professor of field husbandry at the University of Alberta. He later was professor of plant biochemistry in the Department of Field Crops, and head of the Department of Field Crops from 1924 to 1932. Newton took a leave to become the head of the Applied Biology Section of the National Research Council in Ottawa, but returned to the University in 1941 to become Dean of Agriculture, which he served until he was named president of the university. He retired in 1950 to the Pacific Coast of Canada, and died in California in 1985.[1][2]", "7315462": "William Henry Perkin Jr., FRS FRSE (17 June 1860 – 17 September 1929) was an English organic chemist who was primarily known for his groundbreaking research work on the degradation of naturally occurring organic compounds.", "22487049": "Michael Charles Harold McKubre is an electrochemist involved with cold fusion energy research.[1][2] McKubre was the director of the Energy Research Center at  SRI International in 1998.[3] He is a native of New Zealand.[2]", "67674127": "Frances Mary Platt (née Judson) FMedSci FRS MAE is a British biochemist and pharmacologist who is a professor at the University of Oxford.[1] Her research investigates rare genetic disorders known as lysosomal storage diseases, progressive conditions that lead to neurodegeneration. She was elected Fellow of the Royal Society in 2021.", "69607442": "Nikolai Denkov Denkov (Bulgarian: Николай Денков Денков, born 3 September 1962) is a Bulgarian politician serving as the Prime Minister of Bulgaria since 6 June 2023.[1] He was previously the Minister of Education of the Republic of Bulgaria. Denkov is a physicist, physical chemist and chemist. He is a member of the Bulgarian Academy of Sciences and was a lecturer at the University of Sofia.", "204819": "Theodor Svedberg (30 August 1884 – 25 February 1971; also known as The Svedberg) was a Swedish chemist and Nobel laureate for his research on colloids and proteins using the ultracentrifuge. Svedberg was active at Uppsala University from the mid-1900s to late 1940s. While at Uppsala, Svedberg started as a docent before becoming the university's physical chemistry head in 1912. After leaving Uppsala in 1949, Svedberg was in charge of the Gustaf Werner Institute until 1967. Apart from his 1926 Nobel Prize, Svedberg was named a Foreign Member of the Royal Society in 1944 and became part of the National Academy of Sciences in 1945.", "36544537": "Agent Helena George \"H.G.\" Wells is a fictional character on the American television series Warehouse 13, played by Jaime Murray.[1] Agent Wells was a recurring guest character of the series, playing the major antagonist of Season 2 and appearing alongside the agents Myka Bering and Pete Lattimer. Wells was portrayed as having a genius-level intellect and a methodical nature besides being an inventor, author, and a former agent of the fictitious Warehouses 12 and 13.", "761886": "Arthur Amos Noyes (September 13, 1866 – June 3, 1936) was an American chemist, inventor and educator, born in Newburyport, Massachusetts, son of Amos and Anna Page Noyes, née Andrews.[1] He received a PhD in 1890 from Leipzig University under the guidance of Wilhelm Ostwald.", "28745761": "Ramendra Kumar Podder (born 9 November 1930) was an Indian Bengali scholar of biochemistry, who served as the Vice Chancellor of the University of Calcutta.[1][2] He was a Member of Parliament, representing West Bengal in the Rajya Sabha the upper house of India's Parliament as a member of the Communist Party of India (Marxist).[3]", "48046115": "Henry Clay White (1848-1927) was an American chemist, notable for his contributions to agricultural science and higher education.[2] He was also an early proponent of Darwin's theory of evolution.[3]", "58433574": "Corbet Page Stewart FSA Scot FRSE (1896–1962) was a Scottish biochemist and academic author.", "25501739": "Bengt Andersson Qvist (sometimes Benct Qvist or Bengt Quist (21 October 1726 – 14 October 1799[1]) was a Swedish chemist and mineralogist.[2] He was assistant of Sven Rinman[3] and after a visit to steel plants in Britain he built a demonstration plant in Sweden.[4]", "12886070": "Dale Lester Boger is an American medicinal and organic chemist and former chair of the Department of Chemistry[1] at The Scripps Research Institute in La Jolla, CA.", "70197314": "David Talbot Day (10 September 1859 – 15 April 1925) was an American chemist and geologist who analyzed petroleum resources, and particularly the extraction of minerals from oil shale. He established the Mineral Resources Division of the US Geological Survey where he pioneered petrochemical fractionation and analysis using chromatographic techniques.", "32645188": "Valeriy V. Chernyshev (born 25 September 1944 in Kemerovo, Soviet Union) is a Russian scientist in nitrogen chemistry.", "27041869": "Brooks H. Pate is the William R. Kenan, Jr. Professor of Chemistry at the University of Virginia.[1][2]", "52633686": "Alok Krishna Gupta (born 1942) is an Indian mineralogist, petrologist and a former Raja Ramanna Fellow of the Department of Atomic Energy at the National Centre of Experimental Mineralogy and Petrology of the University of Allahabad.[1] He is known for his studies on the genesis of alkaline rocks[2] and is an elected fellow of all three major Indian science academies viz. the National Academy of Sciences, India,[3] Indian National Science Academy[4] and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, Atmosphere, Ocean and Planetary Sciences in 1986.[6]", "70197345": "Christoph Weder is the former director of the Adolphe Merkle Institute (AMI) at the University of Fribourg, Switzerland, and a professor of polymer chemistry and materials. He is best known for his work on stimuli-responsive polymers, polymeric materials that change one or more of their properties when exposed to external cues. His research is focused on the development, investigation, and application of functional materials, in particular stimuli-responsive and bio-inspired polymers.[1]", "19374181": "Hippolyte-Victor Collet-Descotils (21 November 1773 in Caen – 6 December 1815 in Paris) was a French chemist. He studied in the École des Mines de Paris, and was a student and friend of Louis Nicolas Vauquelin.", "40116338": "Hans Stammreich (July 16, 1902 in Remscheid, Prussia, Germany - March 6, 1969 in São Paulo, Brazil), was a Brazilian chemist of German origin and an important pioneer of Raman spectroscopy and molecular spectroscopy.", "4235381": "Bernard Pullman (19 March 1919, Włocławek Poland – 9 June 1996) was a French theoretical quantum chemist and quantum biochemist.", "761984": "Ronald George Wreyford Norrish FRS[1] (9 November 1897 – 7 June 1978) was a British chemist who was awarded the Nobel Prize in Chemistry in 1967.[2][3][4]", "52699268": "Victor Martin \"Trik\" Trikojus CBE, DSc, FAA (1902–1985) was an Australian professor of biochemistry.[1][2][3][4] He was the second professor and head of the School of Biochemistry at the University of Melbourne", "44572807": "Anthony Watts (born 7 January 1950) is a British biochemist and Professor of Biochemistry at the University of Oxford and C W Maplethorpe Fellow in Biological Sciences and tutor at St. Hugh's College, Oxford. He is a fellow of the Royal Chemical Society, the Institute of Physics, Royal Society of Biology and Biophysical Society. He was managing director of the European Biophysics Journal, and is a co-opted member of the European Biophysical Societies' Association (EBSA), chair of the British Biophysical Society and chair of the Scientific Committee for the IUPAB/EBSA/BBS/IoP Biophysics congress, 2017. He was President of EBSA (2017-2019) and elected President-elect of IUPAB in 2021.", "69116051": "Marta Irene Litter (born 3 August 1946) is Latin American chemist who is a professor at National University of General San Martín and the CONICET of Argentina. She is a member of The World Academy of Sciences and the Latin American Academy of Sciences.", "51716247": "André Bernanose (17 June 1912 – 18 March 2002) was a 20th-century French physicist, chemist and pharmacologist.", "663705": "Johann Josef Loschmidt (15 March 1821 – 8 July 1895), who mostly called himself Josef Loschmidt (omitting his first name), was a notable Austrian scientist who performed ground-breaking work in chemistry, physics (thermodynamics, optics, electrodynamics), and crystal forms.", "66461852": "Margarita del Val Latorre (born 1959) is a Spanish chemist, immunologist, and virologist. She coordinates the Salud Global (\"Global Health\") platform run by the Spanish National Research Council (CSIC).", "14426270": "Breaking Bad is  an American crime drama television series created and produced by Vince Gilligan for AMC. Set and filmed in Albuquerque, New Mexico, the series follows Walter White (Bryan Cranston), an underpaid, dispirited high-school chemistry teacher struggling with a recent diagnosis of stage-three lung cancer. White turns to a life of crime and partners with a former student, Jesse Pinkman (Aaron Paul), to produce and distribute methamphetamine to secure his family's financial future before he dies, while navigating the dangers of the criminal underworld. Breaking Bad premiered on AMC on January 20, 2008, and concluded on September 29, 2013, after five seasons consisting of 62 episodes.", "34545825": "Robert Guy Griffin (born 1942) is a Professor of Chemistry[1]  and director of the Francis Bitter Magnet Laboratory[2] at Massachusetts Institute of Technology (MIT). He is known for his work in nuclear magnetic resonance (NMR) and developing high-field dynamic nuclear polarisation (DNP) for the study of biological solids. He has contributed many different methods and approaches now widely used in solid-state NMR spectroscopy, in particular in context of magic-angle-spinning NMR. For example, this extends to methods for resolution enhancement via heteronuclear decoupling, as well as techniques for polarisation transfer between nuclei (to enable structure determination of crystallised and aggregated proteins).[3][4]", "10002596": "Antonio Neri (29 February 1576, Florence – 1614) was a Florentine priest who published the book L’Arte Vetraria or The Art of Glass in 1612. This book was the first general treatise on the systematics of glassmaking.[1]"}