{"46700336": "Kevin M. Short (born June 23, 1963) is an American mathematician and entrepreneur. He is a professor of Applied Mathematics at the University of New Hampshire. He is also co-founder and Chief Technology Officer (CTO) at Setem Technologies, in Newbury, Massachusetts. Since 1994, when he began at UNH, Short's academic research and work has continually focused on tying together nonlinear chaos theory and signal processing so that nonlinearity can play a major role in the future of technology development.", "34903867": "Jean-Claude Sikorav (born 21 June 1957) is a French mathematician.  He is professor at  the École normale supérieure de Lyon. He is specialized in symplectic geometry.[1]", "50698045": "Carlos O. Lousto is a Distinguished Professor in the School of Mathematical Sciences in Rochester Institute of Technology, known for his work on black hole collisions.", "71505731": "Frederick Ronald Cohen[1] (1945 – January 16, 2022)[2][3] was an American mathematician working in algebraic topology.", "48535368": "Rufus Oldenburger (6 July 1908, Grand Rapids, Michigan – 22 November 1969) was an American mathematician and mechanical engineer.[1]", "47912777": "Willem van der Woude (15 January 1876 – 23 September 1974) was a Dutch mathematician and rector magnificus (chancellor) of the University of Leiden.[1]", "1349449": "Georgy Maximovich Adelson-Velsky (Russian: Гео́ргий Макси́мович Адельсо́н-Ве́льский; name is sometimes transliterated as Georgii Adelson-Velskii) (8 January 1922 – 26 April 2014) was a Soviet and Israeli mathematician and computer scientist.", "25794379": "Edmund Wingate (1596–1656) was an English mathematical and legal writer, one of the first to publish in the 1620s on the principle of the slide rule, and later the author of some popular expository works. He was also a Member of Parliament during the Interregnum.", "51812175": "Lois Wilfred Griffiths (June 27, 1899 – November 9, 1981) was an American mathematician and teacher. She served as a researcher, mathematician, and professor for 37 years at Northwestern University before retiring in 1964. She is best known for her work in polygonal numbers. She published multiple papers and wrote a textbook, Introduction to the Theory of Equations, published in 1945.", "27694930": "Srđan Ognjanović (Serbian Cyrillic: Срђан Огњановић, English alternatives: Srdjan Ognjanovic, and Srdan Ognjanovic) is a Serbian mathematician. He was a principal of Mathematical Grammar School in Belgrade.", "46929748": "Anna Zofia Krygowska (1904–1988) was a Polish mathematician, known for her work in mathematics education.[1]", "58300245": "Abraham ben Judah Eberlen (Hebrew: אַבְרָהָם בֶּן יְהוּדָה עֵבֶּרלִין) was a sixteenth-century Jewish-German mathematician living in Frankfurt am Main. He was the author of Sefer ha-Ẓifar, a work containing mathematical problems with solutions, which was finished in February 1537.[1]", "1906523": "Fredrik Carl Mülertz Størmer[needs Norwegian IPA] (3 September 1874 – 13 August 1957) was a Norwegian mathematician and astrophysicist. In mathematics, he is known for his work in number theory, including the calculation of π and Størmer's theorem on consecutive smooth numbers. In physics, he is known for studying the movement of charged particles in the magnetosphere and the formation of aurorae, and for his book on these subjects, From the Depths of Space to the Heart of the Atom. He worked for many years as a professor of mathematics at the University of Oslo in Norway. A crater on the far side of the Moon is named after him.", "18421597": "Ronald Fagin (born 1945) is an American mathematician and computer scientist, and IBM Fellow at the IBM Almaden Research Center. He is known for his work in database theory, finite model theory, and reasoning about knowledge.[1]", "40671069": "Jerome Harold Friedman (born December 29, 1939) is an American statistician, consultant and Professor of Statistics at Stanford University, known for his contributions in the field of statistics and data mining.[2][3]", "12654431": "Abdal Ali ibn Muhammad ibn Husayn Birjandi (Persian: عبدعلی محمد بن حسین بیرجندی) (died 1528) was a prominent 16th-century Persian astronomer, mathematician and physicist who lived in Birjand.", "34805600": "Rodney Graham Downey (born 20 September 1957)[1] is a New Zealand and Australian mathematician and computer scientist,[2] an emeritus professor in the School of Mathematics and Statistics at Victoria University of Wellington in New Zealand.[3] He is known for his work in mathematical logic and computational complexity theory, and in particular for founding the field of parameterised complexity together with Michael Fellows.", "57513825": "Mariette Yvinec is a French researcher in computational geometry at the French Institute for Research in Computer Science and Automation (INRIA) in Sophia Antipolis. She is one of the developers of CGAL, a software library of computational geometry algorithms.[1]", "57513826": "Monique Teillaud is a French researcher in computational geometry at the French Institute for Research in Computer Science and Automation (INRIA) in Nancy, France. She moved to Nancy in 2014 from a different INRIA center in Sophia Antipolis,[1] where she was one of the developers of CGAL, a software library of computational geometry algorithms.[2]", "2168672": "Fellow of the Institute of Mathematical Statistics (1944)\nMember of the International Statistics Institute (1949)\nHonorary member of the Société Adolphe Quetelet (1954)\nHonorary fellow of the Royal Statistical Society (1959)\nUniversity of North Carolina's Oliver Max Gardner Award (1959)\nInternational Award for Distinguished Service to Agriculture (awarded by Gamma Sigma Delta, 1960)\nHonorary Life Membership of the Biometric Society (1964)", "16029536": "Robert Martin Williams CB CBE (30 March 1919 – 18 March 2013), generally known as Robin Williams, was a New Zealand mathematician, academic administrator and public servant. He served as vice chancellor of the University of Otago from 1967 to 1972, and of the Australian National University from 1973 to 1975. Between 1975 and 1981, he was chair of the State Services Commission.", "5183333": "Joseph L. Fleiss (November 13, 1937 – June 12, 2003) was an American professor of biostatistics at the Columbia University Mailman School of Public Health, where he also served as head of the Division of Biostatistics from 1975 to 1992. He is known for his work in mental health statistics, particularly assessing the reliability of diagnostic classifications, and the measures, models, and control of errors in categorization.", "35100513": "Hideo Shimizu (清水 英男) (fl. 1963) is a Japanese mathematician who introduced Shimizu L-functions.", "32380784": "Lester R. Rice-Wray was a professor of mathematics at the University of Denver[1] who later was elected to the City Council in Los Angeles, California, and was the first councilman there to face a recall election under the 1925 city charter.", "30545778": "Henry Berthold Mann (27 October 1905, Vienna – 1 February 2000, Tucson)[1] was a professor of mathematics and statistics at the Ohio State University. Mann proved the Schnirelmann-Landau conjecture in number theory, and as a result earned the 1946 Cole Prize. He and his student developed the (\"Mann-Whitney\") U-statistic of nonparametric statistics.[2] Mann published the first mathematical book on the design of experiments: Mann (1949).[3]", "8689526": "Prince Baldassarre Boncompagni-Ludovisi (10 May 1821 – 13 April 1894), was an Italian historian of mathematics and aristocrat.", "42538871": "Gordon Douglas Slade FRS FRSC (born December 14, 1955, in Toronto) is a Canadian mathematician, specializing in probability theory.[1][2]", "8918906": "Edward Thomas Copson FRSE (21 August 1901 – 16 February 1980) was a British mathematician who contributed widely to the development of mathematics at the University of St Andrews, serving as Regius Professor of Mathematics amongst other positions.", "1349499": "Evgenii Mikhailovich Landis (Russian: Евге́ний Миха́йлович Ла́ндис, Yevgeny Mikhaylovich Landis; 6 October 1921 – 12 December 1997) was a Soviet mathematician who worked mainly on partial differential equations.", "2430844": "James Harris Simons (born 25 April 1938) is an American hedge fund manager, investor, mathematician, and philanthropist.[3] He is the founder of Renaissance Technologies, a quantitative hedge fund based in East Setauket, New York. He and his fund are known to be quantitative investors, using mathematical models and algorithms to make investment gains from market inefficiencies. Due to the long-term aggregate investment returns of Renaissance and its Medallion Fund, Simons is described as the \"greatest investor on Wall Street\", and more specifically \"the most successful hedge fund manager of all time\".[4][5][6]", "5543805": "Moritz Abraham Stern (29 June 1807 – 30 January 1894) was a German mathematician. Stern became Ordinarius (full professor) at Göttingen University in 1858, succeeding Carl Friedrich Gauss. Stern was the first Jewish full professor at a German university who attained the position without changing his Jewish religion.[1] Although Carl Gustav Jacobi preceded him (by three decades) as the first Jew to obtain a math professorial chair in Germany, Jacobi's family had converted to Christianity long before then.", "497531": "James Ivory, FRS FRSE KH LLD (17 February 1765 – 21 September 1842) was a British mathematician. He proposed Ivory's theorem.", "50009984": "Mary Wynne Warner (née Davies;[1] 22 June 1932 – 1 April 1998) was a Welsh mathematician, specializing in fuzzy mathematics.[2][3] Her obituary in the Bulletin of the London Mathematical Society noted that fuzzy topology was \"the field in which she was one of the pioneers and recognized as one of the leading figures for the past thirty years.\"[4]", "37721996": "Norman J. Pullman ((1931-03-31)March 31, 1931 – (1999-05-28)May 28, 1999) was a mathematician, professor of mathematics, and Doctor of Mathematics, who specialized in number theory, matrix theory, linear algebra, and theory of tournaments.[1][2][3]", "2332561": "Bernard Forest de Bélidor (1698, Catalonia, Spain – 8 September 1761, Paris, France) was a French engineer, significant to the development of the science of hydraulics and ballistics.[1]", "57546644": "Elayne Arrington (born c. 1940) is an American mathematician and engineer. She was the first African American woman to graduate with a bachelor's degree from the School of Engineering at the University of Pittsburgh. After earning her Ph.D., she went on to conduct performance analyses of Soviet Union aircraft at the Wright-Patterson Air Force Base.[1][2]", "1578929": "Colonel Sir John Sinclair, 1st Baronet, PC, MP, FRS, FRSE, FSA (10 May 1754 – 21 December 1835), was a Scottish politician, military officer, planter and writer who was one of the first people to use the word \"statistics\" in the English language in his pioneering work, Statistical Accounts of Scotland, which was published in 21 volumes.", "45717431": "Hamid Naderi Yeganeh (Persian: حمید نادری یگانه; born July 26, 1990, in Iran[1]) is an Iranian mathematical artist and digital artist.[2][3][4] He is known for using mathematical formulas to create drawings of real-life objects, intricate and symmetrical illustrations, animations, fractals and tessellations.[5][6][7][8][9] Naderi Yeganeh uses mathematics as the main tool to create artworks.[10] Therefore, his artworks can be totally described by mathematical concepts.[11][2] Mathematical concepts he uses in his work include trigonometric functions, exponential function, Fibonacci sequence, sawtooth wave, etc.[12][13][14][15][16]", "7313339": "Louis Hirsch Kauffman (born February 3, 1945) is an American mathematician, mathematical physicist, and professor of mathematics in the Department of Mathematics, Statistics, and Computer science at the University of Illinois at Chicago. He does research in topology, knot theory, topological quantum field theory, quantum information theory, and diagrammatic and categorical mathematics. He is best known for the introduction and development of the bracket polynomial and the Kauffman polynomial.", "497595": "George Atwood FRS (c. October 1745 – 11 July 1807) was an English mathematician who invented the Atwood machine for illustrating the effects of Newton's laws of motion. He was also a renowned chess player whose skill for recording many games of his own and of other players, including François-André Danican Philidor, the leading master of his time, left a valuable historical record for future generations.", "23533501": "Thomas Branker (Brancker) (1633–1676) was an English mathematician.", "43194299": "Dmitry Matveyevich Smirnov (Russian: Дмитрий Матвеевич Смирнов; 27 October 1919 in Shilovo, Seredskii District, \nIvanovo Oblast, Soviet Union – 14 April 2005[1]) was a Soviet mathematician working in group theory and Jónsson–Tarski algebras.", "62855104": "John Williams Calkin[1] (11 October 1909, New Rochelle, New York – 5 August 1964, Westhampton, New York) was an American mathematician, specializing in functional analysis. The Calkin algebra is named after him.[2]", "68884417": "Saket Saurabh is an Indian computer scientist who is currently the Professor of Theoretical Computer Science at the Institute of Mathematical Sciences, Chennai (IMSc), India and an adjunct faculty at University of Bergen, Norway. He specializes in parameterized complexity, exact algorithms, graph algorithms and game theory.[1] His fundamental contributions to the area of parameterized complexity include procedures for obtaining algorithmic lower bounds, and meta-theorems on preprocessing. Saket Saurabh was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in Mathematical Sciences in the year 2021.[2]", "6592450": "Helmut Maier (born 17 October 1953) is a German mathematician and professor at the University of Ulm, Germany. He is known for his contributions in analytic number theory and mathematical analysis and particularly for the so-called Maier's matrix method as well as Maier's theorem for primes in short intervals. He has also done important work in exponential sums and trigonometric sums over special sets of integers and the Riemann zeta function.[1][2]", "1120202": "Dominic David Joyce FRS[1] (born 8 April 1968) is a British mathematician, currently a professor at the University of Oxford and a fellow of Lincoln College since 1995.[2][3][4] His undergraduate and doctoral studies were at Merton College, Oxford. He undertook a DPhil in geometry under the supervision of Simon Donaldson, completed in 1992.[5][6]  After this he held short-term research posts at Christ Church, Oxford, as well as Princeton University and the University of California, Berkeley in the United States.", "35657674": "George Harvey, Esq., FRS FRSE FLS FGS FRAS (died 29 October 1834) was an English mathematician, known for his scientific and engineering writings, on meteorology, ship building, and colour blindness.", "65705932": "Tatiana Shubin is a Soviet and American mathematician known for her work developing math circles, social structures for the mathematical enrichment of secondary-school students, especially among the Navajo and other Native American people. She is a professor of mathematics at San José State University in California.[1]", "67606476": "Miriam (Miki) Gasko Donoho (also published as Miriam Gasko-Green) is an American statistician whose research topics have included data visualization,[A][1] equivalences between binary regression and survival analysis,[B][2] and robust regression.[C][3]", "48437196": "Itai Benjamini is an Israeli mathematician who holds the Renee and Jay Weiss Chair in the Department of Mathematics at the Weizmann Institute of Science.[1]", "69703634": "Nader Masmoudi (born 1974 in Sfax) is a Tunisian mathematician.", "61741015": "Jean-Pierre Ramis, born in 1943, is a French mathematician and a member of the French Academy of Sciences.[1]", "2463705": "Eugene Salamin is a mathematician who discovered (independently with Richard Brent) the Salamin–Brent algorithm, used in high-precision calculation of pi.[1][2]", "35264474": "Ralph Lent Jeffery (3 October 1889 Overton, Yarmouth County, Nova Scotia, Canada – 1975 Wolfville, Nova Scotia)  was a Canadian mathematician working on analysis.", "5445596": "Byrhtferth (Old English: Byrhtferð; c. 970 – c. 1020) was a priest and monk who lived at Ramsey Abbey in Huntingdonshire (now part of Cambridgeshire) in England.[1] He had a deep impact on the intellectual life of later Anglo-Saxon England and wrote many computistic, hagiographic, and historical works.[2][3] He was a leading man of science and best known as the author of many different works (although he may not have written many of them).[4] His Manual (Enchiridion), a scientific textbook, is Byrhtferth's best known work.[5]", "202719": "Liu Hui (fl.  3rd century CE) was a Chinese mathematician who published a commentary in 263 CE on Jiu Zhang Suan Shu (The Nine Chapters on the Mathematical Art).[2] He was a descendant of the Marquis of Zixiang of the Eastern Han dynasty and lived in the state of Cao Wei during the Three Kingdoms period (220–280 CE) of China.[3]", "36837348": "David Conlon (born 1982) is an Irish mathematician who is a Professor of Mathematics at the California Institute of Technology. His research interests are in Hungarian-style combinatorics, particularly Ramsey theory, extremal graph theory, combinatorial number theory, and probabilistic methods in combinatorics.[1] He proved the first superpolynomial improvement on the Erdős–Szekeres bound on diagonal Ramsey numbers. He won the European Prize in Combinatorics in 2011 for his work in Ramsey theory and for his progress on Sidorenko's conjecture, and the Whitehead Prize in 2019.", "6117": "Charles Sanders Peirce (/pɜːrs/[8][9] PURSS; September 10, 1839 – April 19, 1914) was an American scientist, mathematician,  logician, and philosopher who is sometimes known as \"the father of pragmatism\".[10][11] According to philosopher Paul Weiss, Peirce was \"the most original and versatile of America's philosophers and America's greatest logician\".[12] Bertrand Russell wrote \"he was one of the most original minds of the later nineteenth century and certainly the greatest American thinker ever\".", "32577513": "Vikram Bhagvandas Mehta (August 15, 1946 – June 4, 2014) was an Indian mathematician who worked on algebraic geometry and vector bundles. Together with Annamalai Ramanathan he introduced the notion of Frobenius split varieties, which  led to the solution of several problems about Schubert varieties.[1] He is also known to have worked, from the 2000s onward, on the fundamental group scheme. It was precisely in the year 2002 when he and Subramanian published a proof of a conjecture by Madhav V. Nori[2] that brought back into the limelight the theory of an object that until then had met with little success.[3]", "64788459": "Elena Fernández Aréizaga (born July 4, 1956) is a Spanish operations researcher, the former president of the Association of European Operational Research Societies. Topics in her research include facility location, network design, the vehicle routing problem, and heuristic methods for mathematical optimization. She is a professor of statistics and operations research at the University of Cádiz.[1]", "6125": "Johann Carl Friedrich Gauss (German: Gauß [kaʁl ˈfʁiːdʁɪç ˈɡaʊs] ⓘ;[2][3] Latin: Carolus Fridericus Gauss; 30 April 1777 – 23 February 1855) was a German mathematician, geodesist, and physicist who made significant contributions to many fields in mathematics and science. Gauss ranks among history's most influential mathematicians and has been referred to as the \"Prince of Mathematicians\".[4][5][6]", "35002352": "Michael Anthony Steel (born May 1960) is a New Zealand mathematician and statistician, a Distinguished Professor of mathematics and statistics [1] and the Director of the Biomathematics Research Centre at the University of Canterbury in Christchurch, New Zealand.[2] He is known for his research on modeling and reconstructing evolutionary trees.", "42014707": "Pavol Hell is a Canadian mathematician and computer scientist, born in Czechoslovakia. He is a professor of computing science at Simon Fraser University. Hell started his mathematical studies at Charles University in Prague, and moved to Canada in August 1968 after the Warsaw Pact invasion of Czechoslovakia. He obtained his MSc from McMaster University in Hamilton, under the joint supervision of Gert Sabidussi and Alex Rosa, and his PhD at the Universite de Montreal, with Gert Sabidussi. In his PhD research he pioneered, on the suggestion of Gert Sabidussi, the study of graph retracts. He describes his area of interest as \"computational combinatorics\", including algorithmic graph theory and complexity of graph problems. His current focus is on nicely structured graph classes, and on the complexity of various versions of graph homomorphism problems.", "55711732": "Estelle Lucille Basor (born 1947)[1] is an American mathematician interested in operator theory and the theory of random matrices.\nShe is professor emeritus of mathematics at the California Polytechnic State University (Cal Poly),[2] and deputy director of the American Institute of Mathematics.[3]", "56596473": "Vlastimil Dlab  (born 5 August 1932) is a Czech-born Canadian mathematician who has worked in Czechoslovakia, Sudan, Australia and especially Canada where he founded and led an influential department of modern mathematics.[1]", "68851708": "Alvaro Thomaz, Alvarus Thomaz, or Álvaro Tomás (fl. 1500–1521) was a Portuguese mathematician in the tradition of calculatores. He is known from his book Liber de triplici motu proportionibus annexis magistri published in 1509 which examined the work of the Merton College calculators of England.", "10229758": "David Alexander Vogan Jr. (born September 8, 1954) is a mathematician at the Massachusetts Institute of Technology who works on unitary representations of simple Lie groups.", "49321993": "Maurice L'Abbé (1920 – July 21, 2006) was a Canadian academic and mathematician.", "6887436": "Henry Ellis Daniels FRS[1] (2 October 1912 – 16 April 2000)[2][3] was a British statistician. He was President of the Royal Statistical Society (1974–1975), and was awarded its Guy Medal in Gold in 1984, following a silver medal in 1947. He became a Fellow of the Royal Society of London in 1980. The Parry-Daniels map is named after him (together with the English mathematician Bill Parry).[3][4]", "45422609": "Bodil Branner  (born 5 February 1943, in Aarhus) is a retired Danish mathematician, one of the founders of European Women in Mathematics and a former chair of the Danish Mathematical Society. Her research concerned holomorphic dynamics and the history of mathematics.[1]", "38606867": "Louis J. Gross (born January 6, 1952) is distinguished professor of ecology and evolutionary biology and mathematics at the University of Tennessee.[1]  He is the founding director of the National Institute for Mathematical and Biological Synthesis and the Institute for Environmental Modeling.[2][3] His research focuses on computational and mathematical ecology, with applications to plant physiological ecology, conservation biology, natural resource management, and landscape ecology.", "70326293": "Dominique Hulin (born 1959)[1] is a French mathematician specializing in differential geometry and known for her textbook on Riemannian geometry.", "61741078": "Gilles Lebeau is a French mathematician born on 17 November 1954, professor at the University of Nice Sophia-Antipolis (since 2001),[1] member of the Institut universitaire de France (since 2003)[2] and member of the Académie des sciences (since 2005).[3]", "9017365": "Andrea Argoli (in Latin, Andreas Argolus) (15 March 1570 – 27 September 1657), born in Tagliacozzo, was an Italian mathematician, astronomer and astrologer. He was one of the most important 17th-century makers of ephemerides, which gave the positions of astronomical objects in the sky at a given time or times.", "26122264": "Steven Eugene Shreve is a mathematician and currently the Orion Hoch Professor of Mathematical Sciences at Carnegie Mellon University and the author of several major books on the mathematics of financial derivatives.", "46929954": "specifically on stochastic moment equations  and universality in network dynamics.", "104482": "Vladimir Alexandrovich Voevodsky (/vɔɪɛˈvɒdski/, Russian: Влади́мир Алекса́ндрович Воево́дский; 4 June 1966 – 30 September 2017) was a Russian-American mathematician. His work in developing a homotopy theory for algebraic varieties and formulating motivic cohomology led to the award of a Fields Medal in 2002. He is also known for the proof of the Milnor conjecture and motivic Bloch–Kato conjectures and for the univalent foundations of mathematics and homotopy type theory.", "46176291": "Takao Nishizeki (西関 隆夫, Nishizeki Takao, 1947 – 30 January 2022[1]) was a Japanese mathematician and computer scientist who specialized in graph algorithms and graph drawing.", "104485": "Laurent Lafforgue (French: [lafɔʁɡ]; born 6 November 1966) is a French mathematician. He has made outstanding contributions to Langlands' program in the fields of number theory and analysis,[1] and in particular proved the Langlands conjectures for the automorphism group of a function field. The crucial contribution by Lafforgue to solve this question is the construction of compactifications of certain moduli stacks of shtukas. The proof was the result of more than six years of concentrated efforts.[citation needed]", "5380138": "Albert Edward Ingham FRS (3 April 1900 – 6 September 1967) was an English mathematician.[4]", "69277738": "Nikolai Danilovich Morozkin  (Russian: Николай Данилович Морозкин; born 27 November 1953) is a Soviet and Russian mathematician. Doctor of Physical and Mathematical Sciences (1996), Professor (1997), Rector of Bashkir State University (since 2013), Honorary Figure of Higher Education of the Russian Federation (2011).[1]", "71342125": "Cai Tianxin (Chinese: 蔡天新, born March 3, 1963, in Taizhou, Zhejiang) is a Chinese mathematician, poet and essayist noted for his books Mathematical Legends, A Brief History of Mathematics, Mathematics an Arts, A Modern Introduction to Classical Number Theory,  Little memory: my Childhood in Mao’s Time, etc. He is a professor in the Mathematical School of Zhejiang University.[1]", "12949553": "Serenus of Antinoöpolis (Greek: Σερῆνος; c. 300 – c. 360 AD) was a Greek mathematician from the Late Antique Thebaid in Roman Egypt.", "6110326": "Paul of Middelburg (1446 – 13 December 1534) was a scientist from Zeeland and bishop of Fossombrone.", "63707187": "Daniel Dugué was a French mathematician specializing in probability and statistics. He was born on 22 September 1912 in Saint-Louis in Senegal and died on 10 September 1987 in Paris, France.[1]", "14260279": "Paulo Pinheiro is a Brazilian American computer scientist working in the areas of provenance and semantic web in support of sciences. Pinheiro has been a research scientist at the Rensselaer Polytechnic Institute's Tetherless World Constellation since 2013.[1] Between 2011 and 2013, he was a staff scientist at the U.S. Department of Energy's Pacific Northwest National Laboratory. Between 2006 and 2012, he was an associate professor of computer science at the University of Texas at El Paso. Pinheiro is from a long line of scientists and engineers: his father is a retired professor of material sciences at the Universidade Federal de Minas Gerais; his paternal grandfather was the founding Mine Superintendent of Vale S.A., the second largest mining company in the world[2] and Israel Pinheiro da Silva, a great-granduncle, was the chief engineer responsible for the construction of Brasilia, the capital of Brazil.", "26712125": "Tamás Erdélyi is a Hungarian-born mathematician \nworking at Texas A&M University. His main areas of research are related to polynomials and their approximations, although he also works in other areas of applied mathematics.[1]", "63051838": "Shandelle Marie Henson (born 1964)[1] is an American mathematician and mathematical biologist known for her work in population dynamics.[2] She is a professor of mathematics and ecology at Andrews University in Berrien Springs, Michigan, and the editor-in-chief of the journal Natural Resource Modeling.[3]", "104509": "Maxim Lvovich Kontsevich (Russian: Макси́м Льво́вич Конце́вич, IPA: [mɐkˈsʲim ˈlʲvovʲɪtɕ kɐnˈtsɛvʲɪtɕ] ⓘ; born 25 August 1964)[1] is a Russian and French[2] mathematician and mathematical physicist. He is a professor at the Institut des Hautes Études Scientifiques and a distinguished professor at the University of Miami. He received the Henri Poincaré Prize in 1997, the Fields Medal in 1998, the Crafoord Prize in 2008, the Shaw Prize and Breakthrough Prize in Fundamental Physics in 2012, and the Breakthrough Prize in Mathematics in 2015.[3]", "13080642": "Raghu Raj Bahadur (30 April 1924 – 7 June 1997) was an Indian statistician considered by peers to be \"one of the architects of the modern theory of mathematical statistics\".[1][2]", "727110": "Samuel Hunter Christie FRS (22 March 1784 – 24 January 1865) was a British physicist and mathematician.", "4560966": "Scipione del Ferro (6 February 1465 – 5 November 1526) was an Italian mathematician who first discovered a method to solve the depressed cubic equation.", "25794633": "Spencer Janney Bloch (born May 22, 1944; New York City[1]) is an American mathematician known for his contributions to algebraic geometry and algebraic K-theory. Bloch is a R. M. Hutchins Distinguished Service Professor Emeritus in the Department of Mathematics of the University of Chicago. He is a member of the U.S. National Academy of Sciences[2] and a Fellow of the American Academy of Arts and Sciences[3][4] and of the American Mathematical Society.[5] At the International Congress of Mathematicians, he gave an invited lecture in 1978[6] and a plenary lecture in 1990.[4][7] He was a visiting scholar at the Institute for Advanced Study in  1981–82.[8] He received a Humboldt Prize in 1996.[9] He also received a 2021 Leroy P. Steele Prize for Lifetime Achievement.[10]", "596044": "William James Sidis (/ˈsaɪdɪs/; April 1, 1898 – July 17, 1944) was an American child prodigy with exceptional mathematical and linguistic skills. He wrote the book The Animate and the Inanimate, published in 1925 (written around 1920), in which he speculated about the origin of life in the context of thermodynamics.", "62724173": "Ghaffar Farzadi (Persian: غفار فرزدی) is an Iranian mathematician at University of Tabriz. Farzadi is senior member of the Freedom Movement of Iran,[1] a member of its central council,[2] as well as head of its regional branch in Azerbaijan.[3] He has been detained several times for his political activities.[1]", "727118": "Helmut Hasse (German: [ˈhasə]; 25 August 1898 – 26 December 1979) was a German mathematician[1] working in algebraic number theory, known for fundamental contributions to class field theory, the application of p-adic numbers to local class field theory and diophantine geometry (Hasse principle), and to local zeta functions.", "21108819": "Michael Griebel is a German mathematician. His research focus lies on scientific computing, and he helped develop computer algorithms for sparse grids.", "19404886": "James W. Cannon (born January 30, 1943) is an American mathematician working in the areas of low-dimensional topology and geometric group theory. He was an Orson Pratt Professor of Mathematics at Brigham Young University.", "30546008": "William Bull (1738–1814) was an English independent minister.", "18618458": "Stephen Peter \"Steve\" Brooks is Executive Director of Select Statistical Services Ltd,[2] a statistical research consultancy company based in Exeter, and former professor of statistics at the Statistical Laboratory of the University of Cambridge.[3]", "39327836": "Michèle Moons (1951-1998) was a Belgian scientist, leading researches on Celestial Mechanics for the department of mathematics of Facultés Universitaires Notre Dame de la Paix in Namur (Belgium).", "64788574": "Toshiki Mabuchi (kanji: 満渕俊樹, hiragana: マブチ トシキ, Mabuchi Toshiki, born in 1950) is a Japanese mathematician, specializing in complex differential geometry and algebraic geometry.[1] In 2006 in Madrid he was an invited speaker at the International Congress of Mathematicians.[2] Mabuchi is known for introducing the Mabuchi functional.", "71777": "Satyendra Nath Bose FRS, MP[1] (/ˈboʊs/;[4][a] 1 January 1894 – 4 February 1974) was an Indian mathematician and physicist specializing in theoretical physics. He is best known for his work on quantum mechanics in the early 1920s, in developing the foundation for Bose–Einstein statistics and the theory of the Bose–Einstein condensate. A Fellow of the Royal Society, he was awarded India's second highest civilian award, the Padma Vibhushan, in 1954 by the Government of India.[5][6][7]", "50141287": "Harvey P. Greenspan (born February 22, 1933 in Brooklyn, New York) is an applied mathematician and Professor emeritus at the Massachusetts Institute of Technology. He is notable for theoretical and experimental contributions in various subjects such as wave motion, oceanography, magneto-hydrodynamics, rotating fluids, bio-fluid dynamics, mixtures, centrifugal separation and multi-phase flows.", "46536807": "Gerhard Thomsen (23 June 1899 – 4 January 1934) was a German mathematician, probably best known for his work in various branches of geometry.", "9214056": "Gyula Y. Katona (born 4 December 1965) is a Hungarian mathematician, the son of mathematician Gyula O. H. Katona. He received his Ph.D. in 1997 from Hungarian Academy of Sciences, with a dissertation titled Paths and Cycles in Graphs and Hypergraphs under the advisement of László Lovász and András Recski, and as of 2009[update] is on the faculty of the Budapest University of Technology and Economics.", "39950449": "Edward R. Scheinerman is an American mathematician, working in graph theory and order theory. He is a professor of applied mathematics, statistics, and computer science at Johns Hopkins University.[1] His contributions to mathematics include Scheinerman's conjecture, now proven, stating that every planar graph may be represented as an intersection graph of line segments.[2]", "67868790": "Dmitrii (or Dmitry) Valerevich Treschev (Дмитрий Валерьевич Трещёв, born 25 October 1964 im Olenegorsk, Murmansk Oblast)  is a Russian mathematician and mathematical physicist, specializing in dynamical systems of classical mechanics.", "65050747": "Dionysios Pyrrhos the Thessalian (Greek: Διονύσιος Πύρρος ο Θετταλός; 1774 or 1777, Kastania, Trikala – 12 February 1853, Athens), was a monk, doctor, writer and publisher.[1][2]", "12818557": "Bryson of Heraclea (Greek: Βρύσων Ἡρακλεώτης, gen.: Βρύσωνος; fl. late 5th-century BCE) was an ancient Greek mathematician and sophist who studied the solving the problems of squaring the circle and calculating pi.", "33233022": "Henri Fehr (Zurich, 2 February 1870 – Geneva, 2 November 1954) was a Swiss mathematician.  He was the founder of the Foundation for the Advancement of Mathematical Sciences, of the journal \"Commentarii Mathematici Helvetici\" and of the journal \"L'Enseignement mathématique\" along with Charles-Ange Laisant.[1]  Fehr's interests in mathematics were scientific and social as is demonstrated by his involvement in academic life, committees for the improvement of mathematical instruction, education of teachers and internationalization of mathematics.[2]", "2496640": "Harry Igor Ansoff (Russian: Игорь Ансов; 12 December 1918 – 14 July 2002) was a Russian American applied mathematician and business manager.[1] He is known as one of the fathers of strategic management.", "2627712": "Yuri Vladimirovich Matiyasevich, (Russian: Ю́рий Влади́мирович Матиясе́вич; born 2 March 1947 in Leningrad) is a Russian mathematician and computer scientist. He is best known for his negative solution of Hilbert's tenth problem (Matiyasevich's theorem), which was presented in his doctoral thesis at LOMI (the Leningrad Department of the Steklov Institute of Mathematics).", "15079558": "William Karush (1 March 1917 – 22 February 1997) was an American professor of mathematics at California State University at Northridge and was a mathematician best known for his contribution to Karush–Kuhn–Tucker conditions. In his master's thesis he was the first to publish these necessary conditions for the inequality-constrained problem,[1] although he became renowned after a seminal conference paper by Harold W. Kuhn and Albert W. Tucker.[2] He also worked as a physicist for the Manhattan Project, although he signed the Szilárd petition and became a peace activist afterwards.[3]", "2660488": "Stephen Elliott Fienberg (27 November 1942 – 14 December 2016) was a professor emeritus[2] (formerly the Maurice Falk University Professor of Statistics and Social Science) in the Department of Statistics, the Machine Learning Department, Heinz College, and Cylab at Carnegie Mellon University.[3][4]\nFienberg was the founding co-editor of the Annual Review of Statistics and Its Application[5] and of the Journal of Privacy and Confidentiality.[6]", "65804425": "Thomas Craig Brown (born 1938) is an American-Canadian mathematician, Ramsey Theorist, and Professor Emeritus at Simon Fraser University.[1]", "42539147": "Shigeru Iitaka (飯高 茂 Iitaka Shigeru, born May 29, 1942, Chiba) is a Japanese mathematician at Gakushuin University working in algebraic geometry who introduced the Kodaira dimension and Iitaka dimension. He was a worldly leader in the field of Algebraic geometry.", "6290": "Christian Goldbach (/ˈɡoʊldbɑːk/; German: [ˈɡɔltbax]; 18 March 1690 – 20 November 1764) was a Prussian mathematician connected with some important research mainly in number theory; he also studied law and took an interest in and a role in the Russian court.[1][2] After traveling around Europe in his early life, he landed in Russia in 1725 as a professor at the newly founded Saint Petersburg Academy of Sciences.[3] Goldbach jointly led the Academy in 1737.[4] However, he relinquished duties in the Academy in 1742 and worked in the Russian Ministry of Foreign Affairs until his death in 1764.[4] He is remembered today for Goldbach's conjecture and the Goldbach–Euler Theorem.[1] He had a close friendship with famous mathematician Leonard Euler, serving as inspiration for Euler's mathematical pursuits.[2]", "30873747": "Godfried Wendelen or Govaert Wendelen, Latinized Godefridus Wendelinus, or sometimes Vendelinus and in French-language sources referred to as Godefroy Wendelin[1] (6 June 1580 – 24 October 1667) was an astronomer and Catholic priest sometimes referred to as the Ptolemy of his time. He was a supporter of Copernican heliocentrism, the astronomical model which positioned the sun at the center of the universe, with earth and the other planets orbiting around it. He made more accurate measurements of the distance to the sun as previously made by the ancient Greek astronomer Aristarchus of Samos.  He is considered by some as a precursor of Kepler and Newton. He stayed in the Provence where he met Peiresc with whom he remained in contact throughout his life.[2] The crater Vendelinus on the Moon is named after him.[3]", "16914578": "Stanisław Czesław Trybuła (2 January 1932 – 28 January 2008[2]) was a Polish mathematician and statistician.", "10819736": "Jia Rongqing (simplified Chinese: 贾荣庆; traditional Chinese: 賈榮慶; pinyin: Jiǎ Róngqìng; Wade–Giles: Chia Jungch'ing) is a Canadian mathematician of Chinese origin who is a mathematics professor at the University of Alberta researching approximation theory and wavelet analysis.", "2037915": "Ponnambalam Kumaraswamy (often referred to as Poondi Kumaraswamy) (October 4, 1930 - March 9, 1988)  \nwas an Indian hydrologist.[1] He was elected a Fellow of the Indian Academy of Sciences in 1972[2] although his only formal education was a Civil Engineering Bachelor's degree from College of Engineering, Guindy, University of Madras. Before his death in 1988, at 57 years old, he was the only one to have received both the Homi Bhabha Fellowship 1967-69 [3] (he spent his time at the Tata Institute of Fundamental Research, Bombay, and at the Massachusetts Institute of Technology, Cambridge, Massachusetts doing research in Groundwater modeling) and the Jawaharlal Nehru Fellowship 1975-77,[4] two of the country's top research awards.", "62429349": "Adrian Stephen Lewis (born 1962 in England) is a British-Canadian mathematician, specializing in variational analysis and nonsmooth optimization.[1]", "5380265": "Christopher Hooley FRS FLSW (7 August 1928 – 13 December 2018)[1] was a British mathematician, professor of mathematics at Cardiff University.", "65214636": "Victor Guido Feodor Eberhard (17 January 1861 – 28 April 1927) was a blind German geometer,[1][2][3] known for Eberhard's theorem partially characterizing the multisets of faces that can form convex polyhedra.[4]", "23435437": "Giusto Bellavitis (22 November 1803 – 6 November 1880) was an Italian mathematician, senator, and municipal councilor.[1][2]\nAccording to Charles Laisant,", "58038447": "Frank den Hollander (born 1 December 1956) is a Dutch mathematician.", "4102320": "Achiezer Brandt (Hebrew: אחי ברנד; born 1938 in Givat Brenner, today in Israel) is an Israeli mathematician, noted for his pioneering contributions to multigrid methods.", "2594993": "James P. Pierpont (June 16, 1866 – December 9, 1938) was a Connecticut-born American mathematician.", "54335669": "Blaženka Divjak (born 1 January 1967) is a Croatian scientist and university professor at the University of Zagreb, Faculty of Organization and Informatics in Varaždin. She served as Minister of Science and Education from 9 June 2017 until 23 July 2020.", "74356919": "Paul Leo Butzer (born April 15, 1928 in Mülheim an der Ruhr) is a German mathematician who specializes in Analysis (Approximation theory, Harmonic analysis).", "628931": "Abraham bar Ḥiyya ha-Nasi[note 1] (Hebrew: ר׳ אַבְרָהָם בַּר חִיָּיא הַנָשִׂיא; \nc. 1070 – 1136 or 1145), also known as Abraham Savasorda,[note 2] Abraham Albargeloni, and Abraham Judaeus, was a Catalan Jewish mathematician, astronomer and philosopher who resided in Barcelona.", "69605574": "Diallo M'Bodji Sène (born July 1952) is a statistician and administrator from Mali who served as Mali's Minister for the Promotion of Women, Children, and the Family.[1]", "1153226": "Karl Adams (1811 in Merscheid – 14 November 1849, in Winterthur) was a Swiss mathematician and teacher who specialised in synthetic geometry.", "61511883": "Ellen Baake (born 1961)[1] is a German mathematical biologist who works as a professor of biomathematics and theoretical bioinformatics at Bielefeld University. Her research uses probability theory and differential equations to study biological evolution; she has also studied mathematical immunobiology[1] and the mathematical modeling of photosynthesis.[2]", "72456396": "Erna Beth Seecamp Yackel (February 13, 1939 – September 1, 2022) was an American college professor and math educator. She was a member of the faculty at Purdue University Northwest from 1984 to 2004.", "68622542": "Xiangyu Zhou (Zhou Xiangyu, 周向宇, born March 1965 in Chenzhou, Hunan Province) is a Chinese mathematician, specializing in several complex variables and complex geometry. He is known for his 1998 proof of the \"extended future tube conjecture\", which was an unsolved problem for almost forty years.[1]", "3348690": "Alexander Craig \"Alec\" Aitken FRS FRSE FRSL FRSNZ (1 April 1895 – 3 November 1967) was one of New Zealand's most eminent mathematicians.[3][4] In a 1935 paper he introduced the concept of generalized least squares, along with now standard vector/matrix notation for the linear regression model.[5] Another influential paper co-authored with his student Harold Silverstone established the lower bound on the variance of an estimator,[6] now known as Cramér–Rao bound.[7] He was elected to the Royal Society of Literature for his World War I memoir, Gallipoli to the Somme.[8]", "65083608": "Rodolfo Ferreira Dias Guimarães (4 January 1866 – 9 July 1918) was a Portuguese army officer and a leading historian of mathematics. Rodolfo Guimarães attained the rank of colonel, and taught at the Army School.", "58267867": "Mohammad Reza Darafsheh (born 31 August 1950) is an Iranian Mathematician and Professor of Mathematics at the University of Tehran, and a member of the executive committee of the Iranian Mathematical Society.[1]", "1054940": "Edward Jan Habich (Spanish: Eduardo de Habich) (31 January 1835, Warsaw – 31 October 1909, Lima, Peru) was a Polish engineer and mathematician.[1] In 1876, he founded the National University of Engineering (Spanish: Universidad Nacional de Ingeniería), a renowned engineering school in Lima, Peru.[2] He was a member of the Peruvian Geographic Society and an Honorary Citizen of Peru. In his native Poland he took part in the January Uprising against the Russian Empire in 1863.", "58497249": "Ernst Fiedler (1861–1954) was a Swiss (German born) mathematician.", "48371937": "Émiland Marie Gauthey ((1732-12-03)3 December 1732 in Chalon-sur-Saône – (1806-07-14)14 July 1806 in Paris[1]) was a French mathematician, civil engineer and architect. As an engineer for the Estates of Burgundy (French: États de Bourgogne), he was the creator of a great deal of the region's civil infrastructure, such as the Canal du Centre between Digoin and Chalon-sur-Saône (1784–1793), bridges including those at Navilly (1782–1790) and Gueugnon (1784–1787), and buildings such as the Eglise Saint-Pierre-et-Saint-Paul (\"Church of St Peter and St Paul\") at Givry (1772 – 1791) and the theatre at Chalon-sur-Saône.", "44832995": "Ioana Dumitriu (born July 6, 1976) is a Romanian-American mathematician who works as a professor of mathematics at the University of California, San Diego.[1] Her research interests include the theory of random matrices, numerical analysis, scientific computing, and game theory.", "23107812": "Jennifer Tour Chayes is dean of the college of computing, data science, and society at the University of California, Berkeley. Before joining Berkeley, she was a technical fellow and managing director of Microsoft Research New England in Cambridge, Massachusetts, which she founded in 2008, and Microsoft Research New York City, which she founded in 2012.[1]", "68851945": "Professor Abayomi  Adelaja Arigbabu is the Commissioner for Education, Science, and Technology Ogun State.[1][2][3][4]\nHe was the former vice-chancellor of Tai Solarin University of Education[5][6]", "74422505": "Georg Limnaeus (born Georg Wirn, also known as Georgius Lymneus,  Limnæus or Limnäus; 24 October 1554 – 14 September 1611) was a German mathematician, astronomer and librarian, who provided noteworthy encouragement to Johannes Kepler shortly after his first heliocentric astronomical work was published.[1]", "40245486": "Georg Bohlmann (23 April 1869 – 25 April 1928) was a German mathematician who specialized in probability theory and actuarial mathematics.", "34674927": "Jean Jacques Moreau (31 July 1923 – 9 January 2014)[1] was a French mathematician and mechanician. He normally published under the name J. J. Moreau.", "72423664": "Igor Moiseevich Krichever (Russian: Игорь Моисеевич Кричевер; 8 October 1950 – 1 December 2022) was a Russian academic and mathematician.[1]", "38934769": "Henri Berestycki (born 25 March 1951)[1] is a French mathematician who obtained his PhD from Université Paris VI – Pierre and Marie Curie University in 1975.  His Dissertation was titled Contributions à l'étude des problèmes elliptiques non linéaires, and his doctoral advisor was Haïm Brezis.[2]  He was an L.E. Dickson Instructor in Mathematics at the University of Chicago from 1975–77, after which he returned to France to continue his research.  He has made many contributions in nonlinear analysis, ranging from nonlinear elliptic equations, hamiltonian systems, spectral theory of elliptic operators, and with applications to the description of mathematical modelling of fluid mechanics and combustion. His current research interests include the mathematical modelling of financial markets, mathematical models in biology and especially in ecology, and modelling in social sciences (in particular, urban planning and criminology). For these latter topics, he obtained an ERC Advanced grant in 2012.", "56269042": "Victor Pavlovich Palamodov, (Виктор Павлович Паламодов, born 1938) is a Russian and Israeli mathematician, specializing in analysis.", "44112112": "Elizabeth Sparrow DSc (Hon), DUniv (Open), MSc, CDipAF, FBCS, FRSA is an information technologist, specializing in change management and outsourcing relationships.[1][2][3] She is a former president of BCS, The Chartered Institute for IT.[4]", "32315635": "Vladimír Šverák (born 1959) is a Czech mathematician. Since 1990, he has been a professor at the University of Minnesota. Šverák made notable contributions to calculus of variations.", "55711992": "Hélène Barcelo (born 1954)[1] is a mathematician from Québec specializing in algebraic combinatorics. Within that field, her interests include combinatorial representation theory, homotopy theory, and arrangements of hyperplanes.[2]\nShe is a professor emeritus of mathematics at Arizona State University, and deputy director of the Mathematical Sciences Research Institute (MSRI). She was editor-in-chief of the Journal of Combinatorial Theory, Series A, from 2001 to 2009.[3]", "44472568": "University of North Carolina at Chapel Hill, M.S., mathematical statistics, 1951;", "10459388": "Paul Malliavin (French: [maljavɛ̃]; September 10, 1925 – June 3, 2010) was a French mathematician who made important contributions to harmonic analysis and stochastic analysis. \nHe is known for the Malliavin calculus, an infinite dimensional calculus for functionals on the Wiener space and his probabilistic proof of Hörmander's theorem.\nHe was Professor  at the Pierre and Marie Curie University and a member of the French Academy of Sciences from 1979 to 2010.[1]", "628991": "Adriaan van Roomen (29 September 1561 – 4 May 1615), also known as Adrianus Romanus, was a mathematician, professor of medicine and medical astrologer from the Duchy of Brabant in the Habsburg Netherlands who was active throughout Central Europe in the late 16th and early 17th centuries. As a mathematician he worked in algebra, trigonometry and geometry; and on the decimal expansion of pi. He solved the Problem of Apollonius using a new method that involved intersecting hyperbolas. He also wrote on the Gregorian calendar reform.", "63281413": "Sug Woo Shin is a professor of mathematics at the University of California, Berkeley working in number theory, automorphic forms, and the Langlands program.", "12687622": "Marina Evseevna Ratner (Russian: Мари́на Евсе́евна Ра́тнер; October 30, 1938 – July 7, 2017[1]) was a professor of mathematics at the University of California, Berkeley who worked in ergodic theory.[2] Around 1990, she proved a group of major theorems concerning unipotent flows on homogeneous spaces, known as Ratner's theorems.[3] Ratner was elected to the American Academy of Arts and Sciences in 1992,[4] awarded the Ostrowski Prize in 1993 and elected to the National Academy of Sciences the same year. In 1994, she was awarded the John J. Carty Award from the National Academy of Sciences.[5]", "58759432": "Edray Herber Goins (born June 29, 1972, Los Angeles) is an American mathematician.[1] He specializes in number theory and algebraic geometry. His interests include Selmer groups for elliptic curves using class groups of number fields, Belyi maps and Dessin d'enfants.[2][3]", "15669513": "Avraham Naumovich Trahtman (Trakhtman) (Russian: Абрам Наумович Трахтман; b. 1944, USSR) is a mathematician at Bar-Ilan University (Israel).  In 2007, Trahtman solved a problem in combinatorics that had been open for 37 years, the Road Coloring Conjecture posed in 1970.[1]", "29006092": "Michał Misiurewicz (born 9 November 1948[1]) is a Polish mathematician. He is known for his contributions to chaotic dynamical systems and fractal geometry, notably the Misiurewicz point.", "38017293": "Sylvia D. Trimble Bozeman (née Sylvia Trimble, 1947) is an American mathematician and Mathematics educator.[1]", "55712014": "Prof Witold Nowacki HFRSE PPAS (1911–1986) was a Polish mathematician and expert on the mechanics of elasticity and thermoelasticity. He served as President of the Polish Academy of Sciences from 1978 to 1980 and was the first President of the Society of the Interaction of Mathematics and Mechanics.", "53287183": "Pedro de Medina (1493 – Seville, 1567) was a Spanish cartographer and author of navigational texts. His well-known Arte de navegar (\"The Art of Navigation\", 1545) was the first work published in Spain dealing exclusively with navigational techniques (Martín Fernández de Enciso's Suma de Geographia, 1519, which gave ample geographical information already contained solar declination tables with explanations and the corrections for finding the latitude by measuring the height of Polaris).", "5642513": "Gauss Moutinho Cordeiro (born April 17, 1952) is a Brazilian engineer, mathematician and statistician[1] who has made significant contributions to the theory of statistical inference, mainly through asymptotic theory and applied probability.", "629009": "Giacomo Albanese (11 July 1890 – 8 June 1947[1]) was an Italian mathematician known for his work in algebraic geometry. He took a permanent position in the University of São Paulo, Brazil, in 1936.", "35002643": "Stevo Todorčević FRSC (Serbian Cyrillic: Стево Тодорчевић; born February 9, 1955), is a Yugoslavian mathematician specializing in mathematical logic and set theory. He holds a Canada Research Chair in mathematics at the  University of Toronto,[1][2] and a director of research position at the Centre national de la recherche scientifique in Paris.", "62232852": "Jennifer Switkes is a Canadian-American applied mathematician interested in mathematical modeling and operations research,[1] and also known for her volunteer work teaching mathematics in prisons.[2] She is an associate professor of mathematics at California State Polytechnic University, Pomona (Cal Poly Pomona),[3] where she is associate chair of the mathematics department.[4]", "39190": "William Paul Thurston (October 30, 1946 – August 21, 2012) was an American mathematician. He was a pioneer in the field of low-dimensional topology and was awarded the Fields Medal in 1982 for his contributions to the study of 3-manifolds.", "41392409": "Sergey Valerianovich Chesnokov (Russian: Сергей Валерианович Чесноков) is a Russian mathematician and sociologist who conducted pioneering work in the application of mathematical methods to sociological analysis. He is best known for creating and defining determinacy analysis and the theory of rules.", "30677280": "Nancy Margaret Reid OC FRS FRSC[2] (born September 17, 1952[3]) is a Canadian theoretical statistician. She is a professor at the University of Toronto where she holds a Canada Research Chair in Statistical Theory.[4][5]  In 2015 Reid became Director of the Canadian Institute for Statistical Sciences.[6][7]", "30775584": "Louis Leithold (San Francisco, United States, 16 November 1924 – Los Angeles, 29 April 2005) was an American mathematician and teacher. He is best known for authoring The Calculus, a classic textbook about calculus that changed the teaching methods for calculus in world high schools and universities.[1] Known as \"a legend in AP calculus circles,\" Leithold was the mentor of Jaime Escalante, the Los Angeles high-school teacher whose story is the subject of the 1988 movie Stand and Deliver.[2]", "19372323": "Gail Alexandra Carpenter (born 1948) is an American cognitive scientist, neuroscientist and mathematician. She is now a \"Professor Emerita of Mathematics and Statistics, Boston University.\"[1] She had also been a Professor of Cognitive and Neural Systems at Boston University, and the director of the Department of Cognitive and Neural Systems (CNS) Technology Lab at Boston University.[2]", "465198": "Sidney George Francis Guy Skinner (1912 – 11 October 1941) was a friend, collaborator, and lover of the Austrian philosopher Ludwig Wittgenstein.", "27007280": "Paul Finsler (born 11 April 1894, in Heilbronn, Germany, died 29 April 1970 in Zurich, Switzerland) was a German and Swiss mathematician.[1]", "43620657": "António Aniceto Monteiro (1907–1980)[1] was a mathematician born in Portuguese Angola who later emigrated to Brazil in 1945 and finally to Argentina in 1950.[2] Monteiro is best known for establishing a school of algebraic logic at Universidad Nacional del Sur, Bahía Blanca, Argentina. His efforts to promote theoretical computer science research in Argentina were less successful.[1]", "41949491": "George John Maltese (June 24, 1931 in Middletown, Connecticut – October 23, 2009 in Middletown, Connecticut) was an American mathematician whose primary field of research was functional analysis.", "8001845": "Joachim Sterck van Ringelbergh (Joachimus Fortius Ringelbergius) (Antwerp, c. 1499 – c. 1531) was a Flemish scholar, humanist, mathematician and astrologer.", "62003512": "Dirk Pieter Kroese (born 1963) is a Dutch-Australian mathematician and statistician, and Professor at the University of Queensland. He is known for several contributions to applied probability, kernel density estimation, Monte Carlo methods and rare-event simulation. He is, with Reuven Rubinstein, a pioneer of the Cross-Entropy (CE) method.", "32348478": "Curt Meyer (19 November 1919 – 18 April 2011) was a German mathematician. He made notable contributions to number theory.", "31627584": "Ladislav Svante Rieger (1916–1963)[1] was a Czechoslovak mathematician who worked in the areas of algebra, mathematical logic, and axiomatic set theory. He is considered to be the founder of mathematical logic in Czechoslovakia, having begun his work around 1957.[2][3]", "4069697": "Édouard Louis Emmanuel Julien Le Roy (French: [edwaʁ ləʁwa] ⓘ; 18 June 1870 in Paris – 10 November 1954 in Paris) was a French philosopher and mathematician.", "301380": "James Hardy Wilkinson FRS[1] (27 September 1919 – 5 October 1986) was a prominent figure in the field of numerical analysis, a field at the boundary of applied mathematics and computer science particularly useful to physics and engineering.[3][4][5]", "17144138": "Guillaume-Jules Hoüel (7 April 1823 – 14 June 1886) was a French mathematician. He entered the École Normale Supérieure in 1843 and received his doctoral degree in 1855 from the Sorbonne. He was sought by Urbain Le Verrier at the Paris Observatory, but chose instead to return to Thaon to study there. In 1859 he began to teach at Bordeaux.", "44800332": "Duncan Liddel (also Duncan Liddell;[1] 1561 – 17 December 1613) was a Scottish mathematician, physician and astronomer.", "43489615": "George H. Weiss (February 19, 1930 – February 14, 2017)[1] was an American applied mathematician and physicist at the National Institutes of Health, known for his work on random walks.\nHe did his undergraduate studies at the City College of New York and Columbia University, graduating in 1951, and earned a Ph.D. from the University of Maryland in 1958.[2]", "1612114": "Reinhold Baer (22 July 1902 – 22 October 1979) was a German mathematician, known for his work in algebra. He introduced injective modules in 1940.  He is the eponym of Baer rings and Baer groups.", "47356257": "Regina Sandra Burachik is an Argentine[1] mathematician who works on optimization and analysis (particularly: convex analysis, functional analysis and non-smooth analysis). Currently, she is a professor at the University of South Australia.[2]", "23402853": "Babubhai V. Shah (born 6 February 1935), professor of statistics, was a chief scientist at Research Triangle Institute (RTI) from 1966 till he retired in 2003. He held several positions with RTI and Research Triangle Park for over four decades. B. V. Shah was responsible for the development of the SUDAAN software;[1] to recognize his contributions, RTI has dedicated the current release of SUDAAN (9.0) to B. V. Shah. During that time, he was also part of the academia of biostatistics department, University of North Carolina at Chapel Hill, N.C.[citation needed]", "6887783": "Lorenzo Respighi (7 October 1824 – 10 December 1889) was an Italian mathematician and natural philosopher.  Born at Cortemaggiore, Piacenza, to Luigi Respighi and Giuseppina Rossetti. He studied mathematics and natural philosophy, first at Parma and then at the University of Bologna, where he obtained his degree ad honorem in 1845. \nFrom 1855 to 1864 he was director of the Astronomic Observatory of Bologna, and during these years he discovered three comets, #1862 IV, #1863 III and #1863 V.\nIn 1865 he was nominated director of the Astronomic Observatory of the Campidoglio, in Rome.", "57252202": "Bernard Judah Matkowsky (19 August 1939[1] – 11 June 2020) was an American applied mathematician.", "31431018": "Giovanni Battista Rizza (7 February 1924 – 15 October 2018), officially known as Giambattista Rizza,[3] was an Italian mathematician, working in the fields of complex analysis of several variables and in differential geometry: he is known for his contribution to hypercomplex analysis, notably for extending Cauchy's integral theorem and Cauchy's integral formula to complex functions of a hypercomplex variable,[4] the theory of pluriharmonic functions and for the introduction of the now called Rizza manifolds.", "629100": "Pierre Joseph Louis Fatou (28 February 1878 – 9 August 1929[1]) was a French mathematician and astronomer. He is known for major contributions to several branches of analysis. The Fatou lemma and the Fatou set are named after him.", "69441901": "Maria Silvia Lucido (22 April 1963 – 4 March 2008) was an Italian mathematician specializing in group theory, and a researcher in mathematics at the University of Udine.[1]", "3348853": "Zdzisław Jan Ewangelii Antoni Krygowski (Lwów, 1872 — 1955, Poznań) was a Polish mathematician, rector of the Lwów Polytechnic (1917–18), and professor at Poznań University (1919–38, 1946–55).", "68589944": "Ana Bela Cruzeiro (born 1957)[1] is a Portuguese and Swiss mathematician whose research concerns stochastic analysis and the Malliavin calculus, as well as the differential equations used to model fluid dynamics and quantum mechanics. She is a professor of mathematics at the Instituto Superior Técnico, part of the University of Lisbon.[2]", "28285310": "Tasneem Mohammad Shah (Urdu:  تسنیم محمد شاه), SI, TI, was a Pakistani scientist and a prominent mathematician who has made pioneering and instrumental research and contributions to the field of computational fluid dynamics (CFD) at A. Q. Khan Research Laboratories (KRL). Trained as an applied mathematician, his contributions include differential geometry, numerical analysis, information security, CFD-DEM model, hydrodynamics (of explosions), computer science, fluid mechanics, Vacuum Technology and CFD-DEM.", "11114879": "Eugenio Elia Levi (18 October 1883 – 28 October 1917) was an Italian mathematician, known for his fundamental contributions in group theory, in the theory of partial differential operators and in the theory of functions of several complex variables. He was a younger brother of Beppo Levi and was killed in action during First World War.", "40802690": "Grace Elizabeth Bates (13 August 1914 – 19 November 1996) was an American mathematician and one of few women in the United States to be granted a Ph.D. in mathematics in the 1940s. She became an emeritus professor at Mount Holyoke College.  Bates specialized in algebra and probability theory, and she co-authored two textbooks: The Real Number System and Modern Algebra, Second Course.[1]  Throughout her own education, Bates overcame obstructions to her pursuit of knowledge, opening the way for future women learners.[2]", "71965062": "Ruth D. Etzioni is a biostatistician who develops statistical computer models to research cancer progression. She is the Rosalie and Harold Rea Brown endowed chair at the Fred Hutchinson Cancer Research Center.", "64002440": "Prof. Prem Kumar Bhatia FNASc, FRAS, MIAU,[1] FIMA (UK) was an Indian mathematician and astrophysicist. He worked as Emeritus Professor in Jai Narain Vyas University until his death in his permanent residence at Jodhpur.[citation needed]", "37394830": "Chitikila Musili was an Indian mathematician at the University of Hyderabad who developed standard monomial theory in collaboration with his PhD supervisor C. S. Seshadri.", "72030607": "Sandra Collins (born 16 July 1970) is an Irish mathematician and leading academic librarian, who is the university librarian of University College Dublin, Ireland's largest university, since 2022. She was director of the National Library of Ireland from 2015.", "38017423": "David Francis Barrow (Athens, Georgia, November 14, 1888 – February 4, 1970) was an American mathematician who introduced Barrow's inequality in 1937.", "59808144": "Barbara Falkenbach Ryan is an American mathematician, computer scientist,  statistician and business executive. She is known for developing the Minitab statistical software package, and for being president and CEO of Minitab, Inc.", "28580245": "Pierre Colmez (born 1962) is a French mathematician, notable for his work on p-adic analysis.", "69114262": "Naya Raj Pant (Nepali: नयराज पन्त; 1913–2002) was a Nepalese polymath who was active as a poet, astronomer, mathematician, scholar, and historian.[1][2] He is best known for establishing Saṃśodhana Maṇḍala, research organisation, on 20 September 1952.[3]", "69474722": "Fumiko Futamura is a Japanese-American mathematician known for her work on the mathematics of perspective and perspective drawing. She is a professor of mathematics at Southwestern University in Georgetown, Texas, and Lord Chair in Mathematics and Computer Science at Southwestern.", "15964580": "Prof Chaudry Mohammad Aslam (1900–1965) was a Pakistani mathematician and renowned cartographer. He was the surveyor general of Pakistan who was instrumental in the demarcation of the borders of the then newly established Islamic Republic of Pakistan.", "465317": "Henry Ernest Dudeney (10 April 1857 – 23 April 1930) was an English author and mathematician who specialised in logic puzzles and mathematical games. He is known as one of the country's foremost creators of mathematical puzzles.[1]", "68426150": "Giovanni Felder (18 November 1958 in Aarau) is a Swiss mathematical physicist and mathematician, working at ETH Zurich. He specializes in algebraic and geometric properties of integrable models of statistical mechanics and quantum field theory.[1]", "7575977": "Matteo Ricci SJ (Italian pronunciation: [matˈtɛːo ˈrittʃi]; Latin: Matthaeus Riccius;  6 October 1552 – 11 May 1610) was an Italian Jesuit priest and one of the founding figures of the Jesuit China missions. He created the Kunyu Wanguo Quantu, a 1602 map of the world written in Chinese characters. In 2022, the Apostolic See declared its recognition of Ricci's heroic virtues, thereby bestowing upon him the honorific of Venerable.[1]", "38017451": "Leone Minna Burton (née Gold; 14 September 1936 – 1 December 2007) was a professor of education in mathematics and science, working in London teacher education colleges in the 1970s, the Open University in the 1980s and, from 1992, the University of Birmingham.   At the South Bank Polytechnic (now London South Bank University);she helped establish the first MSc in Mathematics Education in the UK. After retiring in 2001 she became Honorary Professor at King's College London, and Visiting Fellow in the Cambridge University Faculty of Education.[1] She was noted for her influence as a researcher and doctoral supervisor, setting up national and international research networks in the developing area of mathematics education.[2]", "56334765": "Clément Joseph Servais (16 October 1862, Huy – 9 October 1935, Brussels) was a Belgian mathematician, specializing in geometry.", "793017": "Ernest William Brown FRS (29 November 1866 – 22 July 1938) was an English mathematician and astronomer, who spent the majority of his career working in the United States and became a naturalised American citizen in 1923.[1][2]", "64035259": "Whitley Stokes (1763–1845) was an eminent Irish physician and polymath. A one-time United Irishman, in 1798 he was sanctioned by Trinity College Dublin for his alleged republicanism. In 1821, he published a rebuttal of Robert Malthus's thesis that, as spurs to population growth, in Ireland attempts to improve the general welfare are self-defeating. The country's problem, Stokes argued, was not her \"numbers\" but her indifferent government.", "27662786": "Gaston Bodart  (1867–1940) was a military historian, statistician, and government official.  He was born in 1867 in Vienna, Austria. He achieved distinction for his analysis of casualties of war in Austria's wars, from the Thirty Years War to the Russo-Japanese War in 1905 and for many years his studies of military casualties remained the standard in the literature. As an assistant commissioner of the Imperial and Royal Commission, he also helped to organize Austria's presentations at various world fairs and exhibitions.", "891331": "Bernard Roy Frieden (born September 10, 1936) is an American mathematical physicist.", "56859076": "Henri Antoine Gillet (born 8 July 1953, Tangier) is an American mathematician, specializing in arithmetic geometry and algebraic geometry.", "30644684": "William Philip Hiern FRS FLS (19 January 1839, in Stafford – 28 November 1925, in Barnstaple)[1] was a British mathematician and botanist.[2]", "22878670": "Denis Louis Blackmore (20 July 1943 – 24 April 2022) was an American mathematician and a full professor of the Department of Mathematical Sciences at New Jersey Institute of Technology.  He was also one of the founding members of the Center for Applied Mathematics and Statistics at NJIT.  Dr. Blackmore was mainly known for his many contributions in the fields of dynamical systems and differential topology.  In addition to this, he had many contributions in other fields of applied mathematics, physics, biology, and engineering.", "72784339": "Władysław Matwin (17 July 1916 – 21 October 2012) was a Polish politician, journalist and mathematician who was one of the pioneers of computer science in Poland.", "61053401": "Danuta Gierulanka (1909–1995) was a Polish mathematics educator, psychologist, philosopher, and translator. She was associated with Roman Ingarden and known for her work in phenomenology and the philosophy of mathematics.[1]", "47290842": "César Leopoldo Camacho Manco (born 15 April 1943 in Lima, Peru), better known as simply César Camacho, is a Peruvian-born Brazilian mathematician and former director of the IMPA. His area of research is dynamical systems theory.[1]", "50534879": "Catharina Stroppel (born 1971)[1] is a German mathematician whose research concerns representation theory, low-dimensional topology, and category theory. She is a professor of mathematics at the University of Bonn, and vice-coordinator of the Hausdorff Center for Mathematics in Bonn.[2][3]", "60660200": "Amir Dembo (born October 25, 1958, Haifa) is an Israeli-American mathematician, specializing in probability theory. He was elected a member of the National Academy of Sciences in 2022,[1] and of the American Academy of Arts and Sciences in 2023.[2]", "563689": "Howard Percy \"Bob\" Robertson (January 27, 1903 – August 26, 1961) was an American mathematician and physicist known for contributions related to physical cosmology and the uncertainty principle. He was Professor of Mathematical Physics at the California Institute of Technology and Princeton University.", "19044845": "Vance Faber (born December 1, 1944, in Buffalo, New York) is a mathematician, known for his work in combinatorics, applied linear algebra and image processing.", "15112696": "Robert (Roy) Charles Geary (April 11, 1896 – February 8, 1983)[1] was an Irish mathematician, statistician and founder of both the Central Statistics Office and the Economic and Social Research Institute. Geary is known for his contributions to the estimation of errors-in-variables models,[2] Geary's C, the Geary–Khamis dollar, the Stone–Geary utility function, and Geary's theorem,[3] which has that if the sample mean is distributed independently of the sample variance, then the population is distributed normally.[4][5][6]", "40737298": "Terence Gaffney (born 9 March 1948) is an American mathematician who has made fundamental contributions to singularity theory – in particular, to the fields of singularities of maps and equisingularity theory.[1]", "56302099": "Kang-Tae Kim (Korean: 김강태; born 1957) is a South Korean mathematician.[2]  He is a professor of mathematics[3] at Pohang University of Science and Technology,[4][5]  and is the head of the Center for Geometric Research at the Center for Leading Research.[6] He is one of executive editors of Complex Analysis and its Synergies,[7] an international journal published by Springer-Verlag.[8][9][10]", "51550738": "Sydney Samuel Hough[pronunciation?] FRS (11 June 1870, Stoke Newington – 8 July 1923, Gerrards Cross, Buckinghamshire) was a British applied mathematician and astronomer.[1][2]", "47290906": "José Felipe Voloch (born 13 February 1963, in Rio de Janeiro) is a Brazilian mathematician who works on number theory and algebraic geometry and is a professor at Canterbury University.", "35232286": "Slobodan Aljančić (Serbian Cyrillic: Слободан Аљанчић; 12 March 1922, Belgrade – 19 March 1993 Belgrade) was a Serbian mathematician who worked on functional analysis.", "33397278": "Lisa Sauermann (born 25 September 1992) is a mathematician from Germany known for her performance in the International Mathematical Olympiad, where in 2011 she had the single highest (and perfect) score. She won four gold medals (2008–2011) and one silver medal (2007) at the olympiad, representing Germany.[1][2]", "19765796": "Jordan Stuart Ellenberg (born October 30, 1971) is an American mathematician who is a professor of mathematics at the University of Wisconsin–Madison.[2] His research involves arithmetic geometry. He is also an author of both fiction and non-fiction writing.", "2660900": "Robert Irving Soare is an American mathematician. He is the Paul Snowden Russell Distinguished Service Professor of Mathematics and Computer Science at the University of Chicago, where he has been on the faculty since 1967. He proved, together with Carl Jockusch, the low basis theorem, and has done other work in mathematical logic, primarily in the area of computability theory.", "33004084": "Samuel Dunn (1723 - 1794) was a British mathematician,[1][2] teacher, cartographer and amateur astronomer.", "1546805": "Wang Xiaoyun (simplified Chinese: 王小云; traditional Chinese: 王小雲; pinyin: Wáng Xiǎoyún; born 1966) is a Chinese cryptographer, mathematician, and computer scientist. She is a professor in the Department of Mathematics and System Science of Shandong University and an academician of the Chinese Academy of Sciences.[1]", "54073910": "Karl Wilhelm Andreas Strehl (April 30, 1864 – June 14, 1940) was a German physicist, mathematician, and writer.[1] He is notable for the Strehl ratio, a widely used measurement for the optical quality of an imaging system.[2][3]", "27564606": "Harro Heuser (December 26, 1927 in Nastätten – February 21, 2011 in Bingen) was a German mathematician. In German-speaking countries he is best known for his popular two-volume introduction into real analysis, Lehrbuch der Analysis.[1][2]", "35199552": "Daniel Sion Kubert (/ˈkjuːbərt/; October 18, 1947 – January 5, 2010) was an American mathematician who introduced modular units and Kubert identities. He grew up in a secular Jewish family in Elkins Park, PA, the son of David Kubert, an attorney, and Adele (Sion) Kubert, a high school teacher. Daniel graduated from Philadelphia's Central High School in 1965 and from Brown University in 1969. He received his PhD in mathematics from Harvard University in 1973.[1]", "3381826": "George Francis Carrier (May 4, 1918 – March 8, 2002) was an engineer and physicist, and the T. Jefferson Coolidge Professor of Applied Mathematics Emeritus of Harvard University. He was particularly noted for his ability to intuitively model a physical system and then deduce an analytical solution. He worked especially in the modeling of fluid mechanics, combustion, and tsunamis.", "66427459": "Martha K. Smith is an American mathematician, mathematics educator, professor emerita in the department of mathematics, and associated professor emerita in the department of statistics and data science at the University of Texas at Austin.  She made contributions to non-commutative algebra and as well as to mathematics education.", "54729289": "Maryanthe Elizabeth Malliaris is a professor of mathematics at the University of Chicago,[1] a specialist in model theory.", "825933": "Abraham Gotthelf Kästner (27 September 1719 – 20 June 1800) was a German mathematician and epigrammatist.", "891470": "Eaton Hodgkinson FRS (26 February 1789 – 18 June 1861) was an English engineer, a pioneer of the application of mathematics to problems of structural design.", "60496463": "Joel Alan Smoller (2 January 1936 – 27 September 2017) was an American mathematician.", "2923087": "Otakar Borůvka (10 May 1899 in Uherský Ostroh – 22 July 1995 in Brno) was a Czech mathematician best known today for his work in graph theory.[1][2]", "36608591": "Gaspar Lax  (1487 – 23 February 1560) was a Spanish mathematician, logician, and philosopher who spent much of his career in Paris.[1]", "105043": "Leopold Vietoris (/viːˈtɔːrɪs/; German: [viːˈtoːʀɪs]; 4 June 1891 – 9 April 2002) was an Austrian mathematician, World War I veteran and supercentenarian. He was born in Radkersburg and died in Innsbruck.", "268886": "Johann Bernoulli[a] (also known as Jean in French or John in English; 6 August [O.S. 27 July] 1667 – 1 January 1748) was a Swiss mathematician and was one of the many prominent mathematicians in the Bernoulli family. He is known for his contributions to infinitesimal calculus and educating Leonhard Euler in the pupil's youth.", "62495321": "Chang-Shou Lin (Chinese: 林長壽; born 17 April 1951) is a Taiwanese mathematician.", "11606627": "Isaak Moiseevich Yaglom[1] (Russian: Исаа́к Моисе́евич Ягло́м; 6 March 1921 – 17 April 1988)[2][3] was a Soviet mathematician and author of popular mathematics books, some with his twin Akiva Yaglom.", "3578468": "Sir John Macleod Ball FRS FRSE (born 19 May 1948) is a British mathematician and former Sedleian Professor of Natural Philosophy at the University of Oxford. He was the president of the International Mathematical Union from 2003 to 2006 and a Fellow of Queen's College, Oxford.", "27138667": "Paul Olum (August 16, 1918 – January 19, 2001) was an American mathematician (algebraic topology), professor of mathematics, and university administrator.", "3644015": "Michael Fredric Sipser (born September 17, 1954) is an American theoretical computer scientist who has made early contributions to computational complexity theory. He is a professor of applied mathematics and was the Dean of Science at the Massachusetts Institute of Technology.", "61348467": "Apala Majumdar is a British applied mathematician specialising in the mathematics of liquid crystals. She is a professor of Applied Mathematics at the University of Strathclyde.", "4856439": "John Irwin Hutchinson (12 April 1867 – 1 December 1935) was an American mathematician born in Bangor, Maine. He was educated at Bates College, (A.B., 1889), Clark University (1890–92), and the University of Chicago (Ph.D., 1896).[1] With Virgil Snyder he was coauthor of Differential and Integral Calculus (1902) and Elementary Treatise on the Calculus (1912).", "4889209": "Mike Young is a fictional character from the Australian television soap opera Neighbours, played by Guy Pearce. Pearce was in his final year at school and only had amateur theatre experience when he auditioned for the role. After winning the part of Mike, Pearce soon relocated to Melbourne and began filming in December 1985. He made his first appearance during the episode broadcast on 20 January 1986. Mike's arrival was part of an attempt to give the serial a youthful look. He was given immediate links to the other character through a friendship with Scott Robinson (Jason Donovan), who helps him secure work at the local coffee shop.", "1481340": "Scott Kim is an American puzzle and video game designer, artist, and author of Korean descent. He started writing an occasional \"Boggler\" column for Discover magazine in 1990, and became an exclusive columnist in 1999, and created hundreds of other puzzles for magazines such as Scientific American and Games, as well as thousands of puzzles for computer games. He was the holder of the Harold Keables chair at Iolani School in 2008.", "68164226": "Wilberd Leo Johan van der Kallen (born 15 January 1947 in Nieuwer-Amstel)[1] is a Dutch mathematician.", "7674499": "Charles Edward Miller Pearce (29 March 1940 – 8 June 2012) was a New Zealand/Australian mathematician.\nAt the time of his death on 8 June 2012 he was the (Sir Thomas) Elder Professor of Mathematics at the University of Adelaide.", "35723914": "Samuel Mountifort Longfield (1802 – 21 November 1884) was an Irish lawyer, judge, mathematician, and academic. He was the first Professor of Political Economy at Trinity College, Dublin.[1]", "10066571": "Phyllis Nicolson (21 September 1917 – 6 October 1968) was a British mathematician and physicist best known for her work on the Crank–Nicolson method together with John Crank.", "50109073": "Ilya Nikolaevich Bronshtein (Russian: Илья Николаевич Бронштейн, German: Ilja Nikolajewitsch Bronstein, also written as Bronschtein; born 1903, died 1976) was a Russian applied mathematician and historian of mathematics.", "53222035": "Prof Bertram Martin Wilson FRSE (14 November 1896, London – 18 March 1935, Dundee, Scotland) was an English mathematician, remembered primarily as a co-editor, along with G. H. Hardy and P. V. Seshu Aiyar, of Srinivasa Ramanujan's Collected Papers.[1][2][3] (It seems probable that Wilson did not know about Ramanujan's lost notebook, which was probably passed by G. H. Hardy to G. N. Watson some years after Wilson's death.[4])", "2005652": "Tommaso Ceva (December 20, 1648 – February 3, 1737) was an Italian Jesuit mathematician from Milan.  He was the brother of Giovanni Ceva. His work aided in spreading a knowledge of Newton's discovery of the law of gravitation.", "46930583": "José Fernando \"Chepe\" Escobar (born 20 December 1954, in Manizales, Colombia) was a Colombian mathematician known for his work on differential geometry and partial differential equations. He was professor at Cornell University.[1][2]", "44112540": "Rachel Ann Kuske (born 1965)[1] is an American-Canadian applied mathematician and Professor and Chair of Mathematics at the Georgia Institute of Technology.[2]", "20519590": "Damiano Brigo (born Venice, Italy 1966) is a mathematician known for research in mathematical finance, filtering theory, stochastic analysis with differential geometry, probability theory and statistics, authoring more than 130 research publications and three monographs.[1]\nFrom 2012 he serves as full professor with a chair in mathematical finance at the Department of Mathematics of Imperial College London, where he headed the Mathematical Finance group in 2012–2019.[2][3] He is also a well known quantitative finance researcher, manager and advisor in the industry.[4][2] His research has been cited and published also in mainstream industry publications, including Risk Magazine, where he has been the most cited author in the twenty years 1998–2017.[5][6][7] He is often requested as a plenary or invited speaker both at academic and industry international events.[8] \nBrigo's research has also been used in court as support for legal proceedings.[9]", "46340778": "Thomas Ransford (born 1958) is a British-born Canadian mathematician, known for his research in spectral theory and complex analysis. He holds a Canada Research Chair in mathematics at Université Laval.[1]", "531115": "Harry Bateman FRS[1] (29 May 1882 – 21 January 1946) was an English mathematician with a specialty in differential equations of mathematical physics.[2][3] With Ebenezer Cunningham, he expanded the views of spacetime symmetry of Lorentz and Poincare to a more expansive conformal group of spacetime leaving Maxwell's equations invariant. Moving to the US, he obtained a Ph.D. in geometry with Frank Morley and became a professor of mathematics at California Institute of Technology. There he taught fluid dynamics to students going into aerodynamics with Theodore von Karman. Bateman made a broad survey of applied differential equations in his Gibbs Lecture in 1943 titled, \"The control of an elastic fluid\".", "36444845": "Hjalmar Magnus Eklund (12 January 1880 in Turku – 10 June 1937 in Pargas) was the first Finnish expert in mathematical logic and philosophy and also a pioneer in the Ido language.", "1120947": "Jacques Ozanam (16 June 1640, in Sainte-Olive, Ain – 3 April 1718, in Paris) was a French mathematician.", "13998773": "Juan Bautista Villalpando also Villalpandus, or Villalpanda (1552 – 22 May 1608) was a Spanish priest of Sephardic ancestry, a member of the Jesuits, a scholar, mathematician, and architect.", "858810": "Blessed Hermann of Reichenau or Herman the Cripple (18 July 1013 – 24 September 1054), also known by other names,  was an 11th-century Benedictine monk and scholar. He composed works on history, music theory, mathematics, and astronomy, as well as many hymns. He has traditionally been credited with the composition of \"Salve Regina\", \"Veni Sancte Spiritus\",[1] and \"Alma Redemptoris Mater\",[2][3] although these attributions are sometimes questioned. His cultus and beatification were confirmed by the Roman Catholic Church in 1863.", "334523": "Théodore Reinach (3 July 1860 – 28 October 1928) was a French archaeologist, mathematician, lawyer, papyrologist, philologist, epigrapher, historian, numismatist, musicologist, professor, and politician.", "44341949": "Fern Yvette Hunt (born January 14, 1948) is an American mathematician known for her work in applied mathematics and mathematical biology.[1] She currently works as a researcher at the National Institute of Standards and Technology, where she conducts research on the ergodic theory of dynamical systems.[2]", "400062": "Neil James Alexander Sloane FLSW (born October 10, 1939) is a British-American mathematician.[2] His major contributions are in the fields of combinatorics, error-correcting codes, and sphere packing. Sloane is best known for being the creator and maintainer of the On-Line Encyclopedia of Integer Sequences (OEIS).[3]", "73898687": "Francis Brown is a Franco-British mathematician who works on Arithmetic geometry and Quantum Field Theory.", "37395137": "Paul Charles Rosenbloom (1920 in Portsmouth, Virginia – 2005)[1] was an American mathematician.", "6920898": "Ernst Gabor Straus (February 25, 1922 – July 12, 1983) was a German-American mathematician of Jewish origin who helped found the theories of Euclidean Ramsey theory and of the arithmetic properties of analytic functions. His extensive list of co-authors includes Albert Einstein, Paul Erdős, Richard Bellman, Béla Bollobás, Sarvadaman Chowla, Ronald Graham, Lee Albert Rubel, Mathukumalli V Subbarao, László Lovász, Carl Pomerance, Moshe Goldberg, and George Szekeres.", "58890947": "Tanja Lange is a German cryptographer and number theorist at the Eindhoven University of Technology.\nShe is known for her research on post-quantum cryptography.[1][2]", "40508103": "Eric Zaslow is an American mathematical physicist at Northwestern University.", "9902794": "Jean-Louis Calandrini (August 30, 1703 – December 29, 1758) was a Genevan scientist.  He was a professor of mathematics and philosophy.  He was the author of some studies on the aurora borealis, comets, and the effects of lightning, as well as of an important but unpublished work on flat and spherical trigonometry.  He also wrote a commentary on the Principia of Isaac Newton (published in Geneva, 1739–42), for which he wrote approximately one hundred footnotes.", "10689229": "Brian Ford (OBE, born 1940, Nottingham)[1]  is a British Mathematician who founded, and until his retirement in 2004, was director of the Numerical Algorithms Group (NAG). Ford gained a Ph.D. in Applied Mathematics from the University of Nottingham. The NAG (then Nottingham Algorithms Group) project began in 1970 as a collaborative venture, led by Ford, between the Universities of Birmingham, Leeds, Manchester, Nottingham and Oxford, and the Atlas Computer Laboratory. In 1973 the project moved to Oxford and was renamed. Ford was awarded an Order of the British Empire in 1989 in \"recognition of outstanding services to British industry and research\" In 2005 he was awarded an Honorary Degree from the University of Bath.[2]", "47323855": "Lê Thị Thanh Nhàn (born March 23, 1970)[1] is a Vietnamese mathematician who is a professor of mathematics and vice rector for the College of Science at Thái Nguyên University.[2] Her research concerns commutative algebra and algebraic geometry.[3]", "56629969": "Ionica Smeets (born 8 October 1979) is a Dutch mathematician, science journalist, columnist, television presenter and professor in science communication at Leiden University.", "39197406": "Igor Alexeyevich Shelushkov (born c. 1946 – ?) was a Soviet mental calculator. He mentally extracted roots of large numbers and calculated the number of syllables and characters in a given verse by listening. Shelushkov was featured in the 1968 Soviet popular science film Seven Steps Beyond the Horizon, where he mentally extracted the sixth root of a 12-digit number and the 77th root of another multi-digit number.[1] Shelushkov also competed with the Soviet third generation computer Mir. He extracted the 77th root of a 148-digit number in 18 seconds, while it took about 10 minutes to program the related operation for computer.[2]", "30874335": "Naum Natanovich (Nokhim Sanalevich) Meiman  (Russian: Нау́м Ната́нович (Но́хим Са́нелевич) Ме́йман, 12 May 1912, Bazar, Ukraine – 31 March 2001, Tel Aviv) was a Soviet mathematician, and dissident.[1] He is known for his work in complex analysis, partial differential equations, and mathematical physics, as well as for his dissident activity, in particular, for being a member of the Moscow Helsinki Group.", "236255": "David Guest (6 January 1911[1]– 28 July 1938) was a British mathematician and philosopher who volunteered to fight for the Republicans in the Spanish Civil War and was killed in Spain in 1938. He was the uncle of American-British musician, actor and director Christopher Guest.", "1776354": "Anthony William Fairbank Edwards, FRS[1] (born 1935) is a British statistician, geneticist and evolutionary biologist. He is the son of the surgeon Harold C. Edwards, and brother of medical geneticist John H. Edwards. He has sometimes been called \"Fisher's Edwards\" to distinguish him from his brother, because he was mentored by Ronald Fisher.[3] Edwards has always had a high regard for Fisher's scientific contributions and has written extensively on them. To mark the Fisher centenary in 1990, Edwards proposed a commemorative Sir Ronald Fisher window be installed in the Dining Hall of Gonville & Caius College. When the window was removed in 2020, he vigorously opposed the move.[4]", "56138466": "Mario Pascal (31 May 1896  – 6 November 1949) was an Italian applied mathematician, specializing in fluid mechanics and aerodynamics.", "70294244": "Maggie Miller is a mathematician and an Assistant Professor in the mathematics department at the University of Texas, Austin. She was also a former Visiting Clay Fellow, and Stanford Science Fellow at Stanford University in the Mathematics Department.[1] Her primary research area is low-dimensional topology.", "11508456": "Stjepan Slavo Raphael Kuzmicich (2 November 1931 – 14 June 2018), was a New Zealand statistician. He served as the New Zealand government statistician from 1984 to 1992.[1][2][3][4][5]", "38968041": "Abraham Markham Gelbart (December 2, 1911 – September 7, 1994) was an American mathematician, the founding dean of the Belfer Graduate School of Science at Yeshiva University and the namesake of the International Research Institute for Mathematical Sciences at Bar-Ilan University in Ramat Gan, Israel.[1][2]", "7805674": "Robert Maskell Patterson (March 23, 1787 – September 5, 1854) was an American professor of mathematics, chemistry and natural philosophy at the University of Pennsylvania from 1812 to 1828 and professor of natural philosophy at the University of Virginia from 1828 to 1835. He served as the 6th director of the United States Mint from 1835 to 1851 and as president of the American Philosophical Society from 1809 to 1854.[1][2]", "203499": "Gustav Theodor Fechner (/ˈfɛxnər/; German: [ˈfɛçnɐ]; 19 April 1801 – 18 November 1887)[1] was a German physicist, philosopher, and experimental psychologist. A pioneer in experimental psychology and founder of psychophysics (techniques for measuring the mind), he inspired many 20th-century scientists and philosophers. He is also credited with demonstrating the non-linear relationship between psychological sensation and the physical intensity of a stimulus via the formula: \n\n\n\nS\n=\nK\nln\n⁡\nI\n\n\n{\\displaystyle S=K\\ln I}\n\n, which became known as the Weber–Fechner law.[2][3]", "39394032": "Frederik van der Blij (13 May 1923, Leiden – 27 January 2018,[1] Heino, Netherlands) was a Dutch mathematician. From 1955 until his retirement in 1988 he was professor at the University of Utrecht. His research focused on number theory, among other fields.[2]", "59644658": "Ernests Fogels (12 October 1910 – 22 February 1985) was a Latvian mathematician who specialized in number theory. Fogels discovered new proofs of the Gauss-Dirichlet formula on the number of classes of positively definite quadratic forms and of the de la Vallée-Poussin formula for the asymptotic location of prime numbers in an arithmetic progression.[1][2]", "59120371": "Jerzy Kazimierz Baksalary (25 June 1944–8 March 2005) was a Polish mathematician who specialized in mathematical statistics and linear algebra.[1] In 1990 he was appointed professor of mathematical sciences. He authored over 170 academic papers published and won one of the Ministry of National Education awards.[2]", "58071797": "Graciela Lina Boente Boente is an Argentine mathematical statistician at the University of Buenos Aires.[1] She is known for her research in robust statistics, and particularly for robust methods for principal component analysis and regression analysis.", "2792183": "Thomas Nall Eden Greville (December 27, 1910 – 1998) was an American mathematician, specializing in statistical analysis, particularly as it concerned the experimental investigation of psi.", "26450684": "Jessie Chrystal Macmillan (13 June 1872 – 21 September 1937) was a suffragist, peace activist, barrister, feminist and the first female science graduate from the University of Edinburgh as well as that institution's first female honours graduate in mathematics. She was an activist for women's right to vote, and for other women's causes. She was the second woman to plead a case before the House of Lords, and was one of the founders of the Women's International League for Peace and Freedom.", "3775233": "Paul Scriptoris (c. 1460 – 21 October 1505) was a German Franciscan mathematician, Scotist, and professor at the University of Tübingen.  His surname is a Latin translation of the original German name Schreiber (\"writer\"). Born in Weil der Stadt, Scriptoris studied at Paris and joined the Franciscan order.  He subsequently began teaching at Tübingen.  Konrad Pellikan, who became Scriptoris’ most favored pupil, joined him at Tübingen in March 1496.", "36707078": "Frits Beukers (Dutch pronunciation: [ˈfrɪts ˈbøːkərs]) (born 1953, Ankara) is a Dutch mathematician, who works on number theory and hypergeometric functions.", "32512780": "Kanakanahalli Ramachandra (18 August 1933 – 17 January 2011) was an Indian mathematician working in both analytic number theory and algebraic number theory.", "57842448": "Vincent Calvez (born 24 August 1981) is a French mathematician.  He is currently a directeur de recherche (senior researcher) at the Institute Camille Jordan at the Claude Bernard University Lyon 1.  He is known for his work in mathematical modeling in biology, especially in the movement of bacteria.", "14162704": "Eliezer 'Leon' Ehrenpreis (May 22, 1930 – August 16, 2010, Brooklyn) was a mathematician at Temple University who proved the Malgrange–Ehrenpreis theorem, the fundamental theorem about differential operators with constant coefficients. He previously held tenured positions at Yeshiva University and at the Courant Institute at New York University.", "20126484": "Georges Henri Reeb (12 November 1920 – 6 November 1993) was a French mathematician. He worked in differential topology, differential geometry, differential equations, topological dynamical systems theory and non-standard analysis.", "13146913": "Björn Gunnlaugsson[a] (25 September 1788 – 17 March 1876)[1][b] was an Icelandic mathematician and cartographer. For the Icelandic Literary Society, he surveyed the country from 1831 to 1843. The results of his work were published in a topographic map of Iceland at a scale of 1:480,000 on four sheets.[2] It was the first complete map of Iceland and, although generally dated to 1844, was not completed until 1848. It was published under the direction of Olaf Nikolas Olsen in Copenhagen. In 1849, a smaller edition on one sheet at a scale of 1:960,000 appeared. For his survey work, Björn received the Order of the Dannebrog in 1846 and the French Légion d'honneur in 1859.[3]", "858914": "Abū ʿAbd Allāh Muḥammad ibn Jābir ibn Sinān al-Raqqī al-Ḥarrānī aṣ-Ṣābiʾ al-Battānī[n 1] (Arabic: محمد بن جابر بن سنان البتاني), usually called al-Battānī, a name that was in the past Latinized as Albategnius,[n 2] (before 858 – 929) was an astronomer, astrologer and mathematician, who lived and worked for most of his life at Raqqa, now in Syria. He is considered to be the greatest and most famous of the astronomers of the medieval Islamic world.", "40377121": "Muhammad Sharif (cosmologist) (Urdu: محمد شريف) (15 June 1962), TI, FPAS, is a Pakistani professor, specialised in mathematical physics and cosmology.  He worked as the chairman of the department of Mathematics, University of the Punjab (PU), Lahore for six years, i.e., from 2013 to 2019.[1][2] Now, Sharif has been appointed as Dean, Faculty of Science at University of the Punjab. He is a Higher Education Commission (HEC) Distinguished National Professor.[1] He has been awarded with the Izaz-Fazeelat and Tamgha-i-Imtiaz by the government of Pakistan.", "31333155": "The fictitious mathematician John Rainwater was created as a student prank but has become known as the author of important results in functional analysis.", "5643045": "Yitzhak Katznelson (Hebrew: יצחק כצנלסון; born 1934) is an Israeli mathematician.", "46799655": "Étienne Fouvry is a French mathematician working primarily in analytic number theory.", "39983909": "Mauro Francaviglia (Torino, 22 June 1953 – Arcavacata, 24 June 2013) was an Italian mathematician.[1][2][3][4]", "14457637": "Andrey Andreyevich Markov (Russian: Андре́й Андре́евич Ма́рков; 22 September 1903, Saint Petersburg – 11 October 1979, Moscow) was a Soviet mathematician, the son of the Russian mathematician Andrey Markov Sr, and one of the key founders of the Russian school of constructive mathematics and logic. He made outstanding contributions to various areas of mathematics, including differential equations, topology, mathematical logic and the foundations of mathematics.[1][2]", "49584943": "Flemming Topsøe (born 25 August 1938 in Aarhus, Denmark) is a Danish mathematician, and is emeritus in the mathematics department of the University of Copenhagen.[1]  He is the author of several mathematical science works, among them works about analysis, probability theory and information theory. He is the older brother of the engineer Henrik Topsøe (born 1944), son of the engineer Haldor Topsøe (1913–2013) and great-grandson of the crystallographer and chemist Haldor Topsøe (1842–1935).[2]", "15375152": "John Brian Conrey[1] (23 June 1955) is an American mathematician and the executive director of the American Institute of Mathematics. His research interests are in number theory, specifically analysis of L-functions and the Riemann zeta function.", "19372849": "David Preiss FRS (born January 21, 1947) is a Czech and British mathematician, specializing in mathematical analysis. \nHe is a professor of mathematics at the University of Warwick[1]", "858928": "Otto Yulyevich Shmidt[a] (born Otto Friedrich Julius Schmidt; 30 September [O.S. 18 September] 1891 – 7 September 1956), better known as Otto Schmidt, was a Soviet scientist, mathematician, astronomer, geophysicist, statesman, and academician.", "74062645": "Nedda Friberti (born 13 September 1913, date of death unknown) was an Italian Jewish mathematician who fled Italy as a result of the German occupation of the Italian Socialist Republic during World War II.[1][2] She was denied entry into the United States by the Emergency Committee in Aid of Displaced Foreign Scholars.[3] In 1939, she was able to flee to Switzerland to escape persecution.[4]", "35920698": "Leon Petrosjan (Russian: Леон Аганесович Петросян) (born December 18, 1940) is a professor of Applied Mathematics and the Head of the Department of Mathematical Game theory and Statistical Decision Theory at the St. Petersburg University, Russia.[2]", "68492091": "Bonnie Helen Litwiller (February 14, 1937 – January 27, 2012) was an American mathematics educator and textbook author, who worked as a professor of mathematics at the University of Northern Iowa.[1]", "69671739": "Zhouli Xu (Chinese: 徐宙利; born 1987) is a Chinese mathematician specializing in topology as an Associate Professor of Mathematics at the University of California, San Diego, known for computations of homotopy groups of spheres.", "1317697": "Bible Translators", "54434626": "June Huh (full name: June E Huh, Korean: 허준이; born 1983) is an American mathematician who is currently a professor at Princeton University. Previously, he was a professor at Stanford University.[2][3] He was awarded the Fields Medal in 2022[4] and a MacArthur Fellowship in 2022. He has been noted for the linkages that he has found between algebraic geometry and combinatorics.[5]", "54434627": "Eric Katz is a mathematician working in combinatorial algebraic geometry and arithmetic geometry. He is currently an associate professor in the Department of Mathematics at The Ohio State University.", "36477771": "Fariba Fahroo is an American Persian mathematician, a program manager at the Air Force Office of Scientific Research, and a former program manager at the Defense Sciences Office. Along with I. M. Ross, she has published papers in pseudospectral optimal control theory.[pub 1][pub 2][pub 3][pub 4][pub 5]\n[pub 6]\n[pub 7]\n[pub 8]\n[pub 9]\nThe Ross–Fahroo lemma and the Ross–Fahroo pseudospectral method are named after her. In 2010, she received (jointly with Ross), the AIAA Mechanics and Control of Flight Award for fundamental contributions to flight mechanics.[1]", "45030219": "Abraham Ziv ((1940-03-06)March 6, 1940–March 5, 2013(2013-03-05) (aged 72)) was an Israeli mathematician, known for his contributions to the Zero-sum problem as one of the discoverers of the Erdős–Ginzburg–Ziv theorem.", "56662863": "Paula Tretkoff (née Paula Beazley Cohen) is an Australian-American mathematician who studies number theory, noncommutative geometry, and hypergeometric functions.\nShe is a professor of mathematics at Texas A&M University, and a director of research at the Centre national de la recherche scientifique (CNRS) associated with the University of Lille.[1]", "24812368": "Hans Werner Ballmann (known as Werner Ballmann; born 11 April 1951) is a German mathematician. His area of research is differential geometry with focus on geodesic flows, spaces of negative curvature as well as spectral theory of Dirac operators", "7183185": "Lester Randolph Ford Jr. (September 23, 1927 – February 26, 2017) was an American mathematician specializing in network flow problems. He was the son of mathematician Lester R. Ford Sr.[1]", "50600786": "Émile Victor Jamet (19 December 1853, Mèze, Hérault – 4 August 1919, Nice) was a French mathematician.[1]", "10230613": "Alexander A. Beilinson (born 1957) is the David and Mary Winton Green University professor at the University of Chicago and works on mathematics.  His research  has spanned representation theory, algebraic geometry and mathematical physics.  In 1999, Beilinson was  awarded the Ostrowski Prize with Helmut Hofer.\nIn 2017, he was elected to the National Academy of Sciences.[1] In 2018, he received the Wolf Prize in Mathematics[2] and in 2020 the Shaw Prize in Mathematics.[3]", "58497877": "Andrew John Sommese (born 3 May 3, 1948 in New York City) is an American mathematician, specializing in algebraic geometry.[1]", "301915": "John Cocke (May 30, 1925 – July 16, 2002) was an American computer scientist recognized for his large contribution to computer architecture and optimizing compiler design. He is considered by many to be \"the father of RISC architecture.\"[1]", "25631581": "Peter Grindrod, CBE is a British mathematician.", "62036830": "Helen M. Byrne is a mathematician based at the University of Oxford. She is Professor of Mathematical Biology in the university's Mathematical Institute and a Professorial Fellow in Mathematics at Keble College.[1] Her work involves developing mathematical models to describe biomedical systems including tumours. She was awarded the 2019 Society for Mathematical Biology Leah Edelstein-Keshet Prize for exceptional scientific achievements and for mentoring other scientists[2] and was appointed a Fellow of the Society in 2021.[3]", "30612322": "Lee Aaron Segel (5 February 1932 – 31 January 2005) was an applied mathematician primarily at the Rensselaer Polytechnic Institute and the Weizmann Institute of Science.[1] He is particularly known for his work in the spontaneous appearance of order in convection, slime molds and chemotaxis.", "48307046": "Manfred Leopold Einsiedler is an Austrian mathematician who studies ergodic theory. He was born in Scheibbs, Austria in 1973.[1]", "39328616": "Grigoriy Yablonsky (or Yablonskii) (Russian: Григорий Семенович Яблонский) is an expert in the area of chemical kinetics and chemical engineering, particularly in catalytic technology of complete and selective oxidation, which is one of the main driving forces of sustainable development.", "40115051": "Khalida Inayat Noor is a Pakistani mathematician who was awarded with Pride of Performance award by the President of Pakistan in 2011.[1] Her research topics include mathematical analysis, variational inequalities, and integral operators.", "16227179": "Henry \"Hank\" Wallman (1915[1]–1992) was an American mathematician, known for his work in lattice theory, dimension theory, topology, and electronic circuit design.", "28711790": "Jan Raphael Høegh-Krohn (10 February 1938 – 24 January 1988) was a Norwegian mathematician.", "16391023": "Vladimir Marković is a Professor of Mathematics at University of Oxford. He was previously the John D. MacArthur Professor at the California Institute of Technology (2013–2020) and Sadleirian Professor of Pure Mathematics at the University of Cambridge (2013–2014).[5]", "48307057": "Lars-Erik Persson (born 24 September 1944) is a Swedish/Norwegian professor in mathematics, known for his works in Fourier analysis, function spaces, inequalities, interpolation theory and related problems connected to convexity and quasi-monotone functions.", "27597683": "Francisco de Artiga, a celebrated Spanish landscape and historical painter, was born at Huesca, about 1650. He painted several 'Sibyls,' 'Conceptions,' and perspective views, remarkable for their invention, design, and colouring. He was also an engraver, an architect, a mathematician, and an author of reputation. He died in 1711 at Huesca.", "5872505": "Friedrich Hermann Schottky (24 July 1851 – 12 August 1935) was a German mathematician who worked on elliptic, abelian, and theta functions and introduced Schottky groups and Schottky's theorem. He was born in Breslau, Germany (now Wrocław, Poland) and died in Berlin. Schottky was a professor at the University of Zurich from 1882-1892.", "45226885": "Ray Alden Kunze (March 7, 1928 – May 21, 2014) was an American mathematician who chaired the mathematics departments at the University of California, Irvine and the University of Georgia.[1][2] His mathematical research concerned the representation theory of groups and noncommutative harmonic analysis.[2]", "596870": "Fazio Cardano (1444 – 28 August 1524) was an Italian jurist and mathematician.  He was a student of perspective.  Cardano was also a professor at the University of Pavia, and was devoted to hermetical science and the world of the occult.  He was a friend of Leonardo da Vinci.", "13966214": "Samuel Kendrick Vandervelde (born 12 February 1971) is a mathematician who, along with Sandor Lehoczky and Richard Rusczyk, is most notable for creating the Mandelbrot Competition,[1] and being listed first under \"Thanks\" in the mathematical textbook  The Art of Problem Solving.[2]", "39817": "Sir William Rowan Hamilton MRIA, FRAS (3/4 August 1805 – 2 September 1865)[1][2] was an Irish mathematician, astronomer, and physicist. He was the Andrews Professor of Astronomy at Trinity College Dublin, and Royal Astronomer of Ireland, living at Dunsink Observatory.", "72586": "Simon Stevin (Dutch: [ˈsimɔn ˈsteːvɪn]; 1548–1620), sometimes called Stevinus, was a Flemish mathematician, scientist and music theorist.[1] He made various contributions in many areas of science and engineering, both theoretical and practical. He also translated various mathematical terms into Dutch, making it one of the few European languages in which the word for mathematics, wiskunde (wis and kunde, i.e., \"the knowledge of what is certain\"), was not a loanword from Greek but a calque via Latin. He also replaced the word chemie, the Dutch for chemistry, by scheikunde (\"the art of separating\"), made in analogy with wiskunde.", "2268051": "Eliot Roy Weintraub (/ˈwaɪntrɑːb/; born March 22, 1943) is an American mathematician, economist, and, since 1976, professor of economics at Duke University.[1] He was born in 1943 in New York City.[2][3]", "23436180": "Francesco Stelluti (12 January 1577, in Fabriano – November 1652, in Rome) was an Italian polymath who worked in the fields of mathematics, microscopy, literature, and astronomy. Along with Federico Cesi, Anastasio de Filiis and Johannes van Heeck, he founded the Accademia dei Lincei in August 1603.", "38542230": "Gunnar Kangro (November 21, 1913 – December 25, 1975, Tartu) was an Estonian mathematician. He worked mainly on summation theory. He taught various courses on mathematical analysis, functional analysis and algebra in University of Tartu and he has written several university textbooks.[1]", "21044122": "Johann II Bernoulli (also known as Jean; 18 May 1710 in Basel – 17 July 1790 in Basel) was the youngest of the three sons of the Swiss mathematician Johann Bernoulli. He studied law and mathematics, and, after travelling in France, was for five years professor of eloquence in the university of his native city. In 1736 he was awarded the prize of the French Academy for his suggestive studies of aether.[1][2] On the death of his father he succeeded him as professor of mathematics in the University of Basel. He was thrice a successful competitor for the prizes of the Academy of Sciences of Paris. His prize subjects were the capstan, the propagation of light, and the magnet. He enjoyed the friendship of P. L. M. de Maupertuis, who died under his roof while on his way to Berlin. He himself died in 1790. His two sons, Johann and Jakob, are the last noted mathematicians of the Bernoulli family.", "32512922": "Ram Prakash Bambah (born 17 September 1925)[1][2] is an Indian mathematician working in number theory and discrete geometry.", "4201372": "Lazar Aronovich Lyusternik (also Lusternik, Lusternick, Ljusternik; Russian: Лазарь Аронович Люстерник; 31 December 1899 – 22 July 1981) was a Soviet mathematician. He is famous for his work in topology and differential geometry, to which he applied the variational principle. Using the theory he introduced, together with Lev Schnirelmann, he proved the theorem of the three geodesics, a conjecture by Henri Poincaré that every convex body in 3-dimensions has at least three simple closed geodesics. The ellipsoid with distinct but nearly equal axis is the critical case with exactly three closed geodesics.", "42212260": "Kate Adebola Okikiolu (born 1965) is a British mathematician.[2] She is known for her work with elliptic differential operators as well as her work with inner-city children.[3]", "1547173": "Abraham Sharp (1653 – 18 July 1742) was an English mathematician and astronomer.", "39394215": "Jan Pieter Hogendijk (born 21 July 1955) is a Dutch mathematician and historian of science. Since 2005, he is professor of history of mathematics at the University of Utrecht.", "7080": "Christian Andreas Doppler (/ˈdɒplər/ ; 29 November 1803 – 17 March 1853)[1] was an Austrian mathematician and physicist. He formulated the principle – now known as the Doppler effect – that the observed frequency of a wave depends on the relative speed of the source and the observer.", "31431593": "Albrecht Böttcher (born 29 December 1954) is a German mathematician. His field of research is functional analysis.", "21011370": "Jean Truchet (1657 – 5 February 1729), known as  Father Sébastian, was a French Dominican priest born in Lyon, who lived under the reign of Louis XIV. He was active in areas such as mathematics, hydraulics, graphics, and typography. He is also known for many inventions.[1]", "26942379": "Juan Bermudo OFM (c. 1510 in Écija, Province of Seville – c. 1565) was a Spanish Friar Minor who is best known as a composer, music theorist and mathematician.[1]", "7281583": "Prof. Kadammanitta Vasudevan Pillai, is a Padayani exponent from Kerala, India. He is the former Vice Chairman of the Kerala Folklore Academy, a professor in mathematics, a writer and public speaker.", "34839472": "David Saul Jerison is an American mathematician, a professor of mathematics and a MacVicar Faculty Fellow at the Massachusetts Institute of Technology, and an expert in partial differential equations and Fourier analysis.[1]", "47061939": "Claude Hardy (1604 – 5 April 1678) was a French linguist, mathematician, and lawyer known for translating the works of Erasmus and Euclid into 36 different languages.[1] He was considered one of the strongest mathematicians of his time.[2]", "65870775": "Fátima de Madrid is the name given to an Arab Muslim astronomer and mathematician who supposedly lived during the late 10th and early 11th centuries in Islamic Spain. She was purportedly the daughter of the astronomer Maslama al-Majriti, with whom she is said to have worked on several astronomical and mathematical treatises, including the astronomical tables of Muhammad ibn Musa al-Khwarizmi. The earliest known account of her is the 1924 edition of the Enciclopedia Espasa-Calpe, and historians have cast doubt on whether she actually existed.[1]", "8494021": "Michael Byster (born March 5, 1959) is an American mental calculator, and math educator. He worked as a commodity trader until he quit his job to devote himself to teaching children his methods. He has spoken to over 10,000 classrooms for free and continues to mentor kids. Mike is able to do many arithmetic problems in his head at very fast speeds.[1] During a study done years ago, Byster was claimed to have one of the fastest mathematical minds in the world.[1][2]", "50961352": "Nicolas Fizes (27 October 1648 in Frontignan – 1718) was a French professor of mathematics and hydrography, who lived under the reign of Louis XIV. He is especially known as the librettist who wrote L'Opéra de Frontignan (1670), a play in Occitan, dealing with a slight love intrigue, and an idyllic poem on the fountain of Frontignan.", "73014219": "Ashkan Nikeghbali Cisakht[1] (Persian: اشکان نیکبالی; born September 15,[citation needed] 1975[1]) is a French[citation needed] mathematician and university professor of Iranian descent[citation needed]. He holds the chair of Financial Mathematics at the University of Zurich.[2]", "22191053": "János Pintz (born 20 December 1950 in Budapest)[1] is a Hungarian mathematician working in analytic number theory. He is a fellow of the Rényi Mathematical Institute and is also a member of the Hungarian Academy of Sciences. In 2014, he received the Cole Prize.", "70884301": "Max Planck Institute of Quantum Optics", "20650959": "Franz Woepcke (6 May 1826 – 25 March 1864) was a German historian, Orientalist and mathematician. He is remembered for publishing editions and translations of medieval Arabic mathematical manuscripts and for his research on the propagation of the Hindu-Arabic numeral system in the medieval era.", "60791764": "Patricia F. Campbell is an American mathematician and mathematics educator. She is a professor in the Department of Teaching and Learning, Policy and Leadership at the University of Maryland, College Park.[1] Her work has concerned the improvement of mathematics education in minority and lower-income secondary schools,[2] and the effectiveness of mathematics coaching in mathematics education.", "22813653": "Douglas Brent West is a professor of graph theory at University of Illinois at Urbana-Champaign. He received his Ph.D. from Massachusetts Institute of Technology in 1978; his advisor was Daniel Kleitman.[1] He is the \"W\" in G. W. Peck, a pseudonym for a group of six mathematicians that includes West.[2] He is the editor of the journal Discrete Mathematics.", "63642582": "Aline Gouget Morin (born 1977)[1] is a French mathematician and cryptographer whose works include contributions to the design of the SOSEMANUK stream cipher[2] and Shabal hash algorithm,[3] and methods for anonymized digital currency.[4] She is a researcher for Gemalto, an international digital security company.[5]", "27532249": "Svetozar Kurepa (25 May 1929 – 2 February 2010) was a Yugoslavian and Croatian Serb mathematician whose main contributions were in the areas of functional analysis and operator theory.  Kurepa published over 70 articles, 16 books, and numerous scientific reviews. He taught at the University of Zagreb, where he also served as the Dean of the College of Sciences. He taught in North America at the University of Maryland, at Georgetown University, and at the University of Waterloo. In Europe he worked at the Niels Bohr Institute in Denmark and the University of Milan.", "6036442": "Theodorus Jozef Dekker (Dirk Dekker, 1 March 1927 - 25 November 2021)[1] was a Dutch mathematician.", "53746651": "Erica Nicole Walker (born c. 1971) is an American mathematician and the Clifford Brewster Upton Professor of Mathematics Education at Teachers College, Columbia University, where she also serves as the Chairperson of the Department of Mathematics, Science, and Technology and as the Director of the Institute for Urban and Minority Education. Walker’s research focuses on the \"social and cultural factors as well as educational policies and practices that facilitate mathematics engagement, learning and performance, especially for underserved students\".[1][2]", "71867360": "Nicolaos Ch. Nikolaidis (Greek: Νικόλαος Χ. Νικολαΐδης, in French Nicolas Nicolaïdès; (1826 - July 11, 1889) was an author, mechanical engineer, mathematician, soldier, and professor. He was a pioneer in 19th-century Greek mathematics introducing modern European mathematics to the Greek world. He went to school at Evelpidon and studied in France at the École nationale des ponts et chaussées and École polytechnique. His professors in France included Joseph Bertrand and Adhémar Jean Claude Barré de Saint-Venant. While in France he was exposed to the complex mathematics prevalent at the time. He wrote papers on geometry and kinematics. He was exposed to the works of Jacques Charles François Sturm, Giovanni Fagnano, Colin Maclaurin, Joseph Bertrand, and Jacques Antoine Charles Bresse. He integrated some of their works into his mathematical literature. He participated in the Cretan revolt in 1866 and was the Commander of the 174th Battalion of Verville during the Franco-Prussian War in 1870. He became a professor at University of Athens in 1871. His memoirs, a work of over four hundred pages entitled Analectes, ou Mémoires et Notes sur les Diverses Parties des Mathématiques published in 1874, feature most of his mathematical papers. By 1881, he retired from the University of Athens due to an illness. He died on July 11, 1889, at about 63 years old. He influenced countless French and Greek mathematicians, including Cyparissos Stephanos, John Hazzidakis and Vassilios Lakon.[1][2][3][4]", "30874595": "Ernest Julius Wilczynski (November 13, 1876 – September 14, 1932) was an American mathematician considered the founder of projective differential geometry.[1]", "59972579": "Gudrun Kalmbach (born 27 May 1937 in Großerlach) is a German mathematician and educator known for her contributions in the field of quantum logic and for the educational programmes she developed.", "5643238": "Andrei Leonovich Toom (in Russian: Андрей Леонович Тоом), also known as André Toom, (1942 Tashkent, Soviet Union - 2022 New York, USA) was a mathematician known for the Toom–Cook algorithm and Toom's rule. Toom was a retired professor of the statistics department at Federal University of Pernambuco in Brazil. Toom died of prolonged illness in New York,september 2022.", "1678313": "Bernard Morris Dwork (May 27, 1923 – May 9, 1998) was an American mathematician, known for his application of p-adic analysis to local zeta functions, and in particular for a proof of the first part of the Weil conjectures: the rationality of the zeta-function of a variety over a finite field. The general theme of Dwork's research was p-adic cohomology and p-adic differential equations. He published two papers under the pseudonym Maurizio Boyarsky.", "70261740": "Eun Jung Kim (Korean: 김은정) is a South Korean computer scientist and graph theorist specializing in parameterized complexity, parameterized algorithms for constraint satisfaction problems, and width parameters in graphs and matroids. She is an associate professor at KAIST.[1]", "56204268": "Johan Antony Barrau (3 April 1873, Oisterwijk – 8 January 1953, Utrecht) was a Dutch mathematician, specializing in geometry.[1]", "22289393": "Alexandru Froda (July 16, 1894 – October 7, 1973) was a  Romanian mathematician with contributions in the field of mathematical analysis, algebra, number theory and rational mechanics. In his 1929 thesis he proved what is now known as Froda's theorem.[1]", "1285108": "ʿAbu al-Ḥasan Alāʾ al‐Dīn bin Alī bin Ibrāhīm bin Muhammad bin al-Matam al-Ansari[1] known as Ibn al-Shatir or Ibn ash-Shatir (Arabic: ابن الشاطر; 1304–1375) was an Arab astronomer, mathematician and engineer. He worked as muwaqqit (موقت, religious timekeeper) in the Umayyad Mosque in Damascus and constructed a sundial for its minaret in 1371/72.", "36477942": "Yuval Peres (Hebrew: יובל פרס; born 5 October 1963) is a mathematician known for his research in probability theory, ergodic theory, mathematical analysis, theoretical computer science, and in particular for topics such as fractals and Hausdorff measure, random walks, Brownian motion, percolation and Markov chain mixing times. He was born in Israel and obtained his Ph.D. at the Hebrew University of Jerusalem in 1990 under the supervision of Hillel Furstenberg.[1] He was a faculty member at the Hebrew University and the University of California at Berkeley,[1] and a Principal Researcher at Microsoft Research in Redmond, Washington.[2] Peres has been accused of sexual harassment by several female scientists.[3]", "65477623": "Juan Felipe Cucker Farkas (born 1958) is an Uruguayan mathematician and theoretical computer scientist who has done research into the complexity theory of the Blum–Shub–Smale computational model and the complexity of numerical algorithms in linear programming and numerical algebraic geometry.", "37329912": "James Eells (October 25, 1926 – February 14, 2007) was an American mathematician, who specialized in mathematical analysis.", "30678006": "Gérard Vergnaud (8 February 1933 – 6 June 2021) was a French mathematician, philosopher, educator, and psychologist. He earned his doctorate from the International Center for Genetic Epistemology in Geneva under the supervision of Jean Piaget. Vergnaud was a professor emeritus of the Centre national de la recherche scientifique in Paris, where he was a researcher in mathematics. Among his most significant work has been the development of the Theory of Conceptual Fields, which describes how children develop an understanding of mathematics.[1]", "70491126": "Thomas Malin Rodgers (August 1, 1943 — April 12, 2012) was an Atlanta-based businessman and puzzle collector who is remembered as the originator of the Gathering 4 Gardner (G4G) educational foundation, first conceived in 1992.[1] He co-founded G4G with magician and toy inventor Mark Setteducati and UC Berkeley professor Elwyn Berlekamp.[2]  Over the past three decades it hosted 14 biennial conferences for aficionados of the recreational mathematician and Scientific American columnist and writer Martin Gardner.[3] Rodgers also edited 6 volumes of Martin Gardner tribute books, published by AK Peters.  Rodgers' personal physical puzzle collection was legendary.[4][5]", "826363": "Morris Kline (May 1, 1908 – June 10, 1992) was a professor of mathematics, a writer on the history, philosophy, and teaching of mathematics, and also a popularizer of mathematical subjects.", "46996476": "Shambhu Dayal Sinvhal (20 November 1923 - 27 May 2015) was an Indian mathematician, astronomist and a former vice chancellor of Kumaon University.[1] Born on 20 November 1923 at Indore in the largest Indian state of Madhya Pradesh to B. D. Sinvhal and Tara Devi, he started his career as a member of the faculty of the department of mathematics and astronomy at Lucknow University in 1946 where he worked till 1954.[1] During this period, he secured a doctoral degree (PhD) in mathematics from Lucknow in 1951.[1] In 1954, he resigned from the university to take up the post of an assistant astronomer at Uttar Pradesh State Observatory and became its director[2] in 1960, a post he held till his superannuation 1978.[1] He also worked as a professor at the University of Rourkee at the department of Earth Sciences.[3] In 1978, he was appointed as the vice chancellor of Kumaon University.[1]", "72293373": "María Emilia Caballero Acosta is a Mexican mathematician specializing in probability theory, including Lévy processes, branching processes, Markov processes, and Lamperti representations (an exponential relation between Markov processes and Lévy processes).[1] She is a professor in the Faculty of Sciences and Researcher in the Institute of Sciences of the National Autonomous University of Mexico (UNAM).[1][2]", "46242822": "Olvi Leon Mangasarian (12 January 1934 – 15 March 2020) was the John von Neumann Professor Emeritus of Mathematics and Computer Sciences in Department of Mathematics, University of California, San Diego and Professor Emeritus of Computer Sciences at the University of Wisconsin-Madison and a recognised expert on optimization, data mining, and classification.[1] In 2000, while  professor in the Computer Science Department of the University of Wisconsin–Madison, he was awarded the Frederick W. Lanchester Prize for pioneering work in introducing the use of Operations Research techniques to the field of data mining with a particularly notable application being to breast cancer diagnosis.[2]", "58989575": "Lynn Margaret Batten  (1948[1] – 28 July 2022[2][3]) was a Canadian-Australian mathematician[4] known for her books about finite geometry and cryptography, and for her research on the classification of malware.[5]", "27040780": "Adrian Krzyżanowski (born 8 September 1788 in Dębowo - died 21 August 1852 in Warsaw) was a Polish mathematician and translator of German literature.", "67443729": "Alfred Galichon (alfʁɛːd galiʃɔ̃; born May 4, 1977) is a French economist and mathematician.[4] His work focuses on quantitative economics and econometrics.[5] He is a professor of economics and of mathematics at New York University.[4][5]", "59776019": "Ruth I. Michler (March 8, 1967 to November 1, 2000)[1][2][3][4] was an American-born mathematician of German descent who lived and worked in the United States. She earned her Ph.D. in Mathematics from the University of California, Berkeley,[5] and she was a tenured associate professor at the University of North Texas. She died at the age of 33 while visiting Northeastern University, after which at least three memorial conferences were held in her honor, and the Ruth I. Michler Memorial Prize was established in her memory.", "3677203": "Aleksandr Gennadyevich Kurosh (Russian: Алекса́ндр Генна́диевич Ку́рош; January 19, 1908 – May 18, 1971) was a Soviet mathematician, known for his work in abstract algebra. He is credited with writing The Theory of Groups, the first modern and high-level text on group theory, published in 1944.", "7150621": "Charles Lewis Reason (July 21, 1818 – August 16, 1893) was an American mathematician, linguist, and educator. He was the first black college professor in the United States, teaching at New York Central College, McGrawville.[1][2]", "46439458": "Edith Alice Müller (5 February 1918 – 24 July 1995[1]) was a Spanish-Swiss mathematician and astronomer.[2] In 2018, the Swiss Society for Astronomy and Astrophysics (SSAA) launched the annual Edith Alice Müller Award for outstanding astronomy PhD theses in Switzerland.[3]", "58432548": "Maurice Sion (17 October 1927, Skopje – 17 April 2018, Vancouver) was an American and Canadian mathematician, specializing in measure theory[1] and game theory. He is known for Sion's minimax theorem.", "36084772": "Friedrich Karl Schmidt (22 September 1901 – 25 January 1977) was a German mathematician, who made notable contributions to algebra and number theory.", "72741": "Kristen Nygaard (27 August 1926 – 10 August 2002) was a Norwegian computer scientist, programming language pioneer, and politician. Internationally, Nygaard is acknowledged as the co-inventor of object-oriented programming and the programming language Simula with Ole-Johan Dahl in the 1960s. Nygaard and Dahl received the 2001 A. M. Turing Award for their contribution to computer science.", "18357287": "Shokichi Iyanaga (彌永 昌吉, Iyanaga Shōkichi, April 2, 1906 – June 1, 2006) was a Japanese mathematician.", "236582": "José Echegaray y Eizaguirre (19 April 1832 – 14 September 1916)[1] was a Spanish civil engineer, mathematician, statesman, and one of the leading Spanish dramatists of the last quarter of the 19th century. He was awarded the 1904 Nobel Prize in Literature \"in recognition of the numerous and brilliant compositions which, in an individual and original manner, have revived the great traditions of the Spanish drama\".", "72260649": "Richard Jack (died 1759) was a Scottish mathematician, astronomer, and engineer active in the mid-18th century. He provided the only testimony against Lt. Gen. John Cope at the court martial following the Battle of Prestonpans during the 1745 Jacobite uprising, but Having exaggerated his own accomplishments and lacking corroboration, Jack had his testimony discounted by the judges, who found Cope blameless. Jack was later involved in the development of achromatic lenses and his work on conic sections was a source for the mathematical sections of the first edition of the Encyclopaedia Britannica.", "18193447": "Kirik the Novgorodian (Russian: Кирик Новгородец, romanized: Kirik Novgorodets; 1110 – after 1158) was a monk of the Antoniev Monastery and later a hieromonk in the entourage of Archbishop Niphont of Novgorod (r. 1130–1156) famous for writing the first mathematical treatise in Eastern Slavdom, the Uchenie o chislakh (Russian: Учение о числах, \"Teaching on Numbers\"); he also wrote entries in the Novgorod First Chronicle in the 1140s and asked some of the 152 questions of Niphont in a theological work known as the Voproshanie Kirika (Russian: Вопрошание Кирика, Вопрошание Кириково, \"The Questions of Kirik\")[1]  He also translated the works of Patriarch Nikephoros I of Constantinople as well as the Pentateuch.", "23108655": "Rollo Davidson (b. Bristol, 8 October 1944, d. Piz Bernina, 29 July 1970) was a probabilist, alpinist, and Fellow-elect of Churchill College, Cambridge, who died aged 25 on Piz Bernina. He is known for his work on semigroups, stochastic geometry, and stochastic analysis,[1] and for the Rollo Davidson Prize, given in his name to early-career probabilists.", "34905149": "Professor Petr Mandl DSc (5 November 1933 – 24 February 2012) was a Czech mathematician known for his contributions to the fields of stochastic processes and actuarial science. He published several books and more than hundred articles.[1]", "57056318": "Márta Svéd (1910 – 30 September 2005) was a Hungarian mathematician who moved to Australia in the 1930s and became a teacher of mathematics at the University of Adelaide. She was 75 years old when she completed her PhD in 1985. She wrote the textbook Journey into Geometries (1991), and won the BH Neumann Award in 1994 for her contributions to mathematics learning in Australia.", "33987658": "Li Rui (Chinese: 李锐; pinyin: Lǐ Ruì; 8 December 1768 in Suzhou – 30 June 1817 in Suzhou) was a Chinese mathematician. Li discovered independently an equivalent version of what is known today as Descartes' rule of signs.", "73931852": "Giuseppe Longo is an Italian mathematician, epistemologist, theoretical biologist, author, and academic. He is the Research Director Emeritus at Centre national de la recherche scientifique at the Cavaillès interdisciplinary center of École Normale Supérieure (ENS) in Paris.[1]", "62626897": "Jean-Baptiste Leblond, born on 21 May 1957 in Boulogne-Billancourt, is a materials scientist, member of the Mechanical Modelling Laboratory of the Pierre-et-Marie-Curie University (MISES) and professor at the same university.[1]", "22846547": "Roland \"Ron\" Edwin Larson (born October 31, 1941) is a professor of mathematics at Penn State Erie, The Behrend College, Pennsylvania.[1] He is best known for being the author of a series of widely used mathematics textbooks ranging from middle school through the second year of college.", "37592148": "Yasutaka Ihara (伊原 康隆, Ihara Yasutaka; born 1938, Tokyo Prefecture) is a Japanese mathematician and professor emeritus at the Research Institute for Mathematical Sciences. His work in number theory includes Ihara's lemma and the Ihara zeta function.", "41819221": "Bogdan Suceavă (born September 27, 1969) is a Romanian-American mathematician and writer, working since 2002 as professor of mathematics at California State University Fullerton. He is also a honorary research professor with the STAR-UBB Institute, Babeș-Bolyai University, Cluj-Napoca, Romania.", "3775576": "David E. Evans FLSW was born in 1950 at Glanamman, Dyfed, Wales.[1] He is a professor of mathematics at Cardiff University, specialising in knot theory. He has published a number of books, many in collaboration with Yasuyuki Kawahigashi.", "46472280": "Natascha Artin Brunswick, née Jasny (June 11, 1909 – February 3, 2003) was a Russian-American mathematician and photographer.", "64265306": "József Balogh is a Hungarian-American mathematician, specializing in graph theory and combinatorics.", "64592988": "Leonard Gross (born February 24, 1931) is an American mathematician and Professor Emeritus of Mathematics at Cornell University.[1]", "72227940": "Yoshiko Wakabayashi (born 21 May 1950) is a Brazilian computer scientist and applied mathematician whose research interests include combinatorial optimization, polyhedral combinatorics, packing problems, and graph algorithms. She is a professor in the department of computer science and institute of mathematics and statistics at the University of São Paulo.[1][2]", "8625257": "Joan Sylvia Lyttle Birman (born May 30, 1927, in New York City[1]) is an American mathematician, specializing in low-dimensional topology. She has made contributions to the study of knots, 3-manifolds, mapping class groups of surfaces, geometric group theory, contact structures and dynamical systems. Birman is research professor emerita at Barnard College, Columbia University,[2] where she has been since 1973.", "302185": "Bernard Bolzano (UK: /bɒlˈtsɑːnoʊ/, US: /boʊltˈsɑː-, boʊlˈzɑː-/; German: [bɔlˈtsaːno]; Italian: [bolˈtsaːno]; born Bernardus Placidus Johann Nepomuk Bolzano; 5 October 1781 – 18 December 1848)[12] was a Bohemian mathematician, logician, philosopher, theologian and Catholic priest of Italian extraction, also known for his liberal views.", "51256429": "David M. Arnold (August 9, 1939 – January 3, 2021) was an American mathematician, formerly the Ralph and Jean Storm Professor of Mathematics at Baylor University,[1] and also a published author of 10 books, currently held in 1,886 libraries.[2]", "51256431": "Joseph J. Rotman (May 26, 1934 – October 16, 2016[1]) was a Professor of Mathematics at the University of Illinois at Urbana–Champaign[2] and also a published author of 10 textbooks.", "61807728": "Cristóbal de Losada y Puga (14 April 1894 – 30 August 1961) was a Peruvian mathematician and mining engineer.[1] He was Minister of Education of Peru in the government of José Luis Bustamante y Rivero and Director of the National Library of Peru between 1948 and 1961.", "63839346": "Susan Goldstine is an American mathematician active in mathematics and fiber arts. She is a professor of mathematics at St. Mary's College of Maryland, and (for 2019–2022) the Steven Muller Distinguished Professor in the Sciences at St. Mary's College.[1]", "105587": "Sofya Vasilyevna Kovalevskaya (Russian: Софья Васильевна Ковалевская), born Korvin-Krukovskaya (15 January [O.S. 3 January] 1850 – 10 February 1891), was a Russian mathematician who made noteworthy contributions to analysis, partial differential equations and mechanics. She was a pioneer for women in mathematics around the world – the first woman to obtain a doctorate (in the modern sense) in mathematics, the first woman appointed to a full professorship in northern Europe and one of the first women to work for a scientific journal as an editor.[1] According to historian of science Ann Hibner Koblitz, Kovalevskaya was \"the greatest known woman scientist before the twentieth century\".[2]: 255", "2563194": "George Szekeres AM FAA (Hungarian: [ˈsɛkɛrɛʃ]; 29 May 1911 – 28 August 2005) was a Hungarian–Australian mathematician.", "49814650": "Guillaume Le Blond (1704 – May 24, 1781) was a French mathematician. He was born in Paris.", "36805757": "Peter Howard Haynes FRS (born 23 July 1958) is a British applied mathematician in the Faculty of Mathematics at the University of Cambridge.  He is a Fellow of Queens' College, Cambridge[1] and served as Head of the Department of Applied Mathematics and Theoretical Physics (DAMTP) from 2005 to 2015.[2]", "58662017": "Laurette Stephanie Tuckerman (born 1956) is a mathematical physicist working in the areas of hydrodynamic instability, bifurcation theory, and computational fluid dynamics. She is currently a director of research for the Centre national de la recherche scientifique, at the Physics and Mechanics of Heterogeneous Media Laboratory of ESPCI Paris.[1]", "11803792": "Sophie Willock Bryant (15 February 1850, Sandymount, Dublin, – 14 August 1922, Chamonix, France) was an Anglo-Irish mathematician, educator, feminist and activist.[1] She was the first woman to receive a DSc in England; one of the first to serve on a Royal Commission and on the Senate of the University of London.", "21044372": "Johann III Bernoulli (also known as Jean; 4 November 1744 in Basel – 13 July 1807 in Berlin), grandson of Johann Bernoulli and son of Johann II Bernoulli, was a Swiss mathematician, philosopher, astronomer and geographer, known around the world as a child prodigy.[1]", "22224022": "Kefeng Liu (Chinese: 刘克峰; born 12 December 1965), is a Chinese-American mathematician who is known for his contributions to geometric analysis, particularly the geometry, topology and analysis of moduli spaces of Riemann surfaces and Calabi–Yau manifolds. He is a professor of mathematics at University of California, Los Angeles, as well as the executive director of the Center of Mathematical Sciences at Zhejiang University. He is best known for his collaboration with Bong Lian and Shing-Tung Yau in which they establish some enumerative geometry conjectures motivated by mirror symmetry.", "1252509": "John Lighton Synge FRSC FRS (/sɪŋ/; 23 March 1897 – 30 March 1995)[1] was an Irish mathematician and physicist, whose seven-decade career included significant periods in Ireland, Canada, and the USA. He was a prolific author and influential mentor, and is credited with the introduction of a new geometrical approach to the theory of relativity.[1]", "29039777": "Emil Adalbert Müller (22 April 1861 – 1 September 1927) was an Austrian mathematician.", "57220260": "Andreas Dress (born 26 August 1938) is a German mathematician specializing in geometry, combinatorics and mathematical biology.", "59972773": "Debbie Leung is a University Research Chair at the Institute for Quantum Computing at the University of Waterloo, where she is also affiliated with the Department of Combinatorics and Optimization. She works in theoretical quantum information processing.[1][2][3]", "34938025": "Theodore Frankel (June 17, 1929 – August 5, 2017)[1] was a mathematician who introduced the Andreotti–Frankel theorem and the Frankel conjecture.", "43228330": "Alfred Aeppli was a Swiss mathematician. The Pólya–Aeppli distribution in probability theory and statistics is named after him and his doctoral advisor George Pólya.", "37035181": "Anna Margaret Mullikin (March 7, 1893 – August 24, 1975) was a mathematician who was one of the early investigators of point set theory.[1][2] She received her BA from Goucher College in 1915 and went on to attend University of Pennsylvania for doctoral work. She was Robert Lee Moore's third student, graduating in 1922 with a dissertation titled Certain Theorems Relating to Plane Connected Point Sets. Her dissertation was published that year in Transactions of the American Mathematical Society[3] and subsequently became the catalyst for significant advances in the field.[1] She spent most of her subsequent career as a secondary school mathematics teacher. During 1921–1922 she had taught at Oak Lane Country Day School, which served preschool and elementary-aged children. She later became a mathematics teacher at Germantown High School (Philadelphia); there she became a mentor to Mary-Elizabeth Hamstrom, who became a student of Moore and professional mathematician herself.[4]", "54336690": "Megumi Harada is a mathematician who works as a professor in the department of mathematics and statistics at McMaster University, where she holds a tier-two Canada Research Chair in Equivariant Symplectic and Algebraic Geometry.[1][2]", "105651": "William Sealy Gosset (13 June 1876 – 16 October 1937) was an English statistician, chemist and brewer who served as Head Brewer of Guinness and Head Experimental Brewer of Guinness and was a pioneer of modern statistics. He pioneered small sample experimental design and analysis with an economic approach to the logic of uncertainty. Gosset published under the pen name Student and developed most famously Student's t-distribution – originally called Student's \"z\" – and \"Student's test of statistical significance\".[1]", "50076854": "Barry Arthur Cipra, an American mathematician and freelance writer, regularly contributes to Science magazine and SIAM News, a monthly publication of the Society for Industrial and Applied Mathematics.  Along with Dana Mackenzie and Paul Zorn he is the author of several of the volumes in the American Mathematical Society series What's Happening in the Mathematical Sciences, a collection of articles about recent results in pure and applied mathematics oriented towards the undergraduate mathematics major.[1]", "66526391": "This is a list of mathematicians of Jewish-Ukrainian descent.", "51027132": "Ludwig Berwald (8 December 1883 – 20 April 1942) was a German mathematician best known for his contributions to differential geometry, especially Finsler geometry. He taught in Munich and Prague for 32 years, publishing 54 papers, before being deported by the SS to the Łódź Ghetto, where he and his wife Hedwig died within a year.[1]", "46963901": "Grégory Miermont (born 16 July 1979) is a French mathematician working on probability, random trees and random maps.", "2661568": "Günter Hotz (born 16 November 1931) is a German pioneer of computer science. His work includes formal languages, digital circuits\nand computational complexity theory. In 1987, he received the Gottfried Wilhelm Leibniz Prize of the Deutsche Forschungsgemeinschaft, which is the highest honour awarded in German research.  In 1999 he was awarded the Konrad Zuse Medal of the Gesellschaft für Informatik.[1]", "44768464": "Lawrence Clinton Washington (born 1951, in Vermont) is an American mathematician at the University of Maryland who specializes in number theory.", "6429912": "Gisbert Wüstholz (born June 4, 1948, in Tuttlingen, Germany) is a German mathematician internationally known for his fundamental contributions to number theory (in the field of transcendental number theory, Diophantine approximation) and arithmetic geometry.", "66690277": "Annibale Giuseppe Nicolò Giordano (Ottaviano - San Giuseppe, 20 November 1769 – Troyes, 13 March 1835) was an Italian-French mathematician and revolutionary.", "46865643": "Peter Paul Nikolas Orlik (born 12 November 1938, in Budapest)[1] is an American mathematician, known for his research on topology, algebra, and combinatorics.[2]", "13606126": "Die Hard with a Vengeance is a 1995 American action thriller film directed by John McTiernan (who directed the first installment). It was written by Jonathan Hensleigh, based on the screenplay Simon Says by Hensleigh and on the characters created by Roderick Thorp for his 1979 novel Nothing Lasts Forever. Die Hard with a Vengeance is the third film in the Die Hard film series, after Die Hard 2 (1990). It is followed by Live Free or Die Hard (2007) and A Good Day to Die Hard (2013).", "35265777": "Michael Grain Crandall (born November 29, 1940, in Baton Rouge, Louisiana) is an American mathematician, specializing in differential equations.", "72947": "Marin Mersenne, OM (also known as Marinus Mersennus or le Père Mersenne; French: [maʁɛ̃ mɛʁsɛn]; 8 September 1588 – 1 September 1648) was a French polymath whose works touched a wide variety of fields.  He is perhaps best known today among mathematicians for Mersenne prime numbers, those written in the form Mn = 2n − 1 for some integer n.  He also developed Mersenne's laws, which describe the harmonics of a vibrating string (such as may be found on guitars and pianos), and his seminal work on music theory, Harmonie universelle, for which he is referred to as the \"father of acoustics\".[1][2] Mersenne, an ordained Catholic priest, had many contacts in the scientific world and has been called \"the center of the world of science and mathematics during the first half of the 1600s\"[3] and, because of his ability to make connections between people and ideas, \"the post-box of Europe\".[4]  He was also a member of the ascetical Minim religious order and wrote and lectured on theology and philosophy.", "52665588": "Ian Murray Wanless (born 7 December 1969 in Canberra, Australia) is a professor in the School of Mathematics at Monash University in Melbourne, Australia. His research area is combinatorics, principally Latin squares, graph theory and matrix permanents.", "29924601": "Ralph Greatorex (c. 1625–1675)[1] was an English mathematician and mathematical instrument maker. He was an apprentice of London clockmaker Elias Allen.[1]", "12131578": "Edward John Hinch FRS (born 4 March 1947) is a Professor of fluid dynamics at the University of Cambridge, and fellow of Trinity College, Cambridge.", "73309438": "Michael W. Davis (born April 26, 1949) is an American mathematician, author and academic. He is a Professor Emeritus of mathematics at the Ohio State University.[1]", "236798": "Roger Cotes FRS (10 July 1682 – 5 June 1716) was an English mathematician, known for working closely with Isaac Newton by proofreading the second edition of his famous book, the Principia, before publication. He also invented the quadrature formulas known as Newton–Cotes formulas, and made a geometric argument that can be interpreted as a logarithmic version of Euler's formula.[4] He was the first Plumian Professor at Cambridge University from 1707 until his death.", "71834882": "Vassilios Lakon (Greek: Βασίλειος Λάκων or Greek: Βασιλείου Ι Λάκωνος, 1831–1900) was an astronomer, mathematician, experimental physicist, philologist, author, and professor.  He was a pioneer in 19th-century Greek geometry.  He did research in the fields of physics and mathematics.  His professors were world-renowned physicist Dimitrios Stroumpos and astronomer Georgios Konstantinos Vouris.  He also studied in France with Joseph Bertrand.  He was exposed to the works of Joseph Liouville, Augustin-Louis Cauchy, Bernard Lamy, and Jacques Charles François Sturm.  Lakon's math textbooks were used in high schools across Greece during the second half of the 19th century.[1][2][3]", "9084162": "Nikolai Vladimirovich Yefimov (Russian: Никола́й Влади́мирович Ефи́мов; 31 May 1910 in Orenburg – 14 August 1982 in Moscow) was a Soviet mathematician. He is most famous for his work on generalized Hilbert's problem on surfaces of negative curvature.", "32283918": "Paul Hoste (1652–1700) was a Jesuit priest and naval tactician who produced the first major work on naval tactics.", "58334483": "Bruno Leo Zulma Nachtergaele (24 June 1962 in Oudenaarde)[1] is a Belgian mathematical physicist.", "2202900": "David Harold Blackwell (April 24, 1919 – July 8, 2010) was an American statistician and mathematician who made significant contributions to game theory, probability theory, information theory, and statistics.[1] He is one of the eponyms of the Rao–Blackwell theorem.[4] He was the first African American inducted into the National Academy of Sciences, the first African American full professor (with tenure) at the University of California, Berkeley,[3][5][6] and the seventh African American to receive a Ph.D. in mathematics.[7] In 2012, President Obama posthumously awarded Blackwell the National Medal of Science.", "36183327": "Jean-Louis Loday (12 January 1946 – 6 June 2012) was a French mathematician who worked on cyclic homology and who introduced Leibniz algebras (sometimes called Loday algebras) and Zinbiel algebras.[1]\nHe occasionally used the pseudonym Guillaume William Zinbiel, formed by reversing the last name of Gottfried Wilhelm Leibniz.", "57416992": "Laura Anne Taalman, also known as mathgrrl, is an American mathematician known for her work on the mathematics of Sudoku and for her mathematical 3D printing models. Her mathematical research concerns knot theory and singular algebraic geometry; she is a professor of mathematics at James Madison University.", "23797028": "Giovanni de Galliano Pieroni (1586–1654) was a military engineer specialized in erecting fortifications, architect, mathematician and astronomer who gained particular fame in his day as also as author of horoscopes. Early in his life, he became friendly with the astronomer, mathematician and physicist Galileo Galilei (1564-1642) – like Pieroni, Galileo also wrote on constructing fortifications, and the two shared interest in mathematics and astronomy. He was also a contemporary and friend of Johannes Kepler (1571-1630) while both spent time in Prague.", "29138216": "Freydoon Shahidi (born June 19, 1947) is an Iranian American mathematician who is a Distinguished Professor of Mathematics at Purdue University in the U.S. He is known for a method of automorphic L-functions which is now known as the Langlands–Shahidi method.[1]", "23108904": "Myhailo Yosypovych Yadrenko (Ukrainian: Михайло Йосипович Ядренко) was born April 16, 1932, in the village of Drimailivka (Kulykivka district, Chernihiv region, Ukraine) and died September 28, 2004, in Kyiv, Ukraine.  Yadrenko was a prominent Ukrainian mathematician and pedagogue, Corresponding Member of the Ukrainian National Academy of Sciences, and head of the Department of Probability Theory and Mathematical Statistics at Kiev State University of Ukraine.", "1056047": "Hao Wang (Chinese: 王浩; pinyin: Wáng Hào; 20 May 1921 – 13 May 1995) was a Chinese-American logician, philosopher, mathematician, and commentator on Kurt Gödel.", "36543793": "William Frederick Eberlein (June 25, 1917, Shawano, Wisconsin – 1986, Rochester, New York) was an American mathematician, specializing in mathematical analysis and mathematical physics.", "15375666": "Abraham Seidenberg (June 2, 1916 – May 3, 1988) was an American mathematician.", "9411891": "Thomas Jakobsen is a mathematician, cryptographer, and computer programmer, formerly an\nassistant professor at the Technical University of Denmark (DTU) and head of research and\ndevelopment at IO Interactive. His notable work includes designing the physics engine and 3-D pathfinder algorithms for Hitman: Codename 47, and the cryptanalysis of a number of block ciphers.", "6167858": "Vladimir Nikolov Damgov (Bulgarian: Владимир Николов Дамгов) (November 22, 1947 – June 20, 2006) was a Bulgarian physicist, mathematician, union leader, and parliamentarian.[1] He contributed particularly to the application of Chaos theory to mechanical and radiophysical systems as well as to space exploration and space studies.", "64036151": "Rachel Blodgett Adams (October 13, 1894–January 22, 1982) was a pioneering American mathematician and one of the first women to earn a doctorate in mathematics at Radcliffe College in 1921.", "72850743": "Maria Paola Gramegna (1887–1915) was an Italian mathematician and a student of Giuseppe Peano. Her work with Peano on systems of linear differential equations has been cited as an important early milestone in the history of functional analysis and its transition from working with concrete matrices to more abstract basis-independent formulations of linear algebra.[1] After becoming a schoolteacher, she died in the 1915 Avezzano earthquake.", "25337146": "Luigi Ambrosio (born 27 January 1963) is a professor at Scuola Normale Superiore in Pisa, Italy. His main fields of research are the calculus of variations and geometric measure theory.[1]", "6004027": "Walther Mayer (11 March 1887 – 10 September 1948) was an Austrian mathematician, born in Graz, Austria-Hungary.[1] With Leopold Vietoris he is the namesake of the Mayer–Vietoris sequence in topology.[2] He served as an assistant to Albert Einstein,[1] and was nicknamed \"Einstein's calculator\".[3]", "56007994": "Marino Pannelli (16 November 1855, Macerata – 16 April 1934, Macerata) was an Italian mathematician, specializing in algebraic geometry.[1]", "70819134": "Bruno Falissard is a French mathematician, psychiatrist, and academic. He is a professor of Biostatistics at Paris-Saclay Medical University, the Director of the CESP (INSERM centre for research in epidemiology and population health), and the former President of the IACAPAP (International Association for Child and Adolescent Psychiatry and Allied Professions).[1]", "62627139": "Yves Pomeau, born in 1942, is a French mathematician and physicist, emeritus research director at the CNRS and corresponding member of the French Academy of sciences. He was one of the founders of the Laboratoire de Physique Statistique, École Normale Supérieure, Paris. He is the son of literature professor René Pomeau.[1]", "34741581": "Phillip Alan Griffith (born December 29, 1940) is a mathematician and professor emeritus at University of Illinois at Urbana-Champaign who works on commutative algebra and ring theory.  He received his PhD from the University of Houston in 1968.[1]  Griffith is the editor-in-chief of the Illinois Journal of Mathematics[1]  In 1971, Griffith received a Sloan Fellowship.[2]", "70950223": "Jean Guy Dhombres (born 27 August 1942 in Paris) is a French mathematician, historian of mathematics and the mathematical sciences, and biographer of Lazare Carnot.", "1547599": "Joseph Leo Doob (February 27, 1910 – June 7, 2004) was an American mathematician, specializing in analysis and probability theory.", "1252692": "Douglas Rayner Hartree FRS (27 March 1897 – 12 February 1958) was an English mathematician and physicist most famous for the development of numerical analysis and its application to the Hartree–Fock equations of atomic physics and the construction of a differential analyser using Meccano.[2][3]", "2923861": "Antoine-Joseph Yvon Villarceau (15 January 1813 – 23 December 1883) was a French astronomer, mathematician, and engineer.", "597335": "Philip Emeagwali (born 23 August 1954) is a computer scientist originally from Nigeria.[1] He won the 1989 Gordon Bell Prize for price-performance in high-performance computing applications, in an oil reservoir modeling calculation using a novel mathematical formulation and implementation.[2] He is known for making controversial claims about his achievements that are disputed by the scientific community.[3]"}