{"52284032": "generalized inverses, matrix analysis", "4737675": "Walcher of Malvern (died 1135) (also known as Walcher of Lorraine) was the second Prior of Great Malvern Priory in Worcestershire, England, and a noted astronomer, astrologer and mathematician. He has been described as an important transitional figure, whose observations and writings reflected the transformation of the astronomy of the Latin West from its traditional focus on computing dates in the ecclesiastical calendar and studying the rudiments of Roman astronomy to the use of ancient astronomical computational methods learned from Arabic zijes and other Islamic sources.[1][2]", "73484940": "Maria José Serna Iglesias (born 1959)[1] is a Spanish computer scientist and mathematician whose research includes work on parallel approximation, on algorithms for cutwidth and linear layout of graphs, on algorithmic game theory,[2] and on adversarial queueing networks.[3]", "5032588": "Bernhard Hermann Neumann AC, FRS[1] (15 October 1909 – 21 October 2002) was a German-born British-Australian mathematician, who was a leader in the study of group theory.[2][3]", "70240908": "Antonín Strnad (10 August 1746[1] – 23 September 1799[2]) was a Czech geographer, professor and rector of the Charles-Ferdinand University in Prague and director of the observatory in Clementinum, founder of Czech scientific meteorology, agrometeorology and phenology, and also one of the founders of the Czech national revival.  He began recording his meteorological observations in Clementinum and in 1775 he began the longest continuous series of observations in the world.[3]", "58641040": "Atsuko Miyaji (Japanese: 宮地充子, born 1965[1]) is a Japanese cryptographer and number theorist known for her research on elliptic-curve cryptography and software obfuscation. She is a professor in the Division of Electrical, Electronic and Information Engineering, at Osaka University.[2]", "52742805": "Ilka Agricola (born 8 August 1973 in The Hague)[1] is a German mathematician who deals with differential geometry and its applications in mathematical physics. She is dean of mathematics and computer science at the University of Marburg, where she has also been responsible for making public the university's collection of mathematical models.[2]", "19188374": "Konrad Osterwalder (born June 3, 1942) is a Swiss mathematician and physicist, former Undersecretary-General of the United Nations, former Rector of the United Nations University (UNU),[1] and Rector Emeritus of the Swiss Federal Institute of Technology Zurich (ETH Zurich). He is known for the Osterwalder–Schrader theorem.", "40618648": "Ignatz Heinrich Mühlwenzel (c. 1690 – 11 July 1766) was a Bohemian mathematician.", "50973338": "Marie Farge (born 1953) is a French mathematician and physicist who works as a director of research at CNRS, the French National Centre for Scientific Research. She is known for her research on wavelets and turbulence in fluid mechanics.", "69585566": "Maria Cristina De Sales Viana Serôdio Sernadas[1] (born 1951) is a Portuguese mathematical logician whose research topics have included object-oriented specification languages and logics for information systems, and the use of category theory in the combination (\"fibring\") of multiple types of logic. She is Professor for Logic and Computation in the Department of Mathematics of the Technical University of Lisbon.[2]", "62278303": "Gregory Beylkin (born 16 March 1953) is a Russian–American mathematician.[1]", "31476382": "Keith D. Stroyan is Professor of Mathematics at the University of Iowa. His main research interests are in analysis and visual depth perception.", "3033762": "Ivan Vladislavovich Sleshinsky[1] or Jan Śleszyński[1][2][3] (Russian: Иван Владиславович Слешинский) (23 July 1854 – 9 March 1931) was a Polish-Russian mathematician. He was born in Lysianka, Russian Empire to Polish parents.", "56740514": "Helmut V. Koch (born 5 October 1932) is a German mathematician specializing in number theory.", "64965286": "Rebecca Anne Hedwig Waldecker (born 1979) is a German mathematician specializing in group theory. She is professor for algebra at Martin Luther University of Halle-Wittenberg.[1]", "38914729": "Herbert Douglas Anthony (\"H. Douglas Anthony\") M.A., B.Sc., Ph.D. , F.R.A.S., Lieut.-Colonel R.A.E.C., Chief Inspector of Army Education. \n('b'. Fulham, 24 June 1892 – 10 June 1968) was an English mathematician, the headmaster of Elmfield College and of Kilburn Grammar School.", "58870446": "Yuri Nikolayevich Babayev (Russian: Юрий Николаевич Бабаев; 21 May 1928 – 6 October 1986), k.N, was a Soviet physicist who spent a long career in the former Soviet program of nuclear weapons, and known as one of the principles who designed the Tsar Bomba, the largest-ever nuclear weapon.", "4967089": "William Schumacher Massey (August 23, 1920[1] – June 17, 2017) was an American mathematician, known for his work in algebraic topology. The Massey product is named for him. He worked also on the formulation of spectral sequences by means of exact couples, and wrote several textbooks, including A Basic Course in Algebraic Topology (ISBN 0-387-97430-X).", "543420": "Hugh Everett III (/ˈɛvərɪt/; November 11, 1930 – July 19, 1982) was an American physicist who, in his 1957 PhD thesis, proposed what is now known as the many-worlds interpretation (MWI) of quantum mechanics.", "56576702": "Claude Dellacherie (born 1943, Lauwin-Planque) is a French mathematician, specializing in probability theory.", "66341566": "Adrian Constantin (born 22 April 1970) is a Romanian-Austrian mathematician who does research in the field of nonlinear partial differential equations.[1] He is a professor at the University of Vienna and has made groundbreaking contributions to the mathematics of wave propagation.[2] He is listed as an ISI Highly Cited Researcher with more than 160 publications and 11000 citations.[1]", "43076291": "Richard Lawrence Bishop (August 12, 1931 – December 18, 2019) was an American mathematician who specialized in differential geometry and taught at the University of Illinois at Urbana–Champaign.", "9226952": "Evan Siegel is a professor of Mathematics and Computer Science.", "45599435": "Maria Andresa Casamayor de La Coma (Spanish: María Andresa Casamayor de La Coma, Sarragosa, 30 November 1720 -Sarragosa, 23 October 1780) was a Spanish mathematician, writer and Spanish girls' school teacher. She stood out for her mathematical thinking and work with numbers and made significant contributions to arithmetic, which at the time was considered the exclusive domain of men. She is one of the few 18th century Spanish women scientists and mathematicians whose work has been preserved, including María Pascuala Caro Sureda.", "65325771": "Sister Mary Leontius Schulte (September 4, 1901 – March 20, 2000) was an American nun, mathematics educator, and historian of mathematics.", "43764434": "Caroline Mary Series CBE FRS (born 24 March 1951[2]) is an English mathematician known for her work in hyperbolic geometry, Kleinian groups and dynamical systems.", "29215444": "Clelia Grillo Borromeo Arese or Celia Grillo Borromeo (1684 – 23 August 1777[1]) was an Italian (Genoese) natural philosopher,[1] mathematician and scientist.[2]", "54774487": "Gloria Olive (8 June 1923 – 17 April 2006) was a New Zealand academic mathematician.", "54348508": "Gene Grabeel (June 5, 1920 – January 30, 2015) was an American mathematician and cryptanalyst who founded the Venona project.[1][2][3]", "2280157": "Andreas Floer (German: [ˈfløːɐ]; 23 August 1956 – 15 May 1991) was a German mathematician who made seminal contributions to symplectic topology, and mathematical physics, in particular the invention of Floer homology. Floer's first pivotal contribution was a solution of a special case of Arnold's conjecture on fixed points of a symplectomorphism.  Because of his work on Arnold's conjecture and his development of instanton homology, he achieved wide recognition and was invited as a plenary speaker for the International Congress of Mathematicians held in Kyoto in August 1990.  He received a Sloan Fellowship in 1989.", "51934": "Martin John Dunwoody (born 3 November 1938) is an emeritus professor of Mathematics at the University of Southampton, England.", "58673886": "Steven Kay Butler (born May 16, 1977) is an American mathematician specializing in graph theory and combinatorics. He is a Morrill Professor and the Barbara J. Janson Professor in Mathematics at Iowa State University.", "576228": "Nikolai Nikolayevich Luzin (also spelled Lusin; Russian: Никола́й Никола́евич Лу́зин, IPA: [nʲɪkɐˈlaj nʲɪkɐˈlaɪvʲɪtɕ ˈluzʲɪn] ⓘ; 9 December 1883 – 28 February 1950) was a Soviet and Russian mathematician known for his work in descriptive set theory and aspects of mathematical analysis with strong connections to point-set topology. He was the eponym of Luzitania, a loose group of young Moscow mathematicians of the first half of the 1920s. They adopted his set-theoretic orientation, and went on to apply it in other areas of mathematics.", "61033190": "Henry Charles McWeeney (1867–1935) was an Irish mathematician, who was Professor of Mathematics at University College Dublin (UCD) from 1891 until his death in 1935.  From 1909 on he served as vice president of UCD.[1]", "53431016": "Alfio Quarteroni (30 May 1952) is an Italian mathematician.", "22727410": "Fabian Stedman (1640–1713) was an English author and a leading figure in the early history of campanology, particularly in the field of method ringing. He had a key role in publishing two books Tintinnalogia (1668 with Richard Duckworth) and Campanalogia (1677 – written solely by him) which are the first two publications on the subject. He is also regarded as being a pioneer in the branch of mathematics known as Group theory.", "576245": "Pavel Sergeyevich Alexandrov (Russian: Па́вел Серге́евич Алекса́ндров), sometimes romanized Paul Alexandroff (7 May 1896 – 16 November 1982), was a Soviet mathematician. He wrote roughly three hundred papers, making important contributions to set theory and topology. In topology, the Alexandroff compactification and the Alexandrov topology are named after him.", "59394806": "Katya Scheinberg is a Russian-American applied mathematician known for her research in continuous optimization and particularly in derivative-free optimization. She works at Cornell University and is a professor in Cornell's School of Operations Research and Information Engineering.", "32885497": "Michael Lee Develin (born August 27, 1980) is an American mathematician known for his work in combinatorics and discrete geometry.", "65653497": "Charles Robin Graham is professor emeritus of mathematics at the University of Washington, known for a number of contributions to the field of conformal geometry and CR geometry; his collaboration with Charles Fefferman on the ambient construction has been particularly widely cited. The GJMS operators are, in part, named for him.[1] He is a 2012 Fellow of the American Mathematical Society.[2] Graham received his Ph.D. from Princeton University in 1981, under the direction of Elias Stein.[3]", "1067776": "Joseph-Alfred Serret (French: [sɛʁɛ]; August 30, 1819 – March 2, 1885) was a French mathematician who was born in Paris, France, and died in Versailles, France.", "65227525": "Helena Mary Pycior (born 1947)[1] is an American historian known for her works in the history of mathematics, Marie Curie, and human-animal relations. She is a professor emerita of history at the University of Wisconsin–Madison.[2]", "3033861": "Walter Volodymyr Petryshyn (Vladimir Petryshin) (January 22, 1929 - March 21, 2020) was a Ukrainian mathematician. \nOn May 6, 1996,  Petryshyn killed his wife, Ukrainian-American painter Arcadia Olenska-Petryshyn. He suffered from a severe depression which caused the tragedy and was found not guilty by reason of insanity.[1] In 2012, he became a fellow of the American Mathematical Society.[2][3]", "314120": "Honda Toshiaki (本多 利明, 1744 - January 25, 1821, born in Murakami, Niigata Prefecture) was a Japanese political economist in the late Edo period.", "1198857": "Walter Henry Gage, CC (March 5, 1905 – October 3, 1978) was a Canadian professor and educational icon, widely acknowledged to have had a large impact on students during his 50 year career at the University of British Columbia, where he rose from undergraduate student to university president.[1]", "23251722": "Jack Howlett CBE (30 August 1912 – 5 May 1999) was a British mathematician and computer scientist who was head of the Atlas Computer Laboratory for the duration of its existence.", "50219785": "Michael Newton Barber AO FAA (born 30 April 1947) is a mathematician, physicist and academic. He was Vice Chancellor of Flinders University in South Australia from 2008 until 2014.", "53234448": "Angie Lena Turner King (December 9, 1905 – February 28, 2004) was an American chemist, mathematician, and educator. King was an instructor of chemistry and mathematics at West Virginia State High School, and a professor of chemistry and mathematics at West Virginia State College (present-day West Virginia State University) in Institute.", "8276753": "Duncan MacLaren Young Sommerville FRSE FRAS (1879–1934) was a Scottish mathematician and astronomer. He compiled a bibliography on non-Euclidean geometry and also wrote a leading textbook in that field. He also wrote Introduction to the Geometry of N Dimensions, advancing the study of polytopes. He was a co-founder and the first secretary of the New Zealand Astronomical Society.", "21744401": "Andrea Naccari (12 August 1841 – 2 October 1919) is notable for his study of  the thermoelectric properties of metals, the photoelectric effect of metals immersed in liquids, and the electrical conductivity of gases and liquid dielectrics. He showed that the variation in the electrical resistance of distilled water was due largely to the solubility of the glass of the receptacle in which it was contained.", "14732052": "Mark Pollicott (born 24 September 1959) is a British mathematician known for his contributions to ergodic theory and dynamical systems.   He has a particular interest in applications to other areas of mathematics, including geometry, number theory and analysis.[1]", "805652": "John Charles Fields, FRS,[1] FRSC (May 14, 1863 – August 9, 1932) was a Canadian mathematician and the founder of the Fields Medal for outstanding achievement in mathematics.", "14633748": "John Thomas Graves (4 December 1806 – 29 March 1870) was an Irish jurist and mathematician.  He was a friend of William Rowan Hamilton, and is credited both with inspiring Hamilton to discover the quaternions in October 1843 and then discovering their generalization the octonions himself (he called them octaves) later that same year.[1] He was the brother of both the mathematician and bishop Charles Graves[2] and the writer and clergyman Robert Perceval Graves.", "62409495": "Rinat Kedem (born 5 December 1965) is an American mathematician and mathematical physicist.", "40684313": "Thomas Craig (1855–1900) was an American mathematician. He was a professor at Johns Hopkins University and a proponent of the methods of differential geometry.", "17582874": "Charles Graves (6 December 1812 – 17 July 1899) was an Irish mathematician, academic, and clergyman.  He was Erasmus Smith's Professor of Mathematics at Trinity College Dublin (1843–1862), and was president of the Royal Irish Academy (1861–1866). He served as dean of the Chapel Royal at Dublin Castle, and later as  Bishop of Limerick, Ardfert and Aghadoe. He was the brother of both the jurist and mathematician John Graves, and the writer and clergyman Robert Perceval Graves.", "45468443": "Arnaud Chéritat (born June 7, 1975) is a French mathematician who works as a director of research at the Institut de Mathématiques de Toulouse.[1] His research concerns complex dynamics and the shape of Julia sets.[2]", "84764": "Professor James Moriarty is a fictional character and criminal mastermind created by Sir Arthur Conan Doyle to be a formidable enemy for the author's fictional detective Sherlock Holmes. He was created primarily as a device by which Doyle could kill Holmes and end the hero's stories. Professor Moriarty first appears in the short story \"The Adventure of the Final Problem\", first published in The Strand Magazine in December 1893.  He also plays a role in the final Sherlock Holmes novel The Valley of Fear, but without a direct appearance.  Holmes mentions Moriarty in five other stories: \"The Adventure of the Empty House\", \"The Adventure of the Norwood Builder\", \"The Adventure of the Missing Three-Quarter\", \"The Adventure of the Illustrious Client\", and \"His Last Bow\".", "3033888": "Mykhailo Pylypovych Kravchuk, also Krawtchouk (Ukrainian: Миха́йло Пили́пович Кравчу́к) (September 27, 1892 – March 9, 1942), was a Soviet Ukrainian mathematician and the author of around 180 articles on mathematics.", "35638053": "David Christiani (25 December 1610 – 13 February 1688) was a German mathematician, philosopher and Lutheran theologian. He became an ordinary professor of mathematics at the University of Marburg in 1643, ordinary professor of theology at the University of Giessen in 1681, and rector of the University of Giessen in 1686.[1]", "56544042": "Johannes Sjöstrand (born 1947) is a Swedish mathematician, specializing in partial differential equations and functional analysis.", "39832362": "Adam Wade Marcus (born 1979) is an American mathematician. He holds the Chair of Combinatorial Analysis in the Institute of Mathematics at the École Polytechnique Fédérale de Lausanne.\nThe team of Marcus, Daniel Spielman and Nikhil Srivastava was awarded the Pólya Prize in 2014 for their resolution of the Kadison–Singer problem and later the Michael and Sheila Held Prize in 2021 for their solution to long-standing conjectures in the study of Ramanujan graphs.", "2378544": "Pierre Berthelot (French: [bɛʁtəlo]; 1943 – 7 December 2023) was a French mathematician at the University of Rennes. He developed crystalline cohomology and rigid cohomology. Berthelot died on 7 December 2023.[1]", "42289968": "Harriet Suzanne Katcher Pollatsek (born Harriet Katcher, May 2, 1942) is an American mathematician and Professor Emeritus of Mathematics [1]  at Mount Holyoke College.[2]", "54348596": "Vittorio Siri or Francesco Siri (1608–1685) was an Italian mathematician, monk and historian.[1]", "52021": "William Thomas Tutte OC FRS FRSC (/tʌt/; 14 May 1917 – 2 May 2002) was an English and Canadian codebreaker and mathematician. During the Second World War, he made a brilliant and fundamental advance in cryptanalysis of the Lorenz cipher, a major Nazi German cipher system which was used for top-secret communications within the Wehrmacht High Command. The high-level, strategic nature of the intelligence obtained from Tutte's crucial breakthrough, in the bulk decrypting of Lorenz-enciphered messages specifically, contributed greatly, and perhaps even decisively, to the defeat of Nazi Germany.[2][3] He also had a number of significant mathematical accomplishments, including foundation work in the fields of graph theory and matroid theory.[4][5]", "41929528": "Ravi P. Agarwal (born July 10, 1947) is an Indian mathematician, Ph.D. sciences, professor, professor & chairman, Department of Mathematics Texas A&M University-Kingsville, Kingsville, U.S. Agarwal is the author of over 1000 scientific papers as well as 30 monographs.[1] He was previously a professor in the Department of Mathematical Sciences at Florida Institute of Technology.", "379706": "Derrick Henry \"Dick\" Lehmer (February 23, 1905 – May 22, 1991), almost always cited as D.H. Lehmer,[1][2][3] was an American mathematician significant to the development of computational number theory. Lehmer refined Édouard Lucas' work in the 1930s and devised the Lucas–Lehmer test for Mersenne primes. His peripatetic career as a number theorist, with him and his wife taking numerous types of work in the United States and abroad to support themselves during the Great Depression, fortuitously brought him into the center of research into early electronic computing.", "18729795": "John Robert Stallings Jr. (July 22, 1935 – November 24, 2008) was a mathematician known for his seminal contributions to geometric group theory and 3-manifold topology. Stallings was a Professor Emeritus in the Department of Mathematics at the University of California at Berkeley[1] where he had been a faculty member since 1967.[1] He published over 50 papers, predominantly in the areas of geometric group theory and the topology of 3-manifolds. Stallings' most important contributions include a proof, in a 1960 paper, of the Poincaré Conjecture in dimensions greater than six and a proof, in a 1971 paper, of the Stallings theorem about ends of groups.", "2673476": "John Philoponus (Greek: /fɪˈlɒpənəs/; Ἰωάννης ὁ Φιλόπονος; c. 490 – c. 570), also known as John the Grammarian or John of Alexandria, was a Byzantine Greek philologist, Aristotelian commentator, Christian theologian and an author of a considerable number of philosophical treatises and theological works. He was born in Alexandria. A rigorous, sometimes polemical writer and an original thinker who was controversial in his own time, John Philoponus broke from the Aristotelian–Neoplatonic tradition, questioning methodology and eventually leading to empiricism in the natural sciences. He was one of the first to propose a \"theory of impetus\" similar to the modern concept of inertia over Aristotelian dynamics.", "57690947": "Sumio Watanabe (渡辺 澄夫, Watanabe Sumio, born 1959) is a Japanese mathematician and engineer working in probability theory, applied algebraic geometry and Bayesian statistics. He is currently[when?] a professor at Tokyo Institute of Technology in the Department of Computational Intelligence and Systems Science.[1] He is the author of the text, Algebraic Geometry and Statistical Learning Theory, which proposes a generalization of Fisher's regular statistical theory to singular statistical models.[2]", "60738374": "David Isaac Spivak is an American mathematician and senior scientist at the Topos Institute.[1] He has worked on applications of category theory, in particular ologs and operadic compositionality of dynamical systems.  He authored and coauthored the introductory texts on category theory and its applications, Category Theory for the Sciences and An Invitation to Applied Category Theory.", "58379080": "Bannihatti (BP) Parameshwarappa Dakshayani is the former group director of the Flight Dynamics and Space Navigation groups of the Indian Space Research Organisation Satellite Centre.", "84811": "Vladimir Batagelj (born June 14, 1948 in Idrija, Yugoslavia[1]) is a Slovenian mathematician and an emeritus professor of mathematics at the University of Ljubljana.  He is known for his work in discrete mathematics and combinatorial optimization, particularly analysis of social networks and other large networks (blockmodeling).", "8375118": "Qusta ibn Luqa, also known as Costa ben Luca or Constabulus[1] (820–912) was a Syrian Melkite Christian physician, philosopher, astronomer, mathematician and translator.[2] He was born in Baalbek. Travelling to parts of the Byzantine Empire, he brought back Greek texts and translated them into Arabic.", "49335120": "Ezra Otis Kendall was an American professor, astronomer and mathematician. He was known for his work in uranography.[1]", "31869776": "Zinovy Reichstein (born 1961) is a Russian-born American mathematician. He is a professor at the University of British Columbia in Vancouver.\nHe studies mainly algebra, algebraic geometry and algebraic groups. He introduced (with Joe P. Buhler) the concept of essential dimension.[1]", "65653589": "Frank Reese Harvey is Professor Emeritus of mathematics at Rice University, known for contributions to the field of differential geometry. He obtained his Ph.D. from Stanford University in 1966, under the direction of Hikosaburo Komatsu.[1] Over half of his work has been done in collaboration with Blaine Lawson. Their 1982 introduction of calibrated geometry, in particular, is among the most widely cited papers in differential geometry.[2] It is instrumental in the formulation of the SYZ conjecture.", "55823192": "Erika Tatiana Camacho is a Mexican-born American mathematical biologist and professor of applied mathematics at Arizona State University.[1][2]\nShe is a 2014 Presidential Award for Excellence in Science, Mathematics, and Engineering Mentoring (PAESMEM) awardee.[3] She was taught and mentored in high school by Jaime Escalante, who was the subject of the movie Stand and Deliver.[4]", "61655897": "Mary Kay Stein is an American mathematics educator who works as a professor of learning sciences and policy and as the associate director and former director of the Learning Research and Development Center at the University of Pittsburgh.[1]", "37899101": "Mikhail Il'ich Zelikin (Russian: Михаил Ильич Зеликин; born 11 February 1936) is a Russian mathematician, who works on differential equations (in particular, Riccati equations), optimal control theory, differential games (for instance, Princess and monster game), the theory of fields of extremals for multiple integrals, the geometry of Grassmannians. He proposed an explanation of ball lightning based on the hypothesis of plasma superconductivity.[1]", "11914078": "Gerland was an 11th-century mathematician who flourished in England following the Norman Conquest. Little is known of his personal life. His treatise on the Computus may be found in the British Museum and his work on the abacus is preserved in the Bibliothèque nationale de France in Paris.[1]", "31443808": "Bonnie Madison Stewart (July 10, 1914 – April 15, 1994)[1] was a professor of mathematics at Michigan State University from 1940 to 1980.[2] He earned his Ph.D. from the University of Wisconsin–Madison in 1941, under the supervision of Cyrus Colton MacDuffee.[3]", "28429155": "Alexander Shapiro is an A. Russell Chandler III Chair and Professor in H. Milton Stewart School of Industrial and Systems Engineering at Georgia Tech. He was editor-in-chief of the journal Mathematical Programming, Series A and was an area editor of the journal Operations Research. Shapiro graduated with M.Sc. degree in mathematics from Moscow State University in 1971 and ten years later got his Ph.D. in applied mathematics and statistics from Ben-Gurion University of the Negev.[1]", "62376805": "Alexander Fairley Buchan MBE FRSE(1904 – 10 January 1976) was a Scottish mathematician. Most of his career was spent as a lecturer or teacher in mathematics. He completed his PhD in mathematics in 1939 with a thesis entitled, \"Linear Combination of Data with Least Error of Differences\". Buchan was awarded an MBE for his work as part of the emergency scheme for training of teachers in India. From 1940, he was a Fellow of the Royal Society of Edinburgh.", "64506730": "Sotero Prieto Rodríguez (December 25, 1884 – May 22, 1935) was a Mexican mathematician who taught at the National Autonomous University of Mexico. Among his students were physicist Manuel Sandoval Vallarta, physicist and mathematician Carlos Graef Fernández, and engineer and Rector of UNAM Nabor Carrillo Flores.[1]", "45108074": "Irina Mitrea is a Romanian-American mathematician who works as professor and department chair at the Department of Mathematics of Temple University.[1] She is known for her contributions to harmonic analysis, particularly on the interface of this field with partial differential equations, geometric measure theory, scattering theory, complex analysis and validated numerics. She is also known for her efforts to promote mathematics among young women.[2][3][4][5]", "54774635": "Gillian Thornley is a retired New Zealand mathematician.", "34818925": "Curtis Greene is an American mathematician, specializing in algebraic combinatorics. He is the J. McLain King Professor of Mathematics at Haverford College in Pennsylvania.[1]", "62180209": "Véronique Cortier is a French mathematician and computer scientist specializing in cryptography. Her research has applied mathematical logic in the formal verification of cryptographic protocols, and has included the development of secure electronic voting systems. She has also contributed to the public dissemination of knowledge about cryptography through a sequence of posts on the binaire blog of Le Monde.[1] She is a director of research with CNRS, associated with the Laboratoire Lorrain de Recherche en Informatique et ses Applications (LORIA) at the University of Lorraine in Nancy.", "68275063": "Morihiko Saitō (斎藤 盛彦, Saitō Morihiko, born 1961) is a Japanese mathematician, specializing in algebraic analysis and algebraic geometry.", "61262712": "Phokion G. Kolaitis ACM (born July 4, 1950) is a computer scientist who is currently a Distinguished Research Professor at UC Santa Cruz and a Principal Research Staff Member at the IBM Almaden Research Center. His research interests include principles of database systems, logic in computer science, and computational complexity.", "60935036": "Johann Jakob Ebert (born 20 November 1737 in Breslau; died 18 March 1805 in Wittenberg) was an 18th-century German mathematician, astronomer, poet and author.", "1297277": "Rózsa Péter, born Rózsa Politzer, (17 February 1905 – 16 February 1977) was a Hungarian mathematician and logician. She is best known as the \"founding mother of recursion theory\".[1][2]", "18795397": "Srinivasacharya Raghavan was an Indian mathematician who worked in number theory. He was born on 11 April 1934 in Thillaisthanam, Thanjavur, Tamil Nadu. After\ncompleting B.A. (Hons) from St. Joseph's College, Tiruchirapalli, he joined TIFR in 1954 as research student, and completed his Ph.D. in 1960 under the supervision of Professors K. Chandrasekharan and K.G. Ramanathan. He was affiliated with TIFR from 1956 until retirement in 1994, and served as Dean of Mathematics Faculty during 1986-89. He played an important role\nin the development of the TIFR Centre for Applicable Mathematics (now TIFR CAM) at Bangalore in its initial years. He also held visiting appointments at the Institute for Advanced Study, Princeton, USA, Sonderforschungsberiech at University of Goettingen, Germany, SPIC Mathematical Institute (now Chennai Mathematical Institute) and taught at the Centre for Advanced Studies in Mathematics at the University of Mumbai for many years.", "62999435": "Mihaela Ignatova is a Bulgarian mathematician who won the 2020 Sadosky Prize of the Association for Women in Mathematics for her research in mathematical analysis, and in particular in partial differential equations and fluid dynamics.[1][2]", "412561": "Bonaventura Francesco Cavalieri (Latin: Bonaventura Cavalerius; 1598 – 30 November 1647) was an Italian mathematician and a Jesuate.[1] He is known for his work on the problems of optics and motion, work on indivisibles, the precursors of infinitesimal calculus, and the introduction of logarithms to Italy. Cavalieri's principle in geometry partially anticipated integral calculus.", "22694802": "Gordon Bamford Preston (28 April 1925 – 14 April 2015) was an English mathematician best known for his work on semigroups. He received his D.Phil. in mathematics in 1954 from Magdalen College, Oxford.[1]", "1657748": "Cornelius (Cornel) Lanczos (Hungarian: Lánczos Kornél, pronounced [ˈlaːnt͡soʃ ˈkorneːl]; born as Kornél Lőwy, until 1906: Löwy (Lőwy) Kornél; February 2, 1893 – June 25, 1974) was a Hungarian-Jewish, Hungarian-American and later Hungarian-Irish mathematician and physicist. According to György Marx he was one of The Martians.[2]", "22989717": "Jay Martin Gould (August 19, 1915 – September 16, 2005), was an economist, businessman, statistician and epidemiologist who cofounded the Radiation and Public Health Project in 1989.  It was Gould's contention that radiation from nuclear power plants was causing high rates of cancer in surrounding neighborhoods. For more than two decades, Gould routinely warned that low levels of radiation from nuclear reactors were far more dangerous than commonly believed. But his research was criticized by many in the scientific community as being alarmist.[1]", "2739095": "Abraham Manie Adelstein (28 March 1916 – 18 October 1992) was a South African born medical doctor who became the United Kingdom's Chief Medical Statistician.", "63032216": "Farideh Firoozbakht (18 March 1962 – 24 December 2019) was an Iranian mathematician. She stated Firoozbakht's conjecture on the distribution of prime numbers in 1982.[1][2] She studied pharmacology and later mathematics at the University of Isfahan and taught mathematics at Iranian universities including the University of Isfahan.[3]", "7162780": "Herbert Sydney Green (17 December 1920 – 16 February 1999) was a British–Australian physicist. Green was a doctoral student of the Nobel Laureate Max Born at Edinburgh, with whom he was involved in the development of the modern kinetic theory. Green is the letter \"G\" in the BBGKY hierarchy. He is often credited for the development of parastatistics, one of several alternatives to the better known particle statistics models.[1][2]", "641949": "Kazimierz Władysław Bartel (Polish pronunciation: [kaˈʑimjɛʂ fwaˈdɨswav ˈbartɛl]; English: Casimir Bartel; 3 March 1882 – 26 July 1941) was a Polish mathematician, freemason, scholar, diplomat and politician who served as 15th, 17th and 19th Prime Minister of Poland three times between 1926 and 1930 and the Senator of Poland from 1937 until the outbreak of World War II.[1]", "34327454": "Giulio Benedetto Isacco Vivanti (24 May 1859 – 19 November 1949) was an Italian mathematician. He was a mentor of Bruno de Finetti and he spent most of his academic career at the University of Pavia and University of Milan.", "641951": "Paul Gustav Heinrich Bachmann (22 June 1837 – 31 March 1920) was a German mathematician.", "871328": "Liu Xin (Chinese: 劉歆; Wade–Giles: Liu Hsin; c. 46 BCE – 23 CE), courtesy name Zijun (Chinese: 子駿), was a Chinese astronomer, classicist, librarian, mathematician, and politician during the Western Han dynasty and the Xin dynasty. He later changed his name to Liu Xiu (Chinese: 劉秀) due to the naming taboo of Emperor Ai of Han. He was the son of Imperial librarian Liu Xiang and an associate of other eminent thinkers such as the philosopher Huan Tan.[1] Liu was a prominent supporter of the Old Text classics.", "57330594": "NSF CAREER Award (2014)\nSIAM Control and Systems Theory Prize (2011)", "53595042": "John James Walker FRS (1825–1900) was an English mathematician. He was the president of the London Mathematical Society from 1888 to 1890.", "54447016": "Victor Joseph Katz (born 31 December 1942, Philadelphia)[1]  is an American mathematician, historian of mathematics, and teacher known for using the history of mathematics in teaching mathematics.", "53595051": "Jean Berstel (born 1941) is a French mathematician and theoretical computer scientist known for his contributions to combinatorics on words and formal language theory. He is a currently a professor emeritus at the University of Marne-la-Vallée.", "56609708": "Boris Isaac Korenblum (Борис Исаакович Коренблюм, 12 August 1923, Odessa, now Ukraine – 15 December 2011, Slingerlands, New York) was a Soviet-Israeli-American mathematician, specializing in mathematical analysis.[1][2]", "67390381": "Elizabeth Hahnemann Cuthill (October 16, 1923 – January 11, 2011)[1] was an American applied mathematician and numerical analyst known for her work on sparse matrix algorithms, on block iterative methods for the numerical approximation of differential equations, and on the development of computer simulations of nuclear reactors. She was a researcher for the United States Navy at the David Taylor Model Basin.[2] The Cuthill–McKee algorithm and reverse Cuthill–McKee algorithm are heuristics for permuting matrices into forms with small bandwidth and for associated problems in graph bandwidth, named for the work of Cuthill with James McKee.[3][C]", "6638510": "Merrill Meeks Flood (1908 – 1991[1]) was an American mathematician, notable for developing, with Melvin Dresher, the basis of the game theoretical Prisoner's dilemma model of cooperation and conflict while being at RAND in 1950 (Albert W. Tucker gave the game its prison-sentence interpretation, and thus the name by which it is known today).[2]", "52145": "Gabriel Lamé (22 July 1795 – 1 May 1870) was a French mathematician who contributed to the theory of partial differential equations by the use of curvilinear coordinates, and the mathematical theory of elasticity (for which linear elasticity and finite strain theory elaborate the mathematical abstractions).", "52146": "Julius Plücker (16 June 1801 – 22 May 1868) was a German mathematician and physicist. He made fundamental contributions to the field of analytical geometry and was a pioneer in the investigations of cathode rays that led eventually to the discovery of the electron. He also vastly extended the study of Lamé curves.", "936885": "Nicolas Fatio de Duillier FRS (also spelled Faccio or Facio; 16 February 1664 – 10 May 1753) was a mathematician, natural philosopher, astronomer, inventor, and religious campaigner.  Born in Basel, Switzerland, Fatio mostly grew up in the then-independent Republic of Geneva, of which he was a citizen, before spending much of his adult life in England and Holland.  Fatio is known for his collaboration with Giovanni Domenico Cassini on the correct explanation of the astronomical phenomenon of zodiacal light, for inventing the \"push\" or \"shadow\" theory of gravitation, for his close association with both Christiaan Huygens and Isaac Newton,[3] and for his role in the Leibniz–Newton calculus controversy.  He also invented and developed the first method for fabricating jewel bearings for mechanical watches and clocks.", "2182070": "Jacob Theodore \"Jack\" Schwartz (January 9, 1930 – March 2, 2009)[1] was an American mathematician, computer scientist, and professor of computer science at the New York University Courant Institute of Mathematical Sciences.  He was the designer of the SETL programming language and started the NYU Ultracomputer project. He founded the New York University Department of Computer Science, chairing it from 1964 to 1980.[1]", "64474040": "Hiroshi Fujita (Japanese: 藤田 宏, Hepburn: Fujita Hiroshi) (born 7 December 1928 in Osaka) is a retired Japanese mathematician who worked in partial differential equations. He obtained his Ph.D. at the University of Tokyo, under the supervision of Tosio Kato.[1]", "72371129": "Déborah Oliveros Braniff is a Mexican mathematician whose research interests include discrete geometry, combinatorics, and convex geometry, including the geometry of bodies of constant width and related topics.[1]", "55135165": "Wotao Yin is an applied mathematician and professor of Mathematics department at the University of California, Los Angeles in Los Angeles, California. He currently conducts research in optimization, parallel and distributed computing, and inverse problems.", "12241857": "Diego Rodríguez (Atitalaquia c.1596, in Mexico City – 1668)[1]  was a mathematician, astronomer, educator, and technological innovator in New Spain. He was one of the most important figures in the scientific field in the colony in the second half of the seventeenth century.", "58510274": "Sidney Martin Webster (born 12 November 1945 in Danville, Illinois) is an American mathematician, specializing in multidimensional complex analysis.[1]", "3132357": "Barry Martin Simon  (born 16 April 1946)  is an American mathematical physicist and was the IBM professor of Mathematics and Theoretical Physics at Caltech,[2] known for his prolific contributions in spectral theory, functional analysis, and nonrelativistic quantum mechanics (particularly Schrödinger operators), including the connections to atomic and molecular physics. He has authored more than 400 publications on mathematics and physics.", "49531858": "Stefano da San Gregorio was a 17th-century Italian mathematician and theologian from the Order of Discalced Augustinians.[1]", "69684180": "Lindsay Elizabeth \"Betsy\" Stovall is an American mathematician known for her research in harmonic analysis. She is the Mary Herman Rubinstein Professor in the College of Letters & Science at the University of Wisconsin–Madison.", "35638228": "Ludwig Mehlhorn (5 January 1950 in Bernsbach – 3 May 2011 in Berlin) was a German mathematician.[1][2]", "18762710": "Mark Damian McDonnell (born 28 February 1975) is an electronic engineer and mathematician, notable for his work on stochastic resonance and more specifically suprathreshold stochastic resonance.[1]", "1526742": "Boris Vladimirovich Gnedenko (Russian: Бори́с Влади́мирович Гнеде́нко; January 1, 1912 – December 27, 1995) was a Soviet mathematician and a student of Andrey Kolmogorov. He was born in Simbirsk (now Ulyanovsk), Russia, and died in Moscow. He is perhaps best known for his work with Kolmogorov, and his contributions to the study of probability theory, particularly extreme value theory, with such results as the Fisher–Tippett–Gnedenko theorem. Gnedenko was appointed as Head of the Physics, Mathematics and Chemistry Section of the Ukrainian Academy of Sciences in 1949, and became Director of the NASU Institute of Mathematics in 1955.", "5753816": "Jean Cavaillès (/ˌkævaɪˈɛs/; French: [ʒɑ̃ kavajɛs]; 15 May 1903 – 4 April 1944) was a French philosopher and logician who specialized in philosophy of mathematics and philosophy of science. He took part in the French Resistance within the Libération movement and was arrested by the Gestapo on 17 February 1944 and shot on 4 April 1944.", "48090076": "Tatiana Toro is a Colombian-American mathematician at the University of Washington.[1] Her research is \"at the interface of geometric measure theory, harmonic analysis and partial differential equations\".[2] Toro was appointed director of the Simons Laufer Mathematical Sciences Institute for 2022–2027.[3]", "18435038": "Richard Arnold Shore (born August 18, 1946) is a professor of mathematics at Cornell University who works in recursion theory.  He is particularly known for his work on \n\n\n\n\n\nD\n\n\n\n\n{\\displaystyle {\\mathcal {D}}}\n\n, the partial order of the Turing degrees.", "64572384": "Daniel \"Dan\" Simon Kalman (born March 21, 1952, in Oakland, California) is an American mathematician and winner of nine awards for expository writing in mathematics.[1]", "33278945": "Leonard Roth (29 August 1904 Edmonton, London, England – 28 November 1968 Pittsburgh, Pennsylvania) was a mathematician working in the Italian school of algebraic geometry. He introduced an example of a unirational variety that was not rational (though his proof that it was not rational was incomplete).", "64408548": "Paul Louis Riebesell (9 June 1883, Hamburg – 16 March 1950, Hamburg) was a German mathematician, statistician, actuary, and president of Hamburger Feuerkasse.[1] At the International Congress of Mathematicians, he was an invited speaker in 1932 in Zürich and in 1936 in Oslo.[2]", "40225764": "Anouar Benmalek (born January 16, 1956) is an Algerian novelist, journalist, mathematician and poet. After the 1988 riots in Algeria in protest of government policies, he became one of the founders of the Algerian Committee Against Torture.[1] His novel Lovers of Algeria was awarded the Prix Ragid. The novel, The Child of an Ancient People, won the Prix RFO du livre.", "20696038": "Jean-François Niceron (5 July 1613 – 22 September 1646) was a French mathematician, Minim friar, and painter of anamorphic art, on which he wrote the ground-breaking book La Perspective Curieuse (Curious Perspectives).", "54774760": "Helen Mary Wily QSM (née Harrison; 27 April 1921 – 12 September 2009) was a New Zealand statistician and mathematician. With Sharleen Forbes she ran the first session on gender issues in statistics education, at the third International Conference on Teaching Statistics held in 1990 at the University of Otago.[1] She was a strong advocate of equal pay issues in the public service.[2] She was very involved with the Christchurch branch of the New Zealand Federation of Graduate Women.[3]", "543727": "Jean-Robert Argand (UK: /ˈɑːrɡænd/, US: /ˌɑːrˈɡɑːn(d)/,[1][2] French: [ʒɑ̃ ʁɔbɛʁ aʁɡɑ̃]; July 18, 1768 – August 13, 1822) was a Genevan amateur mathematician. In 1806, while managing a bookstore in Paris, he published the idea of geometrical interpretation of complex numbers known as the Argand diagram and is known for the first rigorous proof of the Fundamental Theorem of Algebra.", "34196465": "Harry Pollard (28 February 1919 – November 20, 1985)[1] was an American mathematician.  He received his Ph.D from Harvard University in 1942 under the supervision of David Widder.[2] He then taught at Cornell University, and was Professor of Mathematics at Purdue University from 1961 until his death in 1985. He is known for his work on celestial mechanics, orthogonal polynomials and the n-body problem[1] as well as for the several textbooks he authored or co-authored.[3][4] In the theory of Orthogonal polynomials, Pollard solved a conjecture of Antoni Zygmund, establishing mean convergence of the partial sums in \n\n\n\n\nL\n\np\n\n\n\n\n{\\displaystyle L^{p}}\n\n norms for the Legendre polynomials and Jacobi polynomials in a series of three papers in the Transactions of the American Mathematical Society. The first of these papers deals with the fundamental case of Legendre polynomials. [5] The end point cases in Pollard's theorem was established by Sagun Chanillo. [6]", "1199090": "Harold William Kuhn (July 29, 1925 – July 2, 2014) was an American mathematician who studied game theory.  He won the 1980 John von Neumann Theory Prize jointly with David Gale and Albert W. Tucker.  A former Professor Emeritus of Mathematics at Princeton University, he is known for the Karush–Kuhn–Tucker conditions, for Kuhn's theorem, and for developing Kuhn poker. He described the Hungarian method for the assignment problem, but a paper by Carl Gustav Jacobi, published posthumously in 1890 in Latin, was later discovered that had described the Hungarian method a century before Kuhn.[1][2]", "31247346": "Chong Chi Tat (Chinese: 莊志達; pinyin: Zhuāng Zhìdá) is university professor and director of the Institute for Mathematical Sciences at the National University of Singapore (NUS). His research interests are in the areas of recursion/computability theory.[1]", "871415": "Sir Erik Christopher Zeeman FRS[1] (4 February 1925 – 13 February 2016), was a British mathematician,[2] known for his work in geometric topology and singularity theory.", "379898": "Nathaniel Bliss (28 November 1700 – 2 September 1764) was an English astronomer of the 18th century, serving as Britain's fourth Astronomer Royal between 1762 and 1764.", "543739": "Arima Yoriyuki (有馬 頼徸, December 31, 1714 – December 16, 1783) was a Japanese mathematician of the Edo period. He was the lord of Kurume Domain.", "5721087": "Ernst Sigismund Fischer (12 July 1875 – 14 November 1954) was a mathematician born in Vienna, Austria. He worked alongside both Mertens and Minkowski at the Universities of Vienna and Zurich, respectively. He later became professor at the University of Erlangen, where he worked with Emmy Noether.", "68832263": "Sylvia de Neymet Urbina (aka Silvia de Neymet de Christ, 1939 – 13 January 2003) was a Mexican mathematician, the first woman to earn a doctorate in mathematics in Mexico, and the first female professor in the faculty of sciences of the National Autonomous University of Mexico (UNAM).[1][2]", "28363783": "Carl Johann Adolf Alexander Witting (18 December 1861 – 29 November 1946) was a German mathematician.", "10963976": "Ivan Ivanovich Melnikov (Russian: Ива́н Ива́нович Ме́льников; born 7 August 1950) is a Russian politician. He is the vice-chairman of the Communist Party of the Russian Federation (CPRF), and First Vice-chairman of the State Duma.[2] He is also a professor at Moscow State University.", "543760": "Eugenio Beltrami (16 November 1835 – 18 February 1900) was an Italian mathematician notable for his work concerning differential geometry and mathematical physics. His work was noted especially for clarity of exposition. He was the first to prove consistency of non-Euclidean geometry by modeling it on a surface of constant curvature, the pseudosphere, and in the interior of an n-dimensional unit sphere, the so-called Beltrami–Klein model. He also developed singular value decomposition for matrices, which has been subsequently rediscovered several times. Beltrami's use of differential calculus for problems of mathematical physics indirectly influenced development of tensor calculus by Gregorio Ricci-Curbastro and Tullio Levi-Civita.", "4115474": "Calvin Kingsley (8 September 1812 – 6 April 1870) was an American bishop of the Methodist Episcopal Church elected in 1864.", "55430175": "Giuseppe Basso (1842–1895) was an Italian mathematician.", "22629410": "Michael Makkai (Hungarian: Makkai Mihály; 24 June 1939 in Budapest, Hungary) is Canadian mathematician of Hungarian origin, specializing in mathematical logic.[1] He works in model theory, category theory, algebraic logic, type theory and the theory of topoi.", "69159988": "Eamonn Anthony O'Brien FRSNZ is a professor of mathematics at the University of Auckland, New Zealand, known for his work in computational group theory and p-groups.", "5491766": "Walter Rudin (May 2, 1921 – May 20, 2010[2]) was an Austrian-American mathematician and professor of Mathematics at the University of Wisconsin–Madison.[3]", "5033014": "Igor Borisovich Frenkel (Russian: Игорь Борисович Френкель; born April 22, 1952) is a Russian-American mathematician at Yale University working in representation theory and mathematical physics.", "22826039": "Tibor Szele (21 June 1918 – 5 April 1955) Hungarian mathematician, working in combinatorics and abstract algebra.", "7097405": "Nina Karlovna Bari (Russian: Нина Карловна Бари; 19 November 1901 – 15 July 1961) was a Soviet mathematician known for her work on trigonometric series.[1][2] She is also well-known for two textbooks, Higher Algebra and The Theory of Series.[3]", "2542654": "Michio Suzuki (鈴木 通夫, Suzuki Michio, October 2, 1926 – May 31, 1998) was a Japanese mathematician who studied group theory.", "60312638": "Beverly Jacques Anderson (born September 10, 1943) is an American mathematician and emeritus professor at the University of the District of Columbia. In the 1990s she worked at the National Academy of Sciences as Director of Minority Programs for the Mathematical Sciences Education Board, and led the Making Mathematics Work for Minorities program.", "5033025": "James Lepowsky (born July 5, 1944) is a professor of mathematics at Rutgers University, New Jersey. Previously he taught at Yale University. He received his Ph.D. from Massachusetts Institute of Technology in 1970 where his advisors were Bertram Kostant and Sigurdur Helgason. Lepowsky graduated from Stuyvesant High School in 1961,[1] 16 years after Kostant.[2]   His current research is in the areas of infinite-dimensional Lie algebras and vertex algebras. He has written several books on vertex algebras and related topics. In 1988, in a joint work with Igor Frenkel and Arne Meurman, he constructed the monster vertex algebra (also known as the Moonshine module). His PhD students include Stefano Capparelli, Yi-Zhi Huang, Haisheng Li, Arne Meurman, and Antun Milas.[3]", "7457861": "Paul David Gustav du Bois-Reymond (2 December 1831 – 7 April 1889) was a German mathematician who was born in Berlin and died in Freiburg. He was the brother of Emil du Bois-Reymond.", "62704710": "Sir Bryan Thwaites, FIMA, FRSA (born 6 December 1923) is an English applied mathematician, educationalist and administrator.", "66178119": "Pao-sheng Hsu is a mathematics educator, an independent consultant and researcher.[citation needed]", "53726284": "Suzanne L. Weekes is the Executive Director of the Society for Industrial and Applied Mathematics.[1] She is also Professor of Mathematical Sciences at Worcester Polytechnic Institute (WPI). She is a co-founder of the Mathematical Sciences Research Institute Undergraduate Program.[2]", "18795598": "Ramaiyengar Sridharan is a mathematician at Chennai Mathematical Institute, formerly at the Tata Institute of Fundamental Research (TIFR).", "28789839": "Karl Johann Kiessling (6 February 1839 – 22 July 1905) was a German physicist, mathematician, and botanist born in Culm; today Chełmno, Poland.", "36457556": "Isaac Michael Ross is a Distinguished Professor and Program Director of Control and Optimization at the Naval Postgraduate School in Monterey, CA.  He has published a highly-regarded textbook on optimal control theory[1] and seminal papers in pseudospectral optimal control theory,[2][3][4][5][6]\nenergy-sink theory,[7][8] the optimization and deflection of near-Earth asteroids and comets,[9][10]\nrobotics,[11][12] attitude dynamics and control,[13] orbital mechanics,[14][15][16] real-time optimal control[17][18]  and \nunscented optimal control.[19][20][21] The Kang–Ross–Gong theorem,[22][23] Ross' π lemma, Ross' time constant, the Ross–Fahroo lemma, and the Ross–Fahroo pseudospectral method are all named after him.[24][25][26][27][28] According to a report published by Stanford University,[29] Ross is one of the world's top 2% of scientists.", "5033047": "Arne Meurman (born 6 April 1956) is a Swedish mathematician working on finite groups and vertex operator algebras. Currently, he is a professor at Lund University.", "23809112": "Lorraine Lois Foster (December 25, 1938, Culver City, California) is an American mathematician. In 1964 she became the first woman to receive a Ph.D. in mathematics from  California Institute of Technology.[1] Her thesis advisor at Caltech was Olga Taussky-Todd.[2] Foster's Erdos number is 2.", "53627993": "Gabriella Pinzari is an Italian mathematician known for her research on the n-body problem.", "8178777": "Lucio Russo (born 22 November 1944) is an Italian physicist, mathematician and historian of science. Born in Venice, he teaches at the Mathematics Department of the University of Rome Tor Vergata.", "35081307": "John Greenlees Semple (10 June 1904 in Belfast, Ireland – 23 October 1985 in London, England) was a British mathematician working in algebraic geometry.", "42290270": "Mary Beth Ruskai (February 26, 1944–September 27, 2023) was an American mathematical physicist and professor of mathematics with interest in mathematical problems in quantum physics. She was a Fellow of the AAAS,[1] AMS,[2] APS,[3] and AWM.[4]", "1068126": "Alfred Pringsheim (2 September 1850 – 25 June 1941) was a German mathematician and patron of the arts. He was born in Ohlau, Prussian Silesia (now Oława, Poland) and died in Zürich, Switzerland.", "52350046": "James Morton Hyslop FRSE FRSA LLD (1908–1984) was a Scottish mathematician and educationalist primarily linked to South Africa.[1] He founded the Royal College of Nairobi in 1961.[2]", "22531172": "Dennis Elliot Shasha is an American professor of computer science at the Courant Institute of Mathematical Sciences, a division of New York University.[1]  He is also an associate director of NYU WIRELESS.[2] His current areas of research include work done with biologists on pattern discovery for microarrays, combinatorial design, network inference, and protein docking; work done with physicists, musicians, and professionals in finance on algorithms for time series; and work on database applications in untrusted environments. Other areas of interest include database tuning as well as tree and graph matching.", "70012014": "Guan Zhaozhi (Chinese: 关肇直; February 13, 1919 – November 12, 1982[1]) was a Chinese mathematician. He was a member of the Chinese Academy of Sciences.[2][3][4][5]", "51793007": "Myles Tierney (September 1937 – 5 October 2017[1]) was an American mathematician and Professor at Rutgers University who founded the theory of elementary toposes with William Lawvere.", "68471920": "Krzysztof Gawędzki (Polish pronunciation: [ˈkʂɨʂtɔf ɡavɛnt͡ski];[6] born 2 July 1947 – died 21 January 2022) was a Polish[7][8] mathematical physicist, a graduate of the University of Warsaw and professor at the École normale supérieure de Lyon (ENS de Lyon). He was primarily known for his research on quantum field theory and statistical physics.[9] In 2022, he shared the Dannie Heineman Prize for Mathematical Physics with Antti Kupiainen.", "48221297": "Viviane Baladi (born 23 May 1963) is a mathematician who works as a director of research at the Centre national de la recherche scientifique (CNRS) in France. Originally Swiss, she has become a naturalized citizen of France.[1] Her research concerns dynamical systems.", "69848174": "Lothar Berg (born 28 July 1930 in Stettin; died 27 July 2015 in Rostock) was a German mathematician and university teacher.", "69651571": "Catherine Elizabeth Cavagnaro (born 1965)[1] is an American mathematician and aviator. She is a professor of mathematics at Sewanee: The University of the South, specializing in geometric topology and combinatorial group theory,[2] and is co-editor of the Dictionary of Classical and Theoretical Mathematics.[3] She is also a former record-holder in consecutive spins of an airplane, has been repeatedly recognized by the General Aviation Awards Program for her contributions to flight safety and instruction, and is listed in the Tennessee Aviation Hall of Fame.[4][5]", "58379380": "Daniel Zelinsky  may refer to:", "2608244": "Malcolm John Perry (born 13 November 1951) is a British theoretical physicist and emeritus professor of theoretical physics at University of Cambridge and professor of theoretical physics at Queen Mary University of London. His research mainly concerns quantum gravity, black holes, general relativity, and supergravity.", "28626036": "Rodney David Driver (July 1, 1932 – January 16, 2022) was a British-born American mathematician known for research on differential equations, and a former Democratic member of the Rhode Island House of Representatives. Between 1987 and 1995 he represented the towns of Richmond and Exeter in district 52. He was reelected on November 4, 2008, and represented the 39th District consisting of parts of Richmond, Exeter, and Charlestown from January 6, 2009, to January 4, 2011.[1]", "14699638": "Karl Adolf Hessenberg (September 8, 1904 – February 22, 1959) was a German mathematician and engineer. The Hessenberg matrix form is named after him.", "7097464": "Ruth Aaronson Bari (November 17, 1917 – August 25, 2005)[1] was an American mathematician known for her work in graph theory and algebraic homomorphisms. She was a professor at George Washington University, beginning in 1966.", "35114105": "Vera Nikolaevna Maslennikova (Russian: Вера Николаевна Масленникова; 29 April 1926 – 14 August 2000) was a Russian Mathematician known for her contributions to the theory of partial differential equations.[3]", "51956861": "Sheila May Edmonds (1 April 1916 – 2 September 2002) was a British mathematician, a Lecturer at the University of Cambridge, and Vice-Principal of Newnham College from 1960 to 1981.", "11783293": "Hidehiko Yamabe (山辺 英彦, Yamabe Hidehiko, August 22, 1923, in Ashiya, Hyōgo, Japan – November 20, 1960, in Evanston, Illinois) was a Japanese mathematician.  Above all, he is famous for discovering[2] that every conformal class on a smooth compact manifold is represented by a Riemannian metric of constant scalar curvature. Other notable contributions include his definitive solution of Hilbert's fifth problem.[3]", "7163006": "John W. Sullivan was an Irish-Canadian mathematician, astronomer, and explorer who took part in the Palliser Expedition in the 19th century.", "19188865": "Herbert Marshall OBE (1888–1977) was a Canadian academic, statistician, and third Dominion Statistician from 1945 until his retirement in 1956.", "17845385": "Harold Adrian Linstone (15 June 1924 – 8 July 2016) was a German-American mathematician,[1] consultant, futurist and University Professor Emeritus of Systems Science at Portland State University and a specialist in applied mathematics.", "53398669": "Franz Aurenhammer (born September 25, 1957) is an Austrian computational geometer known for his research in computational geometry on Voronoi diagrams, straight skeletons, and related structures. He is a professor in the Institute for Theoretical Computer Science of Graz University of Technology.[1]", "36949150": "Gennadii Vladimirovich Belyi (1951–2001, Ukrainian: Генадій Володимирович Білий, Russian: Геннадий Владимирович Белый) was a Soviet, Ukrainian, and Russian mathematician, known for Belyi's theorem on the representation of algebraic curves as Riemann surfaces and for the Belyi functions arising in that theorem.", "62246047": "Beatrice Pelloni is an Italian mathematician specialising in applied mathematical analysis and partial differential equations. She is a professor of mathematics at Heriot-Watt University in Edinburgh,[1] the editor-in-chief of the Proceedings of the Royal Society of Edinburgh, Section A: Mathematics,[2] and the chair of the SIAM Activity Group on Nonlinear Waves and Coherent Structures.[3]", "53824673": "John Wood (c. 1775–1822) was a professor of mathematics at the College of William & Mary, political writer, and cartographer, who tutored the grandchildren of Thomas Jefferson.", "71224482": "Tony O'Farrell (born Anthony G. O'Farrell in 1947 in Dublin) is an Irish mathematician who is Professor Emeritus at Maynooth University.  He has been in the Mathematics and Statistics Department there since 1975.[1]", "22989986": "Nicolas de Malézieu (or Malézieux)[1] (or Malesieu)[2] (7 September 1650, in Paris – 4 March 1727, in Paris) was a French intellectual, Greek scholar and mathematician.[3]", "3034280": "Ciprian Manolescu (born December 24, 1978) is a Romanian-American[2] mathematician, working in gauge theory, symplectic geometry, and low-dimensional topology. He is currently a professor of mathematics at Stanford University.", "45010090": "Jan Willem Nienhuys (born 16 April 1942) is a Dutch mathematician, book translator and skeptic. He taught mathematics at the Eindhoven University of Technology. He is also a board member and secretary of Stichting Skepsis and an editor of its magazine Skepter.[1]", "1723575": "Eric Antonio Goles Chacc (born August 21, 1951) is a Chilean mathematician and computer scientist of Croatian descent. He studied civil engineering at the University of Chile before taking two doctorates at the University of Grenoble in France. A professor at the University of Chile, he is known for his work on cellular automata.", "72010944": "Paul-Louis ver Eecke (23 February 1867 – 14 October 1959) was a Belgian mining engineer and historian of Greek mathematics. He produced influential French translations of the mathematical works of ancient Greece, including those of Archimedes, Pappus, and Theodosius.", "48385220": "Enrico Bompiani (12 February 1889 – 22 September 1975) was an Italian mathematician, specializing in differential geometry.[1]", "56118470": "Joachim Schwermer (26 May 1950, Kulmbach[1]) is a German mathematician, specializing in number theory.", "66243784": "Trena L. Wilkerson (born 1954) is an American mathematician and mathematics educator. She is a Professor of Mathematics Education in the Department of Curriculum & Instruction at Baylor University,[1] and the president of the National Council of Teachers of Mathematics for the 2020–2022 term.[2][3]", "61820104": "Eugénie Lee Hunsicker is an American mathematician who works at Loughborough University in England as a senior lecturer in pure mathematics and as director of equality and diversity for the school of science.[1]\nHer research in pure mathematics has concerned topics \"at the intersection of analysis, geometry and topology\"; she has also worked on more applied topics in data science and image classification.[2]", "50973904": "Yvette Amice (June 4, 1936 – July 4, 1993) was a French mathematician whose research concerned number theory and p-adic analysis.[1] She was president of the Société mathématique de France.[1]", "10243294": "Kali S. Banerjee (September 17, 1914 – April 9, 2002) was a math and statistics expert, and  a professor of statistics at the University of Delaware.", "27806942": "Emanuel Lodewijk Elte (16 March 1881 in Amsterdam – 9 April 1943 in Sobibór)[1] was a Dutch mathematician. He is noted for discovering and classifying semiregular polytopes in dimensions four and higher.", "18730211": "Kalyanapuram Rangachari Parthasarathy (25 June 1936 – 14 June 2023) was an Indian statistician who was professor emeritus at the Indian Statistical Institute and a pioneer of quantum stochastic calculus. Parthasarathy was the recipient of the Shanti Swarup Bhatnagar Prize for Science and Technology in Mathematical Science in 1977 and the TWAS Prize in 1996.", "3984628": "Cargill Gilston Knott FRS, FRSE LLD (30 June 1856 – 26 October 1922) was a Scottish physicist and mathematician who was a pioneer in seismological research. He spent his early career in Japan. He later became a Fellow of the Royal Society, Secretary of the Royal Society of Edinburgh, and President of the Scottish Meteorological Society.", "52469": "Stephen Wolfram (/ˈwʊlfrəm/ WUUL-frəm; born 29 August 1959) is a British-American[6] computer scientist, physicist, and businessman. He is known for his work in computer science, mathematics, and theoretical physics.[7][8] In 2012, he was named a fellow of the American Mathematical Society.[9]", "72699126": "Ciro Ciliberto (born 14 October 1950, in Naples) is an Italian mathematician.[1]", "30133496": "Johannes Jisse (Hans) Duistermaat (The Hague, December 20, 1942 – Utrecht, March 19, 2010) was a Dutch mathematician.[1][2]", "806139": "Quintino Sella (Italian pronunciation: [kwinˈtino ˈsɛlla]; 7 July 1827 – 14 March 1884) was an Italian politician, economist and mountaineer.", "1559807": "Guo Shoujing (Chinese: 郭守敬, 1231–1316), courtesy name Ruosi (若思), was a Chinese astronomer,[1] hydraulic engineer, mathematician, and politician of the Yuan dynasty. The later Johann Adam Schall von Bell (1591–1666) was so impressed with the preserved astronomical instruments of Guo that he called him \"the Tycho Brahe of China.\"[2] Jamal ad-Din cooperated with him.[1]", "53398787": "Kōkichi Sugihara (Japanese: 杉原厚吉, born June 29, 1948, in Gifu Prefecture)[1][2]  is a Japanese mathematician and artist[3] known for his three-dimensional optical illusions that appear to make marbles roll uphill,[4][5] pull objects to the highest point of a building's roof,[6] and make circular pipes look rectangular.[7] His illusions, which often involve videos of three-dimensional objects shown from carefully chosen perspectives,[3] won first place at the Best Illusion of the Year Contest in 2010,[4] 2013,[8] 2018,[9]and 2020[10]\nand second place in 2015[11] and 2016.[7]", "60443911": "Tadashi Nagano (長野正, Nagano Tadashi, January 9, 1930 – February 1, 2017) was a Taiwan-born Japanese mathematician who worked mainly on differential geometry and related subjects.[3]", "216328": "Harold Scott MacDonald \"Donald\" Coxeter CC FRS FRSC (9 February 1907 – 31 March 2003)[2] was a British-Canadian geometer and mathematician. He is regarded as one of the greatest geometers of the 20th century.[3]", "15289611": "Hu Hesheng (Chinese: 胡和生; pinyin: Hú Héshēng; born 20 June 1928) is a Chinese mathematician. She served as vice-president of Chinese Mathematical Society, president of the Shanghai Mathematical Society, and is an academician of Chinese Academy of Science.[1] She held the Noether Lecture in 2002.[2]", "60673295": "Anna Adelaide Stafford Henriques (August 20, 1905 – November 28, 2004) was an American mathematician known for her pioneering role as a female researcher at the Institute for Advanced Study.", "1363216": "Marcin Odlanicki Poczobutt (Lithuanian: Martynas Počobutas; 30 October 1728 near Grodno – 7 February 1810 in Daugavpils) was a Polish–Lithuanian Jesuit, astronomer and mathematician. He was professor of Vilnius University for over 50 years, serving as its rector from 1780 to 1799. The crater Poczobutt on the Moon is named after him.", "51694863": "Edward Neuman (born September 19, 1943[1] in Rydułtowy, Silesian Voivodeship, Poland)[2] is a Polish-American mathematician, currently a professor emeritus of mathematics at Southern Illinois University Carbondale.[3]", "37440786": "Paul Allen Catlin ((1948-06-25)June 25, 1948 – (1995-04-20)April 20, 1995) was a mathematician, professor of mathematics who worked in graph theory and number theory. He wrote a significant paper on the series of chromatic numbers and Brooks' theorem, titled  Hajós graph coloring conjecture: variations and counterexamples.[1][2][3]", "36687122": "Richard Hubert Bruck (December 26, 1914 – December 18, 1991) was an American mathematician best known for his work in the field of algebra, especially in its relation to projective geometry and combinatorics.", "69684500": "Serena Dipierro is an Italian mathematician whose research involves partial differential equations, the regularity of their solution, their phase transitions, nonlocal operators, and free boundary problems, with applications including population dynamics, quantum mechanics, crystallography, and mathematical finance.[1][2] She is a professor in the School of Physics, Mathematics and Computing at the University of Western Australia, where she heads the department of mathematics and statistics.[3]", "1527061": "The Hon. Rudranath Capildeo TC (pronounced [rud̪rənɑːt̪ʰə kəpiləd̪eːoː]; 2 February 1920 – 12 May 1970) was a Trinidadian and Tobagonian politician,  mathematician and barrister. He was a member of the prominent Hindu Indo-Trinidadian Capildeo family. Capildeo was the leader of the Democratic Labour Party (DLP) from 1960 to 1969 and the first Leader of the Opposition in the Parliament of the independent Trinidad and Tobago from 1962 to 1967. He was also a faculty member at the University of London, eventually holding the position of Reader of Mathematics. He was awarded the Trinity Cross, the nation's highest award, in 1969.", "249107": "Gaston Maurice Julia (3 February 1893 – 19 March 1978) was a French Algerian mathematician who devised the formula for the Julia set. His works were popularized by French mathematician Benoit Mandelbrot; the Julia and Mandelbrot fractals are closely related. He founded, independently with Pierre Fatou, the modern theory of holomorphic dynamics.", "57494804": "Dmitry Sychugov (Russian: Дми́трий Ю́рьевич Сычу́гов) (born 1955) is a Russian mathematician, Dr.Sc., Professor, a professor at the Faculty of Computer Science at the Moscow State University.[1]", "31214873": "Roger Conant Lyndon (December 18, 1917 – June 8, 1988) was an American mathematician, for many years a professor at the University of Michigan.[1] He is known for Lyndon words, the Curtis–Hedlund–Lyndon theorem, Craig–Lyndon interpolation and the Lyndon–Hochschild–Serre spectral sequence.", "9129242": "Paulo Ribenboim (born March 13, 1928) is a Brazilian-Canadian mathematician who specializes in number theory.", "1559834": "(Xu Zhun)[4]", "19740": "Max August Zorn (German: [tsɔʁn]; June 6, 1906 – March 9, 1993) was a German mathematician. He was an algebraist, group theorist, and numerical analyst. He is best known for Zorn's lemma, a method used in set theory that is applicable to a wide range of mathematical constructs such as vector spaces, and ordered sets amongst others. Zorn's lemma was first postulated by Kazimierz Kuratowski in 1922, and then independently by Zorn in 1935.", "57462041": "Hannah Markwig (born 19 November 1980)[1] is a German mathematician specializing in tropical geometry. In 2010 she won both the Heinz Maier-Leibnitz Prize of the Deutsche Forschungsgemeinschaft and the Helene Lange Prize for her research.[1][2]", "56053023": "Louis Lazarus Silverman (21 April 1884 – 17 October 1967) was an American mathematician, the first person to receive a Ph.D. in mathematics from an academic institution in the state of Missouri.[1][2]", "41536799": "Hrvoje Kraljević (born 16 March 1944) is Croatian mathematician and a former politician.[1]", "7097637": "Dorothy Lewis Bernstein (April 11, 1914 – February 5, 1988) was an American mathematician known for her work in applied mathematics, statistics, computer programming, and her research on the Laplace transform.[1]  She was the first woman to be elected president of the Mathematics Association of America.[2]", "61623589": "Asuman Güven Aksoy is a Turkish-American mathematician whose research concerns topics in functional analysis, metric geometry, and operator theory including Banach spaces, measures of non-compactness, fixed points, Birnbaum–Orlicz spaces, real trees, injective metric spaces, and tight spans. She works at Claremont McKenna College, where she is Crown Professor of Mathematics and George R. Roberts Fellow.[1]", "24366375": "Jinchao Xu (许进超, born 1961) is an American-Chinese mathematician. He is currently the Verne M. Willaman Professor in the Department of Mathematics at the Pennsylvania State University, University Park. He is known for his work on multigrid methods, domain decomposition methods, finite element methods, and more recently deep neural networks.", "38620456": "Assaf Naor (born May 7, 1975) is an Israeli American and Czech mathematician, computer scientist, and a professor of mathematics at Princeton University.[1][2]", "3067180": "Keith Edward Bullen FAA FRS (29 June 1906 – 23 September 1976) was a New Zealand-born mathematician and geophysicist. He is noted for his seismological interpretation of the deep structure of the Earth's mantle and core. He was Professor of Applied Mathematics at the University of Sydney in Australia from 1945 until 1971.[1][2][3]", "44453166": "Arthur Edward Ogus is an American mathematician. His research is in algebraic geometry; he has served as chair of the mathematics department at the University of California, Berkeley.[1]", "5688623": "Rami Grossberg (Hebrew: רמי גרוסברג) is a full professor of mathematics at Carnegie Mellon University and works in model theory.", "59100464": "Janet Lynn Beery is an American mathematician and historian of mathematics who serves as a professor of mathematics and computer science at the University of Redlands.[1] She also served as the editor-in-chief of mathematics history journal Convergence from 2009 to 2019,[2] and has authored a book on the mathematics of Thomas Harriot.", "11423028": "Zvi Arad (Hebrew: צבי ארד,16 April 1942, in Petah Tikva, Mandatory Palestine – 4 February 2018, in Petah Tikva, Israel) was an Israeli mathematician, acting president of Bar-Ilan University, and president of Netanya Academic College.[1][2]", "18697527": "Rostislav Ivanovich Grigorchuk (Russian: Ростислав Иванович Григорчук; Ukrainian: Ростисла́в Iва́нович Григорчу́к; b. February 23, 1953) is a mathematician working in different areas of mathematics including group theory, dynamical systems, geometry and computer science. He holds the rank of Distinguished Professor in the Mathematics Department of Texas A&M University. Grigorchuk is particularly well known for having constructed, in a 1984 paper,[1] the first example of a finitely generated group of intermediate growth, thus answering an important problem posed by John Milnor in 1968. This group is now known as the Grigorchuk group[2][3][4][5][6]  and it is one of the important objects studied in geometric group theory, particularly in the study of branch groups, automaton groups and iterated monodromy groups. Grigorchuk is one of the pioneers of asymptotic group theory as well as of the theory of dynamically defined groups. He introduced the notion of branch groups[7][8][9][10] and developed the foundations of the related theory. Grigorchuk, together with his collaborators and students, initiated the theory of groups generated by finite Mealy type automata,[11][12][13] interpreted them as groups of fractal type,[14][15] developed the theory of groups acting on rooted trees,[16] and found numerous applications[17][18][19] of these groups in various fields of mathematics including functional analysis, topology, spectral graph theory, dynamical systems and ergodic theory.", "58903872": "Tianxi Cai (Chinese: 蔡天西) is a Chinese biostatistician. She is the John Rock Professor of Population and Translational Data Sciences in the Department of Biostatistics at the Harvard T.H. Chan School of Public Health.[1] Topics in her research include biomarkers, personalized medicine, survival analysis, and health informatics.[1]", "56413506": "Paul Flamant (1892–1940) was a French mathematician, known as the transcriber and editor of Gaston Julia's lectures published in the important monograph Leçons sur les Fonctions Uniformes à Point Singulier Essentiel Isolé (1924). According to Joseph Ritt, \"Julia's monograph is probably one of the finest in the Borel collection.\"[1][2]", "64408900": "Maria Bruna Estrach (born 1984) is an applied mathematician whose interests include stochastic modelling of multiscale phenomena with applications in mathematical biology and industry.[1] She is affiliated with the University of Cambridge, where she is a university lecturer and Royal Society University Research Fellow in the Department of Applied Mathematics and Theoretical Physics, and a Fellow of Churchill College, Cambridge.[2]", "50580805": "Vincenzo Mollame (Naples, Kingdom of the Two Sicilies 4 July 1848 – Catania, 23 June 1912) was an Italian mathematician.", "8867144": "Willem Abraham Wythoff, born Wijthoff (Dutch pronunciation: [ʋɛithɔf]), (6 October 1865 – 21 May 1939) was a Dutch mathematician.", "67882316": "John Rognes (born 28 April 1966 in Oslo) is a Norwegian mathematician. He is a professor at the Department of Mathematics at the University of Oslo.", "48942413": "Peter John Olver (11 January 1952, Twickenham) is a British-American mathematician working in differential geometry.[1]", "47107406": "Robert Brown (Robby) Gardner (Tarrytown, New York, February 27, 1939 – May 5, 1998) was an American mathematician who worked on differential geometry.[1]", "1330513": "Keith Oliver Geddes (born 1947)  is a professor emeritus in the David R. Cheriton School of Computer Science within the Faculty of Mathematics at the University of Waterloo in Waterloo, Ontario.  He is a former director of the Symbolic Computation Group in the School of Computer Science.  He received a BA in Mathematics at the University of Saskatchewan in 1968; he completed both his MSc and PhD in Computer Science at the University of Toronto.", "55987536": "Onorato Nicoletti (21 June 1872, Rieti – 31 December 1929, Pisa) was an Italian mathematician.[1]", "24005978": "Lane P. Hughston (born 24 December 1951 in Corpus Christi, Texas) is an American mathematician.", "38849883": "Montserrat Teixidor i Bigas (born February 25, 1958) is a Spanish-American academic who is a professor of mathematics at Tufts University in Medford, Massachusetts.[1] She specializes in algebraic geometry, especially Moduli of Vector Bundles on curves.[2]", "24792410": "Eugenios Voulgaris or Boulgaris[1] (Greek: Εὐγένιος Βούλγαρης; Russian: Евгений Вулгарский, Евгений Вулгар; 1716–1806) was a Greek Orthodox cleric, author, educator, mathematician, astronomer, physicist, and philosopher.  He wrote about every discipline: legal, historical, theological, grammatical, linguistic, astronomy, political, mathematics, archaeology, music, secularism, euthanasia, and the tides.  He wrote speeches, poems, appeals to Catherine II for the liberation of Greece, and hundreds of letters. He edited valuable editions of Byzantine writers and classical books and translated many texts from Latin into French.  He was one of the students of Methodios Anthrakites.  He translated many important foreign language academic documents to Greek.  He was bishop of Cherson (in Crimea).  He was a leading contributor to the Modern Greek Enlightenment.[2]", "53890402": "Volodymyr Mazorchuk (born 1972) is a Ukrainian-Swedish mathematician at Uppsala University and was awarded the Göran Gustafsson Prize in 2016.[1][2]", "9227625": "Edward Taylor Pegg Jr. (born December 7, 1963) is an expert on mathematical puzzles and is a self-described recreational mathematician. He wrote an online puzzle column called Ed Pegg Jr.'s Math Games for the Mathematical Association of America during the years 2003–2007. His puzzles have also been used by Will Shortz on the puzzle segment of NPR's Weekend Edition Sunday. He was a fan of Martin Gardner and regularly participated in Gathering 4 Gardner conferences. In 2009 he teamed up with Tom M. Rodgers and Alan Schoen to edit two Gardner tribute books.[1]", "56413547": "Ruth Elizabeth Baker is a British applied mathematician and mathematical biologist at the University of Oxford whose research interests include pattern formation, morphogenesis, and the mathematical modeling of cell biology and developmental biology.", "23907691": "Cristian Sorin Calude (born 21 April 1952) is a Romanian-New Zealander\nmathematician and computer scientist.[1]", "14568821": "Naum Zuselevich Shor (Russian: Наум Зуселевич Шор) (1 January 1937 – 26 February 2006) was a Soviet and Ukrainian mathematician specializing in optimization.", "55528823": "Johannes Anton Marquart (born 27 September 1909 in Erolzheim in Germany)[1] was a German actuarial and insurance mathematician. During World War II, Marquart was employed into the Germany Army Inspectorate 7/VI, in 1940, which later became the  General der Nachrichtenaufklärung. He eventually became head of Referat Ia of Group IV of the organization in November 1944[2] engaged in research into German Army hand cryptographic systems.[3] Prior to that period Marquart had been chief cryptanalysis in KONA 5.[2]", "56413562": "The Turing Guide, written by Jack Copeland, Jonathan Bowen, Mark Sprevak,[1] Robin Wilson, and others and published in 2017, is a book about the work and life of the British mathematician, philosopher, and early computer scientist, Alan Turing (1912–1954).", "5787009": "Henricus Grammateus (also known as Henricus Scriptor, Heinrich Schreyber or Heinrich Schreiber; 1495 – 1525 or 1526[1]) was a German mathematician. He was born in Erfurt. In 1507 he started to study at the University of Vienna, where he subsequently taught. Christoph Rudolff was one of his students. From 1514 to 1517 he studied in Cracow and then returned to Vienna. But when the plague affected Vienna Schreiber left the city and went to Nuremberg.", "63032712": "Frank A. Farris is an American mathematician. He is a Professor of Mathematics and Computer Science at Santa Clara University.[1] He is also an editor, author, and artist whose work concerns mathematical topics. Farris is known primarily for mathematical exposition, his creation of visual mathematics through computer science, and advocacy for mathematical art as a discipline.[2]", "8670607": "Henri Cohen (born 8 June 1947) is a number theorist, and an emeritus professor at the University of Bordeaux.  He is best known for leading the team that created the PARI/GP computer algebra system.  He also introduced the Rankin–Cohen bracket, co-proposed the Cohen-Lenstra heuristics and has written several textbooks in computational and algebraic number theory.", "14175633": "Georg August Nöbeling (12 November 1907 – 16 February 2008) was a German mathematician.", "19867": "Maxwell Herman Alexander Newman, FRS,[1] (7 February 1897 – 22 February 1984), generally known as Max Newman, was a British mathematician and codebreaker. His work in World War II led to the construction of Colossus,[6] the world's first operational, programmable electronic computer, and he established the Royal Society Computing Machine Laboratory at the University of Manchester, which produced the world's first working, stored-program electronic computer in 1948, the Manchester Baby.[7][8][9][10][11]", "1494427": "Ken Keeler is an American television producer and writer. He has written for numerous television series, most notably The Simpsons and Futurama. According to an interview with David X. Cohen, he proved a theorem that appears in the Futurama episode \"The Prisoner of Benda\".[1]", "29347232": "Harald Andrés Helfgott (born 25 November 1977) is a Peruvian mathematician working in number theory. Helfgott is a researcher (directeur de recherche) at the CNRS at the Institut Mathématique de Jussieu, Paris.[3]", "15256996": "Jean-Louis Colliot-Thélène (born 2 December 1947) is a French mathematician. He is a Directeur de Recherches at CNRS at the Université Paris-Saclay in Orsay.\nHe studies mainly number theory and arithmetic geometry.", "55365028": "William Hanson Dodge (March 5, 1866 – February 1, 1932) was an American photographer in the late nineteenth and early twentieth centuries, living in Lowell, Massachusetts.  His son, Harold F. Dodge, a noted mathematician, was a pioneer in the field of statistical quality control. William Dodge was employed by the Lowell Manufacturing Company; this firm was later purchased by the Bigelow Carpet Company.[1]  His work as a designer and color mixer was augmented by his hobby:  photography. Dodge was a skilled photographer:  in 1894 he won a bronze medal at a competition in New York City for a composition entitled “Winter.”[2]  This photo appears in W. I. Lincoln Adams's book Sunlight and Shadow, where it was included as an example of “successful landscape work”; other photographers whose work is featured in the book include Alfred Stieglitz and H. P. Robinson.[3]  Later that year, another of his photographs at an exhibition in New York, “December Morning,” was highly praised by a reviewer in American Amateur Photographer.[4]", "14601641": "Bion of Abdera (Greek: Βίων ὁ Ἀβδηρίτης, gen. Βίωνος) was a Greek mathematician and astronomer of Abdera, Thrace, and a pupil of Democritus. Strabo refers to him as an astrologer. [1] He wrote both in the Ionic and Attic dialects, and was the first who said that there were some parts of the Earth in which it was night for six months, while the remaining six months were one uninterrupted day.[2][3] He also engaged in correlating the direction of winds with climate and is believed to have traveled to distant regions. [4]", "52659": "Albert Brudzewski,[1] also Albert Blar (of Brudzewo),[2][3] Albert of Brudzewo or Wojciech Brudzewski (in Latin, Albertus de Brudzewo; c.1445–c.1497) was a Polish astronomer, mathematician,  philosopher and diplomat.", "6409655": "Maryam Mirzakhani (Persian: مریم میرزاخانی, pronounced [mæɾˈjæm miːɾzɑːxɑːˈniː]; 12 May 1977 – 14 July 2017) was an Iranian[5][4] mathematician and a professor of mathematics at Stanford University.[6][7] Her research topics included Teichmüller theory, hyperbolic geometry, ergodic theory, and symplectic geometry.[5] On 13 August 2014, Mirzakhani was honored with the Fields Medal, the most prestigious award in mathematics,[8][9] becoming the first woman to win the prize, as well as the first Iranian.[10] The award committee cited her work in \"the dynamics and geometry of Riemann surfaces and their moduli spaces\".[11]", "347579": "Sheila Scott Macintyre FRSE (23 April 1910 – 21 March 1960) was a Scottish mathematician best known for her work on the Whittaker constant. Macintyre is also known for co-authoring a German-English mathematics dictionary with Edith Witte.", "58740158": "Sue Singer is a British mathematics educator. She is the former headmistress of Guildford High School, a girls' school in Surrey, the former president of the Girls' Schools Association, and the former president of the Mathematical Association.", "30068159": "Fritz Peter (1899–1949) was a German mathematician who helped prove the Peter–Weyl theorem. He was a student of Hermann Weyl, and later became headmaster of a secondary school (Hawkins 2000, p.502).", "41045441": "Sebastian Finsterwalder (4 October 1862 – 4 December 1951) was a German mathematician and glaciologist. Acknowledged as the \"father of glacier photogrammetry\";[1][2] he pioneered the use of repeat photography as a temporal surveying instrument in measurement of the geology and structure of the Alps and their glacier flows.[3] The measurement techniques he developed and the data he produced are still in use to discover evidence for climate change.[4][5][a][7][8]", "64638402": "Donald Steven Passman (born March 28, 1940 in New York City) is an American mathematician, specializing in ring theory, group theory, and Lie algebra theory.[1]", "4017604": "Paolo Casati (in Latin, Paulus Casatus) (23 November 1617 – 22 December 1707) was an Italian Jesuit mathematician. He belonged to the jesuit scientific school founded in the Provincia Veneta by Giuseppe Biancani, and represented later by Niccolò Cabeo, Niccolò Zucchi, Giovanni Battista Riccioli and Francesco Maria Grimaldi.", "66375109": "Jeannette Catharina Maria Janssen is a Dutch and Canadian mathematician whose research concerns graph theory and the theory of complex networks. She is a professor of mathematics at Dalhousie University, the chair of the Dalhousie Department of Mathematics and Statistics,[1] and the chair of the Activity Group on Discrete Mathematics of the Society for Industrial and Applied Mathematics.[2]", "54971848": "Frieda Nugel (1884–1966) was a German mathematician and civil rights activist, one of the first German women to earn a doctorate in mathematics.[1][2] She earned her PhD at Martin Luther University of Halle-Wittenberg in 1912, under the supervision of August Gutzmer.[1][3]", "19713485": "Dragoslav S. Mitrinović (Serbian Cyrillic: Драгослав Митриновић; 23 June 1908 – 2 April 1995) was a Serbian mathematician known for his work in differential equations, functional equations, complex analysis.  He authored near 300 scientific journal papers and more than twelve books in his area.[1]", "14044625": "Ronald George Douglas (December 10, 1938 – February 27, 2018) was an American mathematician, best known for his work on operator theory and operator algebras.[2]", "41995729": "Keith Martin Ball FRS[4] FRSE[1] (born 26 December 1960) is a mathematician and professor at the University of Warwick. He was scientific director of the International Centre for Mathematical Sciences (ICMS) from 2010 to 2014.[5][6][7][8][9]", "62049747": "Sébastien Boucksom (born 26 August 1976 in Roubaix) is a French mathematician.[1]", "1068500": "John M. Pollard (born 1941) is a British mathematician who has invented algorithms for the factorization of large numbers and for the calculation of discrete logarithms.", "3329502": "Pádraig de Brún (13 October 1889 – 5 June 1960), also called Patrick Joseph Monsignor Browne, was an Irish clergyman, mathematician, poet, and classical scholar, who served as President of University College, Galway (UCG). He was also known in friendly informal circles as Paddy Browne.", "24464863": "Michael Somos is an American mathematician, who was a visiting scholar in the Georgetown University Mathematics and Statistics department for four years and is a visiting scholar at Catholic University of America. In the late eighties he proposed a conjecture about certain polynomial recurrences, now called Somos sequences,[1] that surprisingly in some cases contain only integers. Somos' quadratic recurrence constant is also named after him.", "60411358": "Sergei Alekseevich Evdokimov (Russian: Сергей Алексеевич Евдокимов;[1] December 12, 1950 —  September 10, 2016) was a Russian mathematician who contributed to the theory of modular forms, computational complexity theory, algebraic combinatorics and p-adic analysis.", "2805218": "Hans Ivar Riesel (May 28, 1929 in Stockholm – December 21, 2014) was a Swedish mathematician who discovered the 18th Mersenne prime in 1957, using the computer BESK:[1][2] this prime is 23217-1 and consists of 969 digits. He held the record for the largest known prime from 1957 to 1961, when Alexander Hurwitz discovered a larger one.[3] Riesel also discovered the Riesel numbers as well as developing the Lucas–Lehmer–Riesel test. After having worked at the Swedish Board for Computing Machinery, he was awarded his Ph.D. from Stockholm University in 1969 for his thesis Contributions to numerical number theory,[4][5] and in the same year joined the Royal Institute of Technology as a senior lecturer and associate professor.", "1723876": "Robert Osher Schlaifer (13 September 1914 – 24 July 1994) was an American statistician who was a pioneer of Bayesian decision theory. At the time of his death he was William Ziegler Professor of Business Administration Emeritus of the Harvard Business School. In 1961 he was elected as a Fellow of the American Statistical Association.[1]", "57855461": "Iossif Vladimirovich Ostrovskii (Ukrainian: Йосип Володимирович Островський, Russian: Иосиф Владимирович Островский, 6 April 1934 – 29 November 2020, in Ankara) was a Soviet and Ukrainian mathematician who made significant contributions to function theory and probability theory, Corresponding Member of the National Academy of Sciences of Ukraine (1978).", "17321452": "Medal of Honor, Gottlieb Daimler and Karl Benz Foundation (2008) \nMicrosoft Research Award (2004)  \nMedal of Merit, Ministry for Education and Training, Vietnam (2003)  \nHonorary Doctorate of the Vietnamese Academy of Science and Technology (2000) \nGEFFRUB Award (1996) \nHeinrich Hörlein Memorial Award (1986)", "27479533": "Valentin Afraimovich (Russian: Валентин Сендерович Афраймович, 2 April 1945, Kirov, Kirov Oblast, USSR – 21 February 2018, Nizhny Novgorod, Russia[1]) was a Soviet, Russian and Mexican mathematician. He made contributions to dynamical systems theory, qualitative theory of ordinary differential equations, bifurcation theory, concept of attractor,[2] strange attractors, space-time chaos, mathematical models of non-equilibrium media and biological systems, travelling waves in lattices, complexity of orbits and dimension-like characteristics in dynamical systems.[3]", "25644525": "Viacheslav Valentinovich Nikulin (Slava) is a Russian mathematician working in the algebraic geometry of K3 surfaces and Calabi–Yau threefolds, mirror symmetry, the arithmetic of quadratic forms, and hyperbolic Kac–Moody algebras.[1] He is a professor of mathematics at the University of Liverpool. A third chair of mathematics was established for Nikulin in 1999, the second chair having been established in 1964 for C. T. C. Wall and the first having been established in 1882.[2] Nikulin has made contributions towards the solution of Hilbert's 16th problem.[3]", "5230064": "Misha Verbitsky (Russian: Ми́ша Верби́цкий, born June 20, 1969, in Moscow) is a Russian mathematician. He works at the Instituto Nacional de Matemática Pura e Aplicada in Rio de Janeiro. He is primarily known to the general public as a controversial critic, political activist and independent music publisher.", "62377460": "Takeshi Saito (斎藤 毅 Saitō Takeshi, born 9 September 1961) is a Japanese mathematician, specializing in some areas of number theory and algebraic geometry.[1] His thesis advisor was Kazuya Kato.[2]", "30920185": "Caryn Linda Navy (born July 5, 1953) is an American mathematician and computer scientist. Blind since childhood, she is chiefly known for her work in set-theoretic topology and Braille technology.", "8637946": "George William Hart (born 1955)[1] is an American sculptor and geometer.  Before retiring, he was an associate professor of Electrical Engineering at Columbia University in New York City and then an interdepartmental research professor at Stony Brook University.  His work includes both academic and artistic approaches to mathematics.", "1986042": "Andrew Michael Odlyzko (Andrzej Odłyżko) (born 23 July 1949) is a Polish-American mathematician and a former head of the University of Minnesota's Digital Technology Center and of the Minnesota Supercomputing Institute.  He began his career in 1975 at Bell Telephone Laboratories, where he stayed for 26 years before joining the University of Minnesota in 2001.", "64441855": "Günther Hans Frei (born 19 May 1942 in St. Gallen) is a Swiss mathematician and historian of mathematics.", "61754880": "Volker Ludwig Mehrmann (born 1955) is a German mathematician.", "15945217": "Michael M. Richter (21 June 1938 – 10 July 2020) was a German mathematician and computer scientist. Richter is well known for his career in mathematical logic, in particular non-standard analysis, and in artificial intelligence, in particular in knowledge-based systems and case-based reasoning (CBR, Fallbasiertes Schließen).  He is worldwide known as pioneer in case-based reasoning.", "58019333": "Aline Bonami (née Nivat)[1] is a French mathematician known for her expertise in mathematical analysis. She is a professor emeritus at the University of Orléans,[2] and was president of the Société mathématique de France for 2012–2013.[3]", "52744": "Jean-Charles, chevalier de Borda (4 May 1733 – 19 February 1799) was a French mathematician, physicist, and Navy officer.", "1560073": "Ivan Mikheevich Pervushin (Russian: Иван Михеевич Первушин, sometimes transliterated as Pervusin or Pervouchine) (15 January 1827—17 June 1900) was a Russian clergyman and mathematician of the second half of the 19th century, known for his achievements in number theory. He discovered the ninth perfect number and its odd prime factor, the ninth Mersenne prime. Also, he proved that two Fermat numbers, the 12th and 23rd, were composite.", "55758349": "Alice Jeanne LaDuke (born June 27, 1938) is an American  mathematician who specialized in mathematical analysis and the history of mathematics. She was also a child actress who appeared in one film (The Green Promise).", "58936850": "Serge Marc Cantat (born 3 June 1973, in Paris)[1] is a French mathematician, specializing in geometry and dynamical systems.[2]", "59133461": "Anastasia Konstantinovna Stavrova (Russian: Анастасия Константиновна Ставрова) is a Russian mathematician specializing in algebraic groups, non-associative algebra, and algebraic K-theory. She is a researcher in the Chebyshev Laboratory at Saint Petersburg State University.[1][2]", "17419801": "Christian Gustav Adolph Mayer (15 February 1839 – 11 April 1908) was a German mathematician.", "66375193": "Sophie Dabo-Niang (née Dabo) is a Senegalese and French mathematician, statistician, and professor[1] who has done outreach to increase the status of African mathematicians.", "53628448": "Julia Chuzhoy is an Israeli mathematician and computer scientist at the Toyota Technological Institute at Chicago,[1] known for her research on approximation algorithms and graph theory.", "71257632": "Emmanuele Giuseppe Gabriele Gennaro Fergola (Naples, 30 October 1830 – Naples, 5 April 1915) was an Italian astronomer, mathematician, and also Senator of the Kingdom of Italy.[1]", "57921059": "Abraham Joseph ben Simon Wolf Menz (Yiddish: אברהם יוסף בן שמעון וואָלף מענץ) was an eighteenth century rabbi and mathematician at Frankfurt.[1]", "40521255": "Nazım Terzioğlu (1912–September 20, 1976) was one of the first mathematicians in Turkish academia.", "32886316": "Ulrich Stuhler is a German mathematician. He currently is a professor at the University of Göttingen. He is known for his contributions to the Langlands program. In 1993, he—along with Gérard Laumon and Michael Rapoport—proved the local Langlands conjectures  for the general linear group GLn(K) for positive characteristic local fields K.[1]", "37867052": "Péter Kiss ((1937-03-05)March 5, 1937 – (2002-03-05)March 5, 2002) was a Hungarian mathematician, Doctor of Mathematics, and professor of mathematics at Eszterházy Károly College, who specialized in number theory. In 1992 he won the Albert Szent-Györgyi Prize for his achievements.", "18730540": "Madabusi Santanam Raghunathan FRS is an Indian mathematician. He is currently Head of the National Centre for Mathematics, Indian Institute of Technology, Mumbai. Formerly Professor of eminence at TIFR in Homi Bhabha Chair.[1] Raghunathan received his PhD in Mathematics from (TIFR), University of Mumbai; his advisor was M. S. Narasimhan. Raghunathan is a Fellow of the Royal Society, of the Third World Academy of Sciences, and of the American Mathematical Society[2] and a recipient of the civilian honour of Padma Bhushan.[3] He has also been on the Mathematical Sciences jury for the Infosys Prize from 2016.[4]", "3132981": "Ehud Hrushovski FRS (Hebrew: אהוד הרושובסקי; born 30 September 1959) is a mathematical logician.[1] He is a Merton Professor of Mathematical Logic at the University of Oxford and a Fellow of Merton College, Oxford.[2] He was also Professor of Mathematics at the Hebrew University of Jerusalem.[3]", "85563": "Adelard of Bath (Latin: Adelardus Bathensis; c. 1080? –  c. 1142–1152?) was a 12th-century English natural philosopher. He is known both for his original works and for translating many important Greek[1][2] scientific works of astrology, astronomy, philosophy, alchemy and mathematics into Latin from Arabic versions, which were then introduced to Western Europe. The oldest surviving Latin translation of Euclid's Elements is a 12th-century translation by Adelard from an Arabic version.[3] He is known as one of the first to introduce the Arabic numeral system to Europe. He stands at the convergence of three intellectual schools: the traditional learning of French schools, the Greek culture of Southern Italy, and the Arabic science of the East.[4]", "36163134": "Allen Ivar Knutson is an American mathematician who is a professor of mathematics at Cornell University.[1]", "22400576": "Augustus William Smith (May 12, 1802 – March 26, 1866) was an American educator, astronomer and mathematician in the mid-19th century.", "15322688": "Chuan-Chih Hsiung (Chinese: 熊全治, Pinyin: Xióng Quánzhì) (1916–2009), also known as Chuan-Chih Hsiung, C C Hsiung, or Xiong Quanzhi, was a Chinese-born American mathematician specializing in differential geometry. He was Professor of Mathematics at Lehigh University, Bethlehem, Pennsylvania, United States.", "2182722": "Reid William Barton (born May 6, 1983) is a mathematician and also one of the most successful performers in the International Science Olympiads.[1][2]", "26005059": "Pierre Humbert (13 June 1891, Paris – 17 November 1953, Montpellier) was a French mathematician who worked on the theory of elliptic functions and introduced Humbert polynomials. He was the son of the mathematician Georges Humbert and  married the daughter of Henri Andoyer.", "69553733": "Jacquelien Maria Aleida Scherpen is a Dutch applied mathematician specializing in nonlinear control theory.[1] She is a professor in the faculty of science and engineering at the University of Groningen, director of the Groningen Engineering Center, and former scientific director of the Engineering and Technology Institute Groningen (ENTEG).[2][3]", "45633093": "Paul C. Yang (Chinese: 杨建平; pinyin: Yáng Jiàn Píng; Wade–Giles:  Chien-Ping Yang ,1947 in Changhua, Taiwan) is a Taiwanese-American mathematician specializing in differential geometry, partial differential equations and CR manifolds.  He is best known for his work in Conformal geometry for his study of extremal metrics and his research on scalar curvature and Q-curvature. In CR Geometry he is known for his work on the CR embedding problem, the CR Paneitz operator\nand for introducing the Q' curvature in CR Geometry.", "59264582": "Christopher McLean Skinner  (born June 4, 1972) is an American mathematician working in number theory and arithmetic aspects of the Langlands program.  He specialises in algebraic number theory.", "64474699": "Joel Spruck (born 1946[1]) is a mathematician, J. J. Sylvester Professor of Mathematics at Johns Hopkins University, whose research concerns geometric analysis and elliptic partial differential equations.[2] He obtained his PhD from Stanford University with the supervision of Robert S. Finn in 1971.[3]", "37441105": "Sir Alan Herries Wilson (2 July 1906 – 30 September 1995), was a British mathematician and industrialist. He was educated at Wallasey Grammar School and at Emmanuel College, Cambridge, obtaining a BA degree in mathematics in 1926. His graduate work was under the supervision of R. H. Fowler working on problems in quantum mechanics. There is now an Alan Wilson Research Fellowship at Emmanuel College.", "57921107": "Baruch Solomon Löwenstein (born in mid-nineteenth century, Włodarka, Russia) was a Jewish mathematician. He wrote Bikkure ha-Limmudiyyot, explanations of mathematical passages in the works of Abraham ibn Ezra, Moses Maimonides, and Joseph Delmedigo. He also annotated and published in 1863 a second edition of Shebile di-Reḳia, by Elias ben Ḥayyim Kohen Höchheimer, on the rules of the calendar, with the elements of geometry, trigonometry, and astronomy.[1]", "4050516": "Michael Shackleford, (May 23, 1965 in Pasadena, California, United States), also known as \"The Wizard of Odds\" (a title taken from Donald Angelini),[1] is an American mathematician and an actuary. He is best known for his professional analysis of the mathematics of the casino games. He is also an adjunct professor of actuarial science and mathematics at the University of Nevada, Las Vegas.[2][3] He became interested in the mathematics of gambling at a young age after reading John Scarne's Guide to Casino Gambling.[1]", "2575958": "Esther Szekeres (Hungarian: Klein Eszter; 20 February 1910 – 28 August 2005) was a Hungarian–Australian mathematician.", "60018266": "Arnon Avron (Hebrew: ארנון אברון; born 1952) is an Israeli mathematician and Professor at the School of Computer Science at Tel Aviv University. His research focuses on applications of mathematical logic to computer science and artificial intelligence.[1]", "66801243": "Gabriele Steidl (born Drauschke, 1963)[1] is a German mathematician whose research interests include computational harmonic analysis, convex optimization, and image processing. She is a professor of mathematics at the Technical University of Berlin.", "59395678": "Karen I. Aardal (born 1961)[1] is a Norwegian and Dutch applied mathematician, theoretical computer scientist, and operations researcher. Her research involves combinatorial optimization, integer programming, approximation algorithms, and facility location, with applications such as positioning emergency vehicles to optimize their response time.[2] She is a professor in the Delft Institute of Applied Mathematics at the Delft University of Technology,[3] and the chair of the Mathematical Optimization Society for the 2016–2019 term.[4][5]", "9457249": "James Harkness FRSC (1864–1923) was a Canadian mathematician, born in Derby, England, and educated at Trinity College, Cambridge with a B.A. in 1885 and an M.A. in 1889.[1]  Coming early to the United States, he was connected with Bryn Mawr College from 1888 to 1903, for the last seven years as professor of mathematics.", "52055656": "Gábor Domokos (born 12 November 1961) is a Hungarian mathematician and engineer. He is best known for his 2006 discovery of  the Gömböc, a class of three-dimensional (3D) convex bodies that have one stable and one unstable point of balance. Their shape helped to relate the body structure of some tortoises and their ability to recover after being placed upside down.", "20270698": "Jens Erik Fenstad (15 April 1935 – 13 April 2020) was a Norwegian mathematician.", "71159404": "The End of Quantum Reality is a documentary film about the life and thought of mathematician, physicist, and philosopher of science Wolfgang Smith.", "40423024": "John Harris Walter (14 December 1927 – 20 September 2021)[1] was an American mathematician known for proving the Walter theorem in the theory of finite groups.", "118385": "Machgielis \"Max\" Euwe (Dutch: [ˈøːʋə];[1] May 20, 1901 – November 26, 1981) was a Dutch chess player, mathematician, author, and chess administrator. He was the fifth player to become World Chess Champion, a title he held from 1935 until 1937. He served as President of FIDE, the World Chess Federation, from 1970 to 1978.", "60149371": "Nilanjana Datta is an Indian-born British mathematician. She is a Professor in Quantum Information Theory (Grade 11)[clarification needed] in the Department of Applied Mathematics and Theoretical Physics at the University of Cambridge, and a Fellow of Pembroke College.", "11488892": "Michael Henry Albert (born September 20, 1962) is a mathematician and computer scientist, originally from Canada, and currently a professor in the computer science department at the University of Otago in Dunedin, New Zealand. His varied research interests include combinatorics and combinatorial game theory.", "39833214": "Kenneth John Falconer CBE FRSE (born 25 January 1952) is a British mathematician working in mathematical analysis and in particular on fractal geometry.[1] He is Regius Professor of Mathematics in the School of Mathematics and Statistics at the University of St Andrews.[2]", "45108865": "John Matthew Sullivan (born February 25, 1963) is an American mathematician who works in Germany as a professor at the Technical University of Berlin. His research includes work on knot theory, constant-mean-curvature surfaces, mathematical foams, scientific visualization, and mesh generation.[1]", "740995": "Ludwig Otto Hesse (22 April 1811 – 4 August 1874) was a German mathematician. Hesse was born in Königsberg, Prussia, and died in Munich, Bavaria. He worked mainly on algebraic invariants, and geometry. The Hessian matrix, the Hesse normal form, the Hesse configuration, the Hessian group, Hessian pairs,  Hesse's theorem, Hesse pencil, and the Hesse transfer principle[2] are named after him. Many of Hesse's research findings were presented for the first time in Crelle's Journal or Hesse's textbooks.[3]", "70864519": "Aderemi Oluyomi Kuku (March 20, 1941 – February 13, 2022[1]), popularly known as Kuku, was a Nigerian professor of mathematics and a former president of the African Mathematical Union (AMU) and the African Academy of Sciences Kenya.[2][3][4][5]", "55758471": "Bruno Baron von Freytag-Löringhoff (11 June 1912–28 February 1996) was a German philosopher, mathematician and epistemologist.[1] He was also a university lecturer at the University of Tübingen. During World War II, Freytag-Löringhoff worked as a mathematician in the In 7/VI, that was the signals intelligence agency of the Wehrmacht and worked with Fritz Menzer on the testing of cryptographic devices and procedures. Freytag-Löringhoff worked specifically on the testing of the m-40 cipher machine. His most important contributions to the history of logic and mathematics was his studies and descriptions from 1957, of the calculating machine, built by Wilhelm Schickard.[2]", "3165834": "Karl Hermann Amandus Schwarz (German: [ˈhɛʁman ˈʃvaʁts]; 25 January 1843 – 30 November 1921) was a German mathematician, known for his work in complex analysis.", "53300886": "Wolfgang Franz (born 4 October 1905 in Magdeburg, Germany; died 26 April 1996[1]) was a German mathematician[2][3] who specialised in topology particularly in  3-manifolds, which he generalized to higher dimensions.[4] He is known for the Reidemeister–Franz torsion. He also made important contributions to the theory of lens spaces.", "6475417": "Matt Visser (FRSNZ) is a mathematics Professor at Victoria University of Wellington, in New Zealand.", "12013216": "Daniel Mertz Kane (born 1986) is an American mathematician. He is an associate professor with a joint position in the Mathematics Department and the Computer Science and Engineering Department at the University of California, San Diego.[1]", "14995118": "Nasuh bin Karagöz bin Abdullah el-Visokavi el-Bosnavî, commonly known as Matrakçı Nasuh (Turkish pronunciation: [matɾakˈtʃɯ naˈsuh]; Serbo-Croatian: Matrakčija Nasuh Visočak) for his competence in the combat sport of Matrak which was invented by himself, (also known as Nasuh el-Silâhî, Nasuh the Swordsman, because of his talent with weapons; 1480 – c. 1564) was a 16th-century Ottoman Bosnian[1][2] statesman of the Ottoman Empire, polymath, mathematician, philosopher, teacher, historian, geographer, cartographer, swordmaster, navigator, inventor, painter, farmer, and miniaturist.", "47435441": "John C. Oxtoby (1910–1991) was an American mathematician. In 1936, he graduated with a Master of Science in Mathematics from Harvard University.[1] He was professor of mathematics at Bryn Mawr College in Pennsylvania from 1939 until his retirement in 1979.", "1101492": "Hunayn ibn Ishaq al-Ibadi (also Hunain or Hunein) (Arabic: أبو زيد حنين بن إسحاق العبادي; ʾAbū Zayd Ḥunayn ibn ʾIsḥāq al-ʿIbādī (808–873) was an influential Arab Nestorian Christian translator, scholar, physician, and scientist. During the apex of the Islamic Abbasid era, he worked with a group of translators, among whom were Abū 'Uthmān al-Dimashqi, Ibn Mūsā al-Nawbakhti, and Thābit ibn Qurra, to translate books of philosophy and classical Greek and Persian texts into Arabic and Syriac.[2]", "70045370": "Ronen Eldan (Hebrew: רונן אלדן) is an Israeli mathematician. Eldan is a professor at the Weizmann Institute of Science working on probability theory, mathematical analysis, theoretical computer science and the theory of machine learning.[1] He received the 2018 Erdős Prize, the 2022 Blavatnik Award for Young Scientists[2] and the 2023 New Horizons Breakthrough Prize in Mathematics.[3][4] He was a speaker at the 2022 International Congress of Mathematicians.[5][6]", "3591868": "Robert Calderbank (born 28 December 1954) is a professor of Computer Science, Electrical Engineering, and Mathematics and director of the Information Initiative at Duke University.[1]   He received a BSc from Warwick University in 1975, an MSc from Oxford in 1976, and a PhD from Caltech in 1980, all in mathematics. He joined Bell Labs in 1980, and retired from AT&T Labs in 2003 as Vice President for Research and Internet and network systems. He then went to Princeton as a professor of Electrical Engineering, Mathematics and Applied and Computational Mathematics, before moving to Duke in 2010 to become Dean of Natural Sciences.[2]", "22335165": "Paul H. Rabinowitz (born 1939)[1] is the Edward Burr Van Vleck Professor of Mathematics and a Vilas Research Professor[2] at the University of Wisconsin, Madison. He received a Ph.D. from New York University in 1966 under the direction of Jürgen Moser. From 1966 to 1969 he held a position as assistant professor at Stanford University. He has visited many mathematical institutions all over the world (among them universities at Aarhus, Pisa, Paris and ETH in Zurich). In 1978 Paul Rabinowitz became a fellow of the John Simon Guggenheim Memorial Foundation.", "23154373": "Mukund Chand Chakrabarti (died 1972) a statistician from Bengal of the British India was the founder head of the department of statistics, University of Mumbai India. He nurtured the department from its birth in 1948 until he died in 1972.[2] The department of mathematics at University of Mumbai was established later in 1963 under the guidance of Professor S. S. Shrikhande.", "12766918": "Israel Halperin CM FRSC (January 5, 1911 – March 8, 2007) was a Canadian mathematician and social activist.", "6508239": "Michael Thoreau Lacey (born September 26, 1959)[1] is an American mathematician. Lacey received his PhD from the University of Illinois at Urbana-Champaign in 1987, under the direction of Walter Philipp.[2] His thesis was in the area of probability in Banach spaces, and solved a problem related to the law of the iterated logarithm for empirical characteristic functions. In the intervening years, his work has touched on the areas of probability, ergodic theory, and harmonic analysis.", "72830673": "Paola F. Antonietti (born 1980) is an Italian applied mathematician and numerical analyst whose research concerns numerical methods for partial differential equations, and particularly domain decomposition methods, with applications in scientific computing and Applied Sciences such as the computational modelling of neurodegenerative disorders[1] and simulating the propagation of seismic waves.[2] She is Professor of Numerical Analysis at the Polytechnic University of Milan.", "58707666": "Louise Doris Adams (2 July 1889 – 24 December 1965) was a British mathematics educator and school inspector (HMI) who wrote the 1953 book A Background to Primary School Mathematics (Oxford University Press)[3][4] and became president of the Mathematical Association for 1959.[5]", "52946": "Sir Christopher Wren FRS  (/rɛn/;[2] 30 October 1632 [O.S. 20 October] – 8 March 1723 [O.S. 25 February])[3][4] was an English architect, astronomer, mathematician and physicist who was one of the most highly acclaimed architects in the history of England.[4] Known for his work in the English Baroque style,[4]  he was accorded responsibility for rebuilding 52 churches in the City of London after the Great Fire in 1666, including what is regarded as his masterpiece, St Paul's Cathedral, on Ludgate Hill, completed in 1711.[5]", "30232274": "Max Koecher (German: [ˈkœçɐ]; 20 January 1924 in Weimar – 7 February 1990, Lengerich) was a German mathematician.", "5754581": "Maurice Lévy (February 28, 1838, in Ribeauvillé – September 30, 1910, in Paris) was a French engineer and member of the Institut de France.", "38489810": "Federico Cafiero (24 May 1914 – 7 May 1980) was an Italian mathematician known for his contributions in real analysis, measure and integration theory, and in the theory of ordinary differential equations. In particular, generalizing the Vitali convergence theorem, the Fichera convergence theorem and previous results of Vladimir Mikhailovich Dubrovskii, he proved a necessary and sufficient condition for the passage to the limit under the sign of integral:[3] this result is, in some sense, definitive.[4] In the field of ordinary differential equations, he studied existence and uniqueness problems under very general hypotheses for the left member of the given first order equation, developing an important approximation method and proving a fundamental uniqueness theorem.[5]", "3100378": "Ian Grant Macdonald FRS (11 October 1928 – 8 August 2023) was a British mathematician known for his contributions to symmetric functions, special functions, Lie algebra theory and other aspects of algebra, algebraic combinatorics, and combinatorics.", "69553882": "Stephen Siklos (1950 – 17 August 2019) was a lecturer in the Faculty of Mathematics at the University of Cambridge. He is known for setting up the Sixth Term Examination Papers, used for undergraduate mathematics admissions at several British universities.[1]", "4869853": "Richard A. Leibler (March 18, 1914, Chicago, Illinois – October 25, 2003, Reston, Virginia) was an American mathematician and cryptanalyst. Richard Leibler was born in March 1914. He received his A.M. in mathematics from Northwestern University and his Ph.D. from the University of Illinois in 1939. While working at the National Security Agency, he and Solomon Kullback formulated the Kullback–Leibler divergence,[1] a measure of similarity between probability distributions which has found important applications in information theory and cryptology. Leibler is also credited by the NSA as having opened up \"new methods of attack\" in the celebrated VENONA code-breaking project during 1949-1950;[2] this may be a reference to his joint paper with Kullback, which was published in the open literature in 1951 and was immediately noted by Soviet cryptologists.[3]", "56413928": "Emma Joan McCoy FRSS FIMA is the Vice President and Pro-Vice Chancellor for Education and a Professor of Statistics at the London School of Economics and Political Science. She has acted as a mathematics subject expert for discussions on reform of the National Curriculum, and is a member of the Royal Statistical Society council.", "61198060": "Joan Ellen Bailey-Wilson (born 1953) is an American statistical geneticist. She is a senior investigator and co-chief of the Computational and Statistical Genomic Branch of the National Human Genome Research Institute.", "26955507": "Vararuci (also transliterated as Vararuchi) (Devanagari: वररुचि) is a name associated with several literary and scientific texts in Sanskrit and also with various legends in several parts of India. This Vararuci is often identified with Kātyāyana.[1] Kātyāyana is the author of Vārtikās which is an elaboration of certain sūtrās (rules or aphorisms) in Pāṇini's much revered treatise on Sanskrit grammar titled Aṣṭādhyāyī. Kātyāyana is believed to have flourished in the 3rd century BCE.[2] However, this identification of Vararuci with Kātyāyana has not been fully accepted by scholars.[3]\nVararuci is believed to be the author of Prākrita Prakāśa, the oldest treatise on the grammar of Prākrit language.[1]\nVararuci's name appears in a verse listing the 'nine gems' (navaratnas) in the court of one Samrat Vikramaditya.[4] Vararuci appears as a prominent character in Kathasaritsagara (\"ocean of the streams of stories\"), a famous 11th century collection of Indian legends, fairy tales and folk tales as retold by a Saivite Brahmin named Somadeva.The Aithihyamala of Kottarathil Shankunni states that Vararuchi was the son of Govinda Swami i.e. Govinda Bhagavatpada. It also states that King Vikramadithya, Bhatti- minister of King Vikramaditya and Bhartruhari were his brothers.[citation needed]", "18042619": "Carl Anton Bjerknes (/ˈbjɜːrknɪs/ BYURK-niss, Norwegian: [ˈbjæ̂rkneːs]; 24 October 1825 – 20 March 1903) was a Norwegian mathematician and physicist. Bjerknes' earlier work was in pure mathematics, but he is principally known for his studies in hydrodynamics.[1]", "13291261": "Eva Crane born Ethel Eva Widdowson (12 June 1912 – 6 September 2007) was a researcher and author on the subjects of bees and beekeeping.  Trained as a quantum mathematician, she changed her field of interest to bees, and spent decades researching bees, traveling to more than 60 countries, often in challenging conditions.[1]", "55922430": "Joseph Power (5 October 1798 – 1868) was the librarian of the University of Cambridge from 1845 to 1864.[1]", "44191494": "Susan Miller Rambo (April 3, 1883 – January 7, 1977) was the second woman awarded a Ph.D. from the University of Michigan and had a long teaching career at Smith College.[1]", "51040007": "Robert Pollock Gillespie FRSE (1903–1977) was a Scottish mathematician. He was twice President of the Edinburgh Mathematical Society (1946–7 and 1968–9). He published several important books on mathematics.", "57921290": "Elias ben Ḥayyim Cohen Höchheimer (or Hechim) was an eighteenth century Jewish astronomer and mathematician.", "708363": "Marc-Antoine Parseval des Chênes (27 April 1755 – 16 August 1836) was a French mathematician, most famous for what is now known as Parseval's theorem, which presaged the unitarity of the Fourier transform.", "31837971": "Leo Zippin (January 25, 1905 – May 11, 1995) was an American mathematician.[1]  He is best known for solving Hilbert's Fifth Problem with Deane Montgomery and Andrew M. Gleason in 1952.", "1003283": "Benjamin Olinde Rodrigues (6 October 1795 – 17 December 1851), more commonly known as Olinde Rodrigues, was a French banker, mathematician, and social reformer. In mathematics Rodrigues is remembered for Rodrigues' rotation formula for vectors, the Rodrigues formula about series of orthogonal polynomials and the Euler–Rodrigues parameters.", "58740509": "Elizabeth Adam McHarg (22 April 1923 – 29 April 1999)[1] was a Scottish mathematician who in 1965 became the first female president of the Edinburgh Mathematical Society.[2][3]", "57364254": "Kari Jorun Blakkisrud Hag (born April 4, 1941) is a Norwegian mathematician known for her research in complex analysis on quasicircles and quasiconformal mappings, and for her efforts for gender equality in mathematics. She is a professor emerita of mathematics at the Norwegian University of Science and Technology (NTNU).[1] With Frederick Gehring she is the author of the book The Ubiquitous Quasidisk (American Mathematical Society, 2012).[2]", "1232678": "Johannes Widmann (c. 1460 – after 1498) was a German mathematician. The + and - symbols first appeared in print in his book Mercantile Arithmetic or Behende und hüpsche Rechenung auff allen Kauffmanschafft published in Leipzig in 1489 in reference to surpluses and deficits in business problems.[1]", "38915880": "Arnljot Høyland (19 February 1924 – 21 December 2002) was a Norwegian mathematical statistician.", "61165357": "Sylvia Chin-Pi Lu (1928–2014) was a Taiwanese-American mathematician specializing in commutative algebra who was an invited speaker at the 1990 International Congress of Mathematicians in Kyoto.[1] Less than 5% of ICM speakers in algebra and number theory have been women, placing Lu in a rarefied group in this \"hall of fame for mathematics\".[2] Lu's most highly cited papers are on the properties of prime submodules.[3]", "37474095": "Adolph Winkler Goodman (July 20, 1915 – July 30, 2004) was an American mathematician who contributed to number theory, graph theory and to the theory of univalent functions:[2] The conjecture on the coefficients of multivalent functions named after him is considered the most interesting challenge in the area after the Bieberbach conjecture, proved by Louis de Branges in 1985.[3]", "2838322": "Dusa McDuff FRS CorrFRSE (born 18 October 1945) is an English mathematician who works on symplectic geometry. She was the first recipient of the Ruth Lyttle Satter Prize in Mathematics,[4] was a Noether Lecturer, and is a Fellow of the Royal Society. She is currently the Helen Lyttle Kimmel '42 Professor of Mathematics at Barnard College.[5]", "37179187": "McGill University", "55791412": "Esther Seiden (Hebrew: אסתר זיידן; March 9, 1908 – June 3, 2014) was a mathematical statistician known for her research on the design of experiments and combinatorial design theory.[1] In the study of finite geometry, she introduced the concept of the complement of an oval,[2] and her work with Rita Zemach on orthogonal arrays of strength four was described as \"the first significant progress\" on the subject.[3]", "61525817": "This article about a mathematician is a stub. You can help Wikipedia by expanding it.", "30887737": "Jill Catherine Pipher (born December 14, 1955, in Harrisburg, Pennsylvania) was the president of the American Mathematical Society. She began a two-year term in 2019.[1] She is also the past president of the Association for Women in Mathematics (AWM, 2011–2013), and she was the first director of the Institute for Computational and Experimental Research in Mathematics (ICERM, 2011–2016), an NSF-funded mathematics institute based in Providence, Rhode Island.", "64802622": "Sergei Vladimirovich Ivanov (Сергей Владимирович Иванов; born 31 May 1972) is a leading Russian mathematician working in differential geometry and mathematical physics.", "54611775": "Julia Kempe is a French, German, and Israeli researcher in quantum computing.[1] She is currently the Director of the Center for Data Science at NYU and Professor at the Courant Institute.[2]", "36622146": "Edmé-Gilles Guyot (1706–1786) was a French mail clerk,[1] physician, postmaster, cartographer, inventor and author on the subject of mathematics, physics and magic. He experimented with optical illusions and with the theory behind performance magic. His developments into the apparent appearance of ghosts, using the projection of a figure into smoke, helped to create the technology and techniques used in phantasmagoria.", "37801794": "Shigeru Mukai (向井 茂, Mukai Shigeru, born 1953) is a Japanese mathematician at Kyoto University specializing in algebraic geometry.", "1134409": "George Waddel Snedecor (October 20, 1881 – February 15, 1974) was an American mathematician and statistician. He contributed to the foundations of analysis of variance, data analysis, experimental design, and statistical methodology. Snedecor's F-distribution and the George W. Snedecor Award of the American Statistical Association are named after him.", "1789771": "Wilfrid Augustine Hodges, FBA (born 27 May 1941) is a British mathematician and logician known for his work in model theory.", "610133": "Sir Geoffrey Ingram Taylor OM FRS FRSE (7 March 1886 – 27 June 1975) was a British physicist and mathematician, who made contributions to fluid dynamics and wave theory.", "40423267": "Benjamin Weiss (Hebrew: בנימין ווייס; born 1941) is an American-Israeli mathematician known for his contributions to ergodic theory, topological dynamics, probability theory, game theory, and descriptive set theory.", "59133796": "Susan S. Ellenberg is an American statistician specializing in the design of clinical trials and in the safety of medical products.\nShe is a professor of biostatistics, medical ethics and health policy in the Perelman School of Medicine at the University of Pennsylvania.[1] She was the 1993 president of the Society for Clinical Trials[1][2] and the 1999 President of the Eastern North American Region of the International Biometric Society.", "62312297": "Ronald Rousseau (Antwerp, 1949) is a Belgian mathematician and information scientist. He has obtained an international reputation for his research on indicators and citation analysis in the fields of bibliometrics and scientometrics.", "67784557": "Carl Jensen Burrau (29 July 1867 – 8 October 1944) was a Danish mathematician who worked on problems relating to physics and astronomy while also working as an actuary.", "14438257": "Gjon Gazuli (Latin: Johannes Gasulus, Croatian: Ivan Gazulić)[a][b] Gjadër, Republic of Venice, 1400 – Dubrovnik, 19 February 1465) was a Dominican friar, humanist scholar, astronomer and diplomat from the Republic of Ragusa of Albanian origin.[1]", "41537395": "Edwin Arthur Maxwell (12 January 1907 – 27 August 1987) was a Scottish mathematician, who worked at Cambridge University for most of his career.  Although his contributions to original research were limited, his main contribution was in the area of mathematical education,[1] including his 1959 work Fallacies in Mathematics. His doctoral supervisor was H.F. Baker. He was president of the Mathematical Association.", "57921397": "Isaac ben Moses Eli ha-Sefaradi was a fifteenth century Spanish Jewish mathematician, born at Oriola, Aragon.", "36982648": "Vittorio Grünwald (Verona, Italy, 13 June 1855 – Florence, Italy, March 1943) was an Italian professor of mathematics and German language. His father Guglielmo (Willhelm) Grünwald (son of Aronne and Regina) was Hungarian, his mother Fortuna Marini (daughter of Mandolino Marini and Ricca Bassani) was Italian. In 1861 he moved to Hungary with his family, then came back in 1877 to Verona, later in November 1885 they moved to Brescia, and then to Venice. He studied at the Technische Universität Wien, where he graduated in mathematics. After coming back to Italy, he taught mathematics and German language in several schools (such as in Livorno and Venice), and then he settled in Florence.", "72535929": "Karamat Ali Karamat (1936–2022) was an Indian Urdu poet, author, literary critic, and mathematician. Karamat is known for collecting and introducing Odisha's Urdu literature to the Urdu-speaking world. His works include Aab e Khizar (1963), Shu'aon Ki Salīb (1972), Izāfi Tanqīd (1977), Lafzon Kā Aasmān (1984), and Lafzon Kā Ākāsh (2000). Karamat received the 2004 Sahitya Akademi Translation Prize for his Urdu translation, Lafzon Kā Ākāsh.", "58118010": "Yves André (born December 11, 1959) is a French mathematician, specializing in arithmetic geometry.", "48091001": "Timothy Law Snyder (born 1959) is an American educator, mathematician, academic administrator, and musician. He serves as the 16th president of Loyola Marymount University in Los Angeles, California.", "380798": "Prof Sergei Lvovich Sobolev (Russian: Серге́й Льво́вич Со́болев) FRSE (6 October 1908 – 3 January 1989) was a Soviet mathematician working in mathematical analysis and partial differential equations.", "17583999": "Joseph Slepian \n(February 11, 1891 – December 19, 1969)[1]\nwas an American electrical engineer known for his contributions to the developments of electrical apparatus and theory.", "55857028": "Lawrence E. Schovanec (born November 14, 1952) is an American mathematician and academic administrator and the current President of Texas Tech University. He began his career in academia at Texas Tech in 1982, and has served the institution as president since August 1, 2016. Schovanec earned his bachelor's degree from Phillips University, a master's degree from Texas A&M University, and a Ph.D in mathematics from Indiana University.[1]", "610182": "Richard Merritt Montague (September 20, 1930 – March 7, 1971) was an American mathematician and philosopher who made contributions to mathematical logic and the philosophy of language. He is known for proposing Montague grammar to formalize the semantics of natural language. As a student of Alfred Tarski, he also contributed early developments to axiomatic set theory (ZFC). For the latter half of his life, he was a professor at the University of California, Los Angeles until his early death, believed to be a homicide, at age 40.", "53563270": "Ebadollah S. Mahmoodian (born 18 May 1943 in Zanjan, Iran) is a retired professor of mathematics at the Mathematical Sciences Department of Sharif University of Technology.[1]", "610184": "Eric Steven Lander (born February 3, 1957) is an American mathematician and geneticist  who is a professor of biology at the Massachusetts Institute of Technology (MIT), and a professor of systems biology at Harvard Medical School. Eric Lander is founding director emeritus of the Broad Institute of MIT and Harvard.[5] He is a 1987 MacArthur Fellow and Rhodes Scholar.", "30265224": "Enzo Martinelli (11 November 1911 – 27 August 1999[2]) was an Italian mathematician, working in the theory of functions of several complex variables: he is best known for his work on the theory of integral representations for holomorphic functions of several variables, notably for discovering the Bochner–Martinelli formula in 1938, and for his work in the theory of multi-dimensional residues.", "69717903": "Véronique Gayrard is a French mathematician specializing in probability and statistical physics, with research topics including Hopfield networks, the long-term behavior of the random energy model and similar glassy systems, and metastability in reversible diffusion. She is a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the Marseille Institute of Mathematics (I2M) operated jointly by CNRS and Aix-Marseille University. At I2M, she is affiliated with the research group on the mathematics of randomness (ALEA), which she headed from 2015 to 2021.[1]", "40816534": "Julia Frandsen Knight is an American mathematician, specializing in model theory and computability theory.[1] She is the Charles L. Huisking Professor of Mathematics at the University of Notre Dame and director of the graduate program in mathematics there.[2]", "184215": "Lambert Adolphe Jacques Quetelet FRSF or FRSE (French: [kətlɛ] ⓘ; 22 February 1796 – 17 February 1874)[1] was a Belgian astronomer, mathematician, statistician and sociologist who founded and directed the Brussels Observatory and was influential in introducing statistical methods to the social sciences. His name is sometimes spelled with an accent as Quételet.[2][3]", "2969494": "Joseph Henry Maclagan Wedderburn FRSE FRS (2 February 1882 – 9 October 1948) was a Scottish mathematician, who taught at Princeton University for most of his career. A significant algebraist, he proved that a finite division algebra is a field, and part of the Artin–Wedderburn theorem on simple algebras. He also worked on group theory and matrix algebra.[2][3]", "282522": "Nicholas of Cusa (1401 – 11 August 1464), also referred to as Nicholas of Kues and Nicolaus Cusanus (/kjuːˈseɪnəs/), was a German Catholic cardinal and polymath active as a philosopher, theologian, jurist, mathematician and astronomer. One of the first German proponents of Renaissance humanism, he made spiritual and political contributions in European history. A notable example of this is his mystical or spiritual writings on \"learned ignorance,\" as well as his participation in power struggles between Rome and the German states of the Holy Roman Empire.", "48648091": "Michel Ledoux (born 1958) is a French mathematician, specializing in probability theory. He is a professor at the University of Toulouse.", "11587489": "Marcel Légaut (27 April 1900 – 6 November 1990) was a French Christian philosopher and mathematician.", "69226402": "Julius Oscar Hinze (J. O. Hinze[1] in most of his publications, 1907–1993) was a Dutch scientist specialized in fluid dynamics. He was the author of the textbook Turbulence (1959; 1975; US: McGraw-Hill). Throughout his career, he mostly stayed in Delft University of Technology.", "19582884": "Donald Jay Geman (born September 20, 1943) is an American applied mathematician and a leading researcher in the field of machine learning and pattern recognition. He and his brother, Stuart Geman, are very well known for proposing the Gibbs sampler and for the first proof of the convergence of the simulated annealing algorithm,[1] in an article that became a highly cited reference in engineering (over 21K citations according to Google Scholar, as of January 2018).[2] He is a professor at the Johns Hopkins University and simultaneously a visiting professor at École Normale Supérieure de Cachan.", "37408676": "Ahto Buldas (born 17 January 1967) is an Estonian computer scientist.[1] He is the inventor of Keyless Signature Infrastructure, Co-Founder and Chief Scientist at Guardtime and Chair of the OpenKSI foundation.", "56512426": "Jacques Jean-Pierre Neveu (14 November 1932 – 17 May 2016[1]) was a Belgian (and then French) mathematician, specializing in probability theory. He is one of the founders of the French school (post WW II) of probability and statistics.[2]", "50515882": "Rolin-Louis Wavre (25 March 1896 in Neuchâtel – 9 December 1949 in Geneva) was a Swiss mathematician.[1]", "55791531": "Roderick S. C. Wong (born October 2, 1944) is a mathematician who works in classical analysis.  His research mainly focuses on asymptotic analysis, singular perturbation theory, special functions and orthogonal polynomials, integral transforms, integral equations, and ordinary differential equations. He is currently a chair professor at City University of Hong Kong and director of the Liu Bie Ju Centre for Mathematical Sciences.[2][3][4][5]", "29872050": "Richard Balam (fl. 1653), was an English mathematician.", "4542389": "Alexander Osipovich Gelfond (Russian: Алекса́ндр О́сипович Ге́льфонд; 24 October 1906 – 7 November 1968) was a Soviet mathematician. Gelfond's theorem, also known as the Gelfond-Schneider theorem is named after him.", "25808826": "Sergiu Klainerman (born May 13, 1950) is a mathematician known for his contributions to the study of hyperbolic differential equations and general relativity. He is currently the Eugene Higgins Professor of Mathematics at Princeton University, where he has been teaching since 1987.", "50876347": "Reinhardt Kiehl (born 31 May 1935 in Herne, North Rhine-Westphalia)[1] is a German mathematician.", "1560514": "Abu Ja'far Ahmad ibn Yusuf ibn Ibrahim ibn Tammam al-Siddiq Al-Baghdadi (Arabic: أبو جعفر أحمد بن يوسف بن ابراهيم بن تمام الصديق البغدادي; 835–912), known in the West by his Latinized name Hametus, was a Muslim Arab mathematician, like his father Yusuf ibn Ibrahim (Arabic: يوسف بن ابراهيم الصدَيق البغدادي).", "4673477": "Arthur Leonard Rubin (born 1956)[1] is an American mathematician and aerospace engineer.  He was named a Putnam Fellow on four consecutive occasions from 1970 to 1973.", "68865992": "Dorothy Ann Eckels Bailie (born 1935) is an American mathematician who worked at Goddard Space Flight Center in the 1950s and 1960s. She was one of the three authors of the 1959 report establishing Earth's shape as asymmetrical and \"pear-shaped\", based on data from Vanguard 1.", "4673481": "Jenny Harrison is a professor of mathematics at the University of California, Berkeley.", "62246857": "Sema Salur is a Turkish-American mathematician, currently serving as a Professor of Mathematics at the University of Rochester.[1] She was awarded the Ruth I. Michler Memorial Prize for 2014–2015,[2] a prize intended to give a recently promoted associate professor a year-long fellowship at Cornell University;[3] and has been the recipient of a National Science Foundation Research Award beginning in 2017.[4] She specialises in the \"geometry and topology of the moduli spaces of calibrated submanifolds inside Calabi–Yau, G2 and Spin(7) manifolds\",[2][5] which are important to certain aspects of string theory and M-theory in physics, theories that attempt to unite gravity, electromagnetism, and the strong and weak nuclear forces into one coherent Theory of Everything.[5]", "30101448": "Robert Small FRSE (1732–1808) was a Scottish minister who served as Moderator of the General Assembly of the Church of Scotland in 1791. He was keenly interested in mathematics and astronomy and was a founder member of the Royal Society of Edinburgh,[1] (elected Fellow on 17 November 1783[2]) to whose Transactions he contributed a paper proving some theorems in geometry. He was Minister of the first charge (St Mary's) in the Parish of Dundee, and used his mathematical abilities to compile, in 1792, an exemplary Report on his Parish for the First Statistical Account of Scotland.[3] In 1804 he published an explanation of Kepler's laws of planetary motion.[4] He was very active in social improvements in his parish, organising (in conjunction with Robert Stewart, a surgeon) a subscription for Voluntary Dispensary, and Surgery, which eventually became Dundee Royal Infirmary.", "35311567": "Charles Minshall Jessop (1861 – March 9, 1939) was a mathematician at the University of Durham working in algebraic geometry.", "48254929": "Alain Chenciner (born 23 October 1943, in Villeneuve-sur-Lot) is a French mathematician, specializing in dynamical systems with applications to celestial mechanics.", "20435": "Martin Gardner (October 21, 1914 – May 22, 2010) was an American popular mathematics and popular science writer with interests also encompassing magic, scientific skepticism, micromagic, philosophy, religion, and literature – especially the writings of Lewis Carroll, L. Frank Baum, and G. K. Chesterton.[4][5] He was also a leading authority on Lewis Carroll.[6] The Annotated Alice, which incorporated the text of Carroll's two Alice books, was his most successful work and sold over a million copies.[7] He had a lifelong interest in magic and illusion and in 1999, MAGIC magazine named him as one of the \"100 Most Influential Magicians of the Twentieth Century\".[8] He was considered the doyen of American puzzlers.[9] He was a prolific and versatile author, publishing more than 100 books.[10][11]", "50253780": "Dorothy Elizabeth Stahl Brady (June 14, 1903 – April 17, 1977) was an American mathematician and economist. She was a professor of economics at Wharton School of the University of Pennsylvania from 1958 to 1970.[1]", "10997720": "Raghunatha Shiromani (Bengali: রঘুনাথ শিরোমণি, IAST: Raghunātha Śiromaṇi) (c. 1477–1547[1]) was an Indian philosopher and logician. He was the head ( The Chancellor ) of the Ancient Mithila University also known as Mithila Vidyapeeth.[2] He was born in a brahmin family at Nabadwip in present-day Nadia district of West Bengal state. He was the grandson of Śulapāṇi (c. 14th century CE), a noted writer on Smṛti from his mother's side. He was a pupil of Vāsudeva Sārvabhauma. He brought the new school of Nyaya, Navya Nyāya, representing the final development of Indian formal logic, to its zenith of analytic power.", "8409051": "Michel Van den Bergh (born 25 July 1960) is a Belgian mathematician and professor at the Vrije Universiteit Brussel and does research at Hasselt University. His research interest is on the fundamental relationship between algebra and geometry. In 2003, he was awarded the Francqui Prize on Exact Sciences.", "56479709": "Paul Alexander Schweitzer SJ (born July 21, 1937) is an American mathematician specializing in differential topology, geometric topology, and algebraic topology.[1]", "40521703": "Robert Stuart Doran (born December 21, 1937) is an American mathematician. He held the John William and Helen Stubbs Potter Professorship in mathematics at Texas Christian University (TCU) from 1995 until his retirement in 2016. Doran served as chair of the TCU mathematics department for 21 years.[1]  He has also held visiting appointments at the Massachusetts Institute of Technology, the University of Oxford, and the Institute for Advanced Study. He was elected to the board of trustees of the Association of Members of the Institute for Advanced Study, serving as president of the organization for 10 years.[2][3]  He has been an editor for the Encyclopedia of Mathematics and its Applications, Cambridge University Press, a position he has held since 1988.[4] Doran is known for his research-level books, his award-winning teaching, and for his solution to a long-standing open problem due to Irving Kaplansky on a symmetric *-algebra.[5]", "20205548": "Leo the Mathematician, the Grammarian or the Philosopher (Greek: Λέων ὁ Μαθηματικός or ὁ Φιλόσοφος, Léōn ho Mathēmatikós or ho Philósophos; c. 790 – after January 9, 869[1]) was a Byzantine philosopher and logician associated with the Macedonian Renaissance and the end of the Second Byzantine Iconoclasm. His only preserved writings are some notes contained in manuscripts of Plato's dialogues. He has been called a \"true Renaissance man\"[2] and \"the cleverest man in Byzantium in the 9th century\".[3] He was archbishop of Thessalonica and later became the head of the Magnaura School of philosophy in Constantinople,[4] where he taught Aristotelian logic.", "36982769": "Hans-Joachim Nastold (13 July 1929 – 26 January 2004) was a German mathematician, who made notable contributions to algebra and number theory.", "55037939": "Tudor Stefan Rațiu (born March 18, 1950 in Timișoara[1]) is a Romanian-American mathematician who has made contributions to geometric mechanics and dynamical systems theory.", "22466549": "Alan M. Frieze (born 25 October 1945 in London, England) is a professor in the Department of Mathematical Sciences at Carnegie Mellon University, Pittsburgh, United States. He graduated from the University of Oxford in 1966, and obtained his PhD from the University of London in 1975. His research interests lie in combinatorics, discrete optimisation and theoretical computer science. Currently, he focuses on the probabilistic aspects of these areas; in particular, the study of the asymptotic properties of random graphs, the average case analysis of algorithms, and randomised algorithms. His recent work has included approximate counting and volume computation via random walks; finding edge disjoint paths in expander graphs, and exploring anti-Ramsey theory and the stability of routing algorithms.", "54480888": "Heinrich Friedrich Gretschel (21 October 1830, in Prietitz near Elstra, Germany – 2 February 1892, in Freiburg, Switzerland) was a German mathematician and scientist.", "50679801": "Vsevolod Ivanovich Romanovsky (Russian: Всеволод Иванович Романовский; 4 December 1879, Verny – 6 December 1954, Tashkent) was a Russian, Soviet and Uzbek mathematician, founder of the Tashkent school of mathematics.", "1560570": "David George Crighton, FRS[1] (15 November 1942 – 12 April 2000) was a British mathematician and physicist.[2]", "56381434": "Burkard Polster (born 26 February 1965 in Würzburg) is a German[2] mathematician who runs and presents the Mathologer channel on YouTube.[3] He is a professor of mathematics at Monash University in Melbourne, Australia.[4]", "32067580": "Pavel Arkadevich Pevzner (Russian: Павел Аркадьевич Певзнер) is the Ronald R. Taylor Professor of Computer Science and director of the NIH Center for Computational Mass Spectrometry at University of California, San Diego.[3][4][5]  He serves on the editorial board of PLoS Computational Biology and he is a member of the Genome Institute of Singapore scientific advisory board.[6]", "47992829": "Boris Zilber (Russian: Борис Иосифович Зильбер, born 1949) is a Soviet-British mathematician who works in mathematical logic, specifically model theory. He is a professor of mathematical logic at the University of Oxford.", "41046014": "Leonard Sarason (1925 – September 24, 1994) was a music composer, a pianist, and a mathematician. He earned a master's degree music composition from Yale University, supervised by Paul Hindemith.[1][2][3] After a doctorate in Mathematics at New York University supervised by Kurt Otto Friedrichs[4] he taught mathematics at Stanford University and the University of Washington.[1][2] His mathematical research concerned partial differential equations.[1]", "34230274": "Huguette Delavault (15 January 1924 – 2 April 2003) was a French mathematician, specializing in mathematical physics.[1][2][3]", "20369415": "Victor Yakovlevich Pan (Russian: Пан Виктор Яковлевич) is a Soviet and American mathematician and computer scientist, known for his research on algorithms for polynomials and matrix multiplication.", "35278855": "Klára Dán von Neumann (born Klára Dán; 18 August 1911 – 10 November 1963) was a Hungarian-American mathematician, self-taught engineer and computer scientist, noted as one of the first computer programmers.[2][3] She was the first woman to execute modern-style code on a computer.[4] Klára made significant contributions to the world of programming, including work on the Monte Carlo method, ENIAC, and MANIAC I.[5] She was introduced to a lot of her work through her husband, John von Neumann.[4]", "63361034": "Power in Numbers: The Rebel Women of Mathematics is a book on women in mathematics, by Talithia Williams. It was published in 2018 by Race Point Publishing.", "10670093": "University of Manchester\nUniversity of Sussex", "58740753": "Penelope Jane Davies OBE is a Scottish mathematician who in 2009 became the second female president of the Edinburgh Mathematical Society, after Elizabeth McHarg.[1][2] Her research involves numerical simulation of the partial differential equations describing wave scattering and elastic stability and biomechanical modelling. She is a senior lecturer in mathematics and statistics at the University of Strathclyde.[3]", "1363985": "Brian Carey Goodwin (25 March 1931 – 15 July 2009) (Sainte-Anne-de-Bellevue, Quebec, Canada - Dartington, Totnes, Devon, UK) was a Canadian mathematician and biologist, a Professor Emeritus at the Open University and a founder of theoretical biology and biomathematics. He introduced the use of complex systems and generative models in developmental biology. He suggested that a reductionist view of nature fails to explain complex features, controversially proposing the structuralist theory that morphogenetic fields might substitute for natural selection in driving evolution.[1] He was also a visible member of the Third Culture movement.[2]", "4476957": "Paul Althaus Smith (May 18, 1900 – June 13, 1980) was an American mathematician. His name occurs in two significant conjectures in geometric topology: the Smith conjecture, which is now a theorem, and the Hilbert–Smith conjecture, which was proved in dimension 3 in 2013. Smith theory is a theory about homeomorphisms of finite order of manifolds, particularly spheres.", "938017": "Charles Hutton FRS FRSE LLD (14 August 1737 – 27 January 1823) was an English mathematician and surveyor. He was professor of mathematics at the Royal Military Academy, Woolwich from 1773 to 1807. He is remembered for his calculation of the density of the earth from Nevil Maskelyne's measurements collected during the Schiehallion experiment.", "14995490": "Victor Ginzburg (born 1957) is a Russian American mathematician who works in representation theory and in noncommutative geometry. He is known for his contributions to geometric representation theory, especially, for his works on representations of quantum groups and Hecke algebras, and on the geometric Langlands program (Satake equivalence of categories). He is currently a Professor of Mathematics at the University of Chicago.[1][2]", "54120482": "Sun Yuanhua (1581 or 1582 – 7 September 1632), also known as Ignatius Sun,[a] was a Chinese mandarin under the late Ming. A Catholic convert, he was a protégé of Paul Xu (né Xu Guangqi). Like his mentor, he advocated repelling the Manchu invasion by modernizing Chinese weaponry and wrote treatises on geometry and military science influenced by the Jesuits' European knowledge. From 1630 to 1632, he served as governor of Denglai, a Ming district around Dengzhou and Laizhou in northern Shandong. He was deposed by the mutiny of Kong Youde and Geng Zhongming, after which he was arrested and executed by the Ming for having failed to crush their rebellion with sufficient severity.", "872484": "Richard Peirce Brent is an Australian mathematician and computer scientist. He is an emeritus professor at the Australian National University.  From March 2005 to March 2010 he was a Federation Fellow[1] at the Australian National University. His research interests include number theory (in particular factorisation), random number generators, computer architecture, and analysis of algorithms.", "27578404": "Abu Muhammad Abd al-Haqq al‐Ghafiqi al‐Ishbili (Arabic: ابن الهائم), also known as Ibn al‐Hāʾim (fl. c. 1213 was a medieval Muslim astronomer and mathematician from Seville.", "8867887": "Emilio Artom (9 November 1888 – 11 December 1952) was a Jewish Italian mathematician who was born and died in Torino. For two years he was assistant to Federigo Enriques in Bologna and subsequently became a high-school teacher.", "54382640": "Evelyn Fix (January 27, 1904 – December 30, 1965) was a statistician. She was born in Duluth, Minnesota and earned her A.B. in mathematics at the University of Minnesota in 1924. One year later she earned at M.S. in education and became a high school teacher. She earned an M.A. in mathematics, also from the University of Minnesota in 1933. She obtained a Ph.D. in 1948 at the University of California, Berkeley, and joined the statistics faculty there. She was appointed as an assistant professor in 1951 and in 1963 she was promoted to professor of statistics. She died of a heart attack on December 30, 1965.\n[1]", "21090353": "Siegfried Johannes Gottwald (30 March 1943 – 20 September 2015) was a German mathematician, logician and historian of science.[1]", "51171385": "Michael David Fried  is an American mathematician working in the geometry and arithmetic of families of nonsingular projective curve covers.", "19714107": "Hans Heinrich Bürmann (died 21 June 1817, in Mannheim) was a German mathematician and teacher. He ran an \"academy of commerce\" in Mannheim since 1795 where he used to teach mathematics.[1] He also served as a censor in Mannheim.[1] He was nominated Headmaster of the Commerce Academy of the Grand Duchy of Baden in 1811. He did scientific research in the area of combinatorics and he contributed to the development of the symbolic language of mathematics. He discovered the generalized form of the Lagrange inversion theorem. He corresponded and published with Joseph Louis Lagrange and Carl Hindenburg.", "68014140": "Takahashi Yoshitoki (高橋至時, December 22, 1764 – February 15, 1804) was an astronomer in mid-Edo period Japan, noted for his work in calendar reform, and as the teacher of the surveyor Inō Tadataka.", "3592252": "Francis Sowerby Macaulay FRS[1] (11 February 1862, Witney – 9 February 1937, Cambridge) was an English mathematician who made significant contributions to algebraic geometry.[2] He is known for his 1916 book The Algebraic Theory of Modular Systems (an old term for ideals), which greatly influenced the later course of commutative algebra. Cohen–Macaulay rings, Macaulay duality, the Macaulay resultant and the Macaulay and Macaulay2 computer algebra systems are named for Macaulay.[3]", "57528388": "María Gracia Manzano Arjona (born 1950)[1] is a Spanish philosopher specializing in mathematical logic and model theory.", "16732230": "Johann Caspar Horner (Zürich, 12 March 1774 – Zürich, 3 November 1834) was a Swiss physicist, mathematician and astronomer.", "6901836": "David Klein is a professor of Mathematics at California State University in Northridge.[1] He is an advocate of increasingly rigorous treatment of mathematics in school curricula and a frequently cited opponent of reforms based on the NCTM standards. One of the participants in the founding of Mathematically Correct, Klein appears regularly in the Math Wars.[citation needed]", "15716437": "Jerome (Jerry) Ravetz is a philosopher of science.  He is best known for his books analysing scientific knowledge from a social and ethical perspective, focussing on issues of quality.  He is the co-author (with Silvio Funtowicz) of the NUSAP notational system and of Post-normal science.  He is currently an Associate Fellow at the Institute for Science, Innovation and Society, University of Oxford.", "61886551": "Věra Šedivá-Trnková (March 16, 1934 – 27 May 2018) was a Czech mathematician known for her work in topology and in category theory.[1][2]", "9719895": "Alexander Y. Tetelbaum (Russian: Алеκсандр Яковлевич Тетельбаум, Ukrainian: Олеκсандр Якович Тетельбаум; born 1948 in Kiev, Ukrainian SSR) is an educator, inventor, scientist, academician, and entrepreneur. He has been a pioneer[1] in the Electronic Design Automation (EDA) and Artificial Intelligence (AI) industries since the 1960s. He has been selected and has held high level positions in academia and industry. He is a Fellow and Honorary Doctor of several universities, academies, and societies. He holds more than 40 US patents [2] and is the author and co-author of 300 publications, including 17 books.[3] Last published books: Minimum Number of Timing Signoff Corners[4] and the thriller Omerta Operations.[5]", "8540248": "Albert Châtelet (24 October 1883 – 30 June 1960) was a French politician and mathematician.", "61427802": "Dorothee D. Haroske (born 1968)[1] is a German mathematician who holds the chair for function spaces in the Institute of Mathematics of the University of Jena.[2]", "32493660": "Edward William \"Ted\" Bastin (8 January 1926 – 15 October 2011) was a physicist and mathematician who held doctorate degrees in mathematics from Queen Mary College, London University and physics from King's College, Cambridge, to which he won an Isaac Newton studentship. For a time, he was visiting fellow at Stanford University, California and a research fellow, King's College, Cambridge, England.", "65523811": "Pilar Ribeiro (5 October 1911 – 28 March 2011) was a mathematician who was a founder of the Portuguese Mathematical Society (SPM) and also of the Gazeta de Matemática (Mathematics Gazette).", "33935459": "Sergei Nikolaevich Artemov (Russian: Сергей Николаевич Артемов) (born December 25, 1951) is a Russian-American researcher in logic and its applications. He currently holds the title of Distinguished Professor[1] at the Graduate Center of the City University of New York[2] where he is the founder and head of its research laboratory for logic and computation.[3][4] His research interests include proof theory and logic in computer science, optimal control and hybrid systems, automated deduction and verification, epistemology, and epistemic game theory. He is best known for his invention of logics of proofs and justifications.", "11522158": "Bohuslav Balcar (Czech pronunciation: [ˈboɦuslav ˈbaltsar]; 1943 – 2017)  was a Czech mathematician. He was a senior researcher at the Center for Theoretical Study (CTS), and a professor at Charles University in Prague. His research interests were mainly related to foundations of mathematics."}