{"18302078": "James Edward Bailey (1944 – 9 May 2001), generally known as Jay Bailey, was an American pioneer of biochemical engineering, particularly metabolic engineering.  He was said to be \"the most influential biochemical engineer of modern times\".[1]  In a special issue of a journal dedicated to his work, the editor said \"Jay was one of biochemical engineering's most creative thinkers and spirited advocates, a true innovator who played an enormous role in establishing biochemical engineering as the dynamic discipline it is today\".[2] His numerous contributions in biotechnology and metabolic engineering have led to multiple awards including the First Merck Award in Metabolic Engineering.[1]", "48940158": "Brian Selby Hartley (16 April 1926 – 3 May 2021)[7] FRS[1] was a British biochemist. He was Professor of Biochemistry at Imperial College London from 1974 to 1991.[1][2]", "42124416": "Joanna Aizenberg (born 1960) is a professor of chemistry and chemical biology at Harvard University. She is the Amy Smith Berylson Professor of Materials Science at Harvard's School of Engineering and Applied Sciences,[1] the co-director of the Kavli Institute for Bionano Science and Technology and a core faculty member of the Wyss Institute for Biologically Inspired Engineering.[2] She is a prominent figure in the field of biologically inspired materials science, having authored 90 publications and holding 25 patents.[3]", "52282501": "Usha Ranjan Ghatak (1931–2005) was an Indian synthetic organic chemist, stereochemist and the director of the Indian Association for the Cultivation of Science (IACS).[1] He was known for his contributions in developing novel protocols of stereoselective synthesis of diterpenoids.[2] He was an elected fellow of the Indian Academy of Sciences[3] and the Indian National Science Academy.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1974, for his contributions to chemical sciences.[5]", "12829833": "Jakub Karol Parnas, also known as Yakov Oskarovich Parnas (Russian: Яков Оскарович Парнас; January 16, 1884 – January 29, 1949) was a prominent Polish–Soviet biochemist who contributed to the discovery of the Embden–Meyerhof–Parnas pathway, together with Otto Fritz Meyerhof and Gustav Embden. He became a Soviet activist after the annexation of Western Ukraine in 1939. He was arrested during the Jewish Anti-Fascist Committee affair in 1949 and died in the prison, reportedly of heart attack.", "935052": "Friedrich Wilhelm Georg Kohlrausch (14 October 1840 – 17 January 1910) was a German physicist who investigated the conductive properties of electrolytes and contributed to knowledge of their behaviour. He also investigated elasticity, thermoelasticity, and thermal conduction as well as magnetic and electrical precision measurements.", "21283984": "Ole Jakob Kleppa (February 4, 1920 – May 27, 2007) was a Norwegian–American physical chemist and a pioneer and leading authority in the study of metals, molten salts, ceramics and minerals at high temperatures. Kleppa was a professor at the University of Chicago, where he held appointments in the department of chemistry, the department of geophysical sciences, the James Franck Institute, and the college. He was the director of the James Franck Institute and the materials research laboratory.[1]", "20563092": "Sir Philip John Randle (16 July 1926 – 26 September 2006) was a British medical researcher after whom the Randle cycle is named.[1][2][3]", "73122967": "Samuel Parsons Mulliken (1864 – 1934) was an American professor of organic chemistry at the Massachusetts Institute of Technology.[1]", "57689243": "Camille Petit is a Reader in Materials Engineering at Imperial College London. She designs and characterises functional materials for environmental sustainability.", "967844": "Ellen Henrietta Swallow Richards (née Swallow; December 3, 1842 – March 30, 1911) was an American industrial and safety engineer, environmental chemist, and university faculty member in the United States during the 19th century. Her pioneering work in sanitary engineering, and experimental research in domestic science, laid a foundation for the new science of home economics.[1][2] She was the founder of the home economics movement characterized by the application of science to the home, and the first to apply chemistry to the study of nutrition.[3]", "57394344": "Christy Lynn Haynes (born July 31, 1977) is a chemist at the University of Minnesota. She works at the interface of analytical, biological, and nanomaterials chemistry.", "39732393": "Nancy Tang Chang (born 1950), née Tang Nanshan (Chinese: 唐南珊; pinyin: Táng Nánshān), is a biochemist who cofounded Tanox in 1986 to address medical needs in the areas of allergy, asthma, inflammation and diseases affecting the human immune system.[1] Tanox took an innovative approach in developing an asthma drug that focused on the allergy-related basis of asthma, Xolair. In June 2003, the U.S. Food and Drug Administration (FDA) approved Xolair, the first biotech product cleared for treating those with asthma related to allergies. Tanox was also active in the development of TNX-355, an antibody for the treatment of HIV/AIDS.[2][3] \nIn 2007, Tanox was sold to Genentech for $919 million. Dr. Chang grew Tanox from an idea to a substantial publicly traded company, doing innovative science.[1] Following her success with Tanox, she has become an angel investor in health-care entrepreneurships and performs philanthropic work in community health-education projects.[4]", "10896554": "Henry Deacon (30 July 1822 – 23 July 1876) was a chemist and industrialist who established a chemical factory in Widnes, Lancashire, England.", "18400431": "Maurice Meslans (1862–1938) was a French pharmacist and chemist, Henri Moissan's advanced student, and a pioneer in organofluorocompounds chemistry.", "738486": "Vladimir Nikolayevich Ipatieff, also Ipatyev (Russian: Владимир Николаевич Ипатьев; 21 November [O.S. 9 November] 1867 – 29 November 1952) was a Russian and American chemist. His most important contributions are in the field of petroleum chemistry and catalysts.[2]", "61260987": "Stephen L. Craig is the William T. Miller Professor of Chemistry at Duke University.[1]  He is the director of the Center for Molecularly Optimized Networks, a NSF Center for Chemical Innovation.[2]", "35046590": "Burckhardt Helferich (10 June 1887, in Greifswald – 5 July 1982, in Bonn) was a German chemist.", "46187716": "Xie Yi FRSC (simplified Chinese: 谢毅; traditional Chinese: 謝毅; pinyin: Xiè Yì; born 23 July 1967) is a Chinese chemist. She is a member of the Chinese Academy of Sciences and a fellow of the Royal Society of Chemistry.  She is a professor and doctoral supervisor at University of Science and Technology of China.", "2213067": "Harry Steenbock (August 16, 1886, Charlestown, Wisconsin – December 25, 1967, Madison, Wisconsin) was a professor of biochemistry at the University of Wisconsin–Madison.  Steenbock graduated from Wisconsin in 1916, where he was a member of Phi Sigma Kappa fraternity.", "34555090": "Jonathan Gershenzon (born 1955) is an American biochemist.", "49169620": "Allison A. Campbell (born 1963, in Portland, Oregon)[1] is an American chemist who is known in the areas of biomineralization, biomimetics and biomaterials for her innovative work on bioactive coatings for medical implants.  She is the acting associate laboratory director for the Earth and Biological Sciences Directorate[2] at the Pacific Northwest National Laboratory (PNNL) of the Department of Energy. She previously served as director of the Environmental Molecular Sciences Laboratory (EMSL) at PNNL.  She was elected as the 2017 president of the American Chemical Society (ACS).[3][4]", "41108692": "Abraham Cressy Morrison (December 6, 1864 – January 9, 1951) was an American chemist and president of the New York Academy of Sciences.[1][2]", "54543573": "John S. McCaskill (born 1957) is an Australian chemist who works in a wide variety of fields ranging from theoretical biochemistry to novel computation to artificial life.", "67978457": "Daniella Goldfarb is an Israeli chemist who is the Erich Klieger Professorial Chair in Chemical Physics at the Weizmann Institute of Science. She is the President’s Advisor for Advancing Women in Science. Her research makes use of electron paramagnetic resonance spectroscopy. She was awarded the 2016 Israel Chemical Society Excellence prize.", "23807194": "Johann Florian Heller (4 May 1813 – 21 November 1871) was an Austrian chemist who was one of the founders of clinical chemistry.", "63227102": "Chinese alchemy is an ancient Chinese scientific and technological approach to alchemy, a part of the larger tradition of Taoist body-spirit cultivation developed from the traditional Chinese understanding of medicine and the body. According to original texts such as the Cantong qi, the body is understood as the focus of cosmological processes summarized in the five agents of change, or Wuxing, the observation and cultivation of which leads the practitioner into alignment and harmony with the Tao. Therefore, the traditional view in China is that alchemy focuses mainly on longevity and the purification of one's spirit, mind and body, providing, health, longevity and wisdom, through the practice of Qigong and wuxingheqidao. The consumption and use of various concoctions known as alchemical medicines or elixirs, each of which having different purposes but largely were concerned with immortality.", "63227103": "Chinese alchemy is an ancient Chinese scientific and technological approach to alchemy, a part of the larger tradition of Taoist body-spirit cultivation developed from the traditional Chinese understanding of medicine and the body. According to original texts such as the Cantong qi, the body is understood as the focus of cosmological processes summarized in the five agents of change, or Wuxing, the observation and cultivation of which leads the practitioner into alignment and harmony with the Tao. Therefore, the traditional view in China is that alchemy focuses mainly on longevity and the purification of one's spirit, mind and body, providing, health, longevity and wisdom, through the practice of Qigong and wuxingheqidao. The consumption and use of various concoctions known as alchemical medicines or elixirs, each of which having different purposes but largely were concerned with immortality.", "54248672": "Dr Frank Ralph Batchelor (1931 – 24 May 2021), known as Ralph, was a British biochemist and businessman.", "9979103": "William John Gies (February 21, 1872 – May 20, 1956) was an American biochemist and dentist.", "63227107": "Chinese alchemy is an ancient Chinese scientific and technological approach to alchemy, a part of the larger tradition of Taoist body-spirit cultivation developed from the traditional Chinese understanding of medicine and the body. According to original texts such as the Cantong qi, the body is understood as the focus of cosmological processes summarized in the five agents of change, or Wuxing, the observation and cultivation of which leads the practitioner into alignment and harmony with the Tao. Therefore, the traditional view in China is that alchemy focuses mainly on longevity and the purification of one's spirit, mind and body, providing, health, longevity and wisdom, through the practice of Qigong and wuxingheqidao. The consumption and use of various concoctions known as alchemical medicines or elixirs, each of which having different purposes but largely were concerned with immortality.", "54117605": "William Otto Frohring (July 1, 1893 – September 13, 1959) was an American biochemical researcher, inventor and business executive.[2] He was a co-developer of \"simulated milk adapted\" (SMA), the first infant formula to be distributed in the United States and one of the most widely consumed infant formulas in the world.[3]\nFrohring held 15 patents, and led research in dairy products, and the refinement, synthesis and manufacture of vitamin products.[4][3]", "63227111": "Fang (Chinese: 方), was a Chinese scientist and alchemist who lived during the first century B.C during the Han dynasty.[1]  She was the earliest recorded woman alchemist in China.", "10896619": "Timothy A. Cross is an American academic chemist who specializes in nuclear magnetic resonance (NMR) spectroscopy, membrane and computational biophysics, and biomathematics.  He is a professor of chemistry at Florida State University and the Director of the NMR Program at the National High Magnetic Field Laboratory.  His research focuses on the sets of proteins that are important for the pharmaceutical industry in the treatment of diseases such as the flu (Influenza A) and tuberculosis.", "65750253": "Kazuhiko Takai is a professor of applied chemistry at Okayama University and is the recipient of the 2013 Chemical Society of Japan Award for his work on the use of catalytic metals in synthesis reactions.[1] He studied at Kyoto University with Hitosi Nozaki and at the University of California, Berkeley with Clayton Heathcock.[2]", "61392110": "Eva M. Harth FRSC is a German-American polymer scientist and researcher, and a fellow of both the Royal Society of Chemistry and the American Chemical Society. She is a full professor at the University of Houston and director of the Welch Center for Excellence in Polymer Chemistry.", "312562": "The Scarecrow (Jonathan Crane) is a supervillain appearing in American comic books published by DC Comics. Created by Bill Finger and Bob Kane, the character first appeared in World's Finest Comics #3 (September 1941). He has become one of the most enduring enemies of the superhero Batman and belongs to the collective of adversaries that make up his rogues gallery.", "14173427": "Gustavo R. Paz-Pujalt (born 1954) is a Peruvian American scientist and inventor. He holds 45 US patents [1] and 59 international patents mainly in the areas of remote sensing,[2] thin films, sensors, and upconversion materials.[3]", "4474101": "Klaus Biemann (November 2, 1926 – June 2, 2016)[3][4] was an Austrian-American professor of chemistry at the Massachusetts Institute of Technology.[5] His work centered on structural analysis in organic and biochemistry. He has been called the \"father of organic mass spectrometry\"[6] but was particularly noted for his role in advancing protein sequencing with tandem mass spectrometry[7] following pioneering work conducted in this area by Michael Barber.[8]", "1328375": "Stephen Moulton Babcock (22 October 1843 – 2 July 1931) was an American agricultural chemist. He is best known for developing the Babcock test, used to determine butterfat content in milk and cheese processing, and for the single-grain experiment that led to the development of nutritional science as a recognized discipline.", "52053243": "Akira Arimura (有村 章, Arimura Akira, December 26, 1923 – December 10, 2007) was a professor of medicine at Tulane University, and the founding Director of the university's Hébert Research Center, working on neuroendocrinology and biochemistry research. He died in 2007 of multiple myeloma. His books have been collected by libraries worldwide.[1]", "967931": "Richard Johann Kuhn (German pronunciation: [ˈʁɪçaʁt ˈkuːn] ⓘ; 3 December 1900 – 31 July 1967) was an Austrian-German biochemist who was awarded the Nobel Prize in Chemistry in 1938 \"for his work on carotenoids and vitamins\".", "6341893": "Frank Albert Cotton FRS (April 9, 1930 – February 20, 2007)[1] was an American chemist. He was the W.T. Doherty-Welch Foundation Chair and Distinguished Professor of Chemistry at Texas A&M University.  He authored over 1600 scientific articles.[2] Cotton was recognized for his research on the chemistry of the transition metals.", "51758341": "Susan L. Brantley (born 1958) is an American geologist and geochemist who is the Dr. Hubert Barnes and Dr. Mary Barnes Professor at Pennsylvania State University.[1] Her research dominantly studies interactions between fluids and minerals at low temperatures, biological reactions in water-rich fluids within soils, and the geochemical processes that convert rock into soil. However, among many other topics, she has also published work on carbon dioxide emissions from volcanoes, and the environmental impact of shale gas extraction and nuclear waste disposal.[2] During her career, Brantley has published over 200 research papers and book chapters, has been awarded academic prizes and fellowships by many of the world's leading geoscience societies, and has been described as \"one of the leading aqueous geochemists of her generation.\"[3][4]", "65520913": "Milivoje S. Lozanić (Belgrade, Principality of Serbia, 24 April 1878 – Belgrade, Serbia, Yugoslavia, 25 November 1963) was a Serbian chemist and professor at the University of Belgrade.[1]", "34620703": "Sir Thomas Hill Easterfield KBE (4 March 1866 – 1 March 1949) was born in Doncaster  the youngest of four children of Edward Easterfield, savings bank secretary, and Susan (née Hill). He attended Doncaster Grammar School, and later entered the Yorkshire College of Science, now the University of Leeds. He was then appointed a Senior Foundation Scholar of Clare College, Cambridge, from where he gained First Class honours in the Natural Sciences Tripos in 1886.[1]", "52184358": "Alexander Yevseyevich Braunstein (1902–1986) was a Soviet biochemist. He is best known for his co-discovery, along with Maria Kritzman, of enzymatic transamination and its dependence on vitamin B6. Braunstein and American scientist Esmond Emerson Snell have been cited as the \"fathers of vitamin B6\".[1]", "1590570": "Christian Ehrenfried von Weigel (24 May 1748 – 8 August 1831) was a Swedish-born German scientist and, beginning in 1774, a professor of chemistry, pharmacy, botany, and mineralogy at the University of Greifswald.", "1197356": "Leonor Michaelis (16 January 1875 – 8 October 1949) was a German biochemist, physical chemist, and physician, known for his work with Maud Menten on enzyme kinetics in 1913, as well as for work on enzyme inhibition, pH and quinones.", "34915631": "Édouard Herzen (Florence, 1877–1936) was a Belgian chemist of Russian descent who played a leading role in the development of physics and chemistry during the twentieth century. He collaborated with industrialist Ernest Solvay, and participated in the first, second, fourth, fifth, sixth and seventh Solvay Conferences.[1]", "476464": "Christophorus Henricus Diedericus Buys Ballot (Dutch pronunciation: [ˈbœys ˈbɑlɔt]; October 10, 1817 – February 3, 1890) was a Dutch chemist and meteorologist after whom Buys Ballot's law and the Buys Ballot table are named. He was first chairman of the International Meteorological Organization, the organization that would become the World Meteorological Organization.", "18072879": "Sir Frank George Young FRS[1] (25 March 1908 – 20 September 1988) was a distinguished biochemist, noted for his work on diabetes, and the first Master of Darwin College, Cambridge.", "15222066": "Stanislas Sorel (born 1803, Putanges, France; died 18 March 1871, Paris) was a French civil engineer, inventor, and chemist, raised the son of a poor clock-maker.[1][2]", "67585331": "Nellie Ivy Fisher (1907–1995) was a London-born industrial chemist and researcher who specialized in photographic chemistry and became known for her work in Australia as the first woman to lead a division of Kodak.", "49071412": "Maria-Elisabeth Michel-Beyerle (born 20 August 1935 in Kiel, Germany) is a German chemist. From 1974 to 2000, she was a professor of Physical Chemistry at the Technical University of Munich. Among other awards, she has received the 2000 Bavarian Order of Merit (Bayerischer Verdienstorden), the highest service order bestowed by the Free State of Bavaria, for her work on photosynthesis.", "31573302": "Hettipathirannehelage Dasarathasiri Gunawardhana is a Senior Professor of Chemistry at University of Colombo.", "69879102": "Martin Lloyd Williams (22 November 1947–21 September 2020)[1] was a Welsh chemist and environmental scientist who made important contributions to the science of air pollution and its incorporation into public policy in the United Kingdom.[2] Williams was one of the first scientists to recognize the harmful health effects of ground-level ozone, in papers published in Nature in the mid-1970s,[3][4] and one of the first to study vehicle emissions in the real world (rather than under artificial laboratory conditions).[2][5] He also established the first systematic programme to produce inventories of UK national air pollution emissions.[6]", "69911875": "Ronald Bruce Miller OBE (19 October 1922 – 23 January 2022) was a New Zealand soil chemist and scientific administrator. He rose to become director of the Soil Bureau in 1973, and later served as chief director of the Department of Scientific and Industrial Research.", "2245957": "James Napier FRSE FCS (1810 – 1 December 1884) was a Scottish industrial chemist and antiquarian. He was a Fellow of the Royal Society of Edinburgh.[1]", "70894927": "Movsum bey Khanlarov (Azerbaijani: Mövsüm bəy Xanlarov; b. 24 September 1857, Baku - d. 23 February 1921, Baku) was the first Azerbaijani chemist with a special education, specializing in organic chemistry.[1]", "48121167": "Melville Amasa Scovell (February 26, 1855 – August 15, 1912) was an American academic from New Jersey. Moving with his family to Champaign, Illinois early in his life, he attended the University of Illinois there, graduating in 1875. He worked at the school for the next seven years, until he was dismissed over a conduct violation. In 1885, he became director of the Kentucky Agricultural Experiment Station at the University of Kentucky. Scovell was named dean of the College of Agriculture, Food, and Environment there shortly before his death.", "38618464": "Josef Šimoník (30 August 1941, Vrahovice – 14 September 2006, Zlín) was a Czech chemist. He has specialized in polymers.[1]", "41764193": "Professor John Danwell Kalenga Saka is the current Vice-Chancellor of  Mzuzu University who replaced Dr.Robert Ridley who withdrew his services in 2017.[1]", "62276964": "Jacques Livage (born 26 October 1938 in Neuilly-sur-Seine) is a French chemist holding the chair of condensed matter chemistry at the Collège de France and a member of the Académie des sciences.[1]", "1459557": "Leopold Skulski pronounced [lɛˈɔpɔlt ˈskulskʲi]; (15 November 1878, Zamość – Brest, 11 June 1940) served as prime minister of Poland for six months from 13 December 1919 until 9 June 1920 in the interim Legislative Sejm during the formation of sovereign Second Polish Republic following World War I.[1]", "65422698": "Nam-Gyu Park (born 1960, Hangul: 박남규) is Distinguished Professor and Sungkyunkwan University (SKKU)-Fellow at School of Chemical Engineering, SKKU. His research focuses on high efficiency mesoscopic nanostructured solar cells.[1]", "69027179": "Matthew Houghton Todd (born 13 January 1973) is a British chemist and the Professor and Chair of Drug Discovery of the School of Pharmacy at University College London.[1] He is the founder of Open Source Malaria (OSM) and his research focuses on drug discovery and development for this disease.[2][3][4][5][6] Recently, he has expanded to other areas, particularly neglected diseases such as tuberculosis and mycetoma[7] in the Open Source Tuberculosis (OSTB) and Open Source Mycetoma (MycetOS) project, through a collaboration with the Drugs for Neglected Diseases Initiative and Erasmus MC.[8] In addition, he has some research activity in catalysis and methodology.[9][10][11][12]", "10896748": "Myron Lee Bender (1924–1988) was born in St. Louis, Missouri. He obtained his B.S. (1944) and his Ph.D. (1948) from Purdue University.  The latter was under the direction of Henry B. Hass.  After postdoctoral research under Paul D. Barlett (Harvard University), and Frank H. Westheimer (University of Chicago), he spent one year as a faculty member at the University of Connecticut. Thereafter, he was a professor of Chemistry at Illinois Institute of Technology in 1951, and then at Northwestern University in 1960. He worked primarily in the study of reaction mechanisms and the biochemistry of enzyme action. Myron L. Bender demonstrated the two-step mechanism of catalysis for serine proteases, nucleophilic catalysis in ester hydrolysis and intramolecular catalysis in water.  He also showed that cyclodextrin can be used to investigate catalysis of organic reactions within the scope of host–guest chemistry. Finally, he and others reported on the synthesis of an organic compound as a model of an acylchymotrypsin intermediate.", "64931183": "Sara Jane Rhoads (June 1, 1920, Kansas City, Missouri-May 1, 1993, Laramie, Wyoming) was an American chemist. She was one of the first women in the United States to become a full professor of chemistry, helped to establish the chemistry department at the University of Wyoming, and was the recipient of the American Chemical Society's Garvan–Olin Medal in 1982.", "1230208": "Sir Harold Warris Thompson, CBE, FRS[1] (15 February 1908 – 31 December 1983) was an English physical chemist and spectroscopist, who also served as chairman of the Football Association.", "33473920": "George Fowlie Merson FRSE FPS FCS (1866–1959) was a Scottish pharmacist who produced an artificial surgical catgut[1] called Mersuture. In authorship he appears as G. F. Merson.", "64112002": "Nicholas Frederick Chilton is an Australian chemist and a Professor in the Department of Chemistry at the University of Manchester.[1][2][3] His research is in the areas of magnetochemistry and computational chemistry, and includes the design of high-temperature single molecule magnets, molecular spin qubits for quantum information science, methods and tools for modelling magnetic calculations.[1][4]", "48579972": "Zohra ben Lakhdar Akrout (born 12 March 1943) is a Tunisian spectroscopist specializing in developing new spectroscopic methods to study the influence of pollutants on the quality of air, water, and plants.[1][2][3] She earned in 2005 the L’Oréal-UNESCO Awards for Women in Science.", "60245382": "Aissata Issoufou Mahamadou is a Nigerien chemist,[1] chemical engineer, mining specialist, and healthcare advocate who served as First Lady of the Republic of Niger from 7 April 2011 to 2 April 2021. She is the first wife of former President Mahamadou Issoufou and shared the title of First Lady with Issoufou's second wife, Lalla Malika Issoufou. Issoufou Mahamadou is president of the Guri-Vie Meilleure Foundation.", "30459271": "Roland Heinrich Scholl (30 September 1865 – 22 August 1945) was a Swiss chemist who taught at various European universities. Among his most notable achievements are the synthesis of coronene, the co-development of the Bally-Scholl synthesis, and various discoveries about polycyclic aromatic hydrocarbons.", "34391434": "Konrad Bates Krauskopf (November 30, 1910 – May 4, 2003) was an American geologist, a pioneer in geochemistry,[1] noted for his work in radioactive waste disposal.[1][2][3] Krauskopf led expeditions to Mexico, Norway, the Sierra and the Pacific Northwest.[1] Krauskopf was a geology professor at Stanford University, and a member of the National Academy of Sciences.[2]", "69420432": "Debbie Silvester FRACI FRSC is a British-Australian chemist who is a professor at Curtin University. Her research considers electrochemical processes and sensing. She has explored room-temperature ionic liquids. In 2021, she was awarded the Australian Academy of Science Le Fèvre Medal.", "43042198": "Anthony \"Tony\" Frederick Orchard (13 March 1941 – 19 August 2005) was a pioneer of inorganic chemistry.[1][2] His research contributed to laying the foundations of much modern consumer electronic technology.[3]", "24561046": "Maria Mikhailovna Bakunina (Russian: Мария Михайловна Бакунина; 1873–1960) was a Russian-Italian chemist and geologist. Born in Siberia, she moved to southern Italy at a young age, taking up chemistry during her education. By the time of her graduation from the University of Naples, she was already a pioneering figure in stereochemistry and made a number of advancements in applied chemistry. During the early 20th century, she carried out a series of geological surveys in the region of Campania, identifying a number of ichthyol deposits for exploitation. With the outbreak of World War II, she continued her work at the University of Naples and dedicated herself to the rebuilding of the Accademia Pontaniana after the war.", "542104": "Howard Douglas McCurdy CM OOnt (December 10, 1932 – February 20, 2018) was a Canadian civil rights activist, politician and university professor.", "4343195": "Peter Day (20 August 1938 – 19 May 2020) was a British inorganic chemist and Professor of Chemistry at Oxford University and later at University College London (UCL).[4]", "69354908": "Myrna Simpson (born 1970) is a Canadian research chemist who is the Canada Research Chair in Integrative Molecular Biogeochemistry at the University of Toronto. She is also Director of the Environmental Nuclear Magnetic Resonance Centre. Her research consider the molecular level mechanisms that underpin environmental processes, and the development of advanced analytical tools to better understand environmental health.", "5162398": "Julius Berend Cohen FRS[1] (6 May 1859 in Eccles – 14 June 1935 in Coniston) was an English chemist. He studied chemistry with Hans von Pechmann at the University of Munich. One of his students was Henry Drysdale Dakin.", "14468519": "Rhee Sue-Goo (born 1943) is a Korean-born American biochemist. Rhee was chief of the Laboratory of Cell Signaling, National Heart, Lung, and Blood Institute, National Institutes of Health (NIH), Bethesda, Maryland. He moved to Ewha Womans University in South Korea in 2005.", "38913450": "Eric Welsh CMG OBE RNVR (31 August 1897 – 21 November 1954) was a British chemist and naval intelligence officer during the Second World War. Between 1919 and 1940 he worked for the Bergen branch of the company International Paint Ltd. From 1941 he headed the Norwegian branch of Secret Intelligence Service (SIS).[1] Welsh is fleetingly referred to in the Norwegian television series The Heavy Water War and, based on the comments by Stephen Dorril of Welsh as a \"...ladies' man who drank and smoked to excess\" and a \"master of dirty tricks\",[2] alluded to as one of the models to James Bond.[3]", "10896811": "John McClellan (1810 – 14 May 1881) was a chemist and industrialist who established one of the first chemical factories in Widnes, Lancashire, England.[a]", "48514474": "Ligia Gargallo is a Chilean chemist and university professor of the Pontifical Catholic University of Chile.", "12567983": "Crusher is the name of three supervillains appearing in American comic books published by Marvel Comics.", "1885619": "David Platt Rall (August 3, 1926 – September 28, 1999)  was a cancer specialist and a leader in environmental health studies, whose work in environmental health helped turn it into a scientific discipline.  Rall also advanced public health and prevention. He directed the National Institute of Environmental Health Sciences from 1971 to 1990, year in which he retired.  His work on toxicology and carcinogenesis was recognized by his appointment as the first director of the National Toxicology Program in 1978.[1] He held the rank of Assistant Surgeon General in the United States Public Health Service.  He also chaired the World Health Organization's Program on Chemical Safety.", "21611957": "Emanuel Goldberg  (Hebrew: עמנואל גולדברג; Yiddish: עמנואל גאָלדבערג; Russian: Эмануэль Гольдберг; 31 August 1881 – 13 September 1970) was an Israeli physicist and inventor. He was born in Moscow and moved first to Germany and later to Israel. He described himself as \"a chemist by learning, physicist by calling, and a mechanic by birth.\" He contributed a wide range of theoretic and practical advances relating to light and media and was the founding head of Zeiss Ikon, the famous photographic products company in Dresden, Germany. His inventions include microdots, the Kinamo movie camera, the Contax 35 mm camera, a very early search engine, and equipment for sensitometry.", "60409282": "Melvin Barnett Comisarow FRSC[1] is a Canadian physicist and analytical chemist who co-invented the Fourier-transform ion cyclotron resonance technique of Mass spectroscopy, together with Alan G. Marshall,[2] at the University of British Columbia. Comisarow was born in Alberta to a Ukrainian-Canadian family, and earned his bachelor's degree at the University of Alberta, 1963, before obtaining his PhD at Case Western Reserve University, under the supervision of George Andrew Olah in 1969, and subsequently a postdoc with John D. Baldeschwieler at Stanford University.[1] His first academic appointment was at the University of British Columbia, where he subsequently stayed until retirement.", "69125570": "Harriet Florence Maling (née Mylander, October 2, 1918 – March 1987) was an American pharmacologist.[1]: 833–834  She graduated Phi Beta Kappa from Goucher College in 1940.[2] She went to Harvard Medical School to continue her studies, earning a PhD in 1944.", "72140230": "Thomas Loerting (born October 29, 1973) is an Austrian chemist and associate professor at the University of Innsbruck. His research focuses on amorphous systems, the physics and chemistry of ice and chemistry at low temperatures.[1]", "17647061": "Hieronymus David Gaubius (24 February 1705 – 29 November 1780) was a German physician and chemist.", "18400727": "Yuri Lvov is a micromanufacturing specialist, a chemistry professor, and the Tolbert Pipes Eminent Endowed Chair on Micro and Nanosystems at the Institute for Micromanufacturing (Louisiana Tech University).[1] He earned his B.S. in 1974 and his Ph.D. in 1979 in Physical Chemistry (protein crystallography) from Moscow State University, Russia. He worked at the Max Planck Institute, on the Japanese ERATO Supramolecule Project, and at the USA Naval Research Laboratory before moving to Louisiana Tech in 1999. Love was named to his professorship in 2004.[citation needed]", "54248920": "DOE Secretary Exceptional Service Award,[1] \nNational Award for Nuclear Science,[2]", "27870687": "Sigmund Fraenkel or Sigmund Fränkel (1868 – 1939) was a chemist who lived and worked in Austria, and is notable for being the head of the Ludwig-Spiegler-Stiftung in Vienna from 1904 and his work in the field of Physiological chemistry, notably on the chemistry of the thyroid gland.[1][2]", "70141414": "Aurora Evelyn Clark (born Dec. 12, 1976) is an American computational chemist. She is a professor in the Department of Chemistry at the University of Utah and a Fellow of the American Chemical Society, American Physical Society, and American Association for the Advancement of Science.", "61097453": "Ruth Wheeler (1877–c. 1948 ) was an American chemist specialising in the field of nutrition and public education.", "46417392": "Oliver Reynolds Wulf (22 April 1897, Norwich, Connecticut – 11 January 1987) was a chemist, physicist, and meteorologist, known for his research on nitrogen fixation, ozone, atmospheric dynamics, and ions and winds in the ionosphere.[1]", "34031092": "Roger Ekins FRS[1] (22 September 1926 – 26 July 2016)[2] was a British biophysicist and professor at University College London.\nHe was awarded the 1998 Edwin F. Ullman Award.[3]", "29541879": "Carl Wilhelm Bernhard Scheibler (16 February 1827 – 2 April 1899) was a German chemist. Scheibler's research focused on sugar, including the technical chemistry of sugar production and the composition of molasses.", "10143223": "Othmar Zeidler (29 August 1850 – 17 June 1911)[1][2][Notes 1] was an Austrian chemist credited with the first synthesis of DDT.", "54609406": "Hugo Stintzing (10 August 1888 in Munich, Germany – 11 December 1970 in Darmstadt, West Germany) was a German university lecturer in physics at the Technische Hochschule Darmstadt. He was involved in early research on the electron scanning microscope, studied radioactive elements and developed a model for the periodic table. He was the  Director of the Institute of X-Ray Physics and Technology at Darmstadt from 1936 to 1945.  He was removed from his position due to his involvement in the National Socialist German Workers' Party (NSDAP, Nazi Party, joined 1933), and was interned in 1946.", "72533510": "Hermann Senftleben (April 8, 1890, in Bremen – 1975 in Recklinghausen) was a German physicist and physical chemist.", "3720714": "George Arthur Cowan (/kaʊən/; February 15, 1920 – April 20, 2012) was an American physical chemist, a businessman and philanthropist.[1]", "509451": "Paul Delos Boyer (July 31, 1918 – June 2, 2018) was an American biochemist, analytical chemist, and a professor of chemistry at University of California Los Angeles (UCLA). He shared the 1997 Nobel Prize in Chemistry for research on the \"enzymatic mechanism underlying the biosynthesis of adenosine triphosphate (ATP)\" (ATP synthase) with John E. Walker, making Boyer the first Utah-born Nobel laureate; the remainder of the Prize in that year was awarded to Danish chemist Jens Christian Skou for his discovery of the Na+/K+-ATPase.[1]", "64472587": "Ranwel Caputto was an Argentine biochemist.  He was born in Buenos Aires, Argentina on January 1, 1914, and died on April 19, 1994.[1]  He is best known for winning the 1970 Nobel Prize in Chemistry under Dr. Luis Leloir.", "32458254": "Tulane University (1971–1982)", "64538127": "Anna Maria Tobbe (1838–1886) was a Dutch pharmacist.[1]  She was the second female pharmacist in the Netherlands, but the first woman to apply for a job as a pharmacist. Her application eventually brought about the reform that enabled other women to be licensed.", "24888846": "Paul of Taranto was a 13th-century Franciscan alchemist and author from southern Italy. (Taranto is a city in Apulia.) Perhaps the best known of his works is his Theorica et practica, which defends alchemical principles by describing the theoretical and practical reasoning behind it.  It has also been argued that Paul is the author of the much more widely known alchemical text Summa perfectionis, generally attributed to the spurious Jabir, or Pseudo-Geber.[1]", "58508815": "Paul Burgan Weisz (July 2, 1919–September 25, 2012) was a Czechoslovak-born American chemist, noted for his work on solid catalysts which had a major impact on petroleum refining.", "13714959": "Edward Browning \"E. B.\" McClain (April 29, 1940 – November 9, 2020) was an American politician. He served as a Democratic member of both the Alabama Senate (1995 through 2009) and the Alabama House of Representatives (1987 through 1994), before being convicted of felony charges related to his political service.", "54248987": "Peter Doyle OBE (1921–2004) was a British chemist.", "39503388": "Robert H. Krieble (August 22, 1916 – May 8, 1997) was a chemist who co-founded the Loctite Corporation in 1953 along with his father, \nVernon K. Krieble, and was a leading figure in the company in various capacities until 1986, having served as chief executive from 1964 to 1985.[1] In 1978, Krieble joined the board of The Heritage Foundation, where he became vice chairman in 1985. He also served on the board of the Free Congress Foundation.", "26396191": "Brian W. Matthews is a biochemist and biophysicist educated at the University of Adelaide, contributor to x-ray crystallographic methodology[4] at the University of Cambridge, and since 1970  at the University of Oregon as Professor of Physics and HHMI investigator in the Institute of Molecular Biology.", "4605472": "Dimitar Ivanov Popov (Bulgarian: Димитър Иванов Попов) (October 13, 1894 – October 25, 1975) was a Bulgarian organic chemist and an academician of the Bulgarian Academy of Sciences.", "22791720": "Rimantas Jonas Dagys (born 16 July 1957) is a Lithuanian chemist and politician, member of the Seimas (1992–1996, 1996–2000), and from 2008 to 2009 assigned Minister of Labor and Social Security by presidential decree.[1]", "51496490": "Merle A. Battiste (July 22, 1933 – August 8, 2009) was an American chemist and emeritus professor of chemistry at the University of Florida.", "28034606": "Oswaldo Mendoza Baca (August 5, 1908- April 9, 1962 in Cusco) was a Peruvian chemist and professor. He was particularly interested in genetics.", "60474927": "Frank Gibbs Tetteh O'Baka Torto, FGA, MV (10 October 1921 – May  1984) was a Ghanaian chemist and a professor at the University of Ghana. He was a founding member, vice president and later president of the Ghana Academy of Arts and Sciences.", "13616689": "Sulamith Goldhaber (Hebrew: שולמית גולדהבר; November 4, 1923 – December 11, 1965), née Low, was a high-energy physicist and molecular spectroscopist.[2]  Goldhaber was a world expert on the interactions of K+ mesons with nucleons and made numerous discoveries relating to it.[2]", "29410866": "Henry M. Fales (February 12, 1927, New York, NY – October 28, 2010, Silver Spring, MD) was an American organic chemist and mass spectrometrist.[1][2][3] He authored and co-authored over 350 scientific publications on natural substances and biochemistry.", "67782195": "Gerhard Schmidt (26 December 1901 – 30 April 1981) was a German-born physician and biochemist who was regarded as \"a world authority on nucleic acids and phospholipids.\"[1]", "57361970": "Charles Joseph Plank (November 8, 1915 – October 23, 1989) was a chemist and inventor, who patented the process of zeolite catalytic cracking of hydrocarbons.  He is responsible for 83 U.S. patents and several hundred patents outside of the United States.[1]", "6899263": "David Thomas is the Chair of Biochemistry at McGill University in Montreal, Quebec, Canada. His research interests include cell signaling pathways and their role in infectious diseases and molecular chaperone systems in the endoplasmic reticulum.", "64243269": "Christopher E. Mason is a professor of Genomics, Physiology, and Biophysics at Weill Cornell Medicine. He is also one of the founding Directors of the WorldQuant Initiative for Quantitative Prediction together with Olivier Elemento.[1] Mason has co-founded four biotechnology startup companies including Onegevity Health, Biotia, BridgeOmics, and Genome Liberty.[2][3][4]", "61785676": "Simone Wendler (* 1955 in Cottbus) is a chemist and journalist. Until her retirement, she was chief reporter of Lusatian Rundschau Newspaper.", "39634509": "Constantin Cândea (Romanian pronunciation: [konstanˈtiŋ ˈkɨnde̯a]; December 15, 1887 – March 4, 1971) was a Romanian chemist, Professor of Chemistry, Ph.D. Engineer and later Rector at the Polytechnic University of Timișoara – formerly the Polytechnic School of Timișoara between 1946 and 1947.[1]", "72533582": "William Walter Jefferis (January 12, 1820 – February 23, 1906) was an American mineralogist and curator of the William S. Vaux Collection of minerals and artifacts at the Philadelphia Academy of Natural Sciences from 1883 to 1898. He personally collected and cataloged 35,000 mineral specimens, which he sold to the Carnegie Museum of Natural History in 1905.", "3065427": "Carlos Simmerling is a full professor of chemistry at the State University of New York at Stony Brook.  He is associate director of the Louis and Beatrice Laufer Center for Physical and Quantitative Biology.  Simmerling received his Bachelor of Arts in 1991 from the University of Illinois at Chicago and then his doctorate in 1994 from the same institution.  His postdoctoral work was performed at the University of California, San Francisco under the direction of Peter Kollman.   His primary field of interest is computational structural biology with a focus on methods of conformational sampling and protein structure prediction. He is a member of the AMBER development team.[1]", "34031193": "John Hugh David Eland FRS (born 6 August 1941) is a British chemist, and Fellow of Worcester College, Oxford.[1]", "64964188": "Jani Ingram is a Professor of Chemistry and Biochemistry at Northern Arizona University. Ingram researches the chemistry and health impacts of environmental pollutants, especially uranium and arsenic. Ingram is a member of the Navajo tribe, and the Naneesht’ezhi clan.[1] She leads the Bridging Arizona Native American to Bachelor Degrees (NIH Bridges to Baccalaureate) program and the Native American Cancer Prevention Program. She promotes educational and professional opportunities for Native American students in Chemistry through a number of initiatives and for this work was awarded the 2018 American Chemical Society Award for Encouraging Disadvantaged Students into Careers in the Chemical Sciences.[2]", "44189281": "Masayoshi Watanabe (渡邉 正義, Watanabe Masayoshi, born December 20, 1954) is a Japanese chemist and professor of Yokohama National University.", "16860771": "Carl Schotten (12 July 1853 – 9 January 1910) was a German chemist who, together with Eugen Baumann, discovered the Schotten-Baumann reaction. The Schotten-Baumann reaction is a method to synthesize amides from amines and acid chlorides. Examples of this reaction include the synthesis of N-vanillyl nonanamide, also known as synthetic capsaicin.", "53429861": "William James Russell (1830–1909) was an English chemist and Fellow of the Royal Society.[1]", "59688553": "Fiona C. Meldrum is a British scientist who is a Professor of Inorganic Chemistry at the University of Leeds[1] where she works on bio-inspired materials and crystallisation processes.[2] She won the 2017 Royal Society of Chemistry Interdisciplinary Prize.[3]", "18237034": "William Ward Pigman (March 5, 1910 – September 30, 1977) was a chairman of the Department of Biochemistry at New York Medical College, and a suspected Soviet Union spy as part of the \"Karl group\" for Soviet Military Intelligence (GRU).[1]", "51037804": "Anne-Lise Børresen-Dale (born 3 July 1946 in Molde) is a Norwegian biochemist. She is a senior scientist at Oslo University Hospital and Professor of molecular tumor biology at the University of Oslo. She received the 2002 Nordic Medical Prize.[1]\nIn 2015 she received the Fritjof Nansen medal and award for Outstanding Research from the Norwegian Academy of Science and Letters, and in 2017 she was appointed to Commander of the Royal Norwegian St. Olavs Order  by the King of Norway.", "69715565": "Antonia Trichopoulou (Greek: Αντωνία Τριχοπούλου; born 1938) is a nutrition epidemiologist, specialising in the study of the health effects of the Mediterranean diet. She has been called the \"mother of the Mediterranean Diet\". Trichopoulou is a Professor Emeritus of the School of Medicine of the University of Athens and the President of the Hellenic Health Foundation.[1]\nShe has published more than 900 scientific papers[2] and was president of the Federation of European Nutrition Societies (FENS). For her contributions, she was elected in December 2021 a full member of the Academy of Athens in the Chair of \"Medical Sciences: Epidemiology and Public Health\".[3][4] In 2003 she was awarded the Golden Cross of Honor by the President of the Greek Republic.[5][6]", "706158": "Wilbur Lincoln Scoville (January 22, 1865 – March 10, 1942) was an American pharmacist best known for his creation of the \"Scoville Organoleptic Test\", now standardized as the Scoville scale. He devised the test and scale in 1912 while working at the Parke-Davis pharmaceutical company to measure pungency, \"spiciness\" or \"capsaicin concentration” of various chili peppers.", "1230447": "Drew Shindell is a physicist and a climate specialist and professor at Duke University's Nicholas School of the Environment. He is listed as an ISI Highly Cited Researcher.[1] He was a chapter lead (coordinating lead author) of the Intergovernmental Panel on Climate Change (IPCC) October 8, 2018 Special Report on Global Warming of 1.5 °C[2][3] as well as on the Intergovernmental Panel on Climate Change's Fifth Assessment Report in 2013.[4] He has testified on climate issues before both houses of the US Congress, at the request of both parties. His research concerns natural and human drivers of climate change, linkages between air quality and climate change, and the interface between climate change science and policy. He has been an author on more than 200 peer-reviewed publications and received awards from Scientific American, NASA, the EPA, and the NSF.", "46220925": "Vladimir Aleksandrovich Sobyanin (Russian: Влади́мир Алекса́ндрович Собя́нин; 13 September 1952 in Sesha village, Dubrovsky District, Bryansk Oblast, Soviet Union) is a Russian/Soviet scientist, PhD, and professor.", "15550080": "Archibald Byron Macallum FRS FRSC (April 7, 1858 – April 5, 1934) was a Canadian biochemist and founder of the National Research Council of Canada.  He was an influential figure in the development of Medical School of Toronto from a provincial school to a major institution. His scientific work centred on studies of ionic composition of cells and of blood.[1]", "69256840": "Chuan-pu Lee (1931 – 2016) was an American biochemist, born in China. She was a professor of biochemistry at the Wayne State University School of Medicine from 1975 until her retirement in 2011. She was inducted into the Michigan Women's Hall of Fame in 2000.", "15582857": "Wang You (Chinese: 汪猷; pinyin: Wāng Yóu; 7 June 1910 – 6 May 1997), also known as Yu Wang, was a Chinese biochemist. He was a pioneer of antibiotics and biochemistry studies in China.[citation needed]", "771727": "Sir Henry Enfield Roscoe FRS (7 January 1833 – 18 December 1915) was a British chemist. He is particularly noted for early work on vanadium, photochemical studies, and his assistance in creating Oxo (food), in its earlier liquid form.", "3982993": "University of Erlangen–Nuremberg", "53855890": "Wah Chiu (Chinese: 趙華) is a Hong Kong-born American biophysicist, currently the Wallenberg-Bienenstock Chair Professor in the department of bioengineering, department of microbiology and immunology and the Photon Science Directorate of SLAC National Accelerator Laboratory at Stanford University.  He is a Stanford Bio-X affiliated Faculty.[1] He was formerly the Distinguished Service Professor and the Alvin Romansky Chair Professor at Baylor College of Medicine[2][3]  where he was the founding director of the National Center for Biomolecular Imaging,[4] and has been active in the new cryo-EM techniques allowing much higher-resolution structures of large molecular complexes such as viruses [5][6][7] and chaperonin.[8][9]", "26461844": "Mary Peters Fieser (May 27, 1909 – March 22, 1997) was an American chemist best known for the many books she wrote with her husband Louis Fieser.", "3753624": "Chandre Dharma-wardana is a Sri Lankan-born academic and scientist. A former president of Vidyodaya Campus (now the University of Sri Jayewardenepura), he is currently[when?] a professor of theoretical physics at the Université de Montréal.  He has retired and continues as a principal research scientist at the National Research Council of Canada.[clarification needed]", "45663912": "Ralph Arthur James (23 September 1920 in Salt Lake City, Utah[1] – 24 February 1973 in Alamo, California) was an American chemist at the University of Chicago who co-discovered the elements curium (1944) and americium (1944–1945). Later he worked at UCLA and for the Lawrence Livermore laboratory in California.", "2279085": "Otto Bayer (4 November 1902 – 1 August 1982)[1] was a German industrial chemist at IG Farben who was head of the research group that in 1937 discovered the polyaddition for the synthesis of polyurethanes out of poly-isocyanate and polyol.[2]", "23021230": "Alexander E. Shilov (Russian: Шилов, Александр Евгеньевич) (January 1, 1930 – June 6, 2014) was a Russian chemist, one of the leading figures in Physical Organic Chemistry and Catalysis.", "63915701": "M.S. Old Dominion University,", "10897079": "Frederic Muspratt (2 February 1825 – November 1872) was a chemist and industrialist who established a chemical factory in Widnes, Lancashire, England.", "68339389": "Laura Frances Robinson, born November 1976, is a British scientist who is Professor of Geochemistry at the University of Bristol. She makes use of geochemistry to study the processes that govern the climate. In particular, Robinson studies radioactive elements, as these can be analysed in geological materials. She was awarded the 2010 President's Award of the Geological Society of London.[2]", "42124991": "[1]", "18826947": "Carl Axel Arrhenius (29 March 1757 – 20 November 1824)[1] was a Swedish military officer, amateur geologist, and chemist. He is best known for his discovery of the mineral ytterbite (later called gadolinite) in 1787.", "3688132": "Petr Zuman (13 January 1926 - 24 June 2021) was a Czech chemist.[1]", "18335428": "Edwin J. Vandenberg (September 13, 1918 – 2005) was a chemist at Hercules Inc. and a researcher at Arizona State University.", "57689805": "Pierre Monsan (born June 25, 1948, in Prades, Pyrénées-Orientales, France)[1] is a French biochemist and entrepreneur. He is currently Professor emeritus at the Institut national des sciences appliquées de Toulouse (INSA Toulouse, affiliated to the University of Toulouse) and the founding director of the pre-industrial demonstrator Toulouse White Biotechnology (TWB).[2]", "64276177": "Sam Hay is a chemist from New Zealand and a Reader in the Department of Chemistry at The University of Manchester.[3] His research in general is based on computational chemistry and theoretical chemistry, specifically on the areas of In silico Enzymology, quantum mechanics roles in biological processes, kinetic modelling of complex reactions and high pressure spectroscopy.[4]", "65455828": "Rory Waterman is an American chemist. He is a full professor and associate dean of inorganic, organometallic, and catalysis at the University of Vermont.", "45467356": "Cornelia Denson Gillyard (born February 1, 1941) is an American organic chemist known for her work with chemicals in the environment.", "8734429": "David Doak (/ˈdoʊk/) is a Northern Irish video game designer. Originally from Belfast,[1][2] he later moved to England, where he studied at Oxford University on biochemistry specialty[3] and worked as a research scientist.[4]", "20891367": "Sir Frederick Walker Mott KBE FRCP FRS   (23 October 1853 in Brighton, Sussex – 8 June 1926 in Birmingham, Warwickshire) was one of the pioneers of biochemistry in Britain.[1] He is noted for his work in neuropathology and endocrine glands in relation to mental disorder, and consequently as a psychiatrist and social scientist. He was Croonian Lecturer to the Royal College of Physicians for the year 1900.[2]", "69027563": "Patricia Marguerite Glibert is marine scientist known for her research on nutrient use by phytoplankton and harmful algal blooms in Chesapeake Bay. She is an elected fellow of the American Association for the Advancement of Science.", "8177392": "Edward Armand Guggenheim FRS[1] (11 August 1901 – 9 August 1970) was an English physical chemist, noted for his contributions to thermodynamics.[2][3]", "57067248": "Malcolm Harold Chisholm FRS FRSE (15 October 1945 – 20 November 2015) was a British inorganic chemist who worked mainly in North America, a Professor of Chemistry and Biochemistry, and Distinguished University Professor of Mathematical and Physical Sciences at Ohio State University[1] who contributed to the synthesis and structural chemistry of transition metal complexes.[2]", "64964338": "Victor R. McCrary, Jr. (born May 16, 1955) is an American physical chemist who is vice president for research at the University of the District of Columbia. He is a fellow of the American Chemical Society and former president of the National Organization for the Professional Advancement of Black Chemists and Chemical Engineers.", "25315066": "Guy Bertrand, born on July 17, 1952, at Limoges is a chemistry professor at the University of California, San Diego.[1]", "51955453": "Francesco Giordani (5 July 1896 – 24 January 1961) was an Italian research chemist and scientist.", "60278525": "Cecil Edwin Henry Bawn, CBE, FRS (6 November 1908 – 19 September 2003) was a British chemist and academic, specialising in chemical kinetics. He was Grant-Brunner Professor of Inorganic and Physical Chemistry (1948–1969) and Brunner Professor of Physical Chemistry (1969–1973) at the University of Liverpool. He had previously taught at the University of Manchester and the University of Bristol, before serving at the Ministry of Supply during the Second World War.[1][2] He was president of the Faraday Society from 1967 to 1968.", "17352448": "Stefan Seeger (born 11 July 1962, in Michelstadt, Hesse) is a German chemist and professor at the University of Zurich in Switzerland.", "71976705": "Agnes Marion Moodie (6 October 1881 - 1969) was a Scottish chemist and the first female chemistry graduate from the University of St Andrews.", "17843982": "Barry McSweeney (died 22 October 2014[1][2]) was an Irish scientist who was the first Chief Science Advisor to the Government of Ireland.", "32032539": "Leo Lutwak (March 27, 1928 - February 23, 2006) was a nutritionist, endocrinologist, and biochemist specializing in bariatrics.  He was a retired medical officer with the Food and Drug Administration (FDA).[1]", "19842845": "Étienne-Émile Baulieu (born 12 December 1926) is a French biochemist and endocrinologist who is best known for his research in the field of steroid hormones and their role in reproduction and aging.", "4278045": "Moritz Traube (12 February 1826 – 28 June 1894) was a German chemist and universal private scholar.", "72763167": "Amit Keren (Hebrew: עמית קרן) is an Israeli Professor of Physics in the Department of Physics Technion-Israel Institute of Technology.[1] He is an experimentalist investigating mostly the properties of magnetic and superconducting material.", "12830502": "James E. Atwater (born September 22, 1946) is a retired North American multidisciplinary physical scientist with training in geophysics, chemistry, and biological science. Atwater holds courtesy faculty appointments with the University of Oregon Department of Chemistry and Biochemistry,[1]  and the School of Chemical, Biological and Environmental Engineering at Oregon State University[2] On ResearchGate[3] he has accumulated a score for Research Interest of 385.8 with a total of 674 citations of his peer-reviewed publications, as of June 8, 2022. He was awarded the Wright Brothers Medal[4] for his work on microwave-powered methods for microbial stabilization and water recovery from solid waste. Atwater served in the United States Marine Corps (1963–1967) prior to attending the University of Utah (1968–1975) and University at Albany (1975).", "26396463": "Major-General Edward Robert Festing CB FRS (10 August 1839[1] – 16 May 1912), English army officer, chemist, and first Director of the Science Museum in London.[2] He contributed to infrared spectroscopy research with Sir William Abney in the 1880s.", "49497906": "Ernest Pascal Noble (died October 17, 2017) was Pike Professor of Alcohol Studies, University of California, Los Angeles. He also served as the director of the National Institute on Alcohol Abuse and Alcoholism from 1976 to 1978.[1]", "60245812": "Brigitte Eisenmann (10 April 1942 – 26 April 2011) was a German chemist and a professor at the Technische Universität Darmstadt.[1][2][3] She was the first woman professor for Chemistry at the Technische Universität Darmstadt.[1][4] Together with Herbert Schäfer, she extended the definition of Zintl phases.[5]", "182069": "Otto Wallach (German pronunciation: [ˈɔto ˈvalax] ⓘ; 27 March 1847 – 26 February 1931) was a German chemist and recipient of the 1910 Nobel Prize in Chemistry for his work on alicyclic compounds.[1][2]", "182077": "Severo Ochoa de Albornoz (Spanish: [seˈβeɾo oˈtʃoa ðe alβoɾˈnoθ]; 24 September 1905 – 1 November 1993) was a Spanish physician and biochemist, and winner of the 1959 Nobel Prize in Physiology or Medicine together with Arthur Kornberg for their discovery of \"the mechanisms in the biological synthesis of deoxyribonucleic acid (DNA)\".[2][3][4][5]", "18696001": "Francis William Maine (15 September 1937 – 29 September 2018) was a Canadian chemical engineer, a scientist, entrepreneur, and politician who was a member of the Liberal Party of Canada. He was his party's representative in the House of Commons of Canada. Along with serving as a Member of Parliament, Maine served as Parliamentary Secretary to the Minister of State for Science and Technology.[1]", "70338377": "Margaret Ruth Mulholland is professor at Old Dominion University known for her work on nutrients in marine and estuarine environments.", "35407697": "Matthew R. Linford (born April 9, 1966)[1] is an associate professor at Brigham Young University, Department of Chemistry and Biochemistry (Provo, Utah) since September 2006. His lab is devoted towards synthesizing hydrophobic surfaces, diamond stationary phases for liquid chromatography and microfabricated TLC plates.", "34260818": "André Laugier (1 August 1770, in Lisieux – 19 April 1832, in Paris) was a French chemist, pharmacist and mineralogist. He was a cousin to famed chemist Antoine François Fourcroy and the father of astronomer Paul Auguste Ernest Laugier (1812–1872).", "62277458": "Jacques Lucas (born 12 June 1937) is Professor Emeritus at the University of Rennes 1. Jacques Lucas is a solids-based chemist who specializes in the discovery of new lenses, contributing to their analysis, knowledge of their optical properties and their use in various fields (telecommunications, night vision and in situ analysis in chemistry and medicine). He is a member of the French Academy of sciences.[1]", "60344150": "Bonnie A. Charpentier is an American chemist.  In 2019, she served as the president of the American Chemical Society (ACS) and is a past chair of its board of directors.[1][2] She is also the Senior Vice President of Regulatory Affairs and Compliance at Cytokinetics.[3]", "61589336": "Claire Eyers (née Haydon) is a British biological mass spectrometrist who is professor of biological mass spectrometry at the University of Liverpool, where she heads up the Centre for Proteome Research.[1] Her research publications list her either as Claire E Haydon (her maiden name) or Claire E Eyers (from 2005).", "66209631": "Victor Snieckus (August 1, 1937 - December 18, 2020[2]) was a synthetic organic chemist and professor emeritus at Queen's University in Kingston, Ontario. He was known for his influential research on directed ortho metalation.[2][3][4]", "22136672": "George Oenslager (September 25, 1873 – February 5, 1956)[1]  was a Goodrich chemist who discovered that a derivative of aniline accelerated the vulcanization of rubber with sulfur. He first introduced carbon black[2] as a rubber reinforcing agent in 1912.", "33769316": "Brice Michael Bosnich FRS[2] (3 June 1936 – 13 April 2015)[3] was an Australian inorganic chemist.  He gained recognition for the design of complex ligands useful in homogeneous catalysis.[1]", "42190702": "Tohru Kino (木野 亨, Kino Tōru) is a Japanese chemist and pharmacologist, best known for his discovery of tacrolimus.", "4048755": "Hubert Jacob Paul Schoemaker (March 23, 1950 – January 1, 2006)[2] was a Dutch biotechnologist. He was a co-founder and the president of one of America's first biotechnology companies, Centocor, which was founded in 1979 for the commercialising of monoclonal antibodies.  In 1999 he founded Neuronyx, Inc., for the manufacture of stem cells and the development of stem-cell therapies.[3]", "2279286": "Dimitar Paskov (Bulgarian: Димитър Пасков, 18 October 1914, Gorno Brodi – 24 April 1986, Bulgaria) is a Bulgarian chemist who led the Sopharma team that extracted Nivalin[1] (Galantamine) in 1959. The original phytopreparation is an extract of the alkaloid from bulbs of common snowdrop.", "60475259": "David S. Ginger is an American physical chemist. He is the B. Seymour Rabinovitch Endowed Professor of Chemistry at the University of Washington.[1] He is also a Washington Research Foundation distinguished scholar, and chief scientist of the University of Washington Clean Energy Institute. In 2018, he was elected to the Washington State Academy of Sciences for his work on the microscopic investigation of materials for thin-film semiconductors.[2] He was elected a member of the American Association for the Advancement of Science in 2012,[3] and was a 2016 National Finalist of the Blavatnik Awards for Young Scientists.[4]", "72075139": "Hans Thierfelder (22 February 1858 – 11 November 1930) was a German biochemist and professor at the University of Tübingen. He studied lipids and phospholipids and was involved in isolating cerebrone, the first glycolipid in 1900.", "68700040": "Susan Humphris is a geologist known for her research on processes at mid-ocean ridges. She is an elected fellow of the American Geophysical Union.", "70535056": "Frances Ann Walker was an American chemist known for her work on heme protein chemistry. She was an elected fellow of the American Association for the Advancement of Science and the American Chemical Society.", "15124370": "Arthur Michael (August 7, 1853 – February 8, 1942) was an American organic chemist who is best known for the Michael reaction.[1][2][3]", "30001043": "Campbell Morfit (19 November 1820 – 8 December 1897) was a distinguished chemist from the United States, co-editor with James Curtis Booth of the Encyclopedia of Chemistry (1850).[1]", "58378131": "Henry Ralph Mahler (1921–1983) was an Austrian-born American biochemist known for his research in the fields of both mitochondrial biogenesis and neurochemistry.", "5490579": "Marjory Stephenson MBE FRS ARRC (24 January 1885 – 12 December 1948) was a British biochemist. In 1945, she was one of the first two women elected a Fellow of the Royal Society, the other being Kathleen Lonsdale.[1]", "706454": "Nils Abraham Langlet (9 July 1868 – 30 March 1936; known by his second given name) was a Swedish chemist.[1]", "55822231": "Milda Dorethea Prytz (April 22, 1891 – October 22, 1977) was a Norwegian chemist.[1]", "58967959": "Alois Fürstner (born 23 July 1962) is an Austrian chemist. He is director of Organometallic Chemistry at the Max Planck Institute for Coal Research in Mülheim, Germany.[1]", "41863063": "Derek Richter (14 January 1907 – 15 December 1995), English neuroscientist, was one of the founding fathers of the science of brain chemistry. Identifying monoamine oxidase and demonstrating its function in the brain early in his career, he became a prime mover in his field. In 1968 he was involved in the foundation of the British Brain Research Organization (BRA). Before this he helped to establish the Mental Health Research Fund, later renamed The Mental Health Foundation,(1949).[1] He also established the Journal of Neurochemistry (1956), of which he was one of the chief editors from 1956 to 1969. He was involved in the foundation of the International Brain Research Organization (IBRO) (1960), of which he became secretary-general, and the International Society for Neurochemistry (ISN) (1967). After leading a research unit at Whitchurch Psychiatric Hospital (1947–1960), he became director of the Medical Research Council Neuropsychiatric Research Unit in Carshalton (1960–1971).[2] Throughout his life he promoted international collaboration in research.[3]", "71485339": "Emily D. Cranston is a Canadian chemist who is a professor at the University of British Columbia and President’s Excellence Chair in Forest Bioproducts. She investigates nanocellulose and hybrid bio-based materials. Cranston is an NSERC E.W.R. Steacie fellow and was awarded the Kavli Emerging Leader in Chemistry lectureship in 2018 and the Tappi NanoDivision Technical Award in 2021.", "25413532": "Alexander C. Filippou (born 19 August 1958, Thessaloniki, Greece) has been a Professor of Inorganic Chemistry at the Rheinische-Friedrich-Wilhelms-University Bonn since 2005.[1]", "1230744": "Theodore William Richards (January 31, 1868 – April 2, 1928) was the first American scientist to receive the Nobel Prize in Chemistry, earning the award \"in recognition of his exact determinations of the atomic weights of a large number of the chemical elements.\"[1]", "64964514": "John Austin Meyer (St. Marys September 18, 1919 - Pittsburgh January 28, 1997) was an aerial photographer in the US Army Air Forces during World War II and a professor of Nuclear and Radiation Chemistry.[1][2][3][4]", "28133296": "Charles Bonner Harris (April 24, 1940, in New York City – March 10, 2020, in Berkeley, California) was an American physical chemist.", "23087036": "David Milstein (born June 4, 1947) is an Israeli chemist studying homogeneous catalysis.", "73746372": "Rama Shanker Dubey (born 23 December 1955) is a biochemist and academic leader, currently serving as the vice chancellor of the Central University of Gujarat, Gandhinagar.[2][3]", "72042440": "Keiko Nishikawa (Japanese: ニシカワ ケイコ, born 27 November 1948) is a Japanese physical chemist known for her studies of supercritical fluids. She is an emeritus professor at Chiba University and research fellow at the Toyota Physical and Chemical Research Institute.[1][2]", "9324489": "Nikolai Nikolayevich Kolesnikov (Russian: Николай Николаевич Колесников; born 1959) is a Russian scientist who works in the fields of semiconductor and superconductor crystal growth, semiconductor and carbon nanotechnologies.", "9750474": "Johannes Christian Brünnich FRIC (11 September 1861 – 3 July 1933) was an Australian agricultural chemist.", "34850761": "Marc Bridel (15 May 1883 – 11 December 1931) was a French pharmacist and chemist born in Blois.", "64243660": "Jennifer Louise Slaughter is a British chemist and a Senior Lecturer in the Department of Chemistry at the University of Manchester.[4] Her research is based on chemistry education and academic writing, specifically on laboratory chemical education, science communication, teaching and scholarship.[5]", "21743566": "Harald Nordenson (1886–1980) was a Swedish chemist, industrialist and politician best known for his criticisms of the theory of relativity.[1]", "8144852": "Reynold Clayton Fuson (June 1, 1895 – August 4, 1979) was an American chemist.[1][2]", "34555862": "Charles Gilbert Overberger (October 12, 1920 – March 17, 1997) was an American chemist, specialising in polymer research and education.[1]", "56313814": "Prof Isaac Arthur Preece FRSE FRIC FIB (1907–1964) was a 20th century British biochemist and brewing scientist. He was the first person to suggest the addition of ammonium sulphate in the brewing process.[1]", "63784921": "Klaus Cichutek (born 26 February 1956 in Recklinghausen) is a German biochemist and the current President of the Paul Ehrlich Institute (PEI). He is also professor of biochemistry at the Goethe University Frankfurt.", "63915998": "Nico van der Vegt (born 1970 in Raalte) is a Dutch chemist and a professor for computational physical chemistry at Technische Universität Darmstadt.", "55887852": "James Inglese is an American biochemist, the director of the Assay Development and Screening Technology laboratory at the National Center for Advancing Translational Sciences, a Center within the National Institutes of Health. His specialty is small molecule high throughput screening.  Inglese's laboratory develops methods and strategies in molecular pharmacology with drug discovery applications.  The work of his research group and collaborators focuses on genetic and infectious disease-associated biology.", "72796144": "Anastasios Damvergis (Greek: Αναστάσιος Κ. Δαμβέργης; 1857–1920)  was an author, dean, chemist, pharmacist, and professor.  He was one of the first modern pharmacists in Greece.  He wrote a 1200-page volume entitled Greek Pharmacopoeia outlining modern pharmaceutical formulas and remedies.  The Greek government made the book the Greek pharmaceutical standard in 1908.  He introduced modern pharmaceutical laboratories in different educational institutions and wrote textbooks in the field of chemistry and pharmacy; in addition, he also wrote articles for pharmaceutical and medical journals.[1][2][3][4]", "1591285": "Berthold Schwarz (sometimes spelled Schwartz), also known as Berthold the Black and der Schwartzer, was a legendary German (or in some accounts Danish or Greek) alchemist of the late 14th century, credited with the invention of gunpowder by 15th- through 19th-century European literature.[1]", "20891641": "John Texter (born August 9, 1949, in Lancaster, Pennsylvania) is an American engineer, chemist, and educator. He is professor emeritus of polymer and coating technology at Eastern Michigan University (EMU) in Ypsilanti, Michigan,[1] and managing consultant of Strider Research Corporation (SRC).[2] He is best known for his work (see references below in Industrial and Academic career sections) in applied dispersion technology, small particle science, and stimuli-responsive polymers based on ionic liquids, for his international conference organization activities, including Particles 2001,[3] Particles 2002, etc., and the Gordon Research Conferences, Chemistry at Interfaces[4] and Chemistry of Supramolecules and Assemblies,[5] and for his editing of the Primers page for nanoparticles.org.[6]", "55461893": "R. J. Dwayne Miller FRSC FRS is a Canadian chemist and a professor at the University of Toronto. His focus is in physical chemistry and biophysics. He is most widely known for his work in ultrafast laser science, time-resolved spectroscopy, and \nthe development of new femtosecond electron sources. His research has enabled real-time observation of atomic motions in materials during chemical processes and has shed light on the structure-function correlation that underlies biology.[11]", "32458762": "Eugene George Rochow (October 4, 1909 – March 21, 2002) was an American inorganic chemist. Rochow worked on organosilicon chemistry; in the 1940s, he described the direct process, also known as the Rochow process or Müller-Rochow process.", "59787283": "Anna Kathryn Mapp (born 1970)[1] is an American chemist and the Edwin Vedejs collegiate professor of Chemistry. In 2013, Mapp joined the Michigan Life Sciences Institute as a research professor.[2] Mapp served as the Director of the Program in Chemical Biology at the University of Michigan until 2019 when she accepted a position as the Associate Dean for Academic Programs and Initiatives at the University of Michigan Rackham graduate school.[3]", "22136860": "Robert Fulford Ruttan, FRSC (July 15, 1856 – February 19, 1930) was a Canadian chemist and university professor.", "56543265": "Dr George Adam Reay FRSE FRIC CBE (1901–1971) was a 20th-century Scottish biochemist and fish technologist who helped set up the Torry Research Station and served as its first director.", "39536677": "David M. Sabatini (born January 27, 1968) is an American scientist and a former professor of biology at the Massachusetts Institute of Technology. From 2002 to 2021, he was a member of the Whitehead Institute for Biomedical Research. He was also an investigator of the Howard Hughes Medical Institute from 2008 to 2021 and was elected to the National Academy of Sciences in 2016. He is known for his contributions in the areas of cell signaling and cancer metabolism, most notably the co-discovery of mTOR.[1]", "2115625": "Samuel Mitja Rapoport (27 November 1912 – 7 July 2004) was a Russian Empire-born German university professor of biochemistry in East Germany. Of Jewish descent and a committed communist, he fled Austria after its annexation by Nazi Germany, and moved to the United States. In 1950, as a result of an investigation of un-American activities, he was offered a professorship in East Berlin. He was married to the renowned pediatrician Ingeborg Rapoport.", "54282287": "Janis Louie (born November 3, 1971, in San Francisco, California, U.S.)[citation needed] is a Chemistry professor and Henry Eyring Fellow at The University of Utah. Louie contributes to the chemistry world with her research in inorganic, organic, and polymer chemistry.[1]", "72402992": "University of Chicago\nUniversity of Illinois", "35276851": "Md. Tofazzal Islam (born December 20, 1966) is a biotechnologist, ecological chemist, educator, and author from Bangladesh. He is now a professor and founder Director of Institute of Biotechnology and Genetic Engineering (IBGE) of Bangabandhu Sheikh Mujibur Rahman Agricultural University (BSMRAU), Gazipur. He joined Bangladesh Open University (BOU) as a lecturer in 1994 and became an assistant, associate and full professor in 1997, 2004 and 2010, respectively. He joined BSMRAU on July 1, 2010, as a professor and head of the Department of Biotechnology.[1] He is a founding Director (2019-2021) of Institute of Biotechnology and Genetic Engineering (IBGE) of BSMRAU, Bangladesh.[2]", "13289528": "Charles Dreyfus (b. Alsace, 1848 - d. Menton, France, 11 December 1935) was President of the Manchester Zionist Society, a member of Manchester City Council and a leading figure in the East Manchester Conservative Association during the time that Arthur Balfour was Member of Parliament for the constituency and Prime Minister. At Dreyfus' suggestion Balfour and the Zionist leader Chaim Weizmann (later first President of the State of Israel) first met at a constituency meeting on 27 January 1905.[1][2] Dreyfus had been introduced to Weizmann by the Zionist activist and writer Joseph Massel.[3][4] Dreyfus was Weizmann's employer in Manchester and remained a friend until his death.[5]", "17287224": "Ernst Späth (German pronunciation: [ɛʁnst ˈʃpɛːt]; 14 May 1886 in Moravský Beroun – 30 September 1946 in Zurich) was an Austrian chemist, specializing in natural products.", "60573757": "Alice Elizabeth Motion (born Alice Williamson,[1] 28 October 1984) is a British chemist, science communicator, and associate professor at the School of Chemistry, University of Sydney.[2] She is the founder of the Breaking Good project which encourages high school and undergraduate students to take part in research that can benefit human health.[3] In 2018, the Breaking Good project was a finalist on the Google.org Impact Challenge.[4]", "4048959": "Gideon Alfred Rodan (June 14, 1934 – January 1, 2006) was a Romanian-born American biochemist and Doctor of Medicine.", "25741381": "Ulrich K. Laemmli, real name Lämmli, is a Professor in the biochemistry and molecular biology departments at University of Geneva. He is known for the refinement of SDS-PAGE, a widely used method for separating proteins based on their electrophoretic mobility.[1] His paper describing the method is among the most cited scholarly journal articles of all time.[2][3][4] His current research involves studying the structural organization of nuclei and chromatin within the cell.[5]", "63785031": "Johannes Löwer (born 20 November 1944 in Vienna) is an Austrian/German biochemist and physician, who served as President of the Paul Ehrlich Institute from 1999 to 2009 and as President of the Federal Institute for Drugs and Medical Devices from 2009 to 2010.[1]", "15485001": "Alexey Yevgrafovich Favorsky (Russian: Алексе́й Евгра́фович Фаво́рский; 3 March [O.S. 20 February] 1860 – 8 August 1945), was a Russian and Soviet chemist. Hero of Socialist Labour (1945).", "39962698": "Vincent de Paul Lynch (May 27, 1927 – March 15, 1984) was a pharmacology and toxicology professor at St. John's University from 1958 to 1984. He was appointed Chair of the Department of Pharmacognosy, Pharmacology and Allied Sciences (1961–1973), Chair of Pharmaceutical Sciences (1973–1982), and Chair of the Institutional Review Board (1974–1984). He also served as the director and founder of the school's Bachelor of Science Program in Toxicology (1967–1982), the first program of its kind in the U.S.[1][2]", "34490446": "Prince Earl Rouse, Jr. (October 12, 1917 – August 10, 2003)[1][2] was an American physical chemist. He received his PhD from the University of Illinois in 1941.", "1329232": "Friedrich Wilhelm Adam Sertürner (19 June 1783 – 20 February 1841) was a German pharmacist and a pioneer of alkaloid chemistry. He is best known for his discovery of morphine which he isolated from opium in 1804 and for conducting tests, including on himself, to evaluate its physiological effects.[1][2][3]", "63850579": "Arumugam Manthiram (MUN-thee-rum;[6] born March 15, 1951) is an American materials scientist and engineer, best known for his identification of the polyanion class of lithium ion battery cathodes, understanding of how chemical instability limits the capacity of layered oxide cathodes, and technological advances in lithium sulfur batteries. He is a Cockrell Family Regents Chair in engineering, Director of the Texas Materials Institute, the Director of the Materials Science and Engineering Program at the University of Texas at Austin, and a former lecturer of Madurai Kamaraj University. Manthiram delivered the 2019 Nobel Lecture in Chemistry on behalf of Chemistry Laureate John B. Goodenough.[7][2]", "62441559": "Robyn Leigh Tanguay (born Robert Tanguay) is an American researcher, academic and educator. She is a distinguished professor in the department of environmental and molecular toxicology at Oregon State University.[1] She is the director of Superfund Research Program, the director of Pacific Northwest Center for Translational Environmental Health Research and the director of Sinnhuber Aquatic Research Laboratory at OSU.[2]", "2443356": "Isabella Valentine (イザベラ・バレンタイン, Izabera Barentain), commonly called Ivy (アイヴィー, Aivī), is a character in the Soulcalibur series of video games. Created by Namco's Project Soul division, she first appeared in the original Soulcalibur and its subsequent sequels, later appearing in various merchandise related to the series. She was voiced in Japanese by Yumi Tōma between Soulcalibur and Soulcalibur III, Kanako Tōjō between Soulcalibur Legends and Soulcalibur: Broken Destiny, and Miyuki Sawashiro in Soulcalibur V, and Soulcalibur VI; in English, she was voiced by Renee Hewitt in Soulcalibur II and Lani Minella for the remainder of the series.", "36030560": "Robert Kenneth Callow, FRS (15 February 1901 – 12 April 1983) was a British biochemist. He worked at the National Institute for Medical Research (NIMR, Medical Research Council) in Hampstead and Mill Hill, where his work on steroids included contributions to the isolation and characterisation of vitamin D, and the synthesis of cortisone from naturally occurring steroids. After he retired from the NIMR in 1966 he worked on insect pheromones at Rothamsted Experimental Station (now Rothamsted Research) until 1971.", "73091169": "Pilar González i Duarte (born 1945) is a Spanish chemist. She is a member of the Institute for Catalan Studies (IEC). In 2004, she was the recipient of the Jaume Vicens i Vives distinction awarded by the Government of Catalonia.", "34392171": "Paul K. Stumpf (February 23, 1919 – February 10, 2007) was an American biochemist,[1] \"a world leader in the field of plant biochemistry\" according to the National Academy of Sciences and the University of California.[2][3]\nSpecifically the University of California said that \"Stumpf pioneered the study of the biochemistry of lipids (fats and oils) in plants\".[1]\nStumpf was chairman of the department of Biochemistry and Biophysics,[3]\na member of the National Academy of Sciences,[1][2][3] and a fellow of the American Academy of Arts and Sciences.[3]", "53430385": "August Dupré (1835–1907) was a German chemist, a Fellow of the Royal Society, and naturalised in the United Kingdom in 1866.", "71682162": "Katharina Lodders is a German-American planetary scientist and cosmochemist who works as a research professor in the Department of Earth and Planetary Sciences at Washington University in St. Louis, where she co-directs the Planetary Chemistry Laboratory.[1] Her research concerns the chemical composition of solar and stellar environments, including the atmospheres of planets, exoplanets, and brown dwarfs, and the study of the temperatures at which elements condense in stellar environments.[2][3]", "23742577": "Robert Vincent Decareau (May 26, 1926 – January 18, 2009)[1] was an American food scientist who was involved in the development of microwave applications in food technology, specifically technology that would lead to the development of the microwave oven. He also served in the United States Navy during World War II and in the United States Army during the Korean War. Decareau also was charter member of Phi Tau Sigma while pursuing his Ph.D. at the University of Massachusetts Amherst.", "41502838": "Lars Fredrik Svanberg (13 May 1805 – 16 July 1878) was a Swedish chemist and mineralogist.", "68307064": "Bridgette Renee Shannon (née Blackman) is an African-American chemist who is a research scientist at 3M. Shannon was the first African-American woman to complete a doctoral degree from the chemistry department at the University of Arkansas.  She is the current President of the National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOBCChE).", "5458042": "Karl Paul Gerhard Link (31 January 1901 – 21 November 1978) was an American biochemist best known for his discovery of the anticoagulant warfarin.[1]", "36915324": "María Vallet-Regí (born 19 April 1946) is a Spanish inorganic chemist. As of 2012, she heads the Smart Biomaterials group at the Universidad Complutense de Madrid.", "68438139": "Argie K. Johnson[1] is an American educator and biochemist who served as superintendent of Chicago Public Schools and deputy chancellor of New York Public Schools.", "14600318": "Karl Wilhelm Louis Rosenmund (15 December 1884 – 8 February 1965) was a German chemist. He was born in Berlin and died in  Kiel.", "66209922": "Philippa Marion Wiggins (nee Glasgow) FRSNZ (16 July 1925 – 16 March 2017) was a New Zealand academic, who made significant contributions to the understanding of the structure of water in living cells.[1]", "46450818": "Qian Yitai (Chinese: 钱逸泰; 3 January 1941 – 14 January 2023) was a Chinese chemist who was a professor at University of Science and Technology of China.", "62408849": "Caroline Chick Jarrold is a physical chemist who was named the Class of 1948 Herman B Wells Endowed Professor ats at Indiana University in Bloomington, Indiana, in 2018.[1]  The research done by her group aims to alleviate issues with energy and the environment.", "32131222": "John Damian de Falcuis (Italian: Giovanni Damiano de Falcucci) was an Italian at the court of James IV of Scotland. His attempts at medicine, alchemy, flying, and his advancement by the king encouraged a satirical attack by the poet William Dunbar.", "837790": "Stanford Moore (September 4, 1913 – August 23, 1982) was an American biochemist. He shared a Nobel Prize in Chemistry in 1972, with Christian B. Anfinsen and William Howard Stein, for work done at Rockefeller University on the structure of the enzyme ribonuclease and for contributing to the understanding of the connection between the chemical structure and catalytic activity of the ribonuclease molecule.", "18595": "Alexander Joseph \"Lex\" Luthor (/ˈluːθɔːr, -θər/) is a supervillain appearing in American comic books published by DC Comics. The character was created by Jerry Siegel and Joe Shuster. Lex Luthor originally appeared in Action Comics #23 (cover dated: April 1940). He has since endured as the archnemesis of the superhero Superman.[1]", "54282405": "Mark E. Thompson is a Californian chemistry academic who has worked with OLEDs.", "62343336": "Ove Christiansen (born November 13, 1969, in Holstebro, Denmark) is professor of chemistry at the Department of Chemistry, Aarhus University (AU),[1] Denmark. He is contributor to the DALTON program package [2] and initiated the MidasCpp (Molecular Interactions Dynamics and Simulations in C++) program [1] for the accurate description of nuclear dynamics with means of Coupled Cluster Theory.", "55232680": "Paul B. Dunbar (May 29, 1882 – August 22, 1968) was an American chemist who served as Commissioner of Food and Drugs from 1944 to 1951.[1]", "54610090": "Franjo Kajfež (Martijanec near Ludbreg, 15 February 1936 – Zagreb, 23 April 2004) was a Croatian chemist.[1][2][3] Graduated (1959) and Ph.D. (1968) at the Faculty of Technology in Zagreb. Work at the Pliva factory in Zagreb (1960) was director of the Institute of Medicines in Novi Sad, Slovenia (1961–71) and director of the CRC Development Research Society in Switzerland (1971–1979). He was involved in the synthesis of organic compounds, especially chemical drugs. He was Minister of Industry, Naval Architecture and Energy (1992–1993), County of Krapina-Zagorje County (1993–1995) and Counselor of the President of the Republic for Local Self-Government and Technological Development (1995–2000). He was the owner of 88 patents and the author of 150 scientific papers.", "313522": "The Vulture is the alias of several supervillains appearing in American comic books published by Marvel Comics, most of whom are depicted as recurring enemies of the superhero Spider-Man and belong to the collection of adversaries that make up his rogues gallery, typically using special suits which allow them to fly at vast speeds.", "36849843": "Abdulaziz bin Mohieddin Khoja (born 1940) is a former Saudi ambassador and the minister of culture and information between 2009 and 2014.", "48482491": "Elizabeth C. Theil is an American biochemist who worked on iron biology. She became the first woman to be appointed to a chaired professorship at North Carolina State University, in 1988; in the same year she received the O. Max Gardner Award of the University of North Carolina.[1]", "23185596": "Jeremy Randall Knowles CBE FRS (28 April 1935 – 3 April 2008) was a professor of chemistry at Harvard University who served as dean of the Harvard University faculty of arts and sciences (FAS) from 1991 to 2002.[8][9][10]  He joined Harvard in 1974, received many awards for his research, and remained at Harvard until his death, leaving the faculty for a decade to serve as Dean. Knowles died on 3 April 2008 at his home.[7]", "27478205": "Olke C. Uhlenbeck is a Professor Emeritus of Biochemistry at the University of Colorado Boulder[1] and at Northwestern University.[2][3]", "70535361": "Kathlyn Ann Parker is a chemist known for her work on synthesis of compounds, especially organic compounds with biological roles. She is an elected fellow of the American Chemical Society and a recipient of the Garvan–Olin Medal in chemistry.", "58345666": "Sally Anne Brooker MNZM is a New Zealand inorganic chemist. She has been a full professor at the University of Otago since 2006.[1][2][3]", "61491395": "Maksym V. Kovalenko (born 1982) is a full professor of inorganic chemistry and the head of the Functional Inorganic Materials group at ETH Zurich. A part of the research activities of the group are conducted at Empa (Dübendorf).[1] He is working in the fields of solid-state chemistry, quantum dots and other nanomaterials, surface chemistry, self-assembly, optical spectroscopy, optoelectronics and energy storage.[2]", "41404636": "Dr. Julius Hensel (born 11 July 1833 in Küstrin; died probably 1903 in Berlin ) was a German agricultural and physiological chemist or pharmacist, who later qualified as a doctor of medicine. Hensel was the inventor of \"stone meal\" manure.", "8407262": "Jean-Luc Brédas is an American chemist, working at the University of Arizona. He was born in Fraire, Belgium, on 23 May 1954.[1]", "64964834": "Dagmar Ringe (born February 20, 1942) is an American biochemist, educator, and researcher. She is the Harold and Bernice Davis Professor in Aging and Neurodegenerative Disease at Brandeis University in Waltham, Massachusetts, and holds appointments in the departments of chemistry and biochemistry.", "46942439": "The Reverend Ronald Lancaster MBE CChem FRSC (born 1931) is an English Anglican clergyman, chemist, businessman and retired teacher, having taught chemistry at Kimbolton School from 1963 to 1988. He is a fireworks manufacturer, having founded and remained owner of Kimbolton Fireworks, the last manufacturer of fireworks in the UK before their closure in February 2019.[1][2][3]", "69814511": "Hao Yan is a Chinese-American chemist, a (bio)molecular designer, programmer and engineer.", "182516": "Lynne Mary Jones (born 26 April 1951) is a British politician, who was the Labour Party Member of Parliament (MP) for Birmingham Selly Oak from 1992 until the dissolution of parliament in April 2010.", "68307189": "Jean Lynch-Stieglitz is a paleoceanographer known for her research on reconstructing changes in ocean circulation over the last 100,000 years.", "52545781": "Pierre Bayen (7 February 1725–14 February 1798) was a French chemist.[1] He analyzed water drunk by the Kingdom of France, and he wrongly suggested that using pewter glasses rendered the water toxic.[2] He became a member of the French Academy of Sciences in 1785 and the Institut de France in 1795.[2] He burned all his papers during the Reign of Terror of 1793-1794.[3] The Lycée Pierre Bayen in Chalons was named in his memory.[4]", "8669429": "Ferdinand Hurter (15 March 1844 – 12 March 1898) was a Swiss industrial chemist who settled in England.  He also carried out research into photography.", "17418488": "James Cullen Martin (January 14, 1928 – April 20, 1999) was an American chemist. Known in the field as \"J.C.\", he specialized in physical organic chemistry with an emphasis on main group element chemistry.", "248062": "Arthur Dee (13 July 1579 – September or October 1651) was a physician and alchemist. He became a physician successively to Tsar Michael I of Russia and to King Charles I of England.", "65161473": "Robert de Levie (born 1933)[1] is a Dutch chemist. He was a professor of analytical chemistry and electrochemistry at Georgetown University.", "60049666": "Christopher Exley is an English chemist known for his research on the health effects of aluminium exposure. He was Professor of Bioinorganic Chemistry and group leader of the Bioinorganic Chemistry Laboratory at Keele University.", "70371587": "Malika Haimeur (born 7 September 1956) is a French engineer and chemist and winner of the Irène Joliot-Curie Prize for Women & Business in 2009. She was named a Knight of the Legion of Honor in 2012.", "49236229": "Karl Hermann Wichelhaus (8 January 1842, Elberfeld – 28 February 1927, Heidelberg) was a German chemist.", "32590088": "Young-Tae Chang is a South Korean chemist. He is a professor of chemistry at Pohang University of Science and Technology (POSTECH) and Associate Director under Kim Kimoon at the Center for Self-assembly and Complexity at the Institute for Basic Science located on the POSTECH campus.", "16042253": "Robert Graham Cooks is the Henry Bohn Hass Distinguished Professor of Chemistry in the Aston Laboratories for Mass Spectrometry at Purdue University. He is an ISI Highly Cited Chemist,[1] with over 1,000 publications and an H-index of 144.[2][3]", "34556174": "Henry Bradford Nason (born in Foxborough, Massachusetts, 22 June 1831; died in Troy, New York, 18 January 1895) was a United States chemist.", "33376527": "Michele Parrinello (born 7 September 1945) is an Italian physicist particularly known for his work in molecular dynamics (the computer simulation of physical movements of atoms and molecules). Parrinello and Roberto Car were awarded the Dirac Medal of the International Centre for Theoretical Physics (ICTP) and the Sidney Fernbach Award in 2009 for their continuing development of the Car–Parrinello method, first proposed in their seminal 1985 paper,[2] \"Unified Approach for Molecular Dynamics and Density-Functional Theory\".[3] They have continued to receive awards for this breakthrough, most recently the Dreyfus Prize in the Chemical Sciences[4] and the 2020 Benjamin Franklin Medal in Chemistry.[5]", "4507923": "Roscoe Owen Brady (October 11, 1923 – 13 June 2016) was an American biochemist.[1]", "43993364": "Nicolaas Martinus Maria Nibbering (May 29, 1938 – August 25, 2014) was a Dutch chemist and mass spectrometrist.[1][2] He was a member of the Royal Netherlands Academy of Arts and Sciences and a recipient of the Thomson Medal and the Joannes Marcus Marci Award.", "26724628": "Mark Roth (born 1957) is an American biochemist, and director of the Roth Lab at the Fred Hutchinson Cancer Research Center.[1] He is a professor at the University of Washington.[2][3]", "5294359": "Roy P. Mackal (August 1, 1925 – September 13, 2013) was a University of Chicago biologist best known to the general public for his interest in cryptozoology.[3]", "64473370": "Samuel Obodai is a chemist and Ghanaian politician. He was the Member of parliament for the Agona West constituency in the 5th parliament of the 4th republic of Ghana.[1][2]", "18663710": "Wilma K. Olson (born c. 1945) is the Mary I. Bunting professor at the Rutgers Center for Quantitative Biology (CQB) (formerly known as BioMaPS institute for Quantitative Biology) [1] at Rutgers University. Olson has her own research group [2] on the New Brunswick campus. Although she is a polymer chemist by training, her research aims to understand the influence of chemical architecture on the conformation, properties, and interactions of nucleic acids.", "11192612": "Stephen F. Martin is an American chemist and professor of chemistry at The University of Texas at Austin.  He is the M. June and J. Virgil Waggoner Regents Chair in Chemistry.", "36620585": "Dieter Gerhard Söll (born 1935) is a Sterling Professor of Molecular Biophysics and Biochemistry and Chemistry at the Yale University. He earned his B.S. and Ph.D. from Stuttgart University in 1962 and did his postdoctoral work at University of Wisconsin–Madison from 1962-1965 with Har Gobind Khorana. He was briefly an assistant professor at University of Wisconsin before joining the Yale faculty in 1967 and has been there since. He was named a Sterling Professor in 2006.[1] As a postdoc with Jack Strominger, he identified tRNAs that were involved in peptidoglycan formation leading to the discovery of novel aminoacyl-tRNA functions. He later sequenced the selenocysteine tRNA.[2] His research is centered on the formation of aminoacyl-tRNA and tRNA synthetases. He is a member of the National Academy of Sciences, fellow of the American Academy of Arts and Sciences, and was named a Guggenheim Fellow in 1972 and 1989 and a Humboldt Fellow in 2000.[3] In addition to his academic work, he has been recognized as a leader in creating research opportunities for minority students notably by spearheading a program to bring students from Tougaloo College to Yale University for summer research in the early 1970s.[1]", "70895914": "Villy Sundström (born February 6, 1949) is a Swedish physical chemist known for his work in ultrafast science and molecular photochemistry using time-resolved laser and X-ray spectroscopy techniques.[1][2]", "50022700": "Ram Narayan Chakravarti (1916–2007) was an Indian phytochemist, scientist and the Director of the erstwhile Indian Institute of Experimental Medicine (present-day Indian Institute of Chemical Biology),  known for his contributions to the science of medicinal chemistry.[1] Born in 1916, he secured a DSc from Kolkata University and worked as a Professor and the deputy director of the Calcutta School of Tropical Medicine before becoming the director of the Indian Institute of Experimental Medicine. His researches were reported to have assisted studies of medicinal plants and have been documented by way of several articles published by him.[2][3][4] He was a fellow of the Royal Society of Chemistry and an elected fellow of the Indian National Science Academy.[1] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1972, for his contributions to science.[5] He died on 31 May 2007, at the age of 91. The Post Graduate Institute of Medical Education and Research (PGIMER) has instituted an annual oration, Professor R.N. Chakravarti Memorial Oration Lecture, in honour of Chakravarti.[6]", "21055791": "The Green Goblin is the alias of several supervillains appearing in American comic books published by Marvel Comics. Created by writer Stan Lee and artist Steve Ditko, the first and best-known incarnation is Norman Osborn, who is generally regarded as one of the archenemies of the superhero Spider-Man, along with Doctor Octopus and Venom.[1] Originally a manifestation of chemically induced insanity, others such as Harry Osborn would take on the persona. The Green Goblin is a Halloween-themed supervillain whose weapons resemble bats, ghosts, and jack-o'-lanterns and in most incarnations uses a hoverboard or glider to fly.", "22530352": "Walter Hartwell White Sr., also known by his alias Heisenberg, is the fictional antihero protagonist of the American crime drama television series Breaking Bad, portrayed by Bryan Cranston.", "59361584": "Bor-ming Jahn (Chinese: 江博明; pinyin: Jiāng Bómíng; 24 August 1940 – 1 December 2016) was a Taiwanese-French geochemist.", "55855409": "John Albert Katzenellenbogen (born May 10, 1944) is an American Professor of Chemistry at the University of Illinois at Urbana-Champaign. He studies the development of novel agents for the treatment of hormone-responsive and non-responsive breast and prostate cancers and the design of estrogens and antiestrogens that have a favorable balance of beneficial versus detrimental effects.[1]", "68307248": "Margaret Torn is an ecologist at Lawrence Berkeley National Laboratory known for her research on carbon cycling, especially with respect to the interactions between soils and the atmosphere.", "47040821": "Giuseppe Resnati (born 26 August 1955) is an Italian chemist with interests in supramolecular chemistry and fluorine chemistry. He has a particular focus on self-assembly processes driven by halogen bonds[2] and chalcogen bonds.[3]", "52906311": "Steven M. Bachrach is an organic chemist who took up the position of Dean of Science at Monmouth University in 2016.  Bachrach had previously been the Dr D. R. Semmes Distinguished Professor of Chemistry at Trinity University in San Antonio, Texas.[1]  Bachrach is the author of the textbook Computational Organic Chemistry.[2]", "48777564": "Arne Jørgen Aasen (born 15 October 1939) is a Norwegian chemist and professor emeritus at the University of Oslo, School of Pharmacy. Aasen received his engineering degree in biochemistry and organic chemistry in 1964, and a doctorate (dr. ing.)[1][2] in organic chemistry[3] in August 1966 from The Norwegian Institute of Technology, Trondheim (renamed Norwegian University of Science and Technology in 1996).  In 1972 he defended his thesis for a doctorate (tekn. dr.) at The Royal Institute of Technology, Stockholm, Sweden.[4]", "28133724": "Lewis Caleb Beck (4 October 1798 Schenectady – 20 April 1853 Albany, New York) was an American physician, botanist, chemist, and mineralogist. The standard author abbreviation L.C.Beck is used to indicate this person as the author when citing a botanical name.[1]", "17287525": "Otto von Fürth (18 November 1867 – 7 June 1938) was an Austrian physician, physiologist and biochemist. Fürth studied at the University of Prague, the University of Heidelberg and the University of Berlin. He worked at the University of Vienna, the University of Prague and the University of Straßburg where received his habilitation in medical chemistry in 1899. From that point on he worked in Vienna focusing on biochemistry. In 1898 he announced the discovery of \"suprerenin.\"[1] He received the Lieben Prize in 1923.[2]", "64702822": "Milton Morris Silverman (1910–1997) was an American drug researcher, an investigator of the international pharmaceutical industry, and science editor of the San Francisco Chronicle. He co-authored Pills, Profits and Politics with Philip R. Lee.[1][2][3][4]", "4508007": "Patrick O'Reilly Brown (born 1954) is an American scientist and businessman who is the founder of Impossible Foods Inc.[3] and professor emeritus in the department of biochemistry at Stanford University.[4] Brown is co-founder of the Public Library of Science,[5] inventor of the DNA microarray,[6] and a former investigator at Howard Hughes Medical Institute.[7]", "23087465": "Mark A. Ratner (born December 8, 1942) is an American chemist and professor emeritus at Northwestern University whose work focuses on the interplay between molecular structure and molecular properties.[1] He is widely credited as the \"father of molecular-scale electronics\" thanks to his groundbreaking work with Arieh Aviram in 1974 that first envisioned how electronic circuit elements might be constructed from single molecules and how these circuits might behave.[2]", "64309611": "Iain Macintyre FRS (30 August 1924 – 18 September 2008) was a British endocrinologist who made important contributions to the understanding of calcium regulation and bone metabolism. Shortly after the hormone calcitonin had been described by Harold Copp, Macintyre's team was the first to isolate and sequence the hormone and to demonstrate its origin in the parafollicular cells of the thyroid gland. He subsequently analysed its physiological actions. Along with H. R. Morris he isolated and sequenced calcitonin gene-related peptide. Later research centred on the role played by nitric oxide on bone metabolism.[1]", "1657198": "Robert Plot (13 December 1640 – 30 April 1696) was an English naturalist, first Professor of Chemistry at the University of Oxford, and the first keeper of the Ashmolean Museum.", "3197299": "Emmanuïl Bogdanovych Chekaliuk  (Ukrainian: Емануїл Богданович Чекалюк Gnizdychev, Zhydachiv District, Lviv Oblast, May 6, 1909 – Lviv, January 5, 1990) was a Ukrainian petroleum engineer and statistical thermodynamicist. He first produced rigorous physical and mathematical evidences of petroleum thermodynamic stability at mantlean conditions. Since the 1990s the heavy hydrocarbons mixture enriched with organometallic compounds is widely known as \"Chekaliuk’s petroleum\".", "53234040": "Hubert Girault (born 13 February 1957 in Saint-Maur-des-Fossés, France) is a Swiss chemist and is Emeritus Professor at the École Polytechnique Fédérale de Lausanne (1992-2022). He was the director of the Laboratoire d'Electrochimie Physique et Analytique, with expertise in electrochemistry at soft interfaces, Lab-on-a-Chip techniques, bio-analytical chemistry and mass-spectrometry, artificial water splitting, CO2 reduction, and redox flow batteries.", "47237501": "Emmanuel Ndubisi Maduagwu (born 1947) was promoted to the rank of Professor in the department of biochemistry by the University of Ibadan in 1989 and he served the University in that capacity until December 2013.[1] He was Professor of Biochemistry on contract  at Covenant University. He is a Fellow of the Nigerian Academy of Science and was elected into the Academy's Fellowship at its Annual General Meeting held in January 2015.[2] Professor is a Consultant in the area of food safety and food toxicology. Professor  Maduagwu is currently Professor and Head of Department of Biochemistry at Chrisland University in Abeokuta, Nigeria.", "58706308": "Coleen T. Murphy is a geneticist and Richard B. Fisher Preceptor in Integrative Genomics Professor of Molecular Biology at the Lewis-Sigler Institute for Integrative Genomics at Princeton University. She is director of the Paul F. Glenn Laboratories For Aging Research at Princeton.[1]", "313733": "François Hotman (23 August 1524 – 12 February 1590) was a French Protestant lawyer and writer, associated with the legal humanists and with the monarchomaques, who struggled against absolute monarchy. His first name is often written 'Francis' in English.  His surname is Latinized by himself as Hotomanus, by others as Hotomannus and Hottomannus. He has been called \"one of the first modern revolutionaries\".[1]", "1788306": "Karl Friedrich Plattner (2 January 1800 – 22 January 1858) was a German metallurgical chemist.", "31345045": "Robert Wilhelm Eberhard Bunsen (German: [ˈbʊnzən]; \n30 March 1811[a]\n– 16 August 1899) was a German chemist. He investigated emission spectra of heated elements, and  discovered caesium (in 1860) and rubidium (in 1861) with the physicist Gustav Kirchhoff.[11] The Bunsen–Kirchhoff Award for spectroscopy is named after Bunsen and Kirchhoff.", "71649685": "László Szebellédy (20 April 1901 – 23 January 1944) was a Hungarian chemist who contributed to electrochemistry with the development of Coulometric analytical techniques for detecting small quantities of chemicals with precision. He served as a professor at the Pázmány Péter University.", "66341273": "Fjodor Lishajko (21 February 1932 – 14 September 2021)[1] was a Swedish biochemist.", "46942618": "John Mason Ward (1921-2014) was a British chemist and was president of the Royal Society of Chemistry (RSC) from 1988 to 1990. He began his career at North Fleet Paper Mills in 1937 as an industrial chemist. In 1948 he received a degree in chemistry from the University of London[1] and went on to work as a chemist in the power industry.", "18336156": "Johann Joseph Scherer (18 March 1814 – 17 February 1869) was a German physician and chemist born in Aschaffenburg.", "55822763": "Prof John Michael Ottaway FRSE FRIC FRSC (1939–1986) was a short-lived 20th century British analytical chemist. He was an expert in atomic absorption spectroscopy (AAS).", "4508082": "John Machlin Buchanan (September 29, 1917 – June 25, 2007) was an American professor of biochemistry at the Massachusetts Institute of Technology. He arrived at MIT in 1953 and retired in 1988 after a distinguished career in which he was elected a fellow of the American Academy of Arts and Sciences and the National Academy of Sciences. He played a key role in the development of MIT's Department of Biology as a major force in biochemistry research and was himself a prominent researcher of purine biosynthesis. He died in 2007 at age 89.[1][2]", "51988919": "Niveen M. Khashab is a Lebanese chemist and an associate Professor of chemical Sciences and engineering at King Abdullah University of Science and Technology in Saudi Arabia since 2009.[1][2] She is a laureate of the 2017 L'Oréal-UNESCO Awards for Women in Science \"for her contributions to innovative smart hybrid materials aimed at drug delivery and for developing new techniques to monitor intracellular antioxidant activity.\"[3] She is also a fellow of the Royal Chemical Society, and a member of the American Chemical Society.[4]", "52349369": "Kaushal Kishore (1942–1999) was an Indian polymer chemist and head of the department of inorganic and physical Chemistry at the Indian Institute of Science (IISc).[1] He was known for his researches on thermochemistry and combustion of polymers.[2] and was an elected fellow of the National Academy of Sciences, India,[3] Indian National Science Academy,[4] and the Indian Academy of Sciences.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1988, for his contributions to chemical sciences.[6]", "13584830": "Francisco Gonzalo Bolívar Zapata (born March 1948, in Mexico City) is a Mexican biochemist and professor.", "70502850": "Maureen Hatcher Conte is biogeochemist known for her work using particles to define the long-term cycling of chemical compounds in seawater.", "26167749": "Alexander Johann Fatiadi (October 22, 1922 – September 16, 2010)[1]  was a chemist.", "70863307": "John Hosea Washburn (1859-1932) was an American chemist with expertise in agricultural chemistry, and university administrator who served as the founding president of Rhode Island College of Agriculture and Mechanic Arts (forerunner of the University of Rhode Island) from 1892 to 1902, and director of the National Farm School (the forerunner of Delaware Valley University) from 1902 to 1917.[2][5]", "17320405": "Harmon Craig (March 15, 1926 – March 14, 2003) was an American geochemist who worked briefly for the University of Chicago (1951-1955) before spending the majority of his career at Scripps Institution of Oceanography (1955-2003).[1]", "53955033": "Michel Justin Dumontier (born 1975) is a Distinguished Professor of Data Science at Maastricht University. His research focuses on methods to represent knowledge on the web with applications for drug discovery and personalized medicine. He was previously an Associate Professor of Medicine (Biomedical Informatics) at the Stanford University School of Medicine and an Associate Professor of Bioinformatics at Carleton University. He is best known for his work in biomedical ontologies, linked data and biomedical knowledge discovery. He has taught courses on biochemistry, bioinformatics, computational systems biology, and translational medicine. His research has been funded by Natural Sciences and Engineering Research Council, Canada Foundation for Innovation, Mitacs Canada, the Ontario Ministry of Research, Innovation and Science, CANARIE, and the US National Institutes of Health. Dumontier has an h-index of over 30[3] and has authored over 125 scientific publications in journals and conferences. He lives in Maastricht with his wife Tifany Irene Leung and their lionhead rabbit Storm.[citation needed]", "51071453": "Takeshi Oka (岡 武史, Oka Takeshi, born 1932), FRS FRSC, is a Japanese-American spectroscopist and astronomer specializing in the field of galactic astronomy, known as a pioneer of astrochemistry and the co-discoverer of interstellar trihydrogen cation (H+3).[3][4]\nHe is now R.A. Milliken Distinguished Service Emeritus Professor, Departments of Astronomy and Astrophysics, Chemistry; Enrico Fermi Institute; and the College of University of Chicago.[5]", "1624544": "Sir John Royden Maddox, FRS[1] (27 November 1925 – 12 April 2009)[2][3] was a Welsh theoretical chemist, physicist, and science writer. He was an editor of Nature for 22 years,[4] from 1966 to 1973 and 1980 to 1995.[5][6][7][8][9][10]", "3623393": "Barnett Rosenberg (16 November 1926 – 8 August 2009) was an American chemist best known for the discovery of the anti-cancer drug cisplatin.[1]", "31246820": "Oskar Baudisch (3 June 1881 – 29 March 1950) was an Austrian American biochemist and radiographer. He is mainly known for a chemical reaction that bears his name, the Baudisch reaction.", "58083814": "Marie Dominique Luizet (1852–1930) was a French botanist and chemist.[1][2]  He was the first to identify several species of Saxifraga.[3]", "46942708": "Sharon Elizabeth Marie Ashbrook (born 26 January 1975) is a Professor of Physical Chemistry at the University of St Andrews.[1]\nHer research is focused on the application of multinuclear solid-state NMR spectroscopy[2] techniques as well as the combination of these techniques with first-principles calculations to investigate structure, order and dynamics of solid state materials.", "21645820": "Richard C. Lord (1910–1989) was an American chemist best known for his work in the field of spectroscopy.", "65686015": "Mark Stradiotto is a Canadian chemist. He is currently the Arthur B. McDonald Research Chair (CRC Tier-I equivalent) and the Alexander McLeod Professor of Chemistry in the Department of Chemistry at Dalhousie University.", "74107391": "Melanie Joanne Welham (born April 1964) DBE is a British biochemist who was Executive Chair of the Biotechnology and Biological Sciences Research Council from April 2018 to June 2023. She was previously a professor of biochemistry at the University of Bath, where she worked on stem cell biology.", "73124357": "Aaron R. Wheeler is a Canadian chemist who is a professor of chemistry and biomedical engineering at the University of Toronto since 2005 with cross-appointment at Institute of Biomedical Engineering and Terrence Donnelly Centre for Cellular and Biomolecular Research. His academic laboratory is located at Lash Miller Chemical Laboratories and Terrence Donnelly Centre for Cellular and Biomolecular Research at the University of Toronto.[2] In 2005, Wheeler was appointed as assistant professor and Tier II Canada Research Chair then promoted to associate professor in 2010, full professor in 2013, and in 2018 he became the Tier I Canada Research Chair in Microfluidic Bioanalysis.[3]", "47368711": "Arda Alden Green (May 7, 1899 – January 22, 1958) was an American biochemist who co-discovered the neurotransmitter serotonin and discovered the reaction responsible for firefly bioluminescence.[1] She is also known for contributing to Gerty Cori and Carl Cori's elucidation of the Cori cycle and showing how pH affects hemoglobin's ability to bind and transport oxygen. She received the Garvan-Olin Medal from the American Chemical Society for her work.[2]", "70076933": "Edward David Hughes FRS (June 18, 1906 – June 30, 1963) was a British organic chemist. He was a professor first at University College, Bangor and then at University College in London, eventually rising to the rank of dean at each.[1] He was elected as a Fellow of the Royal Society in 1949.[2]", "22432268": "Charles M. Grisham is a biochemist and a professor of chemistry at the University of Virginia in Charlottesville, Virginia. He received his B.S. from the Illinois Institute of Technology and his Ph.D. in chemistry from the University of Minnesota. Grisham is a Research Career Development Awardee of the National Institutes of Health and is a member of the American Society for Biochemistry and Molecular Biology.[1]", "71354893": "Laura Attardi  is the Catharine and Howard Avery Professor of the school of medicine, and professor of radiation oncology and genetics at Stanford University[1] where she leads the Attardi Laboratory. Attardi studies the tumor suppressor protein p53 and the gene that encodes it, TP53, to better understand mechanisms for preventing cancer.[2][3][4]", "16042518": "Michael T. Bowers (born 1939) is an American mass spectroscopist, a professor in the department of chemistry and biochemistry at the University of California, Santa Barbara faculty.", "48613917": "Kapiton Yakovlevich Ushkov (Russian: Капитон Ушков) (1813–1868)[1] was a Russian serf who became a major chemical industrialist in Tatarstan.[2]", "45009439": "Gerald \"Jerry\" Hurst (June 16, 1937 – March 11, 2015) was an American chemist and fire investigator. Before becoming noted for arson investigations, Hurst designed explosives for warfare, invented a binary explosive device known as Kinepak and developed an improved chemical compound to create Liquid Paper. He also devised an explosive called Astrolite as well as the Mylar balloon.", "65653284": "Robert Minge Mokaya OBE FRS is a Kenyan-British chemist who is Professor of Materials Chemistry and Pro-Vice-Chancellor for Global Engagement at the University of Nottingham. Mokaya holds a Royal Society Wolfson Merit Award.", "57133607": "Matthew Johnson is a Reader in Biochemistry at the University of Sheffield, England. He was the 2018 recipient[1] of the Biochemical Society’s Colworth Medal.[2]", "11061801": "Rudolf Wegscheider (18 October 1859 – 8 January 1935) was an Austrian chemist of Banat Swabian origin.\nWegscheider studied chemistry and was the founder of the Austrian School of Chemistry. He taught at the University of Vienna, and from 1902 to 1931 he was departmental Chair. He was the chairman of the association of Austrian chemists from 1904 to 1929. \nR. Wegscheider introduced the principle of detailed balance for chemical kinetics.", "71748142": "Frédérique Battin-Leclerc (born 1964) is a French chemist who studies combustion, particularly gas-phase combustion of hydrocarbons including biofuels, in order to develop cleaner-burning automotive fuels.[1] She is a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the Laboratoire Réactions et Génie des Procédés in Nancy, France.", "51169847": "University of Bath\nUniversity of Oxford", "47270458": "Marjorie J. Vold (October 25, 1913 – November 4, 1991) was an American chemist.  Her research focused on colloids, and was recognized with a Garvan-Olin Medal from the American Chemical Society in 1967.", "15387199": "Ernst Otto Beckmann (July 4, 1853 – July 12, 1923) was a German pharmacist and chemist who is remembered for his invention of the Beckmann differential thermometer and for his discovery of the Beckmann rearrangement.[2]", "3361346": "Heinrich Magnus Manske (born 24 May 1974) is a German biochemist, who is a leading researcher on malaria. He is a senior staff scientist at the Wellcome Sanger Institute in Cambridge, UK[1][3][4][5][6] and a software developer of one of the first versions of the MediaWiki software, which powers Wikipedia and a number of other websites.", "16140869": "Jean-Augustin Barral (31 January 1819 – 10 September 1884) was a French agronomist and balloonist.", "68831814": "Victoria F. Samanidou (born 1963) (Greek: Σαμανίδου Βικτωρία) is a Greek analytical chemist. She is a professor at Aristotle University of Thessaloniki in Thessaloniki, Greece.", "51497546": "Kai-Uwe Hinrichs is a German biogeochemist and organic geochemist known for his research of microbial life below the ocean bed – the deep biosphere.", "29215310": "Richard Paul Haugland (July 17, 1943 – October 5, 2016) was an American scientist noted for his work in researching and commercializing fluorescent dyes.[1] He completed his PhD at Stanford in 1970 under  Lubert Stryer, showing in a now widely cited and classic paper that Förster resonance energy transfer  (FRET) can be used as a \"spectroscopic ruler\" to measure distances in macromolecules.[2] Haugland founded Molecular Probes in 1975 and continued as its president after the corporation was bought by  Invitrogen in 2003.[1][3] He is the original author of the authoritative volume on molecular probes, The Molecular Probes Handbook,[4] now in its 11th edition.", "1002065": "Martin Ruland the Elder (1532, in Freising – 3 February 1602), also known as Martinus Rulandus or Martin Rulandt, was a German physician and alchemist. He was a follower of the physician Paracelsus.", "61524566": "Michele Pagano is an Italian-American biochemist and cancer biologist best known for his work on cell cycle control and the ubiquitin-proteasome system.  He is currently the chairman of the  Department of Biochemistry and Molecular Pharmacology, and the Ellen and Gerald Ritter Professor of Oncology at the New York University School of Medicine.  He is also an Investigator of the Howard Hughes Medical Institute. His laboratory has played a central role in elucidating the role of a family of enzymes, the cullin-RING ubiquitin ligases (CRLs), in mediating the proteolysis of key cellular regulators. In particular, his work has uncovered the molecular mechanisms by which CRLs control cell cycle progression, signal transduction pathways, and the DNA damage response.[1][2][3] His work has also elucidated how the dysregulation of CRLs contributes to malignant transformation and metastasis, uncovering new therapeutic strategies.[4][5][6]", "57559642": "Joanna Bauldreay is a British chemist and Aviation Fuel Development Manager at Shell Global Solutions.", "64047711": "Ferhan Çeçen (born June 15, 1961) is a Turkish environmental engineer and chemist, researching wastewater treatment, environmental biotechnology, and adsorption processes. She is a professor at the Boğaziçi University Institute of Environmental Sciences.", "27282025": "Neil Kensington Adam FRS, FRIC (5 November 1891 – 19 July 1973) was a British chemist.[1]", "38849130": "Professor Ilan Davis[1] is a professor of Cell Biology and Wellcome Investigator at the Department of Biochemistry, University of Oxford. Previously (1996-2007) he was a Professor and Wellcome Trust Senior Fellow (2002-2007) at the Wellcome Trust Centre for Cell Biology, University of Edinburgh. In 2011, he was elected as an EMBO fellow.", "6933099": "Philip Coppens (October 24, 1930 – June 21, 2017)[2] was a Dutch-born American chemist and crystallographer known for his work on charge density analysis using X-rays crystallography[3] and the pioneering work in the field of photocrystallography.[4]", "33868399": "Kenneth Burton FRS[1] (26 June 1926 – 22 November 2010) was a British biochemist, and Professor at the University of Newcastle upon Tyne. He was educated at High Pavement Grammar School (Nottingham), Wath Grammar School and King's College, Cambridge.[1] When elected a Fellow of the Royal Society he was described as 'Distinguished for his contributions to knowledge of DNA structure and the mechanism of synthesis of bacteriophage nucleic acids.' [2][3][4] [5]", "18074224": "Lourdes J. Cruz (born May 19, 1942) is a Filipino biochemist whose research has contributed to the understanding of the biochemistry of toxic peptides from the venom of fish-hunting Conus marine snails.[1] Throughout the Philippines, she is known as the Sea Snail Venom Specialist.[2] The characterization of over 50 biologically active peptides from the snail's venom had been made possible, in part, by her studies. Scientific findings regarding the peptides found in snails have applications in diagnostic tools for cancers and the development of drugs for the treatment of neurological disorders.[3] She has also contributed to the development of conotoxins as tools for examining the activity of the human brain. Her contributions to science have earned her several awards and acknowledgements including being named a National Scientist of the Philippines in 2006.[4]", "2214513": "Rev. Joseph Bancroft Reade FRS FRMS (5 April 1801 – 12 December 1870) was an English clergyman, amateur scientist and pioneer of photography. A gentleman scientist, Reade co-founded the Royal Microscopical Society and the Royal Meteorological Society.", "20040308": "Nikolai Petrovich Gorbunov (Russian: Николай Петрович Горбунов; 21 June 1892 – 7 September 1938) was a Soviet politician, chemist, engineer and  academic; at one time personal secretary to leader Vladimir Lenin.", "1165945": "Sanford Jackson was a Canadian biochemist.[1]", "63326845": "Julia A. Kovacs is an American chemist specializing in bioinorganic chemistry. She is professor of chemistry at the University of Washington. Her research involves synthesizing small-molecule mimics of the active sites of metalloproteins, in order to investigate how cysteinates influence the function of non-heme iron enzymes, and the mechanism of the oxygen-evolving complex (OEC).", "22235773": "Ma Lin, CBE, JP (Chinese: 馬臨; 12 March 1924[1] or 8 February 1925 – 16 October 2017) was a biochemist and educator. He was the Vice-Chancellor of the Chinese University of Hong Kong (CUHK) from 1978 to 1987. He subsequently served as chairman of the board of trustees of Shaw College in CUHK.[2]", "52775552": "Robert L. Last is a plant biochemical genomicist who studies metabolic processes that protect plants from the environment and produce products important for animal and human nutrition. His research has covered (1) production and breakdown of essential amino acids, (2) the synthesis and protective roles of Vitamin C (ascorbic acid) and Vitamin E (tocopherols) as well as identification of mechanisms that protect photosystem II from damage, and (3) synthesis and biological functions of plant protective specialized metabolites (plant secondary metabolites). Four central questions are: (i) how are leaf and seed amino acids levels regulated, (ii.) what mechanisms protect and repair photosystem II from stress-induced damage, (iii.) how do plants produce protective metabolites in their glandular secreting trichomes (iv.) and what are the evolutionary mechanisms that contribute to the tremendous diversity of specialized metabolites that protect plants from insects and pathogens and are used as therapeutic agents.[1][2][3]", "42617475": "Nils Andreas Sørensen (8 December 1909 – 8 June 1987) was a Norwegian chemist and professor of organic chemistry at the Norwegian Technical College in Trondheim.[1]", "12274308": "William Weightman (September 30, 1813 – August 25, 1904) was a chemical manufacturer and one of the largest landowners in the United States.[1] Nicknamed the \"Quinine King,\"[2] he created a synthetic form of the drug.[1] His company, Powers & Weightman, merged in the 1920s with the pharmaceutical giant Merck & Co. Weightman was listed as the 17th wealthiest American in history by American Heritage magazine in 1998.", "9357958": "St Elmo Brady (December 22, 1884 – December 26, 1966) was an American chemist who was the first African American to obtain a Ph.D. in chemistry in the United States.[1]  He received his doctorate at the University of Illinois in 1916.[2]", "70994591": "Yu Chongwen (Chinese: 於崇文; pinyin: Yū Chóngwén; 15 February 1924 – 12 June 2022) was a Chinese scientist who was a professor at the China University of Geosciences, and an academician of the Chinese Academy of Sciences.", "71879328": "Rockcliffe St. J. Manley (born 26th March, 1925 - died 31st December 2011) was a Jamaican-Canadian chemist known for his development of the electrospinning technique of producing polymer nanofibres and for his work on cellulose.", "61164197": "Dino Moras, born on 23 November 1944, is a French biochemist, research director at the CNRS and co-director of the Institute of Genetics and Molecular and Cellular Biology (IGBMC)[1] in Illkirch-Graffenstaden until 2010.[2]", "69552810": "Sumita Basu Mitra (born 1949) is an Indian-American inventor who is a professor at the University of South Florida. She developed the nanomaterials used in state-of-the-art 3M dental composites, which have been used in billions of procedures around the world. She is a Fellow of the National Academy of Engineering, National Academy of Inventors and the National Inventors Hall of Fame.", "70666924": "Mohsen Adeli (born 20 March 1972) is an Iranian chemist and Distinguished Professor of Chemistry at Lorestan University and guest professor at the Free University of Berlin.[2][3]\nHe is known for his research works in the field of macromolecular chemistry, nanomaterials and materials chemistry.[4]", "29837997": "Gabriel Bertrand (born 17 May 1867 in Paris, died 20 June 1962 in Paris) was a French pharmacologist, biochemist and bacteriologist.", "43469486": "Robert Anthony Robinson OBE (1904–1979) was a New Zealand inorganic chemist, best known for his book Electrolyte solutions book, which has been a standard for decades. In 1949 he won the Hector Medal from the Royal Society of New Zealand.[1]", "21547694": "William Ernest Bush (1861–1903) aka the Baron de Bush, was the only Freiherr von Bush of Saxe-Coburg-Gotha. He was husband of the opera singer Pauline Joran, and father of Paulise de Bush, who became the \"Baby Baroness\" following his death in a railway accident in 1903.", "11061937": "Anna Igorevna Krylov (Russian: Анна Игоревна Крылова) is the USC Associates Chair in Natural Sciences and Professor of Chemistry at the University of Southern California (USC), working in the field of theoretical and computational quantum chemistry. She is the inventor of the spin-flip method.[1] Krylov is the president of Q-Chem, Inc.[2] and an elected member of the International Academy of Quantum Molecular Science, the Academia Europaea, and the American Academy of Sciences and Letters.", "44616376": "Professor Nikola Mikhaylov Mollov (Bulgarian: Никола Михайлов Моллов) was a Bulgarian organic chemist, researcher and university lecturer.", "49597114": "Rolf Heiner Schirmer (1 February 1942 – 20 September 2016) was a German physician and biochemist. From 1980 to 2007 he was a professor of biochemistry in the medical faculty of Ruprecht-Karls University in Heidelberg, Germany, and became a professor emeritus.[1][2]", "5917374": "Peter Jaffrey Wheatley (5 March 1921 – 12 May 1997) was an English chemist, who published over 100  papers and 5 books on physical chemistry, crystallography and structural chemistry.", "33868489": "Stephen Busby FRS is a British biochemist, and professor at the University of Birmingham.[1]  He is the chair of the Biochemical Society.", "54774474": "Warren Perry Tate CNZM (born 1945 or 1946) is a New Zealand biochemist and professor of biochemistry at the University of Otago.[1]", "56937162": "Patrick Dunbar Ritchie FRSE FRSC FPRI LLD (1907–1981) was a 20th-century British chemist of Scots descent. Apart from being a noted chemist, he was an artist, fine art conservator, philatelist, ornithologist and mountaineer. His friends knew him as Pat Ritchie.[1]", "33409746": "Karl Johann Freudenberg ForMemRS[1] (29 January 1886 Weinheim, Baden – 3 April 1983 Weinheim) was a German chemist who did early seminal work on the absolute configurations to carbohydrates, terpenes, and steroids, and on the structure of cellulose (first correct formula published, 1928) and other polysaccharides, and on the nature, structure, and biosynthesis of lignin. The Research Institute for the Chemistry of Wood and Polysaccharides at the University of Heidelberg was created for him in the mid to late 1930s, and he led this until 1969.[2]", "63359699": "Edwin Vedejs (/vɛˈdeɪz/) (Latvian: Edvīns Vedējs; January 31, 1941 – December 2, 2017) was a Latvian-American professor of chemistry. In 1967, he joined the organic chemistry faculty at University of Wisconsin. He rose through the ranks during his 32 years at Wisconsin being named Helfaer Professor (1991–1996) and Robert M. Bock Professor (1997–1998). In 1999, he moved to the University of Michigan and served as the Moses Gomberg Collegiate Professor of Chemistry for the final 13 years of his tenure.[1] He was elected a fellow of the American Chemical Society in 2011.[2] After his retirement in 2011, the University of Michigan established the Edwin Vedejs Collegiate Professor of Chemistry Chair. Vedejs died on December 2, 2017, in Madison, Wisconsin.[1]", "56052443": "Frederick Penney FRSE (1816–1869) was a 19th-century Scottish chemist and forensic scientist. He had a deformity of the spine caused by an injury from his youth.", "34261725": "Walther Frederick Goebel (December 24, 1899 – November 1, 1993) was an American immunologist and an organic chemist, a member of the National Academy of Sciences.[1]\n[2]\nGoebel was known for his research of polysaccharides.[2]", "54774496": "Lesley Louise Rhodes CNZM is a New Zealand scientist. She is the co-leader of the Nationally Significant Database programme (NSD) for the Cawthron Institute. In the 2017 Queen's Birthday Honours, she was named as a Companion of the New Zealand Order of Merit in recognition for her contributions to science and marine farming.[1][2][3]", "16042722": "Fred Warren McLafferty (May 11, 1923 − December 26, 2021) was an American chemist known for his work in mass spectrometry. He is best known for the McLafferty rearrangement reaction that was observed with mass spectrometry.[4]  With Roland Gohlke, he pioneered the technique of gas chromatography–mass spectrometry.[5][6] He is also known for electron-capture dissociation, a method of fragmenting gas-phase ions.[7]", "61754083": "Emma Kendrick is Professor of Energy Materials at the University of Birmingham where her work is focused on new materials for batteries and fuel cells. She is a Fellow of the Royal Society of Chemistry and Institute of Materials, Minerals and Mining.", "30329572": "Thomas C. Bruice (August 25, 1925 – February 15, 2019)[1] was a professor of chemistry and biochemistry at University of California, Santa Barbara. He was elected to the National Academy of Sciences in 1974. He was a pioneering researcher in the area of chemical biology, and is one of the 50 most cited chemists.[2][3]", "25610990": "Ljubisav Rakić (Serbian Cyrillic: Љубисав Ракић; 11 April 1931 – 14 October 2022) was a Serbian neurobiologist, professor and academic.", "29510384": "Charles Austen Angell (14 December 1933 – 12 March 2021) was a renowned Australian and American physical chemist known for his prolific and highly cited research on the chemistry and physics of glasses and glass-forming liquids. He was internationally recognized as a luminary in the fields of glasses, liquids, water and ionic liquids. [1] [2]", "49400566": "Richard Reynolds, FCS (12 May 1829 – 5 April 1900), was an English pharmaceutical chemist, optician, instrument maker, and X-ray pioneer.", "21547769": "John Everard (1584?–1641) was an English preacher and author. He was also a Familist, hermetic thinker, Neoplatonist, and alchemist.[1] He is known for his translations of mystical and hermetic literature.", "60082938": "Katherine Birgitta Whaley (born 1956)[1] is a professor of chemistry at the University of California Berkeley and a senior faculty scientist in the Division of Chemical Sciences at Lawrence Berkeley National Laboratory.[2] At UC Berkeley, Whaley is the director of the Berkeley Quantum Information and Computation Center, a member of the executive board for the Center for Quantum Coherent Science, and a member of the Kavli Energy Nanosciences Institute.[3] At Lawrence Berkeley National Laboratory, Whaley is a member of the Quantum Algorithms Team for Chemical Sciences in the research area of resource-efficient algorithms.[4]", "54446843": "Sten Gustaf Stymne (born 28 November 1949 in Gävle) is a Swedish biochemist and professor emeritus in plant breeding at the Swedish University of Agricultural Sciences. During the years, Stymne has been one of the leaders in plant lipid biochemistry and was awarded the 2008 Terry Galliard Award as a recognition for his contributions to the field. Stymne has for many years been a frequent debater in various news media, criticizing Sweden and the European Union for its negative attitude towards plant biotechnology.", "69782268": "Ettore Molinari (1867–1926) was an Italian chemist and anarchist.[1][2]", "10308349": "John Arthur Joule is a British academic and chemist. Joule took his BSc, MSc, and PhD degrees at the University of Manchester, obtaining his PhD (with George Smith) in 1961. He then undertook post-doctoral work at with Professor Richard K. Hill at Princeton University  and Professor Carl Djerassi at Stanford University. In 1963 he joined the academic staff of the Chemistry Department at the University of Manchester, where he is currently an Emeritus Professor.[1] In 1996 he received an RSC Medal for Heterocyclic Chemistry. In 2014, he received the Marie Curie Medal conferred by the Polish Chemical Society.[2]", "2149121": "The Trapster (Peter Petruski), also known as Paste-Pot Pete, is a supervillain appearing in American comic books published by Marvel Comics.", "17025797": "Augustus Matthiessen, FRS (2 January 1831, in London – 6 October 1870, in London), the son of a merchant, was a British chemist and physicist who obtained his PhD in Germany at the University of Gießen in 1852 with Johann Heinrich Buff. He then worked with Robert Bunsen at the University of Heidelberg from 1853 to 1856. His work in this period included the isolation of calcium and strontium in their pure states. He then returned to London and studied with August Wilhelm von Hofmann from 1857 at the Royal College of Chemistry, and set up his own research laboratory at 1 Torrington Place, Russell Square, London. He was elected a Fellow of the Royal Society (FRS) in 1861. He worked as a lecturer on chemistry at St Mary's Hospital, London, from 1862 to 1868, and then at St Bartholomew's Hospital, London, from 1868. His research was chiefly on the constitution of alloys and opium alkaloids. He contributed to both physics and chemistry. (Please see references below.) For his work on metals and alloys, he was awarded the Royal Society's Royal Medal in 1869.", "63949578": "Miray Bekbölet is a Turkish environmental chemist researching oxidation techniques, photocatalytic and photolytic reactions, adsorption/bio-oxidation processes in aquatic systems, and drinking water quality. She is a professor of environmental chemistry at the Boğaziçi University Institute of Environmental Sciences.[1]", "19516170": "Charles Romley Alder Wright FCS, FRS (7 September 1844 – 25 June 1894) was an English lecturer in chemistry and physics at St Mary's Hospital Medical School in London, England.[1] He was a founder of the Royal Institute of Chemistry.[2]", "53660444": "Pundi Narasimhan Rangarajan (born 15 April 1963) is an Indian biochemist, virologist and a professor at the department of biochemistry of the Indian Institute of Science. Prof Rangarajan is currently the Chairman of the Department of Biochemistry at Indian Institute of Science. Known for his research on eukaryotic gene expression, Rangarajan is an elected fellow of all the three major Indian science academies viz. National Academy of Sciences, India, Indian Academy of Sciences and Indian National Science Academy. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 2007.[1][note 1]", "25971491": "Hans Martin Seip (born 14 June 1937) is a Norwegian chemist. He is professor emeritus at the University of Oslo and Senior Research Scientist (part-time position) at CICERO.", "55986980": "Suksin Lee (Korean: 이석신; Hanja: 李錫申; 6 October 1896/7 – 12 December 1944) was a Korean biochemist and physician.  He is considered a pioneer of biochemistry in Korea,[3] having been the first Korean to obtain a Ph.D. and to hold a full-time professorship in that field.[4]  His studies of glucose metabolism and the chemical composition of common foods contributed to the scientific analysis of nutrition in the Korean diet.[5]", "41405219": "Brian Elliott Hayden FRSC (born July 1954) has been Professor of Physical Chemistry within Chemistry at the University of Southampton since 1995.[2]", "4410159": "Sir Martin Onslow Forster, FRS[1] (8 November 1872 – 24 May 1945) was a chemist and a director of the Indian Institute of Science in Bangalore, India.", "44190523": "Adolf Stachel (born 28 February 1913[1] in Augsburg, died 1971 in Frankfurt am Main) was a German chemist, researcher and inventor, who worked as a researcher at the chemical and pharmaceutical company Cassella (now Sanofi) in Frankfurt-Fechenheim for much of his career.", "52054847": "William James Chrystal (20 May 1854 – 21 April 1921) was a Scottish chemist and partner in his family’s chemicals business J & J White Chemicals based in Rutherglen.", "37210944": "Rina (Irena) Tannenbaum (born December 13, 1953) is an Israeli/American materials scientist and chemical engineer and presently professor in the program of chemical and molecular engineering in the department of materials science and engineering at the State University of New York at Stony Brook. She received her Ph.D. in chemical engineering from the Swiss Federal Institute of Technology in Zurich.", "22367040": "Yang Guanghua or Guang-Hwa Yang (Chinese: 杨光华; 1923–2006), was a Chinese chemist and chemical engineer. He was the President of China University of Petroleum, and a pioneer of China's oil industry.[1]", "33442626": "Petru Bogdan (29 January 1873 – 28 March 1944) was a Romanian chemist, educator, and politician. In 1926, he was elected a titular member of the Romanian Academy.[1]", "59034434": "Albert L. Myerson (1919 - 2004 in Sarasota, Florida) was a scientist with a specialty in physical chemistry.", "53431111": "Susan Elizabeth Gibson OBE FRSC (née Thomas, 11 March 1960)[2] is a British research chemist, Professor and Chair in Chemistry and Director of the Graduate School at Imperial College London.[3] Gibson is an expert in chemical synthesis and catalysis.", "47172427": "Ian Alan Nicholls (born 24 October 1962 in Melbourne, Australia) is an educator and researcher in the fields of chemistry and chemical engineering and an academic leader. Since 2013 he has held the position of Dean of the Faculty of Health and Life Sciences at Linnaeus University,[1] Sweden, and is a Deputy Vice Chancellor of the university.[2]", "60083019": "Liane G. Benning is a biogeochemist studying mineral-fluid-microbe interface processes. She is a Professor of Interface Geochemistry at the GFZ German Research Centre for Geosciences in Potsdam, Germany. Her team studies various processes that shape the Earth Surface with a special focus on two aspects: the nucleation, growth and crystallisation of mineral phases from solution and the role, effects and interplay between microbes and minerals in extreme environments. She is also interested in the characterisation of these systems, developing in situ and time resolved high resolution imaging and spectroscopic techniques to follow microbe-mineral reactions as they occur.", "59460429": "Alexis Frank Hartmann Sr. (October 30, 1898 – September 6, 1964) was an American pediatrician and clinical biochemist. He is best known for adding sodium lactate to Ringer's solution, creating what is now known as Ringer's lactate solution or Hartmann's solution for intravenous infusions.", "63949647": "Karin Musier-Forsyth, an American biochemist, is an Ohio Eminent Scholar on the faculty of the Department of Chemistry & Biochemistry at Ohio State University.[1] Musier-Forsyth's research involves biochemical, biophysical and cell-based approaches to understand the interactions of proteins and RNAs involved in protein synthesis and viral replication, especially in HIV.", "34458449": "G. K. Surya Prakash (born 1953) is a professor of Chemistry, Chemical Engineering and Materials Science and holder of the George A. and Judith A. Olah Nobel Laureate Chair in Hydrocarbon Chemistry at the Department of Chemistry at the University of Southern California. He serves as the Director of the Loker Hydrocarbon Research Institute, where he maintains his prominent research lab. He also served as the Chairman of the Chemistry Department for four years between 2017 and 2021. He received a B.Sc. (Hons) from Bangalore University in 1972, a M.Sc. from IIT Madras in 1974 and a Ph.D. from University of Southern California in 1978 under the direction of George Olah, where he worked on characterizing stable carbocations in superacids.[1] He also sits on several editorial boards of major scientific journals.[2]", "52051": "Joseph Louis Gay-Lussac (UK: /ɡeɪˈluːsæk/,[1][2] US: /ˌɡeɪləˈsæk/,[3][4] French: [ʒɔzɛf lwi ɡɛlysak]; 6 December 1778 – 9 May 1850) was a French chemist and physicist. He is known mostly for his discovery that water is made of two parts hydrogen and one part oxygen by volume (with Alexander von Humboldt), for two laws related to gases, and for his work on alcohol–water mixtures, which led to the degrees Gay-Lussac used to measure alcoholic beverages in many countries.", "53103450": "Carolyn L. Cannon-Alfred (born August 16, 1934 – August 29, 1987) was an American pharmacologist who established a medical clinic in South-central Los Angeles. She was an assistant professor of pharmacology at the Keck School of Medicine of USC and a senior pharmacologist at Riker Laboratories. Cannon-Alfred co-authored the Medical Handbook for the Layman in 1971.", "4934491": "Percival Spencer Umfreville (Spencer) Pickering (6 March 1858 – 5 December 1920) was a British chemist and horticulturist.", "52513630": "Pradyut Ghosh (born 17 February 1970) is an Indian inorganic chemist and a professor at the Indian Association for the Cultivation of Science.[1] He is known for his studies on chemical sensing of anions, interlocked molecules and self-assembly.[2] He is a recipient of the Swarnajayanthi Fellowship of the Department of Science and Technology and the Bronze Medal of the Chemical Research Society of India.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2015, for his contributions to chemical sciences.[4]", "72960862": "Ann Boody Moser (born 1940) is an American biochemist specializing in neurology. She researches the development of therapies for adrenoleukodystrophy. Moser is an associate professor emerita in neurology at the Johns Hopkins University. She is a research associate in neurology and the co-director of the peroxisomal diseases laboratory at the Kennedy Krieger Institute.", "4770654": "Adolph Frank (January 20, 1834 – May 30, 1916) was a German-Jew chemist, engineer, and businessman. He is best known for having discovered uses of potash and creating the industry.", "5229406": "Akhlaq Ur Rehman Kidwai (1 July 1921 – 24 August 2016) was an Indian chemist and politician. He served as Governor of the states of Bihar, West Bengal and Haryana. Also he worked as Governor (as an additional charge) of the state of Rajasthan. He was a member of the Rajya Sabha, the upper house of the Indian parliament, from 1999 to 2004. He was awarded the Padma Vibhushan, India's second highest civilian award.", "17320802": "Gottfried Christoph Beireis (2 March 1730 – 18 September 1809) was a German chemist and doctor. He was also a collector of curiosities who rescued some of Jacques de Vaucanson's automata.[1]", "37735264": "Friedrich Fichter (6 July 1869 – 1952) was a professor of inorganic chemistry at the University of Basel. His main field of interest was electrochemistry. He initiated the founding of the scientific journal Helvetica Chimica Acta.", "13716336": "Dr. Henry Paul Meloche (November 1929 – August 1999) was a noted research biochemist who specialized in the field of enzyme stereochemistry.\nHe earned a bachelor's degree from the University of Detroit and graduated from Michigan State University in 1956 with a Masters and PhD in Chemistry. He was a researcher at the Fox Chase Cancer Center in Philadelphia  (There he worked alongside Nobel Prize–winning scientists Irwin Rose, Baruch S. Blumberg.) and Papanicolaou Cancer Research Institute in Miami.", "53922676": "Emile Moritz Schweich-Mond (1865 – 30 December 1938, London) was a German businessman who mostly worked in England. From 1930 to 1938, he was the honorary treasurer of the Faraday Society.[1]", "47238007": "Oluwole Babafemi Familoni is a professor of Chemistry at the University of Lagos and member of the Governing Council of the Institute of Chartered Chemists of Nigeria.[1] Between 2000 and 2002, he was the Sub-Dean of the Faculty of Science of the University of Lagos. He was appointed the Head of the Department of Chemistry between 2002 and 2005. He later became the dean of science between 2008 and 2012.[2]  He is a fellow of the Nigerian Academy of Science, elected into the academy's fellowship at its Annual General Meeting held in January 2015.[3] He is currently the Deputy Vice-Chancellor (Academic and Research) of University of Lagos.[4] Professor Familoni is the International Representative for Royal Society of Chemistry, London for Southern Nigeria.[5]", "3951491": "Alphonse Elric (Japanese: アルフォンス・エルリック, Hepburn: Arufonsu Erurikku) is a fictional character and one of the protagonists in the Fullmetal Alchemist manga series and its adaptations created by Hiromu Arakawa. Alphonse is a child who lost his body during an alchemical experiment to bring his deceased mother back to life and had his soul attached to a suit of armor by his older brother Edward. As a result, Alphonse is almost invulnerable as long as the armor's seal is not erased, but is unable to feel anything. To recover their bodies, the Elrics travel around their country Amestris to obtain the Philosopher's Stone—an alchemical object that could restore them. In the animated adaptations of Fullmetal Alchemist, Alphonse is voiced by Rie Kugimiya in Japanese. In the English adaptations, he is voiced by Aaron Dismuke in the first series and by Maxey Whitehead in the second.", "45501317": "Sinah Estelle Kelley (April 23, 1916 – December 21, 1982) was an American chemist who worked on the mass production of penicillin.", "56740751": "Anna Slater is a Royal Society Dorothy Hodgkin Fellow at the Materials Innovation Factory at the University of Liverpool.", "21842838": "Basset Jhones (sometimes recorded as Basset Jones) (born 1613 or 1614, date of death unknown) was a Welsh alchemist, medical doctor and grammarian.", "4508567": "John A. Carbon is a professor emeritus of molecular and cellular biology at the University of California, Santa Barbara.", "26659734": "Timothy M. Lohman (born 1951) earned his Ph.D. in physical chemistry from the University of Wisconsin-Madison in 1977.[2] After completing his Ph.D., he furthered his training with postdoctoral research at the University of California and the University of Oregon.[3] He is currently a professor in the department of biochemistry and molecular biophysics at the Washington University School of Medicine.[4] He has been named to the position of Marvin A. Brennecke Professor of Biological Chemistry[5] and in 2008 served as president of the Gibbs Society of Biological Thermodynamics.[6] \nHe will be giving the second annual Gary K. Ackers Lecture at the 24th annual meeting of the Gibbs Society of Biological Thermodynamics.[7]", "45534112": "Edward Galas (Polish pronunciation: [ɛd.vart ɡa.las]; 2 January 1928 – 2003) was a Polish biochemist, Rector of the Lodz University of Technology in 1975–81.", "58051488": "Choong Eui Song (Korean: 송충의; born January 15, 1955) is a South Korean organic chemist.", "38718369": "William Henry Chandler (December 13, 1841 – November 23, 1906) was an American chemist.", "40749984": "Hans Konrad Biesalski (* 14 April 1949 in Marburg) is a German physician and professor of biological chemistry and  nutritional medicine at the University of Hohenheim.", "67062703": "Claude Klee (1931 – 4 April 2017) was a French biochemist.[1]", "13945776": "Richard Fort (8 August 1907 – 16 May 1959) was a British industrial chemist and politician. He was elected as a Conservative Party Member of Parliament from 1950 but was killed in a car accident in 1959 at the age of 51.", "59427768": "Vicki Leigh Colvin (born October 12, 1965) is a professor of engineering and molecular pharmacology at Brown University. She is the director of the Centre for Biomedical Engineering. Her work focuses on the synthesis and characterization of nanomaterials. She is a Fellow of the American Association for the Advancement of Science and the American Institute for Medical and Biological Engineering.", "2345913": "Dmitrii G. Knorre (Russian: Дмитрий Георгиевич Кнорре; born July 28, 1926, in Leningrad, Soviet Union; died July 5, 2018[1]) is a chemist and biochemist, a specialist in chemical kinetics of complex reactions, bioorganic chemistry, and molecular biology.[2] He was a Corresponding member of the Academy of Sciences of the USSR since 1968, and an academician since 1981. He was assigned to the Division of Biochemistry, Biophysics, and Chemistry of Physiologically Active Compounds of the Academy and to the Siberian Division  since 1981.", "68635580": "Walter (W.) Dean Harman is an American chemist, academic, author and researcher. He is the William R. Kenan, Jr. Professor of Chemistry at the University of Virginia.[1]", "740289": "Sir Ernst Boris Chain FRS FRSA[2] (19 June 1906 – 12 August 1979) was a German-born British biochemist best known for being a co-recipient of the Nobel Prize in Physiology or Medicine for his work on penicillin.[3][4][5][6][7][8][9][10][11][12]", "641988": "Ignacy Mościcki (Polish pronunciation: [iɡˈnatsɨ mɔɕˈtɕitskʲi] ⓘ; 1 December 1867 – 2 October 1946) was a Polish chemist and politician who was the country's president from 1926 to 1939. He was the longest serving president in Polish history.[2] Mościcki was the President of Poland when Germany invaded the country on 1 September 1939 and started World War II.", "2345925": "Charles Glen King (October 22, 1896 – January 23, 1988) was an American biochemist who was a pioneer in the field of nutrition research and who isolated vitamin C at the same time as Albert Szent-Györgyi.[1] A biography of King states that many feel he deserves equal credit with Szent-Györgyi for the discovery of this vitamin.[2]", "47139793": "Arthur George Green FRS  (1864 – 12 September 1941) was a British organic chemist.", "45337554": "Sarvagya Singh Katiyar FRSC popularly known as S. S. Katiyar, was an Indian scientist[1] specializing in enzymology, and the founder Director of Dr. Ram Manohar Lohia National Law University, Lucknow.[2] He is a former president of the Association of Indian Universities and a former vice chancellor of Chhatrapati Shahu Ji Maharaj University, Kanpur[3] and Chandra Shekhar Azad University of Agriculture and Technology.[citation needed] He was honoured by the Government of India in 2003 with Padma Shri, the fourth highest Indian civilian award,[4] followed by Padma Bhushan, the third highest civilian award, in 2009.[5][6]", "4082642": "Jean d'Arcet or Jean Darcet (7 September 1724 – 12 February 1801) was a French chemist, and director of the porcelain works at Sèvres. He was one of the first to manufacture porcelain in France.", "24267732": "Arthur Pearson Luff (1855–1938) was a British physician and forensic chemist. He is considered one of the founders of 20th century forensic medicine.[1]", "68832220": "Heather M. Stapleton is an American environmental organic chemist and exposure scientist. She is the Ronie-Richele Garcia-Johnson Distinguished Professor at Duke University's Nicholas School of the Environment. During her tenure at Duke, Stapleton focused her research on identifying and understanding the uses of flame retardant chemicals in consumer products and evaluating the health impacts of exposures to those chemicals.", "41274332": "David Wade Guy (1897-1960) was an American military aviator. Guy flew biplanes for both France's Aeronautique Militaire and the U.S. Army Air Service during World War I. He served in the Lafayette Flying Corps, a group of 180 American pilots who flew for France.[1][2]", "1068000": "Paul Marie Eugène Vieille (2 September 1854 – 14 January 1934) was a French chemist who invented modern nitrocellulose-based smokeless gunpowder in 1884. He was a graduate of Ecole Polytechnique.", "73354217": "Bruce R. Kowalski (March 1942 – December 2012) was an American professor of analytical chemistry who is acknowledged by the world-wide scientific community to be one of the founders of the field of chemometrics. He was the founding editor of Journal of Chemometrics, and the founding director of the Center for Process Analytical Chemistry at University of Washington in Seattle. Kowalski and \nSvante Wold formed the Chemometrics Society, which would later become the International Chemometrics Society.", "54152177": "Krishnaswami Venkataraman FNA, FASc, FNASc, FRSC (1901–1981), popularly known as KV, was an Indian organic chemist and the first Indian director at National Chemical Laboratory (NCL Pune) and University Department of Chemical Technology, Mumbai (UDCT). He was known for the demonstration of an organic chemical reaction involving 2-acetoxyacetophenones which later came to be known as the Baker–Venkataraman rearrangement and for his contributions in developing NCL into one of the leading research centres in organic chemistry. He was an elected fellow of several science academies which included the Royal Society of Chemistry, Academy of Sciences Leopoldina, USSR Academy of Sciences, Prussian Academy of Sciences, Polish Academy of Sciences, Indian Academy of Sciences, and the Indian National Science Academy. The Government of India awarded him the Padma Bhushan, the third highest Indian civilian award, in 1961.[1]", "26790897": "Norman Richard Pace Jr. (born 1942)[1] is an American biochemist, and is Distinguished Professor Emeritus of Molecular, Cellular and Developmental Biology at the University of Colorado.[2]  He is principal investigator at the Pace lab.[3]", "32328698": "Joan B. Berkowitz (March 13, 1931 – January 22, 2020) was an American chemist. Her areas of research included materials for the space program, reusable molds for spacecraft construction built from molybdenum disilicides and tungsten disilicides, and the disposal and treatment of hazardous wastes.  She was the first woman to serve as president of The Electrochemical Society.", "26758141": "Paul Weber (February 27, 1904 – June 1983) was the interim president of the Georgia Institute of Technology from previous president Blake Ragsdale Van Leer's death until a replacement was found in Edwin D. Harrison, a period of approximately 18 months.[1]", "31476736": "Joachim Maier (born 5 May 1955) is Emeritus Director at the Max Planck Institute for Solid State Research in Stuttgart (Germany)[1] and Scientific Member of the Max Planck Society.", "31575041": "Michael McAlpine is an associate professor of mechanical engineering at the University of Minnesota, where he researches 3D printing functional materials. He was formerly an assistant professor of aerospace engineering at Princeton University, where he conducted research on materials capable of generating power from human motion. He has a BS from Brown University, an MA and a Ph.D. from Harvard University, all in chemistry. In 2010 he was included in the MIT Technology Review's TR35 list.[1]", "32656385": "Andrzej Zimniak (3 October 1946) is a Polish chemist and science fiction writer. He has published two novels and eight short story collections.", "4312070": "Pamela Jane Bjorkman NAS, AAAS (also spelled Pamela J. Björkman; born 1956[1] in Portland, Oregon[2]) is an American biochemist and molecular biologist. She is the David Baltimore Professor of Biology and Biological Engineering at the California Institute of Technology (Caltech).[3] Her research centers on the study of the three-dimensional structures of proteins related to Class I MHC, or Major Histocompatibility Complex, proteins of the immune system, and proteins involved in the immune responses to viruses. Bjorkman's goal is to improve current therapeutic applications.[4] Bjorkman is most well known as a pioneer in the field of structural biology.", "45632523": "Monica Riley (1926 – October 11, 2013) was an American scientist who contributed to the discovery of messenger RNA in her Ph.D work with Arthur Pardee, and was later a pioneer in the exploration and computer representation of the Escherichia coli genome.", "29117454": "Ko Kuei Chen (Chinese: 陳克恢; pinyin: Chén Kèhuī; 26 February 1898 – 12 December 1988) was a Chinese-American scientist who led pharmacological research at Eli Lilly and Company for 34 years. He is known for his work with ephedrine, cyanide poisoning therapy, and toad venom steroids. He was elected an inaugural member of Academia Sinica in 1948 and awarded the Remington Medal in 1965 for excellence in pharmacy.", "314384": "Zygmunt Florenty Wróblewski (Polish pronunciation: [zɨɡˈmunt vrubˈlɛfskʲi]; 28 October 1845 – 16 April 1888) was a Polish physicist and chemist. Together with Karol Olszewski, he was the first scientist in the world to liquify oxygen and nitrogen in 1883.", "7359505": "Petro Ivanovych Franko (Ukrainian: Петро Іванович Франко; 21 June 1890 – 6 July 1941)[1] was a Ukrainian educator, pedagogue, writer, ethnographer, scientist, military leader, and politician.[2] Franko was a co-founder of the Plast, a Ukrainian Scouting Organization, and a former member of the Shevchenko Scientific Society.[3]"}