{"33382921": "Shigeo Sasaki (佐々木　重夫) (18 November 1912 Yamagata Prefecture, Japan – 14 August 1987 Tokyo) was a Japanese mathematician working on differential geometry who introduced Sasaki manifolds. He retired from Tohoku University's Mathematical Institute in April 1976.[1]", "56582673": "Helen Frances Cullen (January 4, 1919 – August 25, 2007)[1] was an American mathematician specializing in topology. She worked for many years as a professor of mathematics at the University of Massachusetts Amherst[2] and was the first female faculty member in the mathematics department at Amherst.[3] She was known as the author of the book Introduction to General Topology (Heath, 1968),[4]\nas well as for her outspoken antisemitism.[5]", "3629590": "Calvin Milton Woodward (August 25, 1837 – January 12, 1914) was a United States educator and professor. As dean of the school of engineering at Washington University in St. Louis, he developed a manual training programme (a system of general, non-vocational tools training). He opened the St. Louis Manual Training School.", "66282010": "Felix Petrovich Tarasenko (6 March 1932 – 1 January 2021) was a Russian mathematician.[1] He attended Tomsk State University and was one of the founders of the theory of systems analysis.[2][3]", "28140065": "Ignatius Carbonnelle (1829–1889) was a Jesuit, mathematician and the founder of the Scientific Society of Brussels.[1]", "614947": "Yousef Alavi (March 19, 1928 – May 21, 2013)[1] was an Iranian born American mathematician who specialized in combinatorics and graph theory.  He received his PhD from Michigan State University in 1958.[2] He was a professor of mathematics at Western Michigan University from 1958 until his retirement in 1996;[3] he chaired the department from 1989 to 1992.[4]", "24044076": "Washington Irving Stringham (December 10, 1847 – October 5, 1909) was an American mathematician born in Yorkshire, New York. He was the first person to denote the natural logarithm as \n\n\n\nln\n⁡\n(\nx\n)\n\n\n{\\displaystyle \\ln(x)}\n\n where \n\n\n\nx\n\n\n{\\displaystyle x}\n\n is its argument. The use of \n\n\n\nln\n⁡\n(\nx\n)\n\n\n{\\displaystyle \\ln(x)}\n\n in place of \n\n\n\n\nlog\n\ne\n\n\n⁡\n(\nx\n)\n\n\n{\\displaystyle \\log _{e}(x)}\n\n is commonplace in digital calculators today.", "614956": "Béla Bollobás FRS (born 3 August 1943) is a Hungarian-born British mathematician who has worked in various areas of mathematics, including functional analysis, combinatorics, graph theory, and percolation. He was strongly influenced by Paul Erdős since the age of 14.[5][6][7][8]", "12673586": "Paul Monsky (born June 17, 1936) is an American mathematician and professor at Brandeis University.", "614962": "Ralph Jasper Faudree (August 23, 1939 – January 13, 2015) was a mathematician, a professor of mathematics and the former provost of the University of Memphis.[1][2]", "19227188": "Estate V. Khmaladze (Georgian: ესტატე ხმალაძე, born October 20, 1944, in Tbilisi, Georgia) is a Georgian statistician. He is best known for his contribution of Khmaladze transformation in statistics.", "8643127": "Herman William March (1878 – 1953) was a mathematician and physicist.", "614969": "András Gyárfás (born 1945) is a Hungarian mathematician who specializes in the study of graph theory. He is famous for two conjectures:", "22929977": "Alan Jerome Hoffman (May 30, 1924 – January 18, 2021) was an American mathematician and IBM Fellow emeritus, T. J. Watson Research Center, IBM, in Yorktown Heights, New York. He was the founding editor of the journal Linear Algebra and its Applications, and held several patents. He contributed to combinatorial optimization and the eigenvalue theory of graphs. Hoffman and Robert Singleton constructed the Hoffman–Singleton graph, which is the unique Moore graph of degree 7 and diameter 2.[2]", "3007036": "Vijay Virkumar Vazirani (Hindi: विजय वीरकुमार वज़ीरानी; b. 1957[1]) is an Indian American distinguished professor of computer science in the Donald Bren School of Information and Computer Sciences at the University of California, Irvine.", "14312006": "John Mark Guckenheimer (born 1945) joined the Department of Mathematics at Cornell University in 1985. He was previously at the University of California, Santa Cruz (1973-1985). He was a Guggenheim fellow in 1984, and was elected president of the Society for Industrial and Applied Mathematics (SIAM), serving from 1997 to 1998.[1] Guckenheimer received his A.B. in 1966 from Harvard and his Ph.D. in 1970 from Berkeley, where his Ph.D. thesis advisor was Stephen Smale.[2][3]", "614984": "Richard Rado FRS[1] (28 April 1906 – 23 December 1989) was a German-born British mathematician whose research concerned combinatorics and graph theory. He was Jewish and left Germany to escape Nazi persecution.[2] He earned two PhDs: in 1933 from the University of Berlin, and in 1935 from the University of Cambridge.[3][4][5] He was interviewed in Berlin by Lord Cherwell for a scholarship given by the chemist Sir Robert Mond which provided financial support to study at Cambridge. After he was awarded the scholarship, Rado and his wife left for the UK in 1933. He was appointed Professor of Mathematics at the University of Reading in 1954 and remained there until he retired in 1971.", "22995531": "Kenneth Arthur Stroud (/straʊd/; Richmond, Surrey, December, 1908 – Hertfordshire township, February 3, 2000)[1] was a mathematician and Principal Lecturer in Mathematics at Lanchester Polytechnic in Coventry, England.[2][3] He is most widely known as the author of several mathematics textbooks, especially the very popular Engineering Mathematics.", "614988": "Alfréd Rényi (20 March 1921 – 1 February 1970) was a Hungarian mathematician known for his work in probability theory, though he also made contributions in combinatorics, graph theory, and number theory.[2][3]", "69100109": "Mary Ellen Rickett (4 March 1861 – 20 March 1925) was a British mathematician who worked for many years on the staff of Newnham College, University of Cambridge.", "34366033": "Robert Murdoch Anderson (born 1951) is Professor of Economics and of Mathematics at the University of California, Berkeley.  He is director of the Center for Risk Management Research, University of California, Berkeley and he was chair of the University of California Academic Senate 2011–12.[1] He is also the co-director for the Consortium for Data Analytics in Risk at UC Berkeley.", "19685973": "Israel Gohberg (Hebrew: ישראל גוכברג; Russian: Изра́иль Цу́дикович Го́хберг; 23 August 1928 – 12 October 2009)[1] was a Bessarabian-born Soviet and Israeli mathematician, most known for his work in operator theory and functional analysis, in particular linear operators and integral equations.[2]", "614998": "Pál Turán (Hungarian: [ˈpaːl ˈturaːn]; 18 August 1910 – 26 September 1976) also known as Paul Turán, was a Hungarian mathematician who worked primarily in extremal combinatorics.", "68051547": "Otto Forster (born 8 July 1937 in Munich) is a German mathematician.", "16540252": "Wolfgang Doeblin, known in France as Vincent Doblin (17 March 1915 – 21 June 1940), was a French-German mathematician.", "24797791": "Francis Begnaud Hildebrand (1915 – 29 November 2002) was an American mathematician. He was a Professor of mathematics at the Massachusetts Institute of Technology (MIT) from 1940 until 1984. Hildebrand was known for his many influential textbooks in mathematics and numerical analysis.[1]", "58843745": "Michael P. Brenner is an American applied mathematician and physicist.", "6021730": "Eberhard Frederich Ferdinand Hopf (April 4, 1902 in Salzburg, Austria-Hungary – July 24, 1983 in Bloomington, Indiana, USA) was a mathematician and astronomer, one of the founding fathers of ergodic theory and a pioneer of bifurcation theory who also made significant contributions to the subjects of partial differential equations and integral equations, fluid dynamics, and differential geometry. The Hopf maximum principle is an early result of his (1927) that is one of the most important techniques in the theory of elliptic partial differential equations.", "71950951": "Adele Johanna Josiger Merritt is an American applied mathematician and intelligence official serving as the U.S. associate director of national intelligence and chief information officer.", "70869616": "Oluwole Daniel Makinde is a Nigerian professor of Theoretical and Applied Physics, the Secretary General of African Mathematical Union (AMU), General Secretary and Vice President of Southern Africa Mathematical Science Association (SAMSA) and the  Director of the Institute for Advanced Research in Mathematical Modeling and Computations (IARMMC) at Cape Peninsula University of Technology, South Africa.[1][2][3]", "26174065": "Patrick Kelly (1756–1842) was a British metrologist, best known for his comparative studies of weights and measures collected in his works Universal Cambist (1811) and Oriental Metrology (1832).[1][2] Kelly was Master of the Finsbury Square Academy, London. He was also instrumental in the establishment of the Imperial system of measurement through the Weights and Measures Act 1824.[1]", "24502897": "Richard Delamaine or Delamain, known as the elder (bef. 1629 – bef. 1645), was an English mathematician, known for works on the circular slide rule and sundials.", "12149363": "Marcel Berger (14 April 1927 – 15 October 2016) was a French mathematician, doyen of French differential geometry, and a former director of the Institut des Hautes Études Scientifiques (IHÉS), France.", "8315517": "John Robert Fisher Jeffreys (25 January 1916 – 13 January 1944)[1] was a British mathematician and World War II codebreaker.", "27943550": "Nikolai Andreev (born 5 February 1975 in Saratov, Russia) is a Russian mathematician and popularizer of mathematics.[2] He was awarded with the Leelavati Award in 2022.", "47768191": "Heinz Bachmann (1924 – 22 April 2022)[1] was a mathematician who worked at the Eidgenössische Sternwarte (federal observatory) in Zürich. He introduced the Bachmann–Howard ordinal and ordinal collapsing functions.", "1925764": "Per Erik Rutger Martin-Löf (/lɒf/;[2] Swedish: [ˈmǎʈːɪn ˈløːv];[3] born 8 May 1942) is a Swedish logician, philosopher, and mathematical statistician. He is internationally renowned for his work on the foundations of probability, statistics, mathematical logic, and computer science.  Since the late 1970s, Martin-Löf's publications have been mainly in logic. In philosophical logic, Martin-Löf has wrestled with the philosophy of logical consequence and judgment, partly inspired by the work of Brentano, Frege, and Husserl. In mathematical logic, Martin-Löf has been active in developing intuitionistic type theory as a constructive foundation of mathematics; Martin-Löf's work on type theory has influenced computer science.[4]", "55927430": "Charles Thompson Sullivan, FRSC (9 September 1882, Manchester, Nova Scotia – 17 September 1948, Montreal) was a Canadian mathematician.", "5661318": "Sergey Mergelyan (Armenian: Սերգեյ Մերգելյան; 19 May 1928 – 20 August 2008) was a Soviet and Armenian mathematician, who made major contributions to the Approximation theory. The modern Complex Approximation Theory is based on Mergelyan's classical work. Corresponding Member of the Academy of Sciences of the Soviet Union (since 1953), member of NAS ASSR (since 1956).", "22209158": "Ernst Paul Specker (11 February 1920, Zürich – 10 December 2011, Zürich) was a Swiss mathematician. Much of his most influential work was on Quine's New Foundations, a set theory with a universal set, but he is most famous for the Kochen–Specker theorem in quantum mechanics, showing that certain types of hidden variable theories are impossible. He also proved the ordinal partition relation ω2 → (ω2,3)2, thereby solving a problem of Erdős.", "1368716": "Wilhelm Süss (7 March 1895 – 21 May 1958) was a German mathematician. He was founder and first director of the Oberwolfach Research Institute for Mathematics.", "30237327": "Murray Gerstenhaber (born June 5, 1927) is an American mathematician and professor of mathematics at the University of Pennsylvania, best known for his contributions to theoretical physics with his discovery of Gerstenhaber algebra. He is also a lawyer and a lecturer in law at the University of Pennsylvania Law School.", "56648338": "Alexei Borisovich Venkov (Алексей Борисович Венков, born 1946) is a Russian mathematician, specializing in the spectral theory of automorphic forms.", "26993300": "James Henry Bramble (December 1, 1930 – July 20, 2021[1])[2] was an American mathematician known for his fundamental contributions in the development of the finite element methods, including the Bramble–Hilbert lemma,[3] domain decomposition methods, and multigrid methods.[4] During his career, he taught at Cornell University and Texas A&M University.", "71787156": "Lorna Kay Stewart is a retired Canadian computer scientist and discrete mathematician whose research concerns algorithms in graph theory and special classes of graphs, including cographs, permutation graphs, interval graphs, comparability graphs and their complements, well-covered graphs, and asteroidal triple-free graphs. She earned her Ph.D. in 1985 at the University of Toronto under the supervision of Derek Corneil,[1] and is a professor emerita at the University of Alberta.[2]", "46391960": "Jill Huston Larkin (born July 15, 1943) is an American cognitive scientist, science educator and Professor at the Carnegie Mellon University[1] known for her work on information representations.[2][3]", "9036441": "Anatoly Moiseevich Vershik (Russian: Анато́лий Моисе́евич Ве́ршик; born on 28 December 1933 in Leningrad) is a Soviet and Russian mathematician.  He is most famous for his joint work with Sergei V. Kerov on representations of infinite symmetric groups and applications to the longest increasing subsequences.", "36561562": "Theophil Henry Hildebrandt (24 July 1888 – 9 October 1980) was an American mathematician who did research on functional analysis and integration theory.[2]", "49013406": "Hans-Bjørn Foxby (1947 – 2014) was a Danish mathematician, and a professor of mathematics at University of Copenhagen. Foxby classes are named after him.[1]", "1172129": "Feng Kang (simplified Chinese: 冯康; traditional Chinese: 馮康; pinyin: Féng Kāng; September 9, 1920 – August 17, 1993) was a Chinese mathematician. He was elected an academician of the Chinese Academy of Sciences in 1980. After his death, the Chinese Academy of Sciences established the Feng Kang Prize in 1994 to reward young Chinese researchers who made outstanding contributions to computational mathematics.", "59269795": "Katharine Elizabeth O'Brien (1901 – 1986) was an American mathematician, musician and poet.", "21029542": "Arthur Norton Milgram (3 June 1912 – 30 January 1961) was an American mathematician. He made contributions in functional analysis, combinatorics, differential geometry, topology, partial differential equations, and Galois theory. Perhaps one of his more famous contributions is the Lax–Milgram theorem—a theorem in functional analysis that is particularly applicable in the study of partial differential equations.[1] In the third chapter of Emil Artin's book Galois Theory, Milgram also discussed some applications of Galois theory.[2] Milgram also contributed to graph theory, by co-authoring the article Verallgemeinerung eines graphentheoretischen Satzes von Rédei with Tibor Gallai in 1960.[3]", "66478758": "Joanna Osborne Masingila (born 1960)[1] is an American mathematics educator. She served as the dean of the School of Education at Syracuse University from 2015 to 2021,[2] Laura J. and L. Douglas Meredith Professor for Teaching Excellence, and a professor of mathematics and mathematics education at Syracuse.[3]", "55861929": "Ludwig Danzer (15 November 1927 – 3 December 2011) was a German geometer working in discrete geometry. He was a student of Hanfried Lenz, starting his career in 1960 with a thesis about \"Lagerungsprobleme\".[2]", "50815658": "John Robertson (1712–1776) was an English mathematician, and a Fellow, clerk and librarian of the Royal Society. His book The Elements of Navigation became a classic textbook.", "59007662": "Claudia Polini is an Italian mathematician specializing in commutative algebra. She is the Glynn Family Honors Collegiate Professor of Mathematics at the University of Notre Dame, and directs the Center of Mathematics at Notre Dame.[1]", "43508402": "Grigori Mints (June 7, 1939 – May 29, 2014) was a Russian philosopher and mathematician who worked in mathematical logic.\nHe was born in Leningrad, in the Soviet Union (now St. Petersburg, Russia), and received his Ph.D. in 1965 from the Leningrad State University under Nikolai Aleksandrovich Shanin with a thesis entitled \"On Predicate and Operator Variants for Building Theories of Constructive Mathematics\". In 1990 he received his D.Sc. from Leningrad State University with a thesis entitled \"Proof Transformations and Synthesis of Programs\".[1] He was a Stanford University professor.[2] Since 1991, Grigori \"Grisha\" Mints was a professor of philosophy and, by courtesy, of mathematics and of computer science at Stanford University. Before joining Stanford, Mints held research positions at the Steklov Mathematical Institute, Leningrad University, and the Estonian Academy of Sciences.", "4383411": "James Cannon (1740–1782) was a Scottish-born American mathematician, and one of the principal draftsmen of the 1776 Constitution of the State of Pennsylvania.", "58090166": "Candice Renee Price is an African-American mathematician and is an Associate professor at Smith College.[1] She, along with Erica Graham, Raegan Higgins, and Shelby Wilson created the website Mathematically Gifted and Black which features the contributions of modern-day black mathematicians.[2] She is an advocate for greater representation of females and people of color in the STEM fields.[3] Price's area of mathematical research is DNA topology.[1]", "45507255": "Elisabeth M. Werner is a mathematician who works as a professor of mathematics at Case Western Reserve University, as associate director of the Institute for Mathematics and its Applications, and as maître de conférences at the Lille University of Science and Technology. Her research interests include convex geometry, functional analysis, probability theory, and their applications.[1]", "9921207": "Queen Mary University of London", "54321847": "Michael Li (born 1985, Portland, Oregon; Chinese name: Tianhui Li) is an American data scientist, entrepreneur, and the founder and Chief Executive Officer of The Data Incubator, a data science training and placement company.", "3105466": "Petr Vopěnka (16 May 1935 – 20 March 2015) was a Czech mathematician. In the early seventies, he developed alternative set theory (i.e. alternative to the classical Cantor theory), which he subsequently developed in a series of articles and monographs.  Vopěnka’s name is associated with many mathematical achievements,[1][2] including Vopěnka's principle.\nSince the mid-eighties he concerned himself with philosophical questions of mathematics (particularly vis-à-vis Husserlian phenomenology).", "68674238": "NML:", "19227328": "Hans Sommer (born 20 July 1837 in Braunschweig (Brunswick) – 26 April 1922 in Braunschweig) was a German composer and mathematician.", "8676042": "Joseph Sauveur (French pronunciation: [ʒozɛf sovœʁ]; 24 March 1653 – 9 July 1716) was a French mathematician and physicist. He was a professor of mathematics and in 1696 became a member of the French Academy of Sciences.", "70673103": "Sven Leyffer is an American computational mathematician specializing in nonlinear optimization. He is a Senior Computational Mathematician in the Laboratory for Applied Mathematics, Numerical Software, and Statistics at Argonne National Laboratory.", "7561937": "Étienne Ghys (born 29 December 1954) is a French mathematician. His research focuses mainly on geometry and dynamical systems, though his mathematical interests are broad. He also expresses much interest in the historical development of mathematical ideas, especially the contributions of Henri Poincaré.", "40166098": "Michael Ira Shub (born August 17, 1943) is an American mathematician who has done research into dynamical systems and the complexity of real number algorithms.", "2286290": "Llewellyn Hilleth Thomas (21 October 1903 – 20 April 1992) was a British physicist and applied mathematician.[1] He is best known for his contributions to atomic and molecular physics and solid-state physics. His key achievements include calculating relativistic effects on the spin-orbit interaction in a hydrogen atom (Thomas precession), creating an approximate theory of \n\n\n\nN\n\n\n{\\displaystyle N}\n\n-body quantum systems (Thomas-Fermi theory), and devising an efficient method for solving tridiagonal system of linear equations (Thomas algorithm).", "55173845": "David Lee Wright (born December 1, 1949) is a mathematics professor, barbershop arranger, and Associate Director of the Ambassadors of Harmony (AOH).[1] He is a noted a cappella historian and arranger,[2][3] especially in the barbershop style where in 12 of 18 years from 1999 to 2016, his arrangements resulted in chorus gold medals at the Barbershop Harmony Society (BHS) International Contest.[4] Wright travels the world as a barbershop historian, coach, and mathematics lecturer.[5][6][7][8]", "47407832": "Tamar Debora Ziegler (Hebrew: תמר ציגלר; born 1971) is an Israeli mathematician known for her work in ergodic theory, combinatorics and number theory. She holds the Henry and Manya Noskwith Chair of Mathematics at the Einstein Institute of Mathematics at the Hebrew University.", "72344281": "Nataliya Ivanovna Kalashnykova is a Soviet and Mexican mathematician specializing in mathematical optimization, and especially bilevel optimization, with applications in modeling human migration and in the pricing of natural gas and toll roads. She is a professor at the Autonomous University of Nuevo León, in the Facultad de Ciencias Físico Matemáticas.[1]", "352985": "Chen Jingrun (Chinese: 陳景潤; 22 May 1933 – 19 March 1996), also known as Jing-Run Chen, was a Chinese mathematician who made significant contributions to number theory, including Chen's theorem and the Chen prime.", "11133659": "Ngô Bảo Châu (Vietnamese: [ŋo ɓa᷉ːw cəw], born June 28, 1972)[3] is a Vietnamese-French mathematician at the University of Chicago, best known for proving the fundamental lemma for automorphic forms (proposed by Robert Langlands and Diana Shelstad). He is the first Vietnamese national to have received the Fields Medal.[4][5][6][7][8]", "61760221": "Haya Kaspi (born 6 October 1948)[1] is an Israeli operations researcher, statistician, and probability theorist. She is a professor emeritus of industrial engineering and management at the Technion – Israel Institute of Technology.", "61760223": "Nathalie Eisenbaum is a French mathematician, statistician, and probability theorist. She works as a director of research with the Centre national de la recherche scientifique, associated with the laboratory for applied mathematics at Paris Descartes University[1] and was previously a researcher in the Laboratoire de Probabilités, Statistique et Modélisation (laboratory for probability, statistics, and modeling) at Pierre and Marie Curie University.[2]", "48030431": "Richard Paul McGehee (born 20 September 1943, in San Diego)[1] is an American mathematician, who works on dynamical systems with special emphasis on celestial mechanics.[2]", "69231334": "Sylvie Roelly (born 1960) is a French mathematician specializing in probability theory, including the study of particle systems, Gibbs measure, diffusion, and branching processes. She is a professor of mathematics in the Institute of Mathematics at the University of Potsdam in Germany.", "27747051": "Jeremiah Joseph Callahan, C.S.Sp. (January 11, 1878 – October 11, 1969) was a Roman Catholic priest and the fifth president of Duquesne University in Pittsburgh, from 1931 until 1940.", "47112943": "Marcus Alexander \"Marco\" Janssen (born 1969 in Hendrik-Ido-Ambacht) is a Dutch American econometrician and Professor at the Arizona State University and Director of its Center for Behavior, Institutions, and the Environment. He is known for his work on the modelling of socio-ecological systems.[1][2]", "61891313": "Roger David Nussbaum (born 29 January 1944, in Philadelphia)[1] is an American mathematician, specializing in nonlinear functional analysis and differential equations.", "7758584": "Marshall Hall Jr. (17 September 1910 – 4 July 1990) was an American mathematician who made significant contributions to group theory and combinatorics.[1]", "484093": "Vito Volterra KBE FRS(For) HFRSE (/voʊlˈtɛrə/, Italian: [ˈviːto volˈtɛrra]; 3 May 1860 – 11 October 1940) was an Italian mathematician and physicist, known for his contributions to mathematical biology and integral equations,[2][3] being one of the founders of functional analysis.[4]", "5825279": "James Earl Baumgartner (March 23, 1943 – December 28, 2011) was an American mathematician who worked in set theory, mathematical logic and foundations, and topology.[1]", "22930177": "John Adrian Bondy (born 1944 in London) is a retired English mathematician, known for his work in combinatorics and graph theory.", "30565121": "Arthur Frederick Parker-Rhodes (21 November 1914 – 2 March 1987) was an English linguist, plant pathologist, computer scientist, mathematician, mystic, and mycologist, who also introduced original theories in physics.", "19063556": "Craig L. Russell (born January 6, 1949) is an American software architect and author. He contributed to the book 97 Things Every Software Architect Should Know.[1][2]", "69886727": "Sebastiaan Johan Edixhoven (12 March 1962[1][2] – 16 January 2022[1][3]) was a Dutch mathematician who worked in arithmetic geometry. He was a professor at University of Rennes 1 and Leiden University.", "56681224": "Virginia Vassilevska Williams (née Virginia Panayotova Vassilevska)[1] is a theoretical computer scientist and mathematician known for her research in computational complexity theory and algorithms. She is currently the Steven and Renee Finn Career Development Associate Professor of Electrical Engineering and Computer Science at the Massachusetts Institute of Technology.[2] She is notable for her breakthrough results in fast matrix multiplication,[3] for her work on dynamic algorithms,[4] and for helping to develop the field of fine-grained complexity.[5]", "38462221": "John Chortasmenos (Greek: Ἰωάννης Χορτασμένος; c. 1370 – before June 1439) was a Byzantine monk and bishop of Selymbria, who was a distinguished bibliophile, writer, and teacher.", "59007758": "Hermine Agavni Kalustyan (Armenian: Հերմինէ Աղաւնի Գալուստեան, 1914 – 3 September 1989) was an Armenian–Turkish mathematician, educator, and politician.", "63955726": "Shelly Monica Jones (born November 2, 1964) is an American mathematics educator. She is an associate professor of mathematics education at Central Connecticut State University.", "40133395": "Manuel Kauers (born 20 February 1979 in Lahnstein, West Germany) is a German mathematician and computer scientist. He is \nworking on computer algebra and its applications to discrete mathematics. He is currently \nprofessor for algebra at Johannes Kepler University (JKU) in Linz, Austria, and leader of the Institute for Algebra at JKU. \nBefore that, he was affiliated with that university's Research Institute for Symbolic Computation (RISC).", "58614550": "George Gunter Lorentz (February 25, 1910 – January 1, 2006) was a Russian-American mathematician.[1]", "58614552": "Mikhail Samuilovich Livsic (4 July 1917 – 30 March 2007) was a Ukrainian-born Israeli mathematician who specialized in functional analysis.", "54059808": "Bartolomeo Sovero (1576–1629) was a Swiss mathematician.[1]", "38396709": "Henry Lewis Rietz (24 August 1875, Gilmore, Ohio – 7 December 1943, Iowa City, Iowa) was an American mathematician, actuarial scientist, and statistician, who was a leader in the development of statistical theory. He became the first president of the Institute of Mathematical Statistics.", "49177384": "Bernard Dacorogna is a Swiss mathematician, born 15 October 1953, in Alexandria, Egypt.[1]\nHe completed his undergraduate studies at the University of Geneva in Switzerland and his Ph.D. at Heriot-Watt University in Edinburgh, UK, in 1980 under the supervision of John M. Ball.\nHe is professor at Ecole Polytechnique Fédérale de Lausanne (EPFL), Switzerland.\nHe is a specialist of the calculus of variations and of partial differential equations. He has written several articles and books.\nThe Chaire de la Vallée Poussin 2018 of the Université Catholique de Louvain (Belgium) is attributed to him.", "65954602": "Péter Gács (Hungarian pronunciation: ['pe:ter 'ga:tʃ]; born May 9, 1947), professionally also known as Peter Gacs, is a Hungarian-American mathematician and computer scientist, professor, and an external member of the Hungarian Academy of Sciences.  He is well known for his work in reliable computation, randomness in computing, algorithmic complexity, algorithmic probability, and information theory.", "19686194": "Walter Gautschi (born December 11, 1927) is a Swiss-born American mathematician, writer and professor emeritus of Computer science and Mathematics at Purdue University in West Lafayette, Indiana.[1] He is primarily known for his contributions to numerical analysis[2] and has authored over 200 papers in his area and published four books.", "61334324": "Emmett Brown Keeler (born September 28, 1941)[1] is an American mathematician who works as a senior mathematician at the RAND Corporation. He is also a professor at the UCLA Fielding School of Public Health and at the Pardee RAND Graduate School. An elected member of the National Academy of Medicine, he is known for his work on the RAND Health Insurance Experiment.[2]", "48948022": "Lawrence G. Brown (born February 6, 1943 in St. Louis, Missouri) is an American mathematician who studies operator algebras.", "35218234": "Otto Georg Dersch (born March 17, 1848 in Ortenberg, Hesse)[1] was a German mathematician who worked in algebraic geometry. Dersch got his Ph.D. 1873 in Gießen. He was teacher in  Groß-Umstadt and Darmstadt and then director of a secondary school in Offenbach am Main, and then became director of a secondary school (Oberrealschule) in Darmstadt until at least 1915.[2]", "48325437": "Harald Garcke  (born June 5, 1963 in Bremerhaven)[1] is a German mathematician and professor at the University of Regensburg.", "27222854": "James Jardine FRSE FSAScot (13 November 1776–20 June 1858) was a Scottish civil engineer, mathematician and geologist. He was the first person to determine mean sea level. He built tunnels and bridges, including for the Innocent Railway, and built reservoirs including Glencorse, Threipmuir, Harlaw for Edinburgh Water Company, and Cobbinshaw for the Union Canal.", "27190089": "Vinay Vithal Deodhar (3 December 1948 – 18 January 2015) was a Professor Emeritus in the Department of Mathematics at Indiana University. He worked in the area of algebraic groups and representation theory.[1]", "2155339": "George Adomian (March 21, 1922 – June 17, 1996) was an American mathematician of Armenian descent who developed the Adomian decomposition method (ADM) for solving nonlinear differential equations, both ordinary and partial. The method is explained, among other places, in his book Solving Frontier Problems in Physics: The Decomposition Method (Kluwer, Dordrecht, 2004). He was a faculty member at the University of Georgia (UGA) from 1966 through 1989. While at UGA, he started the Center for Applied Mathematics. Adomian was also an aerospace engineer.", "57893712": "Robert Michael Guralnick (born 10 July 1950) is an American mathematician known for his work in group theory. He works as a Professor of Mathematics at the University of Southern California.[1]", "32072535": "John E. Osborn (July 12, 1936 – May 30, 2011)[1] was an American mathematician. He obtained B.S. (1958), M.S. (1963), and Ph.D. (1965) degrees at the University of Minnesota, Minneapolis. His Ph.D. adviser was Hans Weinberger.  Osborn made fundamental contributions to computational mathematics, especially to the theory of numerical solution of partial differential equations, eigenvalue approximations, and the finite element method.  He also co-authored several textbooks on differential equations and numerical computation with the goal of introducing computation into sophomore level differential equations courses.", "12870493": "Jerry Lawrence Kazdan (born 31 October 1937 in Detroit, Michigan) is an American mathematician noted for his work in differential geometry and the study of partial differential equations. His contributions include the Berger–Kazdan comparison theorem, which was a key step in the proof of the Blaschke conjecture and the classification of Wiedersehen manifolds. His best-known work, done in collaboration with Frank Warner, dealt with the problem of prescribing the scalar curvature of a Riemannian metric.", "44884832": "Albert Frederik Gerhard Hanken (9 October 1926, Hillegersberg,[1][2] – Amstelveen, 21 December 2016[3]) was a Dutch mathematician, inventor, and Emeritus Professor of systems theory at the University of Twente, known for his contributions to the field of systems theory and social analysis.[4][5]", "5235558": "Andrzej Wojciech Trybulec (29 January 1941 in Kraków, Poland – 11 September 2013 in Białystok, Poland) was a Polish mathematician and computer scientist noted for work on the Mizar system.[1]", "66118503": "Khonik Vitaly Alexandrovich (Russian: Хоник Виталий Александрович; born 17 December 1955) is a Russian physicist, doctor of physics and mathematics, professor, head of a laboratory researching the physics of non-crystalline materials, and head of the Department of General Physics at Voronezh State Pedagogical University (VSPU). He was born in Kemerovo, USSR.[1]", "31875947": "Lawrence David Guth (born 1977) is a professor of mathematics at the Massachusetts Institute of Technology.[1]", "3990379": "Joseph Ser (1875–1954) was a French mathematician, of whom little was known till now. He published 45 papers between 1900 and 1954, among which four monographs, edited in Paris by Henry Gauthier-Villars. In the main, he worked on number theory and  infinite series.", "47080303": "Benjamin Bramer (15 February 1588 – 17 March 1652) was a German mathematician, architect, inventor, and adviser.", "1500021": "Hannes Keller (September 20, 1934 – December 1, 2022(2022-12-01) (aged 88)) was a Swiss physicist, mathematician, deep diving pioneer, and entrepreneur. In 1962, he reached a depth of 1,000 feet (300 m) in open ocean.[1][2][3]\nIn the 1970s through the 1980s, Keller made himself a name as an entrepreneur in the IT industry.[4] Keller was also an amateur classical pianist who produced two CDs and occasionally performed for audiences of up to 2000 people.[4][5][6]", "8053624": "Kannan Soundararajan (born December 27, 1973)[citation needed] is an Indian-born American mathematician and a professor of mathematics at Stanford University. Before moving to Stanford in 2006, he was a faculty member at University of Michigan, where he had also pursued his undergraduate studies. His main research interest is in analytic number theory, particularly in the subfields of automorphic L-functions, and multiplicative number theory.", "59335547": "Anne Bourlioux is a Canadian mathematician whose research involves the numerical simulation of turbulent combustion.  She is a winner of the Richard C. DiPrima Prize,[1] and a professor of mathematics and statistics at the Université de Montréal.[2]", "68871037": "Werner Römisch (born 28 December 1947) is a German mathematician, professor emeritus at the Humboldt University of Berlin, most known for his pioneer work in the field of stochastic programming.", "13493122": "Rifkat Ibragimovich Bogdanov (Russian: Рифка́т Ибраги́мович Богда́нов; June 13, 1950 – November 3, 2013) was a Soviet and Russian mathematician known for contributions to nonlinear dynamical systems, bifurcation theory, and differential geometry. He was an ethnic Tatar. In his work on bifurcations of limit cycles and versal deformations of singular points of vector fields (1975–76), he described a bifurcation of co-dimension 2, which has become known in the literature as the Bogdanov–Takens bifurcation.", "56550279": "Valérie Berthé (born 16 December 1968)[1] is a French mathematician who works as a director of research for the Centre national de la recherche scientifique (CNRS) at the Institut de Recherche en Informatique Fondamentale (IRIF), a joint project between CNRS and Paris Diderot University. Her research involves symbolic dynamics, combinatorics on words, discrete geometry, numeral systems, tessellations, and fractals.[2]", "7725959": "Paul Friedrich Wolfskehl (30 June 1856 in Darmstadt – 13 September 1906 in Darmstadt), was a physician with an interest in mathematics. He bequeathed 100,000 marks (equivalent to 1,000,000 pounds in 1997 money) to the first person to prove Fermat's Last Theorem.", "33285002": "Maurice A. de Gosson (born 13 March 1948), (also known as Maurice Alexis de Gosson de Varennes) is an  Austrian mathematician and mathematical physicist, born in 1948 in Berlin.[1] He is currently a Senior Researcher at the Numerical Harmonic Analysis Group (NuHAG)[2] of the University of Vienna.[3]", "58516365": "Francis Michael Christ (born 7 June 1955) is an American mathematician and professor at University of California, Berkeley, specializing in harmonic analysis, partial differential equations, and several complex variables.[1][2] He is known for the Christ–Kiselev maximal inequality.", "40788879": "Kenji Fukaya (Japanese: 深谷賢治, Fukaya Kenji) is a Japanese mathematician known for his  work in symplectic geometry and  Riemannian geometry.[1] His many fundamental contributions to mathematics include the discovery of the Fukaya category. He is a permanent faculty member at the Simons Center for Geometry and Physics and a professor of mathematics at Stony Brook University.", "48325521": "Steven Neil Evans (born 12 August 1960) is an Australian-American statistician and mathematician, specializing in stochastic processes.[1]", "38200218": "Kohji Matsumoto (松本 耕二, Matsumoto Kōji) is a Japanese mathematician . He is professor of mathematics at Nagoya University in Nagoya, Japan.", "61858716": "Alan Henry Schoenfeld (born July 9, 1947) is  an American mathematics education researcher and designer. He is the Elizabeth and Edward Conner Professor of Education and Affiliated Professor of Mathematics at the University of California, Berkeley.[1]", "59270053": "Susanne Ditlevsen is a Danish mathematician and statistician, interested in mathematical biology, perception, dynamical systems, and statistical modeling of biological systems. [1]She is a professor in the Department of Mathematical Sciences of the University of Copenhagen, where she heads the section of statistics and probability theory.[2][3]", "26993580": "François Labourie (born 15 December 1960) is a French mathematician who has made various contributions to geometry, including pseudoholomorphic curves, Anosov diffeomorphisms, and convex geometry. In a series of papers with Yves Benoist and Patrick Foulon, he solved a conjecture on Anosov flows in compact contact manifolds.", "2384820": "Alston Scott Householder (5 May 1904 – 4 July 1993) was an American mathematician who specialized in mathematical biology and numerical analysis.", "25525": "René Descartes (/deɪˈkɑːrt/ or UK: /ˈdeɪkɑːrt/; French: [ʁəne dekaʁt] ⓘ; Latinized: Renatus Cartesius;[note 3][11] 31 March 1596 – 11 February 1650)[12][13][14]: 58  was a French philosopher, scientist, and mathematician, widely considered a seminal figure in the emergence of modern philosophy and science. Mathematics was central to his method of inquiry, and he connected the previously separate fields of geometry and algebra into analytic geometry. Descartes spent much of his working life in the Dutch Republic, initially serving the Dutch States Army, later becoming a central intellectual of the Dutch Golden Age.[15] Although he served a Protestant state and was later counted as a deist by critics, Descartes was Roman Catholic.[16][17]", "35054518": "Gunnar E. Carlsson (born August 22, 1952 in Stockholm, Sweden) is an American mathematician, working in algebraic topology. He is known for his work on the Segal conjecture, and for his work on applied algebraic topology, especially topological data analysis. He is a Professor Emeritus in the Department of Mathematics at Stanford University.[1] He is the founder and president of the predictive technology company Ayasdi.[2]", "70804411": "Douglas Robert Woodall (born November 1943 in Stoke-on-Trent) is a British mathematician and psephologist.  He studied mathematics at the University of Cambridge, and earned his Ph.D. at the University of Nottingham in 1969, his thesis being \"Some results in combinatorial mathematics\". He worked in the Department of Mathematics from 1969 until his retirement in 2007, as researcher, lecturer, associate professor and reader.[1]  He devised the later-no-harm criterion, a voting system criterion that is considered important in the comparison of electoral systems.  Woodall has done a lot of work exploring the monotonicity criterion. He also contributed to the problem of fair cake-cutting, for example, by presenting an algorithm for finding a super-proportional division.", "1532860": "Eliakim Hastings Moore (/ɪˈlaɪəkɪm/; January 26, 1862 – December 30, 1932), usually cited as E. H. Moore or E. Hastings Moore, was an American mathematician.", "55894972": "Ioannis \"John\" N. Hazzidakis (Ιωάννης Χατζιδάκις, or Hatzidakis or Chatzidakis, April 13, 1844 – 1921) was a Greek mathematician, physicist, author, and professor.  He is one of the most important mathematicians of the modern Greek scientific era. His professor was world renowned Greek mathematician Vassilios Lakon. He also studied with famous German mathematicians Ernst Kummer, Leopold Kronecker, Karl Weierstrass.  He systematically worked in the field of research and education.  He wrote textbooks in the field of algebra, geometry, and calculus.  Hazzidakis essentially adopted some elements of Lacon's Geometry.  He introduced the Hazzidakis transform in differential geometry.  [1][2][3][4] The Hazzidakis formula for the Hazzidakis transform can be applied in proving Hilbert's theorem on negative curvature, stating that hyperbolic geometry does not have a model in 3-dimensional Euclidean space.[5][6]", "35644353": "Louis-Benjamin Francœur (1773–1849) was a French mathematician.", "72475586": "Demetrios Kokkidis (Greek:Δημήτριος Κοκκίδης; November 4, 1840 - February 11, 1896) was an astronomer, mathematician, physicist, professor, and dean.  Kokkidis was the fourth president of the Athens Observatory after the death of Johann Friedrich Julius Schmidt.  He was one of the few Greek astronomers of the 20th century following Georgios Konstantinos Vouris and Ioannis Papadakis.  He did extensive research and wrote articles about Mercury, the Sun, the Moon, and various meteorological phenomena.[1][2]", "25420740": "Berrien Moore III is the former director of the Institute for the Study of Earth, Oceans, and Space at the University of New Hampshire[1] and the founding director of Climate Central.[2]\nIn June 2010, he accepted a set of linked positions at the University of Oklahoma: Vice President, Weather & Climate Programs, Director, National Weather Center, and Dean, College of Atmospheric and Geographic Sciences. He holds the Chesapeake Energy Corporation Chair in Climate Studies. \nMoore was a coordinating lead author of the final chapter of the Third Assessment Report of the Intergovernmental Panel on Climate Change (IPCC), an organisation that shared the 2007 Nobel Peace Prize. Among his other honors are the 2007 Dryden Lectureship in Research from the American Institute of Aeronautics and Astronautics and NASA Distinguished Public Service Medal. Moore holds a Ph.D. in Mathematics from the University of Virginia.", "4252616": "Ruslan Leont'evich Stratonovich (Russian: Русла́н Лео́нтьевич Страто́нович) was a Russian physicist, engineer, and probabilist and one of the founders of the theory of stochastic differential equations.", "4023241": "Penelope Maddy (born 4 July 1950) is an American philosopher. Maddy is Emerita UCI Distinguished Professor of Logic and Philosophy of Science and of Mathematics at the University of California, Irvine. She is well known for her influential work in the philosophy of mathematics, where she has worked on mathematical realism (especially set-theoretic realism) and mathematical naturalism.", "36594635": "Karen Hunger Parshall (born 1955, Virginia; née Karen Virginia Hunger) is an American historian of mathematics.  She is the Commonwealth Professor of History and Mathematics at the University of Virginia with a joint appointment in the Corcoran Department of History and Department of Mathematics.[1] From 2009 to 2012, Parshall was the Associate Dean for the Social Sciences in the College of Arts in Sciences at UVA, and from 2016 to 2019 she was the chair of the Corcoran Department of History.[1]", "28140491": "Randall Dougherty (born 1961) is an American mathematician. Dougherty has made contributions in widely varying areas of mathematics, including set theory, \nlogic, real analysis, discrete mathematics, computational geometry, information theory, and coding theory.[1]", "65856461": "Martin Liebeck (born 23 September 1954) is a professor of Pure Mathematics at Imperial College London whose research interests include group theory and algebraic combinatorics.[1][2][3]", "23159763": "Methodios Anthrakites (Greek: Μεθόδιος Ανθρακίτης; 1660–1736) was a Greek Orthodox cleric, author, educator, mathematician, astronomer, physicist, and philosopher.", "35218393": "W. Frahm was a German mathematician who worked on algebraic geometry.", "41837530": "Bhaskar Kumar Ghosh (* February 10, 1936 in Calcutta, India; † August 3, 2008 in Bethlehem, Pennsylvania, USA) was an Indian-American statistician especially known for his contributions to sequential analysis.", "61957082": "Yiqun Lisa Yin is a Chinese-American cryptographer and independent security consultant. Yin is known for breaking the SHA-1 cryptographic hash function, for developing the RC6 block cipher, and for her service as editor of the IEEE P1363 project for the standardization of public-key cryptography.", "27255769": "Bo Berndtsson (born 24 December 1950), is a Swedish mathematician. His main contributions concern the theory of several complex variables and complex geometry. He gained  in 1971 a  BA degree from  the University of Gothenburg in Sweden and obtained his PhD in 1977 under the direction of Tord Ganelius. Since 1996 he has been a professor at Chalmers University of Technology in Gothenburg. He has also been a guest professor at UCLA in Los Angeles, Université de Paris, Université Paul Sabatier in Toulouse, UAB in Barcelona and IPN in Mexico City.  Berndtsson has been  a member of the Royal Swedish Academy of Sciences since 2003. In 1995 he was awarded the Göran Gustafsson Prize. For 2017 he received the Stefan Bergman Prize.[1]", "11854809": "Władysław Zajączkowski (April 12, 1837 in Strzyżów near the Rzeszów – October 7, 1898 in Lwów) was a Polish mathematician. Professor of Warsaw Main School, Imperial University of Warsaw (now University of Warsaw), Technical Academy in Lviv (now Lviv Polytechnic; twice a rector). Member of Polish Academy of Learning and French Academy of Sciences. He was specialising mainly in mathematical analysis and differential equations.", "32302045": "Pranab Kumar Sen (born 7 November 1937 in Calcutta, India)[1] is a statistician, a professor of statistics and the Cary C. Boshamer Professor of Biostatistics at the University of North Carolina at Chapel Hill.[2]", "59237346": "Heike Fassbender is a German mathematician specializing in numerical linear algebra. She is a professor in the Institute for Computational Mathematics at the Technical University of Braunschweig, and the president for the 2017–2019 term of the Gesellschaft für Angewandte Mathematik und Mechanik (GAMM, the International Association of Applied Mathematics and Mechanics).[1]", "59204579": "Marta Cavallo Bunge (1938 – 25 October 2022) was an Argentine-Canadian mathematician specializing in category theory, and known for her work on synthetic calculus of variations and synthetic differential topology. She was a professor emeritus at McGill University.[1]", "3957731": "Károly Hadaly (1743, in Gúta, currently Kolárovo – 1834, in Pest) was a Hungarian mathematician. He studied at the University of Trnava, where he earned doctorates in philosophy and law. He was a professor of mathematics in Nagyszombat (currently Trnava), in Győr, in Pécs, in Pozsony (currently Bratislava) and in Budapest. From 1810 to 1831 he taught mathematics and physics in the Institutum geometricum.", "68379626": "Enrique Aurelio Planchart Rotundo (3 April 1937 – 27 July 2021) was a Venezuelan mathematician and academic. He was rector of Simón Bolívar University in Caracas from 2009 until his death in 2021.[1][2][3][4]", "12575727": "Masatoşi Gündüz İkeda (25 February 1926 – 9 February 2003), was a Japanese-born Turkish mathematician known for his contributions to the field of algebraic number theory.[2]", "54486021": "Barbara Gertrude Yates (1919–1998) was an Irish mathematician who seems to have been the first woman born and brought up in Ireland to gain a PhD in pure mathematics.[1][2]", "60056582": "Sherman Kopald Stein (born August 11, 1926) is an American mathematician and an author of mathematics textbooks. He is a professor emeritus at the University of California, Davis. His writings have won the Lester R. Ford Award and the Beckenbach Book Prize.", "4318221": "Johann Philipp Gustav von Jolly (26 September 1809 – 24 December 1884) was a German physicist and mathematician.", "57861133": "Margaret Anne Walshaw is a New Zealand education academic. She is currently a full professor at the Massey University.[1]", "45343761": "Venansius Baryamureeba (born 18 May 1969) is a Ugandan mathematician, computer scientist, academic, and academic administrator. He was the Acting vice chancellor of the Uganda Technology and Management University, a private university in Uganda, from September 2013 until 28 September 2015. He left the position to join the presidential race in Uganda to take place in 2016.[1] Before that, he served as the vice chancellor of Makerere University from November 2009 until August 2012.[2]", "69559313": "Donald Lester Kreider (December 5, 1931 – December 7, 2006) was an American mathematician and educator who served as president of the Mathematical Association of America (1993–1994).", "4383763": "Hiraku Nakajima (Japanese: 中島 啓 Nakajima Hiraku; born November 30, 1962) is a Japanese mathematician, and a professor of the Kavli Institute for the Physics and Mathematics of the Universe at the University of Tokyo. He is International Mathematical Union president for the 2023–2026 term.", "1565716": "Francesco Severi (13 April 1879 – 8 December 1961) was an Italian mathematician. He was the chair of the committee on Fields Medal on 1936, at the first delivery.", "222230": "Edmund Georg Hermann Landau (14 February 1877 – 19 February 1938) was a German mathematician who worked in the fields of number theory and complex analysis.", "1958934": "François Le Lionnais (3 October 1901 – 13 March 1984) was a French chemical engineer and writer. He was a co-founder of the literary movement Oulipo.", "54060056": "'Mamphono Khaketla (born 5 March 1960) is a Lesotho mathematician and senator who served as Minister of Finance from March 2015 to June 2017.", "62219302": "Jane Marie Heffernan is a Canadian mathematician. Her research focuses on understanding the spread and persistence of infectious diseases. She is a full professor at York University and a Tier 2 York Research Chair in Multi-Scale Quantitative Methods for Evidence-Based Health Policy. She is the director of the Centre for Disease Modelling (CDM), and is on the board of directors of the Canadian Applied and Industrial Mathematics Society (CAIMS).", "10904615": "Seinosuke Toda (戸田 誠之助, Toda Seinosuke, born January 15, 1959) is a computer scientist working at the Nihon University in Tokyo.[1] Toda earned his Ph.D. from the Tokyo Institute of Technology in 1992, under the supervision of Kojiro Kobayashi.[2] He was a recipient of the 1998 Gödel Prize for proving Toda's theorem in computational complexity theory, which states that every problem in the polynomial hierarchy has a polynomial-time Turing reduction to a counting problem.[3]", "64906285": "Alexander Gamburd is a mathematician at the Graduate Center of the City University of New York known for his work in spectral problems in number theory, probability, and Arithmetic combinatorics. He is a Presidential Professor of Mathematics at the CUNY Graduate Center.[1]", "59008046": "Ute Elisabeth Finckh-Krämer (born 16 December 1956 in Wiesbaden) is a German politician in the Social Democratic Party of Germany (SPD). She was a member of the Bundestag from October 2013 until October 2017.", "53437493": "Carolyn A. Maher is the Distinguished Professor of Mathematics Education and Director of the Robert B. Davis Institute for Learning.[1][2] She received the 2022 National Council of Teachers of Mathematics (NCTM) Lifetime Achievement Award.[3][4]", "39347256": "ILAS Hans Schneider prize", "33973309": "Israel Michael Sigal FRSC (born 31 August 1945 in Kiev, Ukrainian SSR) is a  Canadian mathematician specializing in  mathematical physics.[1] He is a professor at the University of Toronto Department of Mathematics.", "57959488": "Betül Tanbay (born 1960) is a Turkish mathematician, scientist and professor of mathematics at the Boğaziçi University in Istanbul, Turkey and the first woman president[citation needed] of the Turkish Mathematical Society between 2010 and 2016.", "22930508": "Uppaluri Siva Ramachandra Murty,[1][2] or U. S. R. Murty (as he prefers to write his name), is a Professor Emeritus of the Department of Combinatorics and Optimization, University of Waterloo.[3][4]", "18048076": "ZHU Miaolong (Traditional Chinese: 竺苗龍, Simplified Chinese: 竺苗龙; born April 1942) is a Chinese mathematician, educator and expert in space technology. He is the former President and current Honorary President of the Qingdao University.", "22144076": "Xu-Jia Wang (Chinese: 汪徐家; born September 1963) is a Chinese-Australian mathematician. He is a professor of mathematics at the Australian National University and a fellow of the Australian Academy of Science.", "10019922": "Dov Tamari (29 April 1911 – 11 August 2006), born Bernhard Teitler, was a mathematician.  Born in Fulda, Germany, he left for the British Mandate for Palestine in 1933.  He was known for his work in logic and combinatorics, and the Tamari lattice is named after him.", "45311064": "Martha Isabel Fandiño Pinilla (born Pacho, Colombia, 28 September 1956) is a Colombian and Italian mathematician and author of dual nationality.", "38298712": "Gabriele Manfredi (25 March 1681 – 13 October 1761) was an Italian mathematician who undertook important work in the field of calculus.", "63628381": "Bobby Hersom (born 1929 in Cheshire, England) is a British mathematician and computer scientist known for her early work on computers at Elliott Brothers, Hatfield Polytechnic, and the Rothamstead Agricultural Research Station.[1]", "6022243": "János Apáczai Csere (10 June 1625 – 31 December 1659) was a Transylvanian Hungarian polyglot, pedagogist, philosopher and theologian, famous for his work The Hungarian Encyclopedia, the first textbook to be written in Hungarian.[1] The Encyclopædia Britannica calls him \"the leading Protestant scholar and writer\" of 17th-century Hungary.[2]", "1565795": "James William Cooley (1926 – June 29, 2016)[1] was an American mathematician. Cooley received a B.A. degree in 1949 from Manhattan College, Bronx, NY, an M.A. degree in 1951 from Columbia University, New York, NY, and a Ph.D. degree in 1961 in applied mathematics from Columbia University. He was a programmer on John von Neumann's computer at the Institute for Advanced Study, Princeton, NJ, from 1953 to 1956, where he notably programmed the Blackman–Tukey transformation.[2]", "1860707": "Solomon Wolf Golomb (/ɡəloʊm/;[1] May 30, 1932 – May 1, 2016) was an American mathematician, engineer, and professor of electrical engineering at the University of Southern California, best known for his works on mathematical games.[2] Most notably, he invented Cheskers (a hybrid between chess and checkers) in 1948. He also fully described polyominoes and pentominoes in 1953.[3][4] He specialized in problems of combinatorial analysis, number theory, coding theory, and communications. Pentomino boardgames, based on his work, would go on to inspire Tetris.[5]", "28599398": "Frédéric Hélein (born 22 April 1963) is a French mathematician. He is university professor at Paris Diderot University.", "24863845": "Stefan Müller (born 15 March 1962 in Wuppertal)[1] is a German mathematician and currently a professor at the University of Bonn. He has been one of the founding directors of the Max Planck Institute for Mathematics in the Sciences in 1996 and was acting there until 2008.", "56255593": "Alexey Georgiyevich Postnikov (Russian: Алексей Георгиевич Постников; 12 June 1921 – 22 March 1995)[1] was a Russian mathematician, who worked on analytic number theory. He is known for the Postnikov character formula, which expresses the value of a Dirichlet character by means of a trigonometric function of a polynomial with rational coefficients.[2]", "41608298": "Claude Sabbah (born 30 October 1954) is a French mathematician and researcher at École Polytechnique.", "40756330": "Henry Moseley (9 July 1801 – 20 January 1872) was an English churchman, mathematician, and scientist.", "58418285": "Luca de Samuele Cagnazzi (28 October 1764 – 26 September 1852) was an Italian archdeacon, scientist, mathematician, political economist.[1] He also wrote a book about pedagogy and invented the tonograph.[2]", "40756335": "Sir William Davidson Niven KCB FRS (24 March 1842 – 29 May 1917) was a Scottish mathematician and electrical engineer.", "54748286": "Dan Steven Archdeacon (1954–2015) was an American graph theorist specializing in topological graph theory,[1][2] who served for many years as a professor of mathematics and statistics at the University of Vermont.[3]", "73852031": "Kristen Hendricks is an American mathematician specializing in low-dimensional topology, including work on involutive Heegaard Floer homology and equivariant Floer homology. She is an associate professor of mathematics at Rutgers University.", "52159626": "George Robin Henderson (23 April 1941 – 21 February 2016) was a Scots mathematician with a flair for music. Noted as an inspirational character in his field[1] he taught at Boroughmuir High School, lectured at Napier College, consulted in statistics and published a book.[2]", "1926283": "Czesław Ryll-Nardzewski (Polish: [ˈt͡ʂɛswaf ˈrɨl narˈd͡zɛfskʲi]; 7 October 1926 – 18 September 2015) was a Polish mathematician.", "31515795": "Emmanuel Carvallo was a French mathematician.[1] He is notable for showing in 1897 that bicycles could be self-stable,[2][3][4] for opposing wave models of X-rays in 1900,[5] and for claiming in 1912 that Einstein's Theory of Relativity had been proven false.[6]", "47572121": "Ernst Reinhold Eduard Hoppe (November 18, 1816 – May 7, 1900) was a German mathematician who worked as a professor at the University of Berlin.[1][2]", "48325787": "Philippe Michel (October 6, 1937 – July 22, 2004) was a French mathematical economist.[1]", "5039261": "Pierre Frédéric Sarrus (French pronunciation: [pjɛʁ fʁedeʁik saʁy]; 10 March 1798, Saint-Affrique – 20 November 1861) was a French mathematician.", "35218590": "L. A. Sohnke was a German mathematician who worked on the complex multiplication of elliptic functions.", "30958751": "Juan de Celaya (Valencia, c. 1490 – 6 December 1558) was a Spanish mathematician, physicist, cosmologist, philosopher and theologian. He was a member of the so-called Calculators, using ideas from Merton College. He is known for his work on motion (in kinetics and dynamics) and in logic.", "40428711": "Marcus William Feldman (born 14 November 1942) is the Burnet C. and Mildred Finley Wohlford Professor of Biological Sciences, director of the Morrison Institute for Population and Resource Studies, and co-director of the Center for Computational, Evolutionary and Human Genomics (CEHG) at Stanford University.[4] He is an Australian-born mathematician turned American theoretical biologist, best known for his mathematical evolutionary theory and computational studies in evolutionary biology,[5][6] and for originating with L. L. Cavalli-Sforza the theory of cultural evolution.", "29910183": "Alexei Mikhailovich Borodin (Russian: Алексе́й Михайлович Бороди́н; born June 30, 1975) is a professor of mathematics at the Massachusetts Institute of Technology.[1]", "34858154": "Anatole Beck (19 March 1930 – 21 December 2014)[1] was an American mathematician.", "71623851": "Walter Livingston Wright (February 3, 1872 – January 17, 1946) was an American educator and academic administrator who served as president of Lincoln University from 1936 to 1945. He had been a professor of mathematics at Lincoln since 1893 and served as acting president from 1924 to 1926. His successor was Lincoln's first Black president, Horace Mann Bond.[1]", "35644590": "Alexandre Julien Savérien (16 July 1720 – 3 May 1805) was a French mathematician and polymath. He was born in Arles and became accomplished in both mathematics and naval engineering at a young age.[1] in 1754, he published the Universal Dictionary of Mathematics and Physics and Histoire des philosophes modernes in 1773, where he named the nine greatest modern philosophers as Jakob Abbadie, Erasmus, Thomas Hobbes, Nicole, John Locke, Baruch Spinoza, Nicolas Malebranche, Bayle, Clarke, and Collins.[2][3] He later became a member of the Academy of Lyon.[1]", "74376367": "Kiril Atanasov Popov (Кирил Атанасов Попов) (May 3, 1880 - May 1, 1966) was a Bulgarian mathematician who is best known for his contributions to the fields of ballistics and thermodynamics.", "59040944": "Ellina Grigorieva is a Russian mathematician and mathematics educator known for her books on mathematical problem solving. She is a professor in the Texas Woman's University Department of Mathematics and Computer Science, and an expert on control theory and its applications to the spread of disease.[1]", "31450291": "Daniel Ioan Tătaru (born 6 May 1967, Piatra Neamţ, Romania) is a Romanian mathematician at University of California, Berkeley.", "8610998": "Charlotte Angas Scott (8 June 1858 – 10 November 1931)[1] was a British mathematician who made her career in the United States and was influential in the development of American mathematics, including the mathematical education of women.  Scott played an important role in Cambridge changing the rules for its famous Mathematical Tripos exam.", "47277239": "Hoàng Xuân Sính (born September 8, 1933)[1] is a Vietnamese mathematician, a student of Grothendieck, the first female mathematics professor in Vietnam, the founder of Thang Long University [vi], and a recipient of the Ordre des Palmes Académiques.", "63104182": "Federico Ardila (born 1977) is a Colombian mathematician and DJ who researches combinatorics and specializes in matroid theory. Ardila graduated from MIT with a B.Sc. in mathematics in 1998 and obtained a Ph.D. in 2003 under the supervision of Richard P. Stanley in the same institution.[1] Ardila is currently a professor at the San Francisco State University and additionally holds an adjunct position at the University of Los Andes in Colombia.[2]", "11560118": "Boyan Petkanchin (Bulgarian: Боян Петканчин) (April 8, 1907 – March 3, 1987) was a prominent Bulgarian mathematician, working in geometry and foundation of mathematics.  As a first chairman of the Department of Mathematical Logic at the Bulgarian Academy of Sciences he worked to promote and disseminate the knowledge of mathematical logic both in the professional mathematical community in Bulgaria and as popular science.", "6022330": "Leopold Bernhard Gegenbauer (2 February 1849, Asperhofen – 3 June 1903, Gießhübl) was an Austrian mathematician remembered best as an algebraist. Gegenbauer polynomials are named after him.[1]", "386234": "Ahmes (Ancient Egyptian: jꜥḥ-ms “, a common Egyptian name also transliterated Ahmose) was an ancient Egyptian scribe who lived towards the end of the Fifteenth Dynasty (and of the Second Intermediate Period) and the beginning of the Eighteenth Dynasty (and of the New Kingdom). He transcribed the Rhind Mathematical Papyrus, a work of ancient Egyptian mathematics that dates to approximately 1550 BC;[1] he is the earliest contributor to mathematics whose name is known.[2][3] He's also the first mathematician to use fractions.[4] Ahmes claimed not to be the writer of the work but rather just the scribe. He claimed the material came from an even older document from around 2000 B.C.[5]", "681150": "Subbayya Sivasankaranarayana Pillai (5 April 1901 – 31 August 1950) was an Indian mathematician specialising in number theory. His contribution to Waring's problem was described in 1950 by K. S. Chandrasekharan as \"almost certainly his best piece of work and one of the very best achievements in Indian Mathematics since Ramanujan\".[1]", "50554051": "Rizvan Pashayev (December 25, 1949 in the village of Tatar of Qubadli District – 2007?[1]) was an Azerbaijani mathematician who was the author of more than 80 scientific works including six textbooks. In 2002 he was named as the newly created Director of Economic Information. In 2005, he was made dean of the Applied Mathematics and Cybernetics Faculty. Under his direction five students earned the title of Physics-Mathematics candidate of science, the degree of sciences.", "45114564": "Charles Earl Rickart (1913 – 17 April 2002) was an American mathematician,[1] known for Rickart spaces.", "19621062": "Jur Hronec (May 17, 1881; Gočovo, Rožňava District – December 1, 1959; Bratislava) was a Slovak mathematician.", "57304268": "Stanley Jerome Farlow (born 1937) is an American  mathematician specializing in differential equations. For many years he has been a professor at the University of Maine.", "21652686": "Thomas Hood (1556–1620) was an English mathematician and physician, the first lecturer in mathematics appointed in England, a few years before the founding of Gresham College. He publicized the Copernican theory, and discussed the nova SN 1572.[1]  (Tycho's Nova).  He also innovated in the design of mathematical and astronomical instruments.", "3204307": "Stefan Cohn-Vossen  (28 May 1902 – 25 June 1936) was a mathematician, who was responsible for Cohn-Vossen's inequality and the Cohn-Vossen transformation is also named for him.[1] He proved the first version of the splitting theorem.", "29713621": "Juan J. Manfredi is a [Spanish] mathematician.  From 2010 to 2017 he served as  vice provost for undergraduate studies at University of Pittsburgh.  Prior to that, he served as an associate dean and professor of mathematics.  He received his bachelor's degree from Universidad Complutense de Madrid in 1979 and his PhD from Washington University in St. Louis in 1986.[1][2] His scholarly work focuses on nonlinear partial differential equations.", "33383638": "Walter Ledermann FRSE (18 March 1911, Berlin, Germany – 22 May 2009, London, England) was a German and British mathematician who worked on matrix theory, group theory, homological algebra,  number theory, statistics, and stochastic processes. He was elected to the Royal Society of Edinburgh in 1944.", "56288475": "Ruth Haas is an American mathematician and professor at the University of Hawaii at Manoa. Previously she was the Achilles Professor of Mathematics at Smith College.[1] She received the M. Gweneth Humphreys Award from the Association for Women in Mathematics (AWM) in 2015 for her mentorship of women in mathematics.[2][1]  Haas was named an inaugural AWM Fellow in 2017.[3] In 2017 she was elected President of the AWM and on February 1, 2019 she assumed that position.[4]", "1795295": "Meton of Athens (Greek: Μέτων ὁ Ἀθηναῖος; gen.: Μέτωνος) was a Greek mathematician, astronomer, geometer, and engineer who lived in Athens in the 5th century BC.  He is best known for calculations involving the eponymous 19-year Metonic cycle, which he introduced in 432 BC into the lunisolar Attic calendar. Euphronios says that Colonus was Meton's deme.[1]", "386274": "Élie Joseph Cartan ForMemRS (French: [kaʁtɑ̃]; 9 April 1869 – 6 May 1951) was an influential French mathematician who did fundamental work in the theory of Lie groups, differential systems (coordinate-free geometric formulation of PDEs), and differential geometry. He also made significant contributions to general relativity and indirectly to quantum mechanics.[1][2][3] He is widely regarded as one of the greatest mathematicians of the twentieth century.[3]", "70280421": "Samuel Marolois (c. 1572 – before 1627) was a Dutch mathematician and military engineer who is best known for his work on perspective.", "62842088": "Barbara Kaltenbacher is an Austrian mathematician whose research concerns inverse problems, regularization, and PDE-constrained optimization, with applications including the mathematical modeling of piezoelectricity and nonlinear acoustics.[1] She is a Professor of Applied Analysis at the University of Klagenfurt,[2] \na member of the Executive Committee of the European Mathematical Society [3]\nand (together with Anton Alexeev) editor in chief of the Journal of the European Mathematical Society.[4].\nBarbara Kaltenbacher has published more than 130 scientific papers and is (co-)author of four monographs.", "65791210": "Juha Heinonen (23 July 1960, Toivakka – 30 October 2007) was a Finnish mathematician, known for his research on geometric function theory.[1]", "39216362": "Alberto Beneduce (29 May 1877 – 26 April 1944) was an Italian politician, scholar and financier, who was among the founders of many significant state-run finance institutions in Italy.", "51012845": "Bozenna Janina Pasik-Duncan (born 1947) is a Polish-American mathematician who works as a professor of mathematics at the University of Kansas.", "55829743": "Michael Barrett Woodroofe (March 17, 1940 – February 22, 2022) was an American probabilist and statistician.  He was a professor of statistics and of mathematics at the University of Michigan, where he was the Leonard J. Savage Professor until his retirement.  He was noted for his work in sequential analysis and nonlinear renewal theory, in central limit theory, and in nonparametric inference with shape constraints.", "12608751": "Willem Klein (4 December 1912 – 1 August 1986), also known as Wim Klein[1] or under his stage names Pascal and Willy Wortel, was a Dutch mathematician, famous for being able to carry out very complicated calculations in his head very fast. On 27 August 1976, he calculated the 73rd root of a 500-digit number in 2 minutes and 43 seconds. This feat was recorded by the Guinness Book of Records.[2]", "70739184": "Wei Dongyi (Chinese: 韦东奕; born 1992) is a Chinese mathematician, born in Jinan, Shandong province. Currently, he is an assistant professor and assistant researcher at School of Mathematical Science, Peking University. Wei Dongyi graduated from Attached Senior School of Shandong Normal University, studied at Peking University since 2010, earned his bachelor's degree in 2014 and Phd in 2018 under Tian Gang as his doctoral advisor. His research field includes partial differential equations and differential geometry. In December 2019, he became assistant professor.[1] His simple living style attracted huge attention from Chinese internet.[2][3] In 2021, he was called Peking University's ugliest teacher due to his unkempt appearance.[4]", "55698678": "Constance van Eeden (April 6, 1927 – September 21, 2021)[1] was a Dutch mathematical statistician who made \"exceptional contributions to the development of statistical sciences in Canada\".[2] She was interested in nonparametric statistics including maximum likelihood estimation and robust statistics,[3]\nand did foundational work on parameter spaces.[2]", "55895288": "Leonid Berlyand is a Soviet and American mathematician, a professor of Penn State University. He is known for his works on homogenization, Ginzburg–Landau theory, mathematical modeling of active matter and mathematical foundations of deep learning.", "49243387": "Clive Selwyn Davis (15 April 1916 – 29 October 2009) was a Professor in Mathematics at the University of Queensland and veteran of World War II. He took his PhD in mathematics at the University of Cambridge, and upon his return to Australia  worked to improve the study of mathematics at the University of Queensland over the next 30 years.", "56780028": "Francis Bonahon (9 September 1955, Tarbes) is a French mathematician, specializing  in low-dimensional topology.", "46753021": "Harold William Rosenberg (born 19 February 1941 in New York City) is an American mathematician who works on differential geometry.[1] Rosenberg has worked at Columbia University, at the Institut des Hautes Études Scientifiques, and at the University of Paris. He currently[when?] works at the IMPA, Brazil.[1] He earned his Ph.D. at the University of California, Berkeley in 1963 under the supervision of Stephen P. L. Diliberto.[2]", "48129280": "Hinke Maria Osinga (born 25 December 1969)[1] is a Dutch mathematician and an expert in dynamical systems. She works as a professor of applied mathematics at the University of Auckland in New Zealand.[2] As well as for her research, she is known as a creator of mathematical art.", "12936450": "Zenodorus (Greek: Ζηνόδωρος; c. 200 – c. 140 BC) was an ancient Greek mathematician.", "39806211": "In graph theory, a Trémaux tree of an undirected graph \n\n\n\nG\n\n\n{\\displaystyle G}\n\n is a type of spanning tree, generalizing depth-first search trees.\nThey are defined by the property that every edge of \n\n\n\nG\n\n\n{\\displaystyle G}\n\n connects an ancestor–descendant pair in the tree. Trémaux trees are named after Charles Pierre Trémaux, a 19th-century French author who used a form of depth-first search as a strategy for solving mazes.[1][2] They have also been called normal spanning trees, especially in the context of infinite graphs.[3][4]", "255236": "Eric Temple Bell (7 February 1883 – 21 December 1960) was a Scottish-born mathematician and science fiction writer who lived in the United States for most of his life. He published non-fiction using his given name and fiction as John Taine.[1]", "67986694": "Tomohiro Tachi (Japanese: 舘 知宏, born 1982[1][2]) is a Japanese academic who studies origami from an interdisciplinary perspective, combining approaches from the mathematics of paper folding, structural rigidity, computational geometry, architecture, and materials science. His work was profiled in \"The Origami Revolution\" (2017), part of the Nova series of US science documentaries.[3] He is a professor at the University of Tokyo.[4]", "56747271": "Rafail Evseevich Krichevskii (Рафаил Евсеевич Кричевский, sometimes transliterated as \"Krichevskiy\" or \"Krichevsky\", born October 12, 1936, Kharkov) is a Russian mathematician  and information theorist, now living in the United States.", "3630344": "Dinostratus (Greek: Δεινόστρατος; c. 390 – c. 320 BCE) was a Greek mathematician and geometer, and the brother of Menaechmus. He is known for using the quadratrix to solve the problem of squaring the circle.", "156936": "Peter Barlow FRS (13 October 1776 – 1 March 1862)[1][2] was an English mathematician and physicist.", "33285389": "Eugenio Bertini (8 November 1846  – 24 February 1933) was an Italian mathematician who introduced Bertini's theorem. He was born at Forlì and died at Pisa.", "25781518": "Yousef Saad (born 1950) in Algiers, Algeria from Boghni, Tizi Ouzou, Kabylia is an I.T. Distinguished Professor of Computer Science in the Department of Computer Science and Engineering at the University of Minnesota.[1] He holds the William Norris Chair for Large-Scale Computing since January 2006. He is known for his contributions to the matrix computations, including the iterative methods for solving large sparse linear algebraic systems, eigenvalue problems, and parallel computing. He is listed as an ISI highly cited researcher in mathematics,[2] is the most cited author in the journal Numerical Linear Algebra with Applications,[3][4] and is the author of the highly cited book Iterative Methods for Sparse Linear Systems. He is a SIAM fellow (class of 2010) and a fellow of the AAAS (2011).", "28730640": "Anders Wiman (11 February 1865 – 13 August 1959) was a Swedish mathematician. He is known for his work in algebraic geometry and applications of group theory.", "25879": "Roger Bacon OFM (/ˈbeɪkən/;[3] Latin: Rogerus or Rogerius Baconus, Baconis, also Frater Rogerus; c. 1219/20 – c. 1292), also known by the scholastic accolade Doctor Mirabilis, was a medieval English philosopher and Franciscan friar who placed considerable emphasis on the study of nature through empiricism. In the early modern era, he was regarded as a wizard and particularly famed for the story of his mechanical or necromantic brazen head. He is sometimes credited (mainly since the 19th century) as one of the earliest European advocates of the modern scientific method, along with his teacher Robert Grosseteste. Bacon applied the empirical method of Ibn al-Haytham (Alhazen) to observations in texts attributed to Aristotle. Bacon discovered the importance of empirical testing when the results he obtained were different from those that would have been predicted by Aristotle.[4][5]", "15656216": "Bruria Kaufman (August 21, 1918 – January 7, 2010) was an American theoretical physicist. She contributed to Albert Einstein's general theory of relativity, to statistical physics, where she used applied spinor analysis to rederive the result of Lars Onsager on the partition function of the two-dimensional Ising model, and to the study of the Mössbauer effect, on which she collaborated with John von Neumann and Harry Lipkin.", "53601560": "Ralph Gordon Stanton (21 October 1923 – 21 April 2010) was a Canadian mathematician, teacher, scholar, and pioneer in mathematics and computing education.[1] As a researcher, he made important contributions in the area of discrete mathematics; and as an educator and administrator, was also instrumental in founding the Faculty of Mathematics at the University of Waterloo, and for establishing its unofficial mascot of the pink tie.", "2221337": "Stanisław P. Radziszowski (born June 7, 1953) is a Polish-American mathematician and computer scientist, best known for his work in Ramsey theory.[1]", "58746140": "Anne Watson FIMA is a British mathematics educator. She is a professor emeritus in the department of education at the University of Oxford, where she was a fellow of Linacre College, Oxford. She is a Fellow of the International Society for Design and Development in Education and of the Institute for Mathematics and its Applications.[1]", "22603037": "Ákos Császár (Hungarian: Császár Ákos, Hungarian pronunciation: [ˈtʃasaɾ]) (26 February 1924, Budapest – 14 December 2017, Budapest) was a Hungarian mathematician, specializing in general topology and real analysis. He discovered the Császár polyhedron, a nonconvex polyhedron without diagonals.[1] He introduced the notion of syntopogeneous spaces, a generalization of topological spaces.", "31810848": "Alexei Ivanovich Kostrikin (Russian: Алексей Иванович Кострикин) (12 February 1929 – 22 September 2000) was a Russian mathematician, specializing in algebra and algebraic geometry.", "55829794": "Nira Cyril Chamberlain OBE CMath (born 17 June 1969) is a British mathematician based in Birmingham, UK. He is a Principal Consultant at SNC-Lavalin.[1]", "73983266": "Edison Farah (Capivari, April 14, 1915 - São Paulo, April 14, 2006) was a Brazilian mathematician, professor at the University of São Paulo.", "35022115": "Georgi Delchev Bradistilov (Bulgarian: Георги Делчев Брадистилов; 25 October 1904 [12 October 1904 O.S.] – 18 June 1977) was a Bulgarian mathematician.[3]", "52684071": "Ferdinando Pio Rosellini (1814–1872) was an Italian mathematician and botanist.", "1500456": "Samuel Haughton (21 December 1821 – 31 October 1897) was an Irish clergyman, medical doctor, and scientific writer.", "18507052": "Barnaba Tortolini (19 November 1808 – 24 August 1874) was a 19th-century Italian priest and mathematician who played an early active role in advancing the scientific unification of the Italian states. He founded the first Italian scientific journal with an international presence and was  a distinguished professor of mathematics at the University of Rome for 30 years.  As a mathematics researcher, he had more than one hundred mathematical papers to his credit in Italian, French, and German journals.", "22209837": "Nikolaus Hofreiter (8 May 1904 – 23 January 1990) was an Austrian mathematician who worked mainly in number theory.", "3597616": "David Holt  CB (29 October 1943 – 15 November 2022) was a British statistician who was Professor Emeritus of Social Statistics at the University of Southampton. He had been the president of the Royal Statistical Society (2005–2007), the last director of the Central Statistical Office of the United Kingdom, and the first director of the Office for National Statistics (and ex-officio Registrar General).", "36857142": "Hà Huy Khoái (born 24 November 1946, in Ha Tinh) is a Vietnamese mathematician working in complex analysis.", "37086523": "Eldon Robert Hansen is an American mathematician and author who has published in global optimization theory and interval arithmetic.", "9168194": "Leonard Henry Caleb Tippett (8 May 1902 – 9 November 1985), known professionally as L. H. C. Tippett, was an English statistician.", "53011779": "Dennis Lee Johnson (November 19, 1938 – December 20, 2018)[1] was a mathematician and minimal composer. He is the namesake of the Johnson homomorphism in the study of mapping class groups of surfaces.[1]", "57173314": "Emily Willbanks (born Emily West, November 25, 1930 – February 18, 2007)[1] was a scientist at the Los Alamos National Laboratory from 1954–1990. She made advancements in the fields of mathematics, computing, and data systems.[2] She used her background in physics and mathematics to contribute to defense weapons and high-performance storage systems at Los Alamos. She was instrumental in the advancement of a major weather centre in England, was involved in many classified projects for the government, and revolutionized the mass data storage system.", "25929": "Johannes Müller von Königsberg (6 June 1436 – 6 July 1476[1]), better known as Regiomontanus (/ˌriːdʒioʊmɒnˈteɪnəs/), was a mathematician, astrologer and astronomer of the German Renaissance, active in Vienna, Buda and Nuremberg. His contributions were instrumental in the development of Copernican heliocentrism in the decades following his death.", "50488652": "Marta Lewicka (born 23 November 1972) is a Polish-American professor of mathematics at the University of Pittsburgh, specializing in mathematical analysis. Lewicka has contributed results in the theory of hyperbolic systems of conservation laws, fluid dynamics, calculus of variations, nonlinear elasticity, nonlinear potential theory and differential games.", "56616270": "Caren Lea Diefenderfer (January 18, 1952 – March 30, 2017) was an American mathematician known for her efforts to promote numeracy.[1]", "1271126": "Aida Yasuaki (会田 安明, February 10, 1747 – October 26, 1817) also known as Aida Ammei, was a Japanese mathematician in the Edo period.[1]", "42034522": "Moss Eisenberg Sweedler (born 29 April 1942, in Brooklyn)[1] is an American mathematician, known for Sweedler's Hopf algebra, Sweedler's notation, measuring coalgebras, and his proof, with Harry Prince Allen, of a conjecture of Nathan Jacobson.", "56288604": "Anne Greenbaum (born 1951)[1] is an American applied mathematician and professor at the University of Washington.  She was named a SIAM Fellow in 2015 \"for contributions to theoretical and numerical linear algebra\".[2]  She has written graduate and undergraduate textbooks on numerical methods.[3]", "19195230": "John Holwell (24 November 1649[1] – 1686?) was an English astrologer and mathematician.", "27321694": "Herbert Koch (born 14 September 1962) is a German mathematician active in the field of partial differential equations. He occupies the position of a professor at the University of Bonn.", "2680168": "Jean Trembley (April 13, 1749 – September 18, 1811), born at Geneva and died in Le Mas-d'Agenais, was a Genevan[1] mathematician who contributed to the development of differential equations, finite differences, and the calculus of probabilities. He was also active in philosophy, astronomy and psychology.", "54420844": "Mathieu de la Porte  (Nijmegen, 17th century - 1722) was a French mathematician.", "22570355": "Patrick Brosnan is an American mathematician, known for his work on motives, Hodge theory, and algebraic groups. He received his Ph.D. from the University of Chicago in 1998 under the direction of Spencer Bloch.  Brosnan is the 2009 recipient of the Coxeter–James Prize of the Canadian Mathematical Society.[1]", "20014458": "Jerzy Browkin (5 November 1934 – 23 November 2015) was a Polish mathematician, studying mainly algebraic number theory. He was a professor at the Institute of Mathematics of the Polish Academy of Sciences. In 1994, together with Juliusz Brzeziński, he formulated the n-conjecture—a version of the abc conjecture involving n > 2 integers.[1]", "63923582": "Luis Nunes Vicente (born 1967) is an applied mathematician and optimizer who is known for his research work in Continuous Optimization and particularly in Derivative-Free Optimization. He is the Timothy J. Wilmott '80 Endowed Chair Professor[1] and Department Chair of the Department of Industrial and Systems Engineering[2] of Lehigh University.", "25986": "Robert Phelan Langlands, CC FRS FRSC (/ˈlæŋləndz/; born October 6, 1936) is a Canadian mathematician.[1][2] He is best known as the founder of the Langlands program, a vast web of conjectures and results connecting representation theory and automorphic forms to the study of Galois groups in number theory,[3][4] for which he received the 2018 Abel Prize. He was an emeritus professor and occupied Albert Einstein's office at the Institute for Advanced Study in Princeton, until 2020 when he retired.[5]", "25991": "Richard Channing Garfield (born June 26, 1963) is an American mathematician, inventor and game designer. Garfield created Magic: The Gathering, which is considered to be the first collectible card game (CCG). Magic debuted in 1993 and its success spawned many imitations.[1] Garfield oversaw the successful growth of Magic and followed it with other game designs.[2] Included in these are Keyforge, Netrunner, BattleTech(CCG), Vampire: The Eternal Struggle, Star Wars Trading Card Game, The Great Dalmuti, Artifact and the board game RoboRally. He also created a variation of the card game Hearts called Complex Hearts.[3] Garfield first became passionate about games when he played the roleplaying game Dungeons & Dragons,[4] so he designed Magic decks to be customizable like roleplaying characters.[5] Garfield and Magic are both in the Adventure Gaming Hall of Fame.[6]", "3204487": "(Chaim) Herman Müntz (28 August 1884, in Łódź – 17 April 1956, in Sweden) was a German mathematician, now remembered for the Müntz approximation theorem.[1]", "26895753": "Prosdocimus de Beldemandis (or Prosdocimo de' Beldomandi) (died 1428) was an Italian mathematician, music theorist, and physician.", "61891981": "Lawrence Sirovich is mathematical scientist whose research includes, among other topics, applied mathematics, neuroscience and physics. He is recognized as the pioneer behind modern face recognition, and is known for eigenfaces, the method of snapshots, low dimensional dynamical systems, analysis of the US Supreme Court, neuronal population dynamics, and the faithful copy neuron.[1][2][3][4][5][6][7][8][9]", "13428111": "Ben Goertzel is a computer scientist, artificial intelligence researcher, and businessman. He helped popularize the term 'artificial general intelligence'.[1][non-primary source needed]", "58385807": "Yordan Tabov  (born 1946 in Sofia) is a Bulgarian mathematician[1] with academic Degrees: Doctor of Pedagogical Sciences (2007), PhD in Mathematics (MGU, Moscow, 1974);[2] he is also recipient of The Paul Erdős Award (for significant contributions in mathematical education). His research interests include differential equations, geometry, didactics of mathematics, informatics and applications of mathematics and computer methods in the humanities; the focus of his research activity during the last 20 years was namely the last of the fields mentioned above.", "8938904": "James Wallace Givens, Jr. (December 14, 1910 – March 5, 1993) was a mathematician and a pioneer in computer science. He is the eponym of the well-known Givens rotations. Born the son of two teachers in Alberene, Virginia (a small town near Charlottesville), he obtained his bachelor's degree from their young alma mater, Lynchburg College in 1928 at the age of 17; his master's degree from the University of Virginia under Ben Zion Linfield in 1931 (after a one-year fellowship at the University of Kentucky); and his doctorate from Princeton University in 1936 under Oswald Veblen. (Dissertation title: Tensor Coordinates of Linear Spaces.)", "35349915": "William Messing is an American mathematician who works in the field of arithmetic algebraic geometry.", "41248158": "David Archibald Cox (born September 23, 1948, in Washington, D.C.[1]) is a retired[2] American mathematician, working in algebraic geometry.", "32302497": "Fujita Sadasuke (藤田 定資, December 12, 1734 - September 9, 1807), also known as Honda Teiken,[1] was a Japanese mathematician in the Edo period.[2]  He is the author of Seiyō sampō (Essence of Mathematics) which was published in 1781.[3]", "71067041": "Samir H Saker is an Egyptian professor of mathematics at the Department of Mathematics, Faculty of Science, Mansoura University, Egypt.  He is the Manager of IT Unit, Faculty of Science, Mansoura University, an elected member of American Mathematical Society and European Mathematical Society.[1][2][3]", "38266275": "Wassim Michael Haddad (born July 14, 1961) is a Lebanese-Greek-American applied mathematician, scientist, and engineer, with research specialization in the areas of dynamical systems and control. His research has led to fundamental breakthroughs in applied mathematics, thermodynamics, stability theory, robust control, dynamical system theory, and neuroscience. Professor Haddad is a member of the faculty of the School of Aerospace Engineering at Georgia Institute of Technology, where he holds the rank of Professor and Chair of the Flight Mechanics and Control Discipline. Dr. Haddad is a member of the Academy of Nonlinear Sciences Archived 2016-03-04 at the Wayback Machine for recognition of paramount contributions to the fields of nonlinear stability theory, nonlinear dynamical systems, and nonlinear control and an IEEE Fellow for contributions to robust, nonlinear, and hybrid control systems.", "70084003": "Eve Alexandra Littig Torrence (born 1963)[1] is an American mathematician, a professor emerita of mathematics at Randolph–Macon College,[2] and a former president of mathematics society Pi Mu Epsilon. She is known for her award-winning writing and books in mathematics, for her mathematical origami art,[3] and for her efforts debunking overly broad claims regarding the ubiquity of the golden ratio.[4][5]", "2680229": "Joseph Saurin (1 September 1659, in Courthézon – 29 December 1737, in Paris) was a French mathematician and a converted Protestant minister. He was the first to show how the tangents at the multiple points of curves could be determined by mathematical analysis. He was accused in 1712 by Jean-Baptiste Rousseau of being the actual author of defamatory verses that gossip had attributed to Rousseau.", "30500259": "Pankaj Kumar Agarwal is an Indian computer scientist and mathematician researching algorithms in computational geometry and related areas. He is the RJR Nabisco Professor of Computer Science and Mathematics at Duke University, where he has been chair of the computer science department since 2004.[1] He obtained his Doctor of Philosophy (Ph.D.) in computer science in 1989 from the Courant Institute of Mathematical Sciences, New York University, under the supervision of Micha Sharir.[2]", "47375779": "Joaquim Gomes de Souza \"Souzinha\" (15 February 1829, in Itapecuru Mirim – 1 June 1864, in London) was a Brazilian mathematician who worked on numerical analysis and differential equations.[1] He was a pioneer on the study of mathematics in Brazil, and was described by José Leite Lopes as \"the first great mathematician from Brazil\".[2]", "19391913": "Rahim Hasan oghlu Gaziyev (Azerbaijani: Rəhim Həsən oğlu Qazıyev; born 1943, in Shaki) was Azerbaijani Defense Minister in 1992–1993, in the turmoil of the First Nagorno-Karabakh War, and later a political prisoner.", "419243": "George William Hill (March 3, 1838 – April 16, 1914) was an American astronomer and mathematician.  Working independently and largely in isolation from the wider scientific community, he made major contributions to celestial mechanics and to the theory of ordinary differential equations.  The importance of his work was explicitly acknowledged by Henri Poincaré in 1905.  In 1909 Hill was awarded the Royal Society's Copley Medal, \"on the ground of his researches in mathematical astronomy\".  Today, he is chiefly remembered for the Hill differential equation.", "976305": "Sir Simon Kirwan Donaldson FRS (born 20 August 1957) is an English mathematician known for his work on the topology of smooth (differentiable) four-dimensional manifolds, Donaldson–Thomas theory, and his contributions to Kähler geometry. He is currently a permanent member of the Simons Center for Geometry and Physics at Stony Brook University in New York,[1] and a Professor in Pure Mathematics at Imperial College London.", "4580785": "Yudell Leo Luke (26 June 1918 – 6 May 1983) was an American mathematician who made significant contributions to MRIGlobal, was awarded the N. T. Veatch award for Distinguished Research and Creative Activity in 1975, and appointed as Curator's Professor at the University of Missouri in 1978, a post he held until his death.", "62154166": "Henry Howland Crapo (KRAY-poh;[1] August 12, 1932 – September 3, 2019) was an American-Canadian mathematician who worked in algebraic combinatorics.  Over the course of his career, he held positions at several universities and research institutes in Canada and France.  He is noted for his work in matroid theory and lattice theory.", "24864184": "Vladimir E. Korepin (born 1951) is a professor at the C. N. Yang Institute of Theoretical Physics of the Stony Brook University. Korepin made research contributions in several areas of mathematics and physics.", "61662653": "Leslie C. Cheng is an American mathematician specializing in harmonic analysis. She holds the Rachel C. Hale Chair in Mathematics at Bryn Mawr College.[1]", "65627586": "Hatice Nüzhet Gökdoğan (Turkish: [haˈtidʒe ˈnyzhet ˈɟœkdoan]; 14 August 1910 – 24 April 2003) was a Turkish astronomer, mathematician and academic. After studying mathematics and astronomy in France as a young adult, Gökdoğan joined the faculty of Istanbul University in 1934 and completed her PhD. She was elected Dean of the university's Faculty of Science in 1954, becoming the first Turkish woman to serve as a university dean, and she was later made Chair of the astronomy department, significantly expanding her department's capacity and working to improve national and international collaboration between astronomers.", "67790275": "Anna B. Romanowska is a Polish mathematician specializing in abstract algebra. She is professor emeritus of algebra and combinatorics at the Warsaw University of Technology,[1] and was the first convenor of European Women in Mathematics.[2]", "60777928": "Luminița Aura Vese is a Romanian professor of mathematics at the University of California, Los Angeles, known for her research in image processing, including work on active contour models, level-set methods, image segmentation, and inpainting.", "22078924": "Gerald Beresford Whitham FRS[2] (13 December 1927 – 26 January 2014) was a British–born American applied mathematician and the Charles Lee Powell Professor of Applied Mathematics (Emeritus) of Applied & Computational Mathematics at the California Institute of Technology.[3] He received his Ph.D. from the University of Manchester in 1953 under the direction of Sir James Lighthill.[4] He is known for his work in fluid dynamics and waves.", "37316047": "Andrew Vázsonyi (1916–2003), also known as Endre Weiszfeld and Zepartzatt Gozinto) was a Hungarian mathematician and operations researcher.  He is known for Weiszfeld's algorithm for minimizing the sum of distances to a set of points, and for founding The Institute of Management Sciences.[1][2][3]", "3958225": "Guido Bonatti  (died between 1296 and 1300) was an Italian mathematician, astronomer and astrologer, who was the most celebrated astrologer of the 13th century.[1]\nBonatti was advisor of Frederick II, Holy Roman Emperor, Ezzelino da Romano III, Guido Novello da Polenta and Guido I da Montefeltro. He also served the communal governments of Florence, Siena and Forlì. His employers were all Ghibellines (supporters of the  Holy Roman Emperor), who were in conflict with the Guelphs (supporters of the Pope), and all were excommunicated at some time or another.[2] Bonatti's astrological reputation was also criticised in Dante's Divine Comedy, where he is depicted as residing in hell as punishment for his astrology.[3]", "72410578": "Martha Yoko Takane Imay is a Mexican mathematician whose research topics include linear algebra, representation theory, and algebraic combinatorics. She is a professor at the National Autonomous University of Mexico (UNAM) and a researcher in the UNAM Institute of Mathematics.[1]", "34399699": "William Werner Boone (16 January 1920 in Cincinnati – 14 September 1983 in Urbana, Illinois) was an American mathematician. He completed his undergrad degree as a part time student at the University of Cincinnati.[1]", "30696913": "Sherry Gong is an American mathematician specializing in low-dimensional topology and known as one of the most successful female competitors at the International Mathematical Olympiad. She is an assistant professor  at Texas A&M University.", "62350810": "Susan Marie Malila Sanchez (born 1959)[1] is an American applied statistician and an expert in military applications of operations research, in agent-based simulation, and in data farming of simulation results. She is a professor of operations research at the Naval Postgraduate School.", "452058": "Pierre Bouguer (French: [buˈge]) (16 February 1698, Le Croisic – 15 August 1758, Paris) was a French mathematician, geophysicist, geodesist, and astronomer. He is also known as \"the father of naval architecture\".", "1140188": "Polyaenus of Lampsacus (/ˌpɒliːˈiːnəs/ POL-ee-EE-nəs; Greek: Πoλύαινoς Λαμψακηνός, Polyainos Lampsakēnos; c. 340 – c. 285 BCE), also spelled Polyenus, was an ancient Greek mathematician and a friend of Epicurus.", "452061": "Charles Marie de La Condamine (28 January 1701 – 4 February 1774) was a French explorer, geographer, and mathematician. He spent ten years in territory which is now Ecuador, measuring the length of a degree of latitude at the equator and preparing the first map of the Amazon region based on astro-geodetic observations. Furthermore he was a contributor to the Encyclopédie.[1]", "8578530": "Karl Seebach (June 28, 1912 in Munich – July 18, 2007 in Munich) was a German mathematician.", "4449765": "Moritz Pasch (8 November 1843, Breslau, Prussia (now Wrocław, Poland) – 20 September 1930, Bad Homburg, Germany) was a German mathematician of Jewish ancestry[1] specializing in the foundations of geometry. He completed his Ph.D. at the University of Breslau at only 22 years of age. He taught at the University of Giessen, where he is known to have supervised 30 doctorates.", "69428712": "Susanne Dierolf (16 July 1942 – 24 April 2009)[1] was a German mathematician specializing in the theory of topological vector spaces.[2] She was a professor for many years at the University of Trier.[3]", "2680300": "Antoine Parent (September 16, 1666 – September 26, 1716) was a French mathematician, born in Paris and died there, who wrote in 1700 on analytical geometry of three dimensions. His works were collected and published in three volumes at Paris in 1713.", "36857327": "Zdzisław Skupień (born November 27, 1938, in Świlcza, Poland[1]) is a Polish mathematician, expert in optimization, discrete mathematics, and graph theory, professor, dr. hab. (1982).[1][2][3][4]", "21456368": "Jagdish Narain Srivastava (1933-2010) was an Indian-born mathematician, statistician and a professor at Colorado State University.[1] Srivastava is known for the research in the area of Design of experiments,[2] Multivariate analysis and Combinatorial mathematics. Srivastava was a Fellow of Institute of Mathematical Statistics.", "34268661": "David Allan Spence (3 January 1926 – 7 September 2003) was a mathematician who applied his mathematical skills in the aeronautics industry, and to the understanding of geophysical problems.[2] He was born and educated in New Zealand, later moving to England, to take up a Doctorate in Engineering at Clare College, Cambridge.[3]  He was employed for a period of time at the then Royal Aircraft Establishment at Farnborough, after which he was appointed to the Engineering Department of the University of Oxford, where he stayed for twenty years. Later, he held the position of Professor of Mathematics at Imperial College, London.[2]", "6022646": "Hendrik van Heuraet (1633, Haarlem - 1660?, Leiden) was a Dutch mathematician also known as Henrici van Heuraet. He is noted as one of the founders of the integral, and author of Epistola de Transmutatione Curvarum Linearum in Rectus [On the Transformation of Curves into Straight Lines] (1659).[1] From 1653 he studied at Leiden University where he  interacted with Frans van Schooten, Johannes Hudde, and Christiaan Huygens. In 1658 he and Hudde left for Saumur in France. He returned to Leiden the next year as a physician. After this his trail is lost.", "26338808": "Nikolai Nikolaevich Yanenko (Russian: Николай Николаевич Яненко; 22 May 1921 – 16 January 1984) was a Soviet mathematician and academician.[1] He was known for his contributions to computational mathematics and fluid mechanics. He served as Director of the Institute of Theoretical and Applied Mechanics of the Siberian Division of the USSR Academy of Sciences.[2]", "2680315": "François Nicole (23 December 1683 – 18 January 1758) was a French mathematician, born in Paris and died there, who published his Traité du calcul des différences finies in 1717; it contains rules both for forming differences[clarification needed] and for effecting the summation of series. In 1706, he wrote a work on roulettes, particularly spherical epicycloids. In 1729 and 1731, he published memoirs on Newton's essay on curves of the third degree.[1][2]", "3565056": "Dai Zhen (Chinese: 戴震; pinyin: Dài Zhèn; Wade–Giles: Tai Chen, January 19, 1724 – July 1, 1777) was a  Chinese philosopher of the Qing dynasty. Hailing from Xiuning, Anhui Dai was a versatile scholar who made great contributions to mathematics, geography, phonology and philosophy.[1] His philosophical and philological critiques of Neo-Confucianism continue to be influential. In 1733, Dai was recruited by scholar Ji Yun to be one of the editors of the official encyclopedia and collection of books, Siku Quanshu.", "54420996": "John Muller (1699 – June 1784) was a German mathematician and engineer.[1]", "25912842": "Adolfas Pranaitis Jucys (12 September 1904 – 4 February 1974; also referred to as Yutsis, Yuzis, or Ioucis depending on translation) was a Lithuanian theoretical physicist and mathematician, and inducted member of the Lithuanian Academy of Sciences in 1953. He graduated from Kaunas University in 1931 and later worked with both creators of the self-consistent field method – Douglas Hartree in Manchester (in 1938) and Vladimir Fock in Leningrad (1949–1951). Adolfas Jucys created the scientific school of theoretical physics in Vilnius, was the head of the Department of Theoretical Physics at Vilnius University (1944–1971). He organized the first Institute of Physics and Mathematics in Lithuania and was its first director (1956–1963), and later (1971–1974) the head of the Institute's Department of Quantum Mechanical Calculations.[1][2]", "56452622": "Horst Herrlich (11 September 1937, in Berlin – 13 March 2015, in Bremen) was a German mathematician, known as a pioneer of categorical topology.", "2680338": "Jean Paul de Gua de Malves (1713, Malves-en-Minervois (Aude) – June 2, 1785, Paris[1]) was a French mathematician who published in 1740 a work on analytical geometry in which he applied it, without the aid of differential calculus, to find the tangents, asymptotes, and various singular points of an algebraic curve.", "24274454": "Nigel Martin is a British politician and mathematician. He was a member of Durham County Council, representing Neville's Cross from 1985 to 2017.[1] He is a Liberal Democrat, and was leader of the party in the council from 1989-2013.[2] He was also a member of Durham City Council from 1995 to 1999, and from 2007 to 2009, when the council was abolished, and has been a member of Framwellgate Moor Parish Council since 2017.[citation needed]", "3335703": "Al-Samawʾal ibn Yaḥyā al-Maghribī (Arabic: السموأل بن يحيى المغربي, c. 1130 – c. 1180), commonly known as Samawʾal al-Maghribi, was a mathematician, astronomer and physician.[1] Born to a Jewish family of North African origin, he concealed his conversion to Islam for many years for fear of offending his father, then openly embraced Islam in 1163 after he had a dream telling him to do so.[2] His father was a rabbi from Morocco named Yehuda ibn Abūn.[3][4]", "12576285": "Harvey Dubner (1928–2019) was an electrical engineer and mathematician who lived in New Jersey, noted for his contributions to finding large prime numbers.  In 1984, he and his son Robert collaborated in developing the 'Dubner cruncher', a board which used a commercial finite impulse response filter chip to speed up dramatically the multiplication of medium-sized multi-precision numbers, to levels competitive with supercomputers of the time, though his focus later changed to efficient implementation of FFT-based algorithms on personal computers.", "5006878": "Organizations:", "56288799": "Mariel Vázquez (born 1971 or 1972)[1] is a Mexican mathematical biologist who specializes in the topology of DNA. She is a professor at the University of California, Davis, jointly affiliated with the departments of mathematics and of microbiology and molecular genetics.[2]", "14345760": "Norman E. Gibbs (November 27, 1941 – April 25, 2002) was an American software engineer, scholar and educational leader.", "73655841": "Tatiana Marins Roque (born April 24, 1970) is a Brazilian historian of mathematics and politician.", "3466784": "Carl Barnett Allendoerfer (April 4, 1911 – September 29, 1974) was an American mathematician in the mid-twentieth century, known for his work in topology and mathematics education.", "288288": "André Sainte-Laguë (French pronunciation: [ɑ̃.dʀe sɛ̃t.la.ɡy], 20 April 1882, Saint-Martin-Curton – 18 January 1950) was a French mathematician who was a pioneer in the area of graph theory.\nHis research on seat allocation methods (published in 1910) led to one being named after him, the Sainte-Laguë method. Also named after him is the Sainte-Laguë Index for measuring the proportionality of an electoral outcome.", "62416414": "Elizabeth Lee Wilmer is an American mathematician known for her work on Markov chain mixing times. She is a professor, and former department head, of mathematics at Oberlin College.[1]", "58975784": "Saly Ruth Ramler (1894–1993), also known as Saly Ruth Struik, was the first woman to receive a mathematics PhD from the German University in Prague, now known as Charles University.[1]  Her 1919 dissertation, on the axioms of affine geometry, was supervised by Gerhard Kowalewski and Georg Alexander Pick.[2] She married the Dutch mathematician and historian of mathematics Dirk Jan Struik in 1923. Between 1924 and 1926, the pair traveled Europe and met many prominent mathematicians, using Dirk Struik's Rockefeller fellowship. In 1926, they emigrated to the United States, and Dirk Struik accepted a position at MIT.[3]", "64611881": "Judith Lynnette Covington is an American mathematician and mathematics educator who works as a professor of mathematics at Louisiana State University Shreveport (LSUS).[1]", "53143101": "Graeme Milton is an American mathematician, currently distinguished professor at University of Utah and also previously the Eisenbud Professor at Mathematical Sciences Research Institute in 2010 and also a full professor at Courant Institute of Mathematical Sciences.[1][2][3][4]", "1664575": "Dattatreya Ramchandra Kaprekar (Marathi: दत्तात्रेय रामचंद्र कापरेकर; 17 January 1905 – 1986) was an Indian recreational mathematician who  described several classes of natural numbers including the Kaprekar, harshad and self numbers and discovered the Kaprekar's constant, named after him. Despite having no formal postgraduate training and working as a schoolteacher, he published extensively and became well known in recreational mathematics circles.[1]", "157248": "Elmer Gethin Rees, CBE FRSE (19 November 1941 – 4 October 2019[1][2]) was a Welsh mathematician with publications in areas ranging from topology, differential geometry, algebraic geometry, linear algebra and Morse theory to robotics. He held the post of Director of the Heilbronn Institute for Mathematical Research, a partnership between the University of Bristol and the British signals intelligence agency GCHQ, from its creation in 2005 until 2009.", "58910276": "Melvin Robert Currie is an American mathematician and cryptographer. He is a former Chief of the Cryptographic Research and Design Division at the National Security Agency.  His recognitions include a Lifetime Achievement Award from the National Association of Mathematicians, the 2007 Crypto-Mathematics Institute's Leadership Award, the NSA Director's Distinguished Service Medal, and recognition as a Black History Month 2019 Honoree by Mathematically Gifted & Black.[1][2]  He is the author of the 2018 popular mathematics book Mathematics: Rhyme and Reason, published jointly by the American Mathematical Society and the Mathematical Sciences Research Institute.[3] Currie is also the author of the 2019 novel Just Before Too Late.", "9397829": "Christine Ladd-Franklin (December 1, 1847 – March 5, 1930) was an American psychologist, logician, and mathematician.", "9070151": "Robert Connelly (born July 15, 1942) is a mathematician specializing in discrete geometry and rigidity theory. Connelly received his Ph.D. from University of Michigan in 1969. He is currently a professor at Cornell University.[1][2]", "64939593": "Nicholas William Hanges was a mathematician at the City University of New York, known for his work in partial differential equations and the theory of several complex variables. He was a Professor of Mathematics at Lehman College.", "71919181": "Grzegorz Świątek (born 1964) is a Polish mathematician, currently a professor at the Warsaw University of Technology. He is known for his contributions to dynamical systems.", "42493517": "Harold Thayer Davis (5 October 1892, in Beatrice, Nebraska – 14 November 1974, in Bloomington, Indiana) was a mathematician, statistician, and econometrician, known for the Davis distribution.", "26193": "Sir Roger Penrose OM FRS HonFInstP (born 8 August 1931)[1] is an English mathematician, mathematical physicist, philosopher of science and Nobel Laureate in Physics.[2] He is Emeritus Rouse Ball Professor of Mathematics in the University of Oxford, an emeritus fellow of Wadham College, Oxford, and an honorary fellow of St John's College, Cambridge, and University College London.[3][4][5]", "51799636": "Ashwin Rod Gover[1][2] is a New Zealand mathematician and a Fellow of the Royal Society of New Zealand. He is currently employed as a Professor of Pure Mathematics at the University of Auckland in New Zealand.[2] He is the PhD students' Adviser for the Department of Mathematics and is the head of the Analysis, Geometry and Topology Research Group at the University of Auckland.[3]", "24864343": "Irene Kaminka Fischer (born July 27, 1907, in Vienna, Austria, died October 22, 2009, in Boston) was an Austrian-American mathematician and geodesist. She was a member of the National Academy of Engineering, a Fellow of the American Geophysical Union, and inductee of the National Imagery and Mapping Agency Hall of Fame. Fischer became one of two internationally known women scientists in the field of geodesy during the golden age of the Project Mercury and the Apollo program. Her Mercury datum (or Fischer ellipsoid 1960 and 1968),[2][3] as well as her work on the lunar parallax, were instrumental in conducting these missions. \"In his preface to the ACSM publication, Fischer's former colleague, Bernard Chovitz, referred to her as one of the most renowned geodesists of the third quarter of the twentieth century. Yet this fact alone makes her one of the most renowned geodesists of all times, because, according to Chovitz, the third quarter of the twentieth century witnessed \"the transition of geodesy from a regional to a global enterprise.\"[4]", "64284249": "Winfried Scharlau (12 August 1940, in Berlin – 26 November 2020) was a German mathematician.", "58746458": "Jennifer Ann Scott FIMA (née Dixon, born 1960)[1][2] is a British mathematician specialising in numerical analysis, sparse matrix computations, and parallel computing. She is a professor of applied mathematics at the University of Reading, where she directs the Centre for the Mathematics of Planet Earth,[3] and a Group Leader and Individual Merit Research Fellow for the Science and Technology Facilities Council at the Rutherford Appleton Laboratory.[4]", "10774105": "Gorō Azumaya (東屋 五郎, Azumaya Gorō, February 26, 1920[1] – July 8, 2010) was a Japanese mathematician who introduced the notion of Azumaya algebra in 1951.  His advisor was Shokichi Iyanaga. At the time of his death he was an emeritus professor at Indiana University.", "61859422": "Catherine Ann Meadows is an American cryptographer known for her development of tools for the formal verification and automated discovery of flaws in cryptographic protocols.[1] She is a senior researcher in the Center for High Assurance Systems at the Naval Research Laboratory and the head of the laboratory's Formal Methods Section.[2]", "6022750": "Pieter Hendrik Schoute (21 January 1846, Wormerveer – 18 April 1913, Groningen) was a Dutch mathematician known for his work on regular polytopes and Euclidean geometry.", "50259551": "Aslak Tveito (born 17 February 1961) is a Norwegian scientist in the field of numerical analysis and scientific computing. Tveito is the Managing Director of the Simula Research Laboratory,[1] a Norwegian research center owned by the Norwegian Government, and is Professor of Scientific Computing at the University of Oslo.", "65168994": "Jesper Møller (also written Moller or Moeller; born December 6, 1957)[1][2][3] is a Danish mathematician.", "3008100": "Stanley Osher (born April 24, 1942) is an American mathematician, known for his many contributions in shock capturing, level-set methods, and PDE-based methods in computer vision and image processing. Osher is a professor at the University of California, Los Angeles (UCLA), Director of Special Projects in the Institute for Pure and Applied Mathematics (IPAM) and member of the California NanoSystems Institute (CNSI) at UCLA.", "6219367": "Raghunath Dhondo Karve (14 January 1882 – 14 October 1953) was a professor of mathematics and a social reformer from Maharashtra, India. He was a pioneer in initiating family planning and birth control for masses in Mumbai in 1921.", "53831273": "Nicholas Morpeth Hutchinson Lightfoot FRSE (1902–1962) was a British mathematician and academic administrator. He was an expert on heat conduction.", "35513965": "Hilda Phoebe Hudson (11 June 1881  Cambridge – 26 November 1965 London) was an English mathematician who worked on algebraic geometry, in particular on Cremona transformations. Hudson was interested in the link between mathematics and her religious beliefs.[citation needed]", "36267630": "Thomas von Randow (26 December 1921  Breslau, Schlesien – 29 July 2009  Hamburg)  was a German mathematician and journalist who published mathematical and logical puzzles under the pseudonym Zweistein in the \"Logelei\" column in Die Zeit. (After 2005 his column and pseudonym were continued by Bernhard Seckinger and Immanuel Halupczok.)", "616048": "Andrey Nikolayevich Tikhonov (Russian: Андре́й Никола́евич Ти́хонов; 17 October 1906 – 7 October 1993) was a leading Soviet Russian mathematician and geophysicist known for important contributions to topology, functional analysis, mathematical physics, and ill-posed problems. He was also one of the inventors of the magnetotellurics method in geophysics. Other transliterations of his surname include \"Tychonoff\", \"Tychonov\", \"Tihonov\", \"Tichonov\".", "7431793": "Prabhu Lal Bhatnagar (8 August 1912 – 5 October 1976), commonly addressed as P. L. Bhatnagar, was an Indian mathematician known for his contribution to the Bhatnagar–Gross–Krook operator used in Lattice Boltzmann methods (LBM).", "3499637": "Colin Conrad Adams (born October 13, 1956) is a mathematician primarily working in the areas of hyperbolic 3-manifolds and knot theory.  His book, The Knot Book, has been praised for its accessible approach to advanced topics in knot theory.  He is currently Francis Christopher Oakley Third Century Professor of Mathematics at Williams College, where he has been since 1985. He writes \"Mathematically Bent\", a column of math  for the Mathematical Intelligencer. His nephew is popular American singer Still Woozy.", "10217078": "Oskar Bolza  (12 May 1857 – 5 July 1942) was a German mathematician, and student of Felix Klein. He was born in Bad Bergzabern, Palatinate, then a district of Bavaria, known for his research in the calculus of variations, particularly influenced by Karl Weierstrass' 1879 lectures on the subject.[2]", "61859449": "Claudia Malvenuto (born 1965) is an Italian mathematician, one of the namesakes of the Malvenuto–Poirier–Reutenauer Hopf algebra of permutations. She is an associate professor of mathematics at Sapienza University of Rome.[1]", "63563391": "Roland George Dwight Richardson (born May 14, 1878, Dartmouth, Nova Scotia; died July 17, 1949, Antigonish, Nova Scotia) was a prominent Canadian-American mathematician chiefly known for his work building the math department at Brown University and as Secretary of the American Mathematical Society.[1]", "976516": "Sergei Natanovich Bernstein (Ukrainian: Сергі́й Ната́нович Бернште́йн, sometimes Romanized as Bernshtein; 5 March 1880 – 26 October 1968) was a Ukrainian and Russian mathematician of Jewish origin known for contributions to partial differential equations, differential geometry, probability theory, and approximation theory.[1][2]", "60155531": "Chen Bang-yen is a Taiwan-born  mathematician who works mainly on differential geometry and related subjects. He was a University Distinguished Professor of Michigan State University from 1990 to 2012. After 2012 he became University Distinguished professor emeritus.", "15066763": "John Colin Stillwell (born 1942) is an Australian mathematician on the faculties of the University of San Francisco and Monash University.[1]", "57927311": "Eduard Wirsing (28 June 1931 – 22 March 2022) was a German mathematician, specializing in number theory.[1]", "6022800": "Hendrik Douwe Kloosterman (9 April 1900 – 6 May 1968) was a Dutch mathematician, known for his work in number theory (in particular, for introducing Kloosterman sums) and in representation theory.[1][2]", "54421139": "Abu Bakr Muhammad Ibn ‘Abd al-Bāqī al-Baghdadi al-Ansārī al-Kaabī[1][2] (1050-1141) (Arabic: محمد بن عبد الباقي البغدادي) also known as Qadi al-Maristan, was an Arab[1] jurist and mathematician.", "55764631": "George Leo Watson (13 December 1909 – 9 January 1988, London) was a British mathematician, who specialized in number theory.[1]", "452253": "Eric de Sturler (born 15 January 1966, Groningen) is a Professor of Mathematics at Virginia Tech in Blacksburg, Virginia. He is on the editorial board of Applied Numerical Mathematics[1] and the Open Applied Mathematics Journal.[2]", "8185502": "Tudor Ganea (October 17, 1922 –August 1971)[1] was a Romanian-American mathematician, known for his work in algebraic topology, especially homotopy theory. Ganea left Communist Romania to settle in the United States in the early 1960s.[2] He taught at the University of Washington.", "11593376": "Douglas Robert Stinson (born 1956 in Guelph, Ontario) is a Canadian mathematician and cryptographer, currently a Professor Emeritus at the University of Waterloo.[1]", "779938": "Jan Šindel (1370s – between 1455 and 1457),[1] also known as Jan Ondřejův (Latin: Iohannes Andreae dictus Schindel or Joannes de Praga), was a Czech medieval scientist and Catholic priest. He was a professor at Charles University in Prague and became the rector of the university in 1410. He lectured on mathematics and astronomy and was also a personal astrologer and physician of kings Wenceslaus IV of Bohemia and his brother Holy Roman Emperor Sigismund.[1]", "55633571": "Louis-Gustave du Pasquier (18 August 1876, Auvernier – 31 January 1957, Cornaux) was a Swiss mathematician and historian of mathematics and mathematical sciences.", "31057574": "Jakub Kresa (Spanish: Jacobo Kresa, Latin: Jacobo Kreysa; 19 July 1648 – 28 July 1715) was a Czech mathematician. He was one of the most important Czech mathematicians of the Baroque era.", "714407": "Nikolay Yegorovich Zhukovsky[1] (Russian: Никола́й Его́рович Жуко́вский, IPA: [ʐʊˈkofskʲɪj]; 17 January [O.S. 5 January] 1847 – 17 March 1921) was a Russian scientist, mathematician and engineer, and a founding father of modern aero- and hydrodynamics. Whereas contemporary scientists scoffed at the idea of human flight, Zhukovsky was the first to undertake the study of airflow. He is often called the Father of Russian Aviation.", "681640": "Jacques Pelletier du Mans, also spelled Peletier (Latin: Iacobus Peletarius Cenomani, 25 July 1517 – 17 July 1582) was a humanist, poet and mathematician of the French Renaissance.[1]", "53503658": "Francis Buekenhout (born 23 April 1937 in Ixelles near Brussels) is a Belgian mathematician who introduced Buekenhout geometries and the concept of quadratic sets.", "11626155": "Burt James Totaro, FRS (b. 1967), is an American mathematician, currently a professor at the University of California, Los Angeles, specializing in algebraic geometry and algebraic topology.", "35219117": "Claudio Procesi (born 31 March 1941 in Rome) is an Italian mathematician, known for works in algebra and representation theory.", "37775021": "Masao Haji (土師 政雄, Haji Masao, September 27, 1925 – June 9, 1998) was a Japanese political activist, mathematics lecturer and critic. He also wrote books under the name Ryūsuke Nomi (野見隆介, Nomi Ryusuke). He was chair of mathematics at the correspondence-course \"Z-kai\", and taught at the three top exam preparation schools (juku): Yoyogi Seminar, Sundai Preparatory School and Kawai Juku Groupwork.", "56288945": "Ilijas Farah (born February 18, 1966, in Sremska Mitrovica, Serbia) is a Canadian-Serbian[1] mathematician and a professor of mathematics at York University in Toronto and at the Mathematical Institute of Serbian Academy of Sciences and Arts, Belgrade, Serbia.[2][3] His research focuses on applications of logic to operator algebras.[4]", "1566390": "Johann Gabriel Doppelmayr (27 September 1677 – 1 December 1750) was a German mathematician, astronomer, and cartographer. (His surname is also spelled Doppelmayer and Doppelmair.)", "61859511": "Frédérique Elise Oggier is a Swiss mathematician and coding theorist who works as an associate professor of physical and mathematical sciences at Nanyang Technological University in Singapore.[1]", "32892599": "Yakov Lazarevich Geronimus, sometimes spelled J. Geronimus (Russian: Я́ков Лазаре́вич Геро́нимус; February 6, 1898, Rostov – July 17, 1984, Kharkov) was a Russian mathematician known for contributions to theoretical mechanics and the study of orthogonal polynomials. The Geronimus polynomials are named after him.", "16082618": "Michael James David Powell FRS FAA[2] (29 July 1936 – 19 April 2015) was a British mathematician, who worked in the Department of Applied Mathematics and Theoretical Physics (DAMTP) at the University of Cambridge.[3][1][4][5][6]", "36267706": "Thomas von Randow (26 December 1921  Breslau, Schlesien – 29 July 2009  Hamburg)  was a German mathematician and journalist who published mathematical and logical puzzles under the pseudonym Zweistein in the \"Logelei\" column in Die Zeit. (After 2005 his column and pseudonym were continued by Bernhard Seckinger and Immanuel Halupczok.)", "55830213": "Fernando de Helguero (1 November 1880, Pelago – 28 December 1908, Messina) was an Italian mathematician, statistician and pioneer of biostatistics.[1][2][3]", "648902": "Miloš Zahradník is a Czech mathematician who works on statistical mechanics[1] in Charles University in Prague. He is also known for the book We Grow Linear Algebra (in Czech) that he wrote with Luboš Motl.", "8251079": "Thakurartha Devadithya Guardiyawasam Lindamulage Nalin Kumara de Silva  (Sinhala: නලින් ද සිල්වා; born 20 October 1944) is a Sri Lankan philosopher[2] and a political analyst. He is the former Sri Lankan ambassador in Myanmar.[3] He was a professor in the department of mathematics, a member of University Grant Commission and the dean of the faculty of science at the University of Kelaniya, Sri Lanka.", "65955532": "Alex James is a British and New Zealand applied mathematician and mathematical biologist whose research involves the mathematical modeling of wildlife behaviour,[1][2] gender disparities in academia,[3] and the epidemiology of COVID-19.[4][5] She is a professor in the school of mathematics and statistics at the University of Canterbury in New Zealand,[6] and a researcher with the Te Pūnaha Matatini Centre of Research Excellence for Complex Systems, where she is Deputy Director for Industry and Stakeholder Engagement.[7]", "48522957": "Henry James Priestley (10 April 1883 – 26 February 1932) was the first Professor of Mathematics at the University of Queensland.", "6022862": "Johannes de Groot (May 7, 1914 – September 11, 1972) was a Dutch mathematician, the leading Dutch topologist for more than two decades following World War II.[1]", "9561807": "Michinori Yamashita (born 1953 in Japan) is a professor (Japanese mathematician) at the Rissho University. He studied at the Sophia University under Yukiyoshi Kawada and Kiichi Morita.", "48916177": "Michael Edward Ash (17 December 1927 – 30 April 2016)[1] was a British mathematician and brewer. Ash led a team that invented a nitrogenated dispense system for Guinness stout first released in 1959, which evolved to become the beer now sold globally as Draught Guinness. As the manager in charge of the Easy Serve project, Ash is credited as the inventor of nitrogenated beer[2] (sometimes known as \"nitro beer\" colloquially).[3] He was Managing Director of Crookes Laboratories[4] (1962–1972) where he was responsible for securing the license for an early anti-depressant in the UK, Prothiaden.", "20178646": "Ivan Stojmenović (1957 – 3 November 2014) was a Serbian-Canadian mathematician and computer scientist well known for his contributions to communications networks and algorithms.  He has published over 300 articles in his field[1] and edited four handbooks in the area of wireless sensor networks.", "9103063": "Irene Ann Stegun (February 9, 1919 – January 27, 2008)[1] was an American mathematician at the National Bureau of Standards (NBS, now the National Institute of Standards and Technology) who edited a classic book of mathematical tables called A Handbook of Mathematical Functions, widely known as Abramowitz and Stegun.[2]", "747223": "Lev Genrikhovich Schnirelmann (also Shnirelman, Shnirel'man; Лев Ге́нрихович Шнирельма́н; 2 January 1905 – 24 September 1938) was a Soviet mathematician who worked on number theory, topology and differential geometry.", "12707548": "Haim Shapira is an Israeli mathematician, pianist, speaker, philosopher and game theorist. He writes in Hebrew, and his books have been translated into English, Spanish, German, Portuguese, Italian, Russian, Bengali and Korean. He is a sought-after lecturer in Israel, and was a speaker at TEDxJaffa on game theory and strategy.[1] His first two books in English are Happiness and Other Small Things of Absolute Importance[2][3] and Gladiators, Pirates and Games of Trust.[4] He also arranged and performed music on the soundtrack for John Wick: Chapter 2.[5]", "13690592": "Anatoli Georgievich Vitushkin (Russian: Анато́лий Гео́ргиевич Виту́шкин) (June 25, 1931 – May 9, 2004) was a Soviet mathematician noted for his work on analytic capacity and other parts of mathematical analysis.[1]", "61859557": "Joanne K. Moldenhauer (née Gatz, March 15, 1928 – February 14, 2016) was an American high school mathematics teacher and two-time winner of the Edyth May Sliffe Award.[1]", "56714981": "Dr Leslie Bennet Craigie Cunningham FRSE OBE (1895–31 August 1946) was a 20th-century Scottish statistician and physicist known for his expertise on air armaments. In 1936 he invented the gyro gunsight (GGS) which compensates for the movement of target aircraft, predicting their position dependent upon their speed. This created an effective increase in successful targeting from 100 to 400%[1]", "31516391": "John Charles Chenoweth McKinsey (30 April 1908 – 26 October 1953), usually cited as J. C. C. McKinsey, was an American mathematician known for his work on game theory and mathematical logic,[2] particularly, modal logic.[3]", "68347623": "Giovanni Maria Tolosani (pseudonym Joannes Lucidus Samotheus) (c.1471 – 22 January 1549) was an Italian theologian, writer, a prior of the Dominican order at the convent of St. Mark in Florence a mathematician and an astronomer. He is best known for writing the first notable denunciation of Copernican heliocentric theory in 1545.", "1402609": "Charles Julien Brianchon (19 December 1783 – 29 April 1864) was a French mathematician and chemist.", "55961331": "Max Gut (1898–1988) was a Swiss mathematician, specializing in algebraic number theory and group theory.[1]", "14903030": "Luc Vinet CM OQ (born (1953-04-16)April 16, 1953) is a Canadian physicist and mathematician. He was former rector of the Université de Montréal between 2005 and 2010. He is the CEO of IVADO, created in 2015 since August 2021.", "7268088": "Martin Hugo Löb (German: [løːp]; 31 March 1921 – 21 August 2006) was a German mathematician.  He settled in the United Kingdom after the Second World War and specialised in mathematical logic.  He moved to the Netherlands in the 1970s, where he remained in retirement.  He is perhaps best known for having formulated Löb's theorem in 1955.", "616186": "Ludwig Georg Elias Moses Bieberbach (German: [ˈbiːbɐˌbaχ]; 4 December 1886 – 1 September 1982) was a German mathematician and Nazi.[1]", "4187898": "Martin (Maarten) van den Hove (Latinized as Martinus Hortensius (Ortensius)) (1605 – 7 August 1639) was a Dutch astronomer and mathematician.  His adopted Latin name is a translation of the Dutch hof (\"garden\"), in Latin horta.", "23422717": "John of London (fl. 13th century), mathematician, was described by Roger Bacon as one of two \"perfect\" mathematicians, together with Pierre de Maricourt. Bacon probably knew John in Paris in the 1260s.[1]", "49932035": "Martin George Scharlemann (born 6 December 1948) is an American topologist who is a professor at the University of California, Santa Barbara.[1] He obtained his Ph.D. from the University of California, Berkeley under the guidance of Robion Kirby in 1974.[2]", "70215429": "Alexei Vasilievich Shubnikov (Russian: Алексей Васильевич Шубников; 29 March 1887 – 27 April 1970) was a Soviet crystallographer and mathematician. Shubnikov was the founding director of the Institute of Crystallography (named after him following his death) of the Academy of Sciences of the Soviet Union in Moscow. Shubnikov pioneered Russian crystallography and its application.[1]", "8808200": "Roger Evans Howe  (born May 23, 1945) is the William R. Kenan, Jr. Professor Emeritus of Mathematics at Yale University, and Curtis D. Robert Endowed Chair in Mathematics Education at Texas A&M University. He is known for his contributions to representation theory, in particular for the notion of a reductive dual pair and the Howe correspondence, and his contributions to mathematics education.[1]", "72738568": "Bianca Falcidieno is an Italian applied mathematician whose research interests include computer graphics, geometric modeling, shape analysis, and mesh generation; she has been called a pioneer of semantics-driven shape representation.[1] She is retired as a research director for the Italian National Research Council (CNR), where she led the Shape Modeling Group of the Institute for Applied Mathematics and Information Technologies (IMATI).[2]", "58451722": "Christian Friedrich Krattenthaler (born 8 October 1958 in Vienna) is an Austrian mathematician. He is a professor of discrete mathematics (with a focus on combinatorics). From 2016 to 2020 he has been the Dean of the Faculty of Mathematics at the University of Vienna.", "19785484": "Robert Hues (1553 – 24 May 1632) was an English mathematician and geographer. He attended St. Mary Hall at Oxford, and graduated in 1578. Hues became interested in geography and mathematics, and studied navigation at a school set up by Walter Raleigh. During a trip to Newfoundland, he made observations which caused him to doubt the accepted published values for variations of the compass. Between 1586 and 1588, Hues travelled with Thomas Cavendish on a circumnavigation of the globe, performing astronomical observations and taking the latitudes of places they visited. Beginning in August 1591, Hues and Cavendish again set out on another circumnavigation of the globe. During the voyage, Hues made astronomical observations in the South Atlantic, and continued his observations of the variation of the compass at various latitudes and at the Equator. Cavendish died on the journey in 1592, and Hues returned to England the following year.", "24897291": "Odd Magnus Faltinsen (born 9 January 1944) is a Norwegian mathematician and professor of marine technology.", "7661333": "Alexander Soifer is a Russian-born American mathematician and mathematics author.[1] His works include over 400 articles and 13 books.", "6022935": "Jan Jansz de Jonge Stampioen (1610, Rotterdam - 1653, The Hague) was a Dutch mathematician famous for his published work on spherical trigonometry. In 1638 he moved to The Hague to become tutor of William II, Prince of Orange. In 1644 he was employed to tutor Christiaan Huygens in mathematics.", "8611612": "Christian Ludwig Gerling (10 July 1788 – 15 January 1864) studied under Carl Friedrich Gauss, obtaining his doctorate in 1812 for a thesis entitled: Methodi proiectionis orthographicae usum ad calculos parallacticos facilitandos explicavit simulque eclipsin solarem die, at the University of Göttingen. He is notable for his work on geodetics and in 1927 some 60 letters of correspondence between Gerling and Gauss on the topic were published. He is also notable as the doctoral advisor of Julius Plücker.", "2385693": "William Gordon Welchman OBE (15 June 1906 – 8 October 1985) was a British mathematician. During World War II, he worked at Britain's secret  decryption centre at Bletchley Park, where he was one of the most important contributors.", "62088992": "Kari Astala (born 26 July 1953 in Helsinki) is a Finnish mathematician, specializing in analysis.", "52553504": "Robert Richard Anstice (1813–1853) was an English clergyman and mathematician who wrote two remarkable papers on combinatorics,[2] published the same year he died in the Cambridge and Dublin mathematical journal. He pioneered the use of primitive roots in this field, anticipating the work of Eugen Netto on Steiner's triplets.", "50784035": "Frances Alice Rogers OBE[1] is a British mathematician and mathematical physicist. She is an emeritus professor of mathematics at King's College London.", "62580526": "Jennifer Carol Schultens (born 1965)[1] is an American mathematician specializing in low-dimensional topology and knot theory. She is a professor of mathematics at the University of California, Davis.[2]", "1206071": "Milton Abramowitz (19 February 1915 in Brooklyn, New York – 5 July 1958)[1] was a Jewish[2] American mathematician at the National Bureau of Standards who, with Irene Stegun, edited a classic book of mathematical tables called Handbook of Mathematical Functions, widely known as Abramowitz and Stegun. Abramowitz died of a heart attack in 1958,[1] at which time the book was not yet completed but was well underway. Stegun took over management of the project and was able to finish the work by 1964, working under the direction of the NBS Chief of Numerical Analysis Philip J. Davis, who was also a contributor to the book.", "42592058": "Enok Johannes Palm (5 December 1924 – 31 August 2012) was a Norwegian mathematician.", "2320194": "Dmitri Victorovich Anosov (Russian: Дми́трий Ви́кторович Ано́сов; November 30, 1936 – August 7, 2014[1]) was a Russian mathematician active during the Soviet Union, he is best known for his contributions to dynamical systems theory.[2]", "26438": "Rolf Herman Nevanlinna (né Neovius; 22 October 1895 – 28 May 1980) was a Finnish mathematician who made significant contributions to complex analysis.", "6874950": "Helaman Rolfe Pratt Ferguson (born 1940 in Salt Lake City, Utah) is an American sculptor and a digital artist, specifically an algorist. He is also well known for his development of the PSLQ algorithm, an integer relation detection algorithm.", "6743885": "Steven Mark Zucker (12 September 1949 – 13 September 2019) was an American mathematician who introduced the Zucker conjecture, proved in different ways by Eduard Looijenga (1988) and by Leslie Saper and Mark Stern (1990).", "39413584": "Steffen Lilholt Lauritzen FRS (born 22 April 1947)[1] is former Head of the Department of Statistics at the University of Oxford and Fellow of Jesus College, Oxford, and currently Emeritus Professor of Statistics at the University of Copenhagen. He is a leading proponent of mathematical statistics and graphical models.[2]", "13395792": "Albrecht Beutelspacher (born 5 June 1950) is a German mathematician and founder of the Mathematikum. He is a professor emeritus at the University of Giessen, where he held the chair  for geometry and discrete mathematics from 1988 to 2018.", "517973": "Jakob Rosanes (also Jacob; 16 August 1842 – 6 January 1922) was a German mathematician who worked on algebraic geometry and invariant theory. He was also a chess master.", "24897365": "Sigve Tjøtta (1 March 1930 – 28 August 2023) was a Norwegian mathematician.", "35940186": "Gerard Washnitzer (1926 in New York City – April 2, 2017[1]) was an American  mathematician specializing in algebraic geometry.", "66742112": "Henry Joseph Dabzac (1737–12 May 1790) was an Irish academic.[1][2]", "7006052": "Gregory Chioniades (Greek: Γρηγόριος Χιονιάδης, romanized: Grēgorios Chioniadēs; c. 1240 – c. 1320[1]) was a Byzantine Greek astronomer. He traveled to Persia, where he learned Persian mathematical and astronomical science, which he introduced into Byzantium upon his return from Persia[2] and founded an astronomical academy at Trebizond.[3] Choniades also served as Orthodox bishop in Tabriz.", "1369957": "Rudolf Friedrich Alfred Clebsch (19 January 1833 – 7 November 1872) was a German mathematician who made important contributions to algebraic geometry and invariant theory. He attended the University of Königsberg and was habilitated at Berlin. He subsequently taught in Berlin and Karlsruhe. His collaboration with Paul Gordan in Giessen led to the introduction of Clebsch–Gordan coefficients for spherical harmonics, which are now widely used in quantum mechanics.", "62416742": "Vladas Sidoravicius (1963, Vilnius, Lithuania – 23 May 2019, Shanghai) was a Lithuanian-Brazilian mathematician, specializing in probability theory.[1][2][3]", "2615145": "Steven Paul Kerckhoff (born 1952) is a professor of mathematics at Stanford University, who works on hyperbolic 3-manifolds and Teichmüller spaces.", "60876650": "Crista Arangala (née Crista Lynn Coles) is an American mathematician and textbook author, specializing in numerical analysis. She is a professor of mathematics and chair of the department of mathematics and statistics at Elon University,[1] and a Fulbright Scholar.", "7890797": "José Celestino Bruno Mutis y Bosio (6 April 1732 – 11 September 1808) was a Spanish priest, botanist and mathematician. He was a significant figure in the Spanish American Enlightenment, whom Alexander von Humboldt met with on his expedition to Spanish America.[1] He is one of the most important authors of the Spanish Universalist School of the 18th century, together with Juan Andrés or Antonio Eximeno.", "31778680": "Georg Scheffers (21 November 1866 – 12 August 1945) was a German mathematician specializing in differential geometry.", "27092857": "Robert Hermann Breusch (April 2, 1907 – March 29, 1995) was a German-American number theorist, the William J. Walker Professor of Mathematics at Amherst College.[1][2]", "61630330": "Guy David (born 1957)  is a French mathematician, specializing in analysis.", "50980728": "Wu-Chung Hsiang (Chinese: 項武忠; pinyin: Xiàng Wǔzhōng; Wade–Giles: Hsiang Wu-chung; born 12 June 1935 in Zhejiang) is a Chinese-American mathematician, specializing in topology. Hsiang served as chairman of the Department of Mathematics at Princeton University from 1982 to 1985 and was one of the most influential topologists of the second half of the 20th century.[1]", "13428603": "Piers Bohl (23 October 1865 – 25 December 1921) was a Latvian mathematician, who worked in differential equations, topology and quasi-periodic functions.", "47409016": "Matthew Thomas Parker (born 22 December 1980)[2]: 20:45 [3] is an Australian[4] recreational mathematician, author, comedian, YouTube personality and science communicator based in the United Kingdom. His book Humble Pi was the first maths book in the UK to be a Sunday Times No. 1 bestseller. Parker was the Public Engagement in Mathematics Fellow at Queen Mary University of London.[5] He is a former maths teacher and has helped popularise maths via his tours and videos.", "10053499": "Oleg Borisovich Lupanov (Russian: Оле́г Бори́сович Лупа́нов; 2 June 1932 – 3 May 2006) was a Soviet and Russian mathematician, dean of the Moscow State University's Faculty of Mechanics and Mathematics (1980–2006), head of the Chair of Discrete Mathematics of the Faculty of Mechanics and Mathematics (1981–2006).[2]", "16705411": "Morwen Bernard Thistlethwaite is a knot theorist and professor of mathematics for the University of Tennessee in Knoxville. He has made important contributions to both knot theory and Rubik's Cube group theory.", "22833028": "Gábor Tardos (born 11 July 1964) is a Hungarian mathematician, currently a professor at Central European University and previously a Canada Research Chair at Simon Fraser University. He works mainly in combinatorics and computer science. He is the younger brother of Éva Tardos.[1]", "36136840": "Ferran Sunyer i Balaguer (born 1912, Figueres - 27 December 1967, Barcelona) was a Spanish mathematician. He is the namesake of the Ferran Sunyer i Balaguer Prize in mathematics. Ferran Sunyer was born with almost complete physical disabilities and never went to school because his doctor advised that Ferran should not be submitted to such stress. Ferran was home schooled by his mother and developed great interest in mathematics.", "13297554": "Bruce Moncur Irons (6 October 1924 – 5 December 1983) was an engineer and mathematician, known for his fundamental contribution to the finite element method, including the patch test, the frontal solver and, along with Ian C. Taig, the isoparametric element concept.\n[1]\n[2]", "223129": "Harald Cramér (Swedish: [kraˈmeːr]; 25 September 1893 – 5 October 1985) was a Swedish mathematician, actuary, and statistician, specializing in mathematical statistics and probabilistic number theory.  John Kingman described him as \"one of the giants of statistical theory\".[1]", "46589850": "Robert Waddington (died 1779) was a mathematician, astronomer and teacher of navigation. He is best known as one of the observers appointed by the Royal Society to observe the 1761 transit of Venus with Nevil Maskelyne on the island of Saint Helena. On that voyage they made successful use of the lunar-distance method of establishing longitude at sea. Waddington subsequently taught the method at his academy in London and published a navigation manual, A Practical Method for Finding the Longitude and Latitude of a Ship at Sea, by Observations of the Moon (1763).[1][2]", "40331164": "Jan Camiel Willems (18 September 1939 – 31 August 2013) was a Belgian mathematical system theorist who has done most of his scientific work while residing in the Netherlands and the United States. He is most noted for the introduction of the notion of a dissipative system and for the development of the behavioral approach to systems theory.[1]", "53634975": "Franck Barthe is a French mathematician.[1] He was awarded the European Congress of Mathematics (ECM) prize in 2004.[2] He is working as a professor of mathematics at Paul Sabatier University.", "32204704": "Imre Gyula Izsák (Zalaegerszeg, Hungary, February 21, 1929 – Paris, France, April 21, 1965) was a Hungarian mathematician, physicist, astronomer, and celestial mechanician. His father, Gyula Izsák, taught geography and biology in Zalaegerszeg. His mother, Aranka Pálfi, was a mathematics and physics teacher.[1]", "24143778": "Mauro Graciano Ricalde Gamboa (November 21, 1873 – November 9, 1942) was a Mexican mathematician.", "878498": "Sir Harold Jeffreys, FRS[1][3] (22 April 1891 – 18 March 1989) was a British geophysicist who made significant contributions to mathematics and statistics. His book, Theory of Probability, which was first published in 1939, played an important role in the revival of the objective Bayesian view of probability.[4][5][6]", "3958696": "Tatyana Alexeyevna Afanasyeva (Russian: Татья́на Алексе́евна Афана́сьева) (Kiev, 19 November 1876 – Leiden, 14 April 1964) (also known as Tatiana Ehrenfest-Afanaseva or spelled Afanassjewa) was a Russian-Dutch mathematician and physicist who made contributions to the fields of statistical mechanics and statistical thermodynamics.[1]  On 21 December 1904, she married Austrian physicist Paul Ehrenfest (1880–1933). They had two daughters and two sons; one daughter, Tatyana Ehrenfest, also became a mathematician.", "12019625": "Jacobus Hendricus (\"Jack\") van Lint (1 September 1932 – 28 September 2004) was a Dutch mathematician, professor at the Eindhoven University of Technology, of which he was rector magnificus from 1991 till 1996.", "22308791": "Jan Mandel is a Czech-American mathematician. He received his PhD from the faculty of mathematics and physics, Charles University in Prague and was a senior research scientist there. Since 1986, he is professor of mathematics at the University of Colorado Denver. Since 2013, he is senior scientist at the Institute of Computer Science of the Czech Academy of Sciences.", "62908345": "Enno Dirksen (3 January 1788 – 16 July 1850) was a German mathematician at the University of Berlin.[1]", "62908346": "Giovanni Ricci (17 August 1904 – 9 September 1973) was an Italian mathematician.", "62908347": "Giovanni Prodi (28 July 1925 – 29 January 2010) was an Italian mathematician, also known for many activities concerning the teaching of mathematics.", "62646204": "Anna Cartan (15 May 1878 – 1923) was a French mathematician, teacher and textbook author who was a student of Marie Curie and Jules Tannery.", "223167": "Sediq Afghan (Persian: صدیق افغان ) is an Afghan mathematician.[1] He is the founder and head of the World Philosophical Math Research Center in Kabul, Afghanistan. He is also a political activist.  He had a prominent role in protests in Kabul about Afghanistan- and Islam-related issues, including an anti-American protest in 2003,[2] a hunger strike to protest beatings of journalists by Afghan security officers in 2006, and another one to protest the 2008 Danish Muhammad cartoons.[3][4]", "4712386": "Hyginus, usually distinguished as Hyginus Gromaticus, was a Latin writer on land-surveying, who flourished in the reign of Trajan (AD 98–117). Fragments of a work on boundaries attributed to him are found in Corpus Agrimensorum Romanorum, a collection of works on land surveying compiled in Late Antiquity.", "10315716": "Katrin Wehrheim (born 1974) is an associate professor of mathematics at the University of California, Berkeley. Wehrheim's research centers around symplectic topology and gauge theory, and they are known for work on pseudoholomorphic quilts. With Dusa McDuff, they have challenged the foundational rigor of a classic proof in symplectic geometry.[1]", "39774152": "Neithalath Mohan Kumar (N. Mohan Kumar) (born 12 May 1951) is an Indian mathematician who specializes in commutative algebra and algebraic geometry. Kumar is a full professor at Washington University in St. Louis.[2]", "21358538": "David Marius Bressoud (born March 27, 1950, in Bethlehem, Pennsylvania) is an American mathematician who works in number theory, combinatorics, and special functions. As of 2019 he is DeWitt Wallace Professor of Mathematics at Macalester College, Director of the Conference Board of the Mathematical Sciences and a former President of the Mathematical Association of America.", "2516947": "Luís Teixeira or Ludovico Teixeira was a 16th-century Portuguese, cartographer, and mathematician. He had two sons, also cartographers.", "65365972": "Urmila Mahadev is an American mathematician and theoretical computer scientist known for her work in quantum computing and quantum cryptography.", "70281173": "Deirdre Longacher Smeltzer (born 1964)[1] is an American mathematician, mathematics educator, textbook author, and academic administrator. A former professor, dean, and vice president at Eastern Mennonite University, she is Senior Director for Programs at the Mathematical Association of America.[2]", "157653": "Anna Komnene (Greek: Ἄννα Κομνηνή, romanized: Ánna Komnēnḗ; 1 December 1083 – 1153[1]), commonly Latinized as Anna Comnena,[2] was a Byzantine Greek princess and historian. She is the author of the Alexiad, an account of the reign of her father, Byzantine emperor Alexios I Komnenos. Her work constitutes the most important primary source of Byzantine history of the late 11th and early 12th centuries, as well as of the early Crusades. Although she is best known as the author of the Alexiad, Anna played an important part in the politics of the time and attempted to depose her brother, John II Komnenos, as emperor in favour of her husband, Nikephoros.[3][4]", "19228635": "Alexander Ivanovich Molev (Russian: Алекса́ндр Ива́нович Мо́лев) FAA (born 1961) is a Russian-Australian mathematician.", "5302248": "Yves Colin de Verdière is a French mathematician.", "1861611": "Su Song (Chinese: 蘇頌; Pe̍h-ōe-jī: So͘ Siōng, 1020–1101), courtesy name Zirong (Chinese: 子容; Pe̍h-ōe-jī: Chú-iông),[1] was a Chinese polymathic scientist and statesman. Excelling in a variety of fields, he was accomplished in mathematics, astronomy, cartography, geography, horology, pharmacology, mineralogy, metallurgy, zoology, botany, mechanical engineering, hydraulic engineering, civil engineering, invention, art, poetry, philosophy, antiquities, and statesmanship during the Song dynasty (960–1279).", "58484716": "Sergio Doplicher (born 30 December 1940) is an Italian mathematical physicist,[1] who mainly dealt with the mathematical foundations of quantum field theory and quantum gravity."}