{"42083183": "Edmund Schuster (7 September 1851 – 5 July 1932) was a German engineer and mathematician who contributed to the field of special functions and complex analysis being a pioneer in the field of harmonic analysis.", "48505719": "Léon César Autonne (28 July 1859, Odessa – 12 January 1916[1]) was a French engineer and mathematician, specializing in algebraic geometry, differential equations, and linear algebra.", "2696057": "Victor Michael Jean-Marie Thébault (1882–1960) was a French mathematician best known for propounding three problems in geometry.  The name Thébault's theorem is used by some authors to refer to the first of these problems and by others to refer to the third.", "1385342": "Leonard Digges (c.1515 – c.1559) was a well-known English mathematician and surveyor, credited with the invention of the theodolite, and a great populariser of science through his writings in English on surveying, cartography, and military engineering. His birth date is variously suggested as c.1515[1] or c.1520 (but certainly by 1530).[2]", "1516419": "Jotun John Piet Hein (born 19 July 1956) is Professor of Bioinformatics at the Department of Statistics of the University of Oxford and a professorial fellow of University College, Oxford. Hein was previously Director of the Bioinformatics Research Centre at Aarhus University, Denmark.", "74633": "Vladimir Andreevich Steklov (Russian: Влади́мир Андре́евич Стекло́в; 9 January 1864 – 30 May 1926) was a Prominent Russian and Soviet mathematician, mechanician and physicist.", "9110": "Diophantus of Alexandria[1] (born c. AD 200 – c. 214; died c. AD 284 – c. 298) was a Greek mathematician, who was the author of a series of books called Arithmetica, many of which deal with solving algebraic equations.[2]", "71771035": "Ram Kishore Saxena  D.Sc, FNASc (11 November 1936) is an Indian mathematician and Emeritus professor, UGC Jai Narain Vyas University and former Professor and Head, Department of Mathematics.[1][2][3][4]", "25600925": "Hervé Jacquet is a French American mathematician, working in automorphic forms. He is considered one of the founders of the theory of automorphic representations and their associated L-functions, and his results play a central role in modern number theory.", "41887": "Felix Christian Klein (German: [klaɪn]; 25 April 1849 – 22 June 1925) was a German mathematician and mathematics educator, known for his work in group theory, complex analysis, non-Euclidean geometry, and the associations between geometry and group theory. His 1872 Erlangen program classified geometries by their basic symmetry groups and was an influential synthesis of much of the mathematics of the time.", "18654117": "Li Jianshu (simplified Chinese: 励建书; traditional Chinese: 勵建書; born 1959), also known as Jian-Shu Li, is a Chinese mathematician working in representation theory and automorphic forms. He is the founding director of the Institute for Advanced Study in Mathematics at Zhejiang University and Professor Emeritus at the Hong Kong University of Science and Technology.", "28255153": "Pavuluri Mallana (Telugu: పావులూరి మల్లన) was a c. 11th or early 12th century Indian mathematician from present-day Andhra Pradesh.[1][2] He translated Gaṇita-sāra-saṅgraha, a 9th century Sanskrit mathematical treatise of Mahaviracharya into Telugu as Sāra Sangraha Ganitamu, popularly known as Pavuluri Ganitamu.[3][4]", "60138417": "Matthew Wyatt Joseph Fry (1863 – 2 December 1943)[1] was an Irish mathematician and academic[2] who served as Professor of Natural Philosophy at Trinity College Dublin (TCD) from 1910 to 1925.[3]", "32809919": "Theodore Seio Chihara (born 1929) is an American mathematician working on orthogonal polynomials who introduced Al-Salam–Chihara polynomials, Brenke–Chihara polynomials, and Chihara–Ismail polynomials. His brother is composer Paul Chihara.", "38347715": "Barbara Lee Keyfitz is a Canadian-American mathematician, the Dr. Charles Saltzer Professor of Mathematics at Ohio State University. In her research, she studies nonlinear partial differential equations and associated conservation laws.[1]", "39953348": "William G. McCallum (born 1956 in Sydney, Australia) is a University Distinguished Professor of Mathematics and was Head of the Department of Mathematics at the University of Arizona from 2009 to 2013.", "61645769": "Laurie J. Heyer is an American mathematician specializing in genomics and bioinformatics. She is Kimbrough Professor of Mathematics at Davidson College,[1] director of Davidson's Jay Hurt Hub for Innovation and Entrepreneurship,[2] and former chair of Davidson's Mathematics and Computer Science Department.[3]", "64889804": "Ivan Aleksandrovich Panin (Иван Александрович Панин, born 2 July 1959 in Apatity, Russia) is a Russian mathematician, specializing in algebra, algebraic geometry, and algebraic K-theory.", "51389390": "Antonia Ferrín Moreiras (Ourense, 13 May 1914 – Santiago de Compostela, 6 August 2009) was a mathematician, professor and the first female Galician astronomer. Her main contributions to astronomy were works on stellar occultations by the moon, measures of double stars and astrometric measurements, as well as the determination of the passage of stars through two verticals. She accomplished all of this while she was working at the Observatory of the University of Santiago de Compostela (USC).[1]", "11772883": "André Bloch (20 November 1893 – 11 October 1948) was a French mathematician who is best remembered for his fundamental contribution to complex analysis.", "70886359": "Bentsion Fleishman (Флейшман, Бенцион Шимонович, born 21 November 1923) is a Russian scientist in the field of mathematical statistics, combinatorial analysis and their applications, doctor of physical and mathematical sciences, professor, author of constructive information theory and the theory of potential efficiency.", "29828058": "Charles Royal Johnson (born January 28, 1948) is an American mathematician specializing in linear algebra. He is a Class of 1961 professor of mathematics at College of William and Mary.[1] The books Matrix Analysis and Topics in Matrix Analysis, co-written by him with Roger Horn, are standard texts in advanced linear algebra.[2][3][4]", "58270684": "Godfrey Peter Scott, known as Peter Scott, (1944 – 19 September 2023) was a British-American mathematician, known for the Scott core theorem.", "43557856": "Merrilyn Goos is an Australian mathematics educator. Since October 2017 she has been Professor of STEM Education and Director of EPI*STEM at the University of Limerick, Ireland.[1]", "30942178": "Max Karoubi (French: [kaʁubi]) is a French mathematician, topologist, who works on K-theory, cyclic homology and noncommutative geometry and who founded the first European Congress of Mathematics.", "38609892": "Alessio Figalli (Italian: [aˈlɛssjo fiˈɡalli]; born 2 April 1984) is an Italian mathematician working primarily on calculus of variations and partial differential equations.", "26780647": "Shrawan Kumar is the John R. and Louise S. Parker distinguished professor of mathematics[1] at the University of North Carolina at Chapel Hill. He has written two books: Kac-Moody groups, their flag varieties, and representation theory and Frobenius splitting methods in geometry and representation theory (jointly with Michel Brion [fr]).", "5612520": "Eduardo Daniel Sontag (born April 16, 1951, in Buenos Aires, Argentina) is an Argentine-American mathematician, and distinguished university professor at Northeastern University, who works in the fields control theory, dynamical systems, systems molecular biology, cancer and immunology, theoretical computer science, neural networks, and computational biology.", "8135657": "Harry Clyde Carver (December 4, 1890 – January 30, 1977) was an American mathematician and academic, primarily associated with the University of Michigan. He was a major influence in the development of mathematical statistics as an academic discipline.", "3711980": "David Eugene Smith (January 21, 1860 – July 29, 1944) was an American mathematician, educator, and editor.", "54764530": "Carlos Eduardo Kenig (born November 25, 1953) is an Argentine-American mathematician and Louis Block Distinguished Service Professor in the Department of Mathematics at the University of Chicago.[1] He is known for his work in harmonic analysis and partial differential equations. \nHe was President of the International Mathematical Union between 2019 and 2022.", "21079027": "Fedor (Fedya) L'vovich Nazarov (Russian: Фёдор (Фе́дя) Льво́вич Наза́ров; born 1967) is a Russian mathematician working in the United States. He has done research in mathematical analysis and its applications, in particular in  functional analysis and classical analysis (including harmonic analysis, Fourier analysis, and complex analytic functions).", "28779508": "Bernard Teissier (French pronunciation: [tɛsje]; born 1945)[1]  is a French mathematician and a member of the Nicolas Bourbaki group. He has made major contributions to algebraic geometry and commutative algebra, specifically to singularity theory, multiplicity theory[2][3] and valuation theory.", "3777527": "Woodrow Wilson \"Woody\" Bledsoe (November 12, 1921 – October 4, 1995) was an American mathematician, computer scientist, and prominent educator. He is one of the founders of artificial intelligence (AI), making early contributions in pattern recognition,[1] facial recognition,[2] and automated theorem proving.[3][4][5][6] He continued to make significant contributions to AI throughout his long career. One of his influences was Frank Rosenblatt.[7]", "53584890": "Bertrand Toën (born September 17, 1973 in Millau, France) is a mathematician who works as a director of research at the Centre national de la recherche scientifique (CNRS) at the Paul Sabatier University, Toulouse, France. He received his PhD in 1999 from the Paul Sabatier University, where he was supervised by Carlos Simpson and Joseph Tapia.", "41980": "Georg Friedrich Bernhard Riemann (German: [ˈɡeːɔʁk ˈfʁiːdʁɪç ˈbɛʁnhaʁt ˈʁiːman] ⓘ;[1][2] 17 September 1826 – 20 July 1866) was a German mathematician who made profound contributions to analysis, number theory, and differential geometry. In the field of real analysis, he is mostly known for the first rigorous formulation of the integral, the Riemann integral, and his work on Fourier series. His contributions to complex analysis include most notably the introduction of Riemann surfaces, breaking new ground in a natural, geometric treatment of complex analysis. His 1859 paper on the prime-counting function, containing the original statement of the Riemann hypothesis, is regarded as a foundational paper of analytic number theory. Through his pioneering contributions to differential geometry, Riemann laid the foundations of the mathematics of general relativity.[3] He is considered by many to be one of the greatest mathematicians of all time.[4][5]", "69149694": "Marie Duflo (19 August 1940 – 15 September 2019) was a French probability theorist,[1][2] and left-wing internationalist activist, known for her books on probability theory and random processes and on Nicaraguan politics.", "23241725": "Frank William Land (9 January 1911 in Edmonton, Middlesex – 2 June 1990 in Wrexham, Wales[1]) was a populariser of mathematics and a professor of mathematics at Hull University.", "56534018": "Camille Althea McKayle (born 1964) is an Afro-Jamaican-American mathematician and is the current Provost of the University of the Virgin Islands (UVI). She holds a PhD in mathematics from Lehigh University and taught undergraduates at Lafayette College and UVI from 1993 to 2008.", "44770306": "Thomas \"Tim\" Daniel Cochran (April 7, 1955 – December 16, 2014) was a professor of mathematics at Rice University specializing in topology, especially low-dimensional topology, the theory of knots and links and associated algebra.", "15442947": "Emery Molyneux (/ˈɛməri ˈmɒlɪnoʊ/ EM-ər-ee MOL-in-oh; died June 1598) was an English Elizabethan maker of globes, mathematical instruments and ordnance. His terrestrial and celestial globes, first published in 1592, were the first to be made in England and the first to be made by an Englishman.", "65315845": "Hélène Bellosta-Baylet (1946 – 19 August 2011) was a French historian of mathematics specializing in mathematics in medieval Islam.[1]", "50996229": "Mileva Prvanović (born July 16, 1929 - 2016) was a Serbian differential geometer. She is a retired professor of mathematics at the University of Novi Sad and a member of the Serbian Academy of Sciences and Arts.", "65709065": "Michael J. Tildesley is Professor in Infectious disease modelling at the University of Warwick.[1] He is a member of the Scientific Pandemic Influenza Modelling group (SPI-M) of SAGE.[2]", "46474251": "George Em Karniadakis (Γιώργος Εμμανουήλ Καρνιαδάκης) is a professor of applied mathematics at Brown University.[1] He is a Greek-American researcher who is known for his wide-spectrum work on high-dimensional stochastic modeling and multiscale simulations of physical and biological systems, and is a pioneer of spectral/hp-element methods for fluids in complex geometries, general polynomial chaos for uncertainty quantification, and the Sturm-Liouville theory for partial differential equations and fractional calculus.", "46769167": "Artur Oscar Lopes (born 17 October 1950 in the city of Rio de Janeiro) is a Brazilian writer[1] and mathematician working on dynamical systems and ergodic theory.[2] He is a professor at UFRGS, Porto Alegre.[3]", "41999": "Franz Mertens (20 March 1840 – 5 March 1927) (also known as Franciszek Mertens) was a Polish mathematician. He was born in Schroda in the Grand Duchy of Posen, Kingdom of Prussia (now Środa Wielkopolska, Poland) and died in Vienna, Austria.", "63513617": "Pioneering Women in American Mathematics: The Pre-1940 PhD's is a book on women in mathematics. It was written by Judy Green and Jeanne LaDuke, based on a long study beginning in 1978,[1] and was published in 2009 by the American Mathematical Society and London Mathematical Society as volume 34 in their joint History of Mathematics series. Unlike many previous works on the topic, it aims at encyclopedic coverage of women in mathematics in the pre-World War II United States, rather than focusing only on the biographies of individual women or on collecting stories of only the most famous women in mathematics.[2] The Basic Library List Committee of the Mathematical Association of America has strongly recommended its inclusion in undergraduate mathematics libraries.[3]", "42000": "Charles Émile Picard FRS(For)[1] FRSE (French: [ʃaʁl emil pikaʁ]; 24 July 1856 – 11 December 1941) was a French mathematician. He was elected the fifteenth member to occupy seat 1 of the Académie française in 1924.[2]", "43557908": "Barbara Ruth Holland is a New Zealand born Australian scientist.  She is a Professor of mathematics and member of the Theoretical Phylogenetics Group at the School of Mathematics & Physics at the University of Tasmania. Barbara is also a Chief Investigator at the ARC Centre of Excellence for Plant Success in Nature and Agriculture. She has made substantial contributions to the methods for reconstructing phylogenetic trees from DNA and protein sequence data.  Holland has published over 50 journal articles, presented over 30 invited or keynote lectures, refereed five conference proceedings, 2 book chapters and 1 book review.  She is a senior editor of the scientific journal Molecular Biology and Evolution.", "46179348": "Otfrid Mittmann (27 December 1908 in Ruda Śląska — 1998)[2][3] was a German mathematician.\nStarting in 1927, he studied mathematics and natural sciences in Göttingen and Leipzig, and got his Ph.D. in Apr 1935.[3] He joined the Nazi movement in Oct 1929.[1] and published on statistical aspects of Nazi eugenics. After the war, he published in Göttingen[4][5] and Bonn.[6][7]", "3515419": "Philipp Ludwig von Seidel ([fɔn ˈzaɪdəl]; 24 October 1821 in Zweibrücken, Germany – 13 August 1896 in Munich, German Empire) was a German mathematician. He was the son of Julie Reinhold and Justus Christian Felix Seidel.[1]", "24159261": "Peter Nicholson (20 July 1765  – 18 June 1844) was a Scottish architect, mathematician and engineer. Largely self-taught, he was apprenticed to a cabinet-maker but soon abandoned his trade in favour of teaching and writing. He practised as an architect but is best remembered for his theoretical work on the skew arch (he never actually constructed one himself), his invention of draughtsman's instruments, including a centrolinead and a cyclograph, and his prolific writing on numerous practical subjects.", "12428320": "Arthur T. Benjamin (born March 19, 1961) is an American mathematician who specializes in combinatorics. Since 1989 he has been a professor of mathematics at Harvey Mudd College, where he is the Smallwood Family Professor of Mathematics.[1]", "69215274": "Loredana Lanzani (born 1965)[1] is an Italian-American mathematician specializing in harmonic analysis, partial differential equations, and complex analysis. She is a professor of mathematics at Syracuse University.", "56796203": "Liberty Vittert is an American statistician,[1] political commentator,[2] and host of Liberty’s Great American Cookbook, a cooking show on Scottish Television.[3][4][5]", "40313898": "Gerhard Friedrich Hund (born February 4, 1932 in Leipzig) is a German chess player, mathematician and computer scientist.", "14951467": "Ala al-Dīn Ali ibn Muhammed (1403 – 16 December 1474), known as Ali Qushji (Ottoman Turkish : علی قوشچی, kuşçu – falconer in Turkish; Latin: Ali Kushgii) was a Timurid theologian, jurist, astronomer, mathematician and physicist, who settled in the Ottoman Empire some time before 1472.[1] As a disciple of Ulugh Beg, he is best known for the development of astronomical physics independent from natural philosophy, and for providing empirical evidence for the Earth's rotation in his treatise, Concerning the Supposed Dependence of Astronomy upon Philosophy. In addition to his contributions to Ulugh Beg's famous work Zij-i-Sultani and to the founding of Sahn-ı Seman Medrese, one of the first centers for the study of various traditional Islamic sciences in the Ottoman Empire, Ali Kuşçu was also the author of several scientific works and textbooks on astronomy.[2]", "63906865": "Jan Saxl (5 June 1948 – 2 May 2020) was a Czech-British mathematician, and a professor at the University of Cambridge.  He was known for his work in finite group theory, particularly on consequences of the classification of finite simple groups.", "25568315": "Creola Katherine Johnson (née Coleman; August 26, 1918 – February 24, 2020) was an American mathematician whose calculations of orbital mechanics as a NASA employee were critical to the success of the first and subsequent U.S. crewed spaceflights.[1][2] During her 33-year career at NASA and its predecessor, she earned a reputation for mastering complex manual calculations and helped pioneer the use of computers to perform the tasks. The space agency noted her \"historical role as one of the first African-American women to work as a NASA scientist\".[3]", "43689019": "Edward Mann Langley (22 January 1851 – 9 June 1933) was a British mathematician, author of mathematical textbooks and founder of the Mathematical Gazette.[1][2]  He created the mathematical problem known as Langley’s Adventitious Angles.[3][4]", "730173": "Richard Ernest Bellman[2] (August 26, 1920 – March 19, 1984) was an American applied mathematician, who introduced dynamic programming in 1953, and made important contributions in other fields of mathematics, such as biomathematics. He founded the leading biomathematical journal Mathematical Biosciences.", "50799679": "Frédéric Pham (born 17 November 1938 in Saigon) is a Vietnamese-French mathematician and mathematical physicist. He is known for the Brieskorn-Pham manifolds (explicit examples of exotic spheres).", "49620031": "Federico Sanvitale (Fontanellato, 19 May 1704 – Brescia, 8 December 1761) was an Italian mathematician and Jesuit that marked a pivot moment for the growth of Brescia's scientific culture.[1]", "39167044": "Dennis William Babbage OBE (26 April 1909 – 9 June 1991) was an English mathematician associated with Magdalene College, Cambridge, and with codebreaking at Bletchley Park during World War II.", "62399557": "Yvan Martel (born January 5, 1970) is a French mathematician.", "402504": "Paul Painlevé (French: [pɔl pɛ̃ləve]; 5 December 1863 – 29 October 1933) was a French mathematician and statesman. He served twice as Prime Minister of the Third Republic: 12 September – 13 November 1917 and 17 April – 22 November 1925. His entry into politics came in 1906 after a professorship at the Sorbonne that began in 1892.", "62956618": "Astrid Beckmann (née Rautenberg, born 20 December 1957) is a German physicist, a professor of mathematics and mathematics education, and was a long-serving university president.[1] Beckmann served as president of the Pädagogische Hochschule Schwäbisch Gmünd from 2010 to 2018.[1] She also taught at the University of Ulm.", "61613131": "Lucy Jean Campbell is an applied mathematician and numerical analyst from Barbados, Jamaica, Ghana, and Canada, specializing in the applications of fluid dynamics to modeling the Earth's atmosphere and oceans.[1] Beyond fluid dynamics, she has also investigated methods for tracing the sources of greenhouse gas emissions.[2] She is an associate professor in the School of Mathematics and Statistics at Carleton University.[3]", "4695115": "Cameron Gordon (born 1945) is a Professor and Sid W. Richardson Foundation Regents Chair[1] in the Department of Mathematics at the University of Texas at Austin, known for his work in knot theory.  Among his notable results is his work with Marc Culler, John Luecke, and Peter Shalen on the cyclic surgery theorem.  This was an important ingredient in his work with Luecke showing that knots were determined by their complement. Gordon was also involved in the resolution of the Smith conjecture.", "369743": "Ruth Barcan Marcus (/ˈbɑːrkən ˈmɑːrkəs/; born Ruth Charlotte Barcan; 2 August 1921[2][3] – 19 February 2012[3]) was an American academic philosopher and logician best known for her work in modal and philosophical logic.[4] She developed the first formal systems of quantified modal logic[5] and in so doing introduced the schema or principle known as the Barcan formula.[2][3][5] (She would also introduce the now standard \"box\" operator for necessity in the process.)[4] Marcus, who originally published as Ruth C. Barcan,[5] was, as Don Garrett notes[2] \"one of the twentieth century's most important and influential philosopher-logicians\". Timothy Williamson, in a 2008 celebration of Marcus' long career, states that many of her \"main ideas are not just original, and clever, and beautiful, and fascinating, and influential, and way ahead of their time, but actually – I believe – true\".[6]", "63710289": "Timothy P. Chartier (born 1969)[1] is Joseph R. Morton Professor of Mathematics and Computer Science at Davidson College,[2] known for his expertise in sports analytics and bracketology,[3][4][5] for his popular mathematics books, and for the \"mime-matics\" shows combining mime and mathematics that he and his wife Tanya have staged.[6]", "51356755": "Gerhard Christoph Hermann Vechtmann (10 April 1817 – 2 August 1857) was a German mathematician, who is best known for his work on lemniscates.", "67740758": "James M. McCaw is an Australian mathematical biologist. He is professor of Mathematical Biology in the School of Mathematics and Statistics[1] and in the Melbourne School of Population and Global Health at the University of Melbourne, where he is also Associate Dean (of Research).[2]", "25306204": "Henry Scheffé (April 11, 1907 – July 5, 1977) was an American statistician.[1][2]\nHe is known for the Lehmann–Scheffé theorem and Scheffé's method.", "37332061": "Zhen Luan (甄鸾) (535 – 566) was a Chinese mathematician, astronomer, daoist and buddhist who was active during the Northern Zhou (557-581) of the Southern and Northern Dynasties period.", "59581539": "Science", "36316259": "Cyrus Derman (July 16, 1925 – April 27, 2011) was an American mathematician and amateur musician who did research in  Markov decision process, stochastic processes, operations research,  statistics and a variety of other fields.[1]", "26879078": "Aner Shalev (born 24 January  1958) is a professor at the Einstein Institute of Mathematics at the Hebrew University of Jerusalem, and a writer.", "73507943": "Ana María Carpio Rodríguez is a Spanish applied mathematician whose research has included inverse problems, the propagation of dislocations in crystals, fluid dynamics, reaction–diffusion systems, and cancer metastasis.[1] She is a professor of applied mathematics at the Complutense University of Madrid.[2]", "74857": "Aristarchus of Samos (/ˌærəˈstɑːrkəs/; Greek: Ἀρίσταρχος ὁ Σάμιος, Aristarkhos ho Samios; c. 310 – c. 230 BCE) was  an ancient Greek astronomer and mathematician who presented the first known heliocentric model that placed the Sun at the center of the known universe, with the Earth revolving around the Sun once a year and rotating about its axis once a day.", "26518637": "Richard K. Lashof (November 9, 1922 – February 4, 2010) was an American mathematician. He contributed to the field of geometric and differential topology, working with Shiing-Shen Chern, Stephen Smale, among others. Lashof is regarded as \"the key figure in sustaining the Chicago Mathematics Department as an international center for research and the training of topologists\" by Melvin Rothenberg.[1]", "57484398": "Igor Lomov (Russian: Игорь Серге́евич Ло́мов) (born 1956) is a Russian mathematician, Professor, Dr.Sc., a professor at the Faculty of Computer Science at the Moscow State University.[1]", "44606575": "Frank Terpe (10 October 1929 – 8 April 2013) was a German mathematician and SDP/SPD politician.", "2073714": "Dan Pedoe (29 October 1910, London – 27 October 1998, St Paul, Minnesota, USA[1]) was an English-born mathematician and geometer with a career spanning more than sixty years. In the course of his life he wrote approximately fifty research and expository papers in geometry. He is also the author of various core books on mathematics and geometry some of which have remained in print for decades and been translated into several languages. These books include the three-volume Methods of Algebraic Geometry (which he wrote in collaboration with W. V. D. Hodge), The Gentle Art of Mathematics, Circles: A Mathematical View, Geometry and the Visual Arts and most recently Japanese Temple Geometry Problems: San Gaku (with Hidetoshi Fukagawa).", "58893427": "Zofia Szmydt (29 July 1923 – 26 November 2010) was a Polish mathematician working in the areas of differential equations, potential theory and the theory of distributions. She was a winner of the Stefan Banach Prize for mathematics in 1956.", "9331": "Euclid (/ˈjuːklɪd/; Greek: Εὐκλείδης; fl. 300 BC) was an ancient Greek mathematician active as a geometer and logician.[2] Considered the \"father of geometry\",[3] he is chiefly known for the Elements treatise, which established the foundations of geometry that largely dominated the field until the early 19th century. His system, now referred to as Euclidean geometry, involved new innovations in combination with a synthesis of theories from earlier Greek mathematicians, including Eudoxus of Cnidus, Hippocrates of Chios, and Theaetetus. With Archimedes and Apollonius of Perga, Euclid is generally considered among the greatest mathematicians of antiquity, and one of the most influential in the history of mathematics.", "70460533": "Alison Ramage is a British applied mathematician and numerical analyst specialising in preconditioning methods for numerical linear algebra, and their applications to the numerical solution of partial differential equations. She is a reader in the Department of Mathematics and Statistics at the University of Strathclyde.[1]", "56009849": "Mór Réthy (or Moritz Réthy) (1846–1925) was a Hungarian mathematician.", "65283194": "Christine Proust (born 1953)[1] is a French historian of mathematics and Assyriologist known for her research on Babylonian mathematics. She is a senior researcher at the SPHERE joint team of CNRS and Paris Diderot University, where she and Agathe Keller (who studies mathematical Sanskrit texts) are co-directors of the SAW project (Mathematical Sciences in the Ancient World) headed by Karine Chemla (an expert in ancient Chinese mathematics).[2][3]", "43263116": "Ernst Kötter (1859-1922) was a German mathematician.", "71935116": "Louis Paul Émile Richard (31 March 1795 – 11 March 1849) was a French mathematician and teacher at the Collège Louis-le-Grand. Although he published nothing himself, he was known for his inspiring teaching and was one of the teachers of Evariste Galois.", "50635919": "Benjamin Abram Bernstein (20 May 1881, Pasvalys, Lithuania – 25 September 1964, Berkeley, California) was an American mathematician, specializing in mathematical logic.[1]", "42127": "Christiaan Huygens, Lord of Zeelhem, FRS (/ˈhaɪɡənz/ HY-gənz,[2] US: /ˈhɔɪɡənz/ HOY-gənz,[3] Dutch: [ˈkrɪstijaːn ˈɦœyɣə(n)s] ⓘ; also spelled Huyghens; Latin: Hugenius; 14 April 1629 – 8 July 1695) was a Dutch mathematician, physicist, engineer, astronomer, and inventor who is regarded as a key figure in the Scientific Revolution.[4][5] In physics, Huygens made seminal contributions to optics and mechanics, while as an astronomer he studied the rings of Saturn and discovered its largest moon, Titan. As an engineer and inventor, he improved the design of telescopes and invented the pendulum clock, the most accurate timekeeper for almost 300 years. A talented mathematician and physicist, his works contain the first idealization of a physical problem by a set of mathematical parameters,[6] and the first mathematical and mechanistic explanation of an unobservable physical phenomenon.[7]", "58533012": "Bernard Shiffman (born 23 June 1942) is an American mathematician, specializing in complex geometry and analysis of complex manifolds.[1]", "29631637": "John Edwin Luecke is an American mathematician who works in topology and knot theory.  He got his Ph.D. in 1985 from the University of Texas at Austin and is now a professor in the department of mathematics at that institution.", "66364566": "Emily Foster Stone is an American mathematician whose research includes work in fluid dynamics and dynamical systems. She is a professor of mathematics at the University of Montana, where she chairs the Department of Mathematical Sciences.[1] She is also chair of the Activity Group on Dynamical Systems of the Society for Industrial and Applied Mathematics.[2]", "46802072": "Moedomo Soedigdomarto, also spelled Mudomo Sudigdomarto, (29 November 1927, Magetan – 5 November 2005, Bandung) was an Indonesian mathematician, educator and professor at the Bandung Institute of Technology, of which he was rektor.[1][2]", "1156248": "Heinrich Heesch (June 25, 1906 – July 26, 1995) was a German mathematician. He was born in Kiel and died in Hanover.", "26551450": "Martin Feinberg is an American chemical engineer and mathematician known for his work in chemical reaction network theory.", "9512092": "Professor Harold Neville Vazeille Temperley (4 March 1915 – 27 March 2017), better known as Neville Temperley, was an applied mathematician who made numerous contributions to the fields of statistical mechanics, graph theory and the physics of liquids and gases.  He was awarded the title Doctor of Science as a fellow of King's College Cambridge, before working for the Admiralty on numerical modelling of underwater explosions during World War 2.  He continued his work on the physical properties of liquids at the Atomic Weapons Research Establishment at Aldermaston until 1965.", "64562333": "Govindan Rangarajan, FNAS (b. 18 September 1963) is an Indian mathematician, academician, and a professor. He is currently serving as the Director of the Indian Institute of Science (IISc) at Bangalore, India[1] and as a professor in the Department of Mathematics at the same.", "6890657": "Jet Propulsion Laboratory 1985 - 1990,\nPomona College 1990 - 1991,\nUniversity of Minnesota 1992 - 1997,\nPrinceton University", "44770467": "Idris Assani is a Beninese mathematician, who works as a professor of mathematics at the University of North Carolina at Chapel Hill.", "9413796": "Kaisa Nyberg is a Finnish cryptographer and computer security researcher.", "16688292": "Sir Alfred Cardew Dixon, 1st Baronet Warford FRS[1] (22 May 1865 – 4 May 1936) was an English mathematician.[2]", "18949289": "Augustus De Morgan was a British mathematician and logician. He formulated De Morgan's laws and introduced the term mathematical induction, making its idea rigorous.[1]", "34383018": "Hugh William Segar (31 January 1868 – 18 September 1954) was a New Zealand mathematician and university professor. He was born in Liverpool, Lancashire, England in 1868.[1]  He was educated at Liverpool College and Trinity College, Cambridge, where he was 2nd Wrangler and a Yeats Prizeman.[2]  He was Professor of Mathematics at University College, Auckland.[2]", "63972525": "Rosamund Sutherland (née Hatfield, 1947–2019) was a British mathematics educator. She was a professor emeritus at the University of Bristol, and the former head of the school of education at Bristol.[1]", "50013357": "Oleg Viktorovich Nagornov (Russian: Олег Викторович Нагорнов; born 15 August 1956) is a Russian physicist and mathematician. Since 2010 he has been the first Vice-rector of  National Research Nuclear University MEPhI (Moscow Engineering Physics Institute).[1]", "60892335": "Nail Hairullovich Ibragimov (Russian: Наиль Хайруллович Ибраги́мов, January 18, 1939 – November 4, 2018)[1] was a Russian mathematician and mathematical physicist. At his death he was a professor emeritus at the Blekinge Institute of Technology. Ibragimov's research area was differential calculus, group analysis and mathematical physics. He was the author of many books on mathematics and mathematical physics.", "45032624": "Chiu-Chu Melissa Liu (simplified Chinese: 刘秋菊; traditional Chinese: 劉秋菊; pinyin: Liú Qiūjú; born December 15, 1974) is a Taiwanese mathematician who works as a professor of mathematics at Columbia University. Her research interests include algebraic geometry and symplectic geometry.[1]", "30876850": "Kenneth Alan Ribet (/ˈrɪbɪt/; born June 28, 1948) is an American mathematician working in algebraic number theory and algebraic geometry. He is known for the Herbrand–Ribet theorem and Ribet's theorem, which were key ingredients in the proof of Fermat's Last Theorem, as well as for his service as President of the American Mathematical Society from 2017 to 2019. He is currently a professor of mathematics at the University of California, Berkeley.", "3613880": "William Henry Kruskal (/ˈkrʌskəl/; October 10, 1919 – April 21, 2005) was an American mathematician and statistician.  He is best known for having formulated the Kruskal–Wallis one-way analysis of variance (together with W. Allen Wallis), a widely used nonparametric statistical method.", "64824506": "Osman Alp Eden (born 1958) is a Turkish mathematician, scientist and professor of mathematics. He is a retired member of the Boğaziçi University Mathematics Department in Istanbul, Turkey.", "56239291": "Harry Schmidt (21 June 1894, in Hamburg – 7 September 1951, in Halle) was a German mathematician. Core areas of his research were experimental physics, as well as the theory of boundary layers and wings in aerodynamics.", "48407740": "Sze-Tsen Hu (Chinese: 胡世楨; pinyin: Hú Shìzhēn; Wade–Giles: Hu Shih-chen; 9 October 1914 – 6 May 1999),[1] also known as Steve Hu, was a Chinese-American mathematician, specializing in homotopy theory.", "56534204": "Albert Baernstein II (25 April 1941,  Birmingham, Alabama – 10 June 2014, University City, Missouri) was an American mathematician.[1]", "26879167": "John A. Bollinger (/ˈbɒlɪndʒər/; born 1950) is an American author, financial analyst, contributor to the field of technical analysis and the developer of Bollinger Bands. His book Bollinger on Bollinger Bands (2001), has been translated into eleven languages.[note 1] Since 1987, he has published the Capital Growth Letter, a newsletter which provides technical analysis of the financial markets.", "18064578": "Dwijendra Kumar Ray-Chaudhuri (born November 1, 1933) is a professor emeritus at Ohio State University. He and his student R. M. Wilson together solved Kirkman's schoolgirl problem in 1968 [1] which contributed to developments in design theory.", "42178": "Éamon de Valera[a][b] (/ˈeɪmən ˌdɛvəˈlɛərə, -ˈlɪər-/, Irish: [ˈeːmˠən̪ˠ dʲɛ ˈwalʲəɾʲə]; first registered as George de Valero; changed some time before 1901 to Edward de Valera;[2] 14 October 1882 – 29 August 1975) was an Irish statesman and political leader. He served several terms as head of government and head of state and had a leading role in introducing the 1937 Constitution of Ireland.[3][4]", "6038724": "Samuel Klingenstierna (18 August 1698 – 26 October 1765) was a renowned Swedish mathematician and scientist. He started his career as a lawyer but soon moved to natural philosophy. As a student he gave lectures on the then novel mathematical analysis of Newton and Leibniz. Klingenstierna was a professor of geometry at Uppsala University from 1728. In 1750 he moved to physics but retired two years later to become an advisor to the Commander of Artillery. In 1756 he assumed the post of the tutor of the Crown Prince, the future king Gustav III.", "60073157": "Tanja Stadler is a mathematician and professor of computational evolution at the Swiss Federal Institute of Technology (ETH Zurich). She’s the current president of the Swiss Scientific Advisory Panel COVID-19.", "42182": "Haskell Brooks Curry (/ˈhæskəl/; September 12, 1900 – September 1, 1982) was an American mathematician and logician. Curry is best known for his work in combinatory logic, whose initial concept is based on a paper by Moses Schönfinkel,[1] for which Curry did much of the development. Curry is also known for Curry's paradox and the Curry–Howard correspondence. Named for him are three programming languages: Haskell, Brook, and Curry, and the concept of currying, a method to transform functions, used in mathematics and computer science.", "20686026": "Billy James Pettis (1913 – 14 April 1979), was an American mathematician, known for his contributions to functional analysis.", "61154506": "Alexander Viktorovich Karzanov (Russian: Александр Викторович Карзанов, born 1947)[1] is a Russian mathematician known for his work in combinatorial optimization. He is the inventor of preflow-push based algorithms for the maximum flow problem, and the co-inventor of the Hopcroft–Karp–Karzanov algorithm for maximum matching in bipartite graphs.[2] He is a chief researcher at the Federal Research Center \"Computer Science and Control\" (Institute for System Analysis) of the Russian Academy of Sciences.[3]", "46408911": "Wei Zhang (Chinese: 张伟; born 1981) is a Chinese mathematician specializing in number theory. He is currently a Professor of Mathematics at the Massachusetts Institute of Technology.[1]", "54371541": "Ulrich W. Kulisch (born 1933 in Breslau) is a German mathematician specializing in numerical analysis, including the computer implementation of interval arithmetic.", "53716182": "Moses Fisk (June 11, 1760 – July 26, 1840) was a pioneer settler of Tennessee. Fisk established the unincorporated community of Hilham, Tennessee on the Tennessee portion of the Cumberland Plateau, and the Fisk Female Academy—one of the first such educational institutions in the South. There is no known connection between Fisk Female Academy and Fisk University in Nashville, Tennessee, nor between Fisk University patron Clinton B. Fisk and Moses Fisk.", "19342549": "Arthur Besse is a pseudonym chosen by a group of French differential geometers, led by Marcel Berger, following the model of Nicolas Bourbaki.  A number of monographs have appeared under the name.", "59516124": "João Baptista Lavanha (c. 1550 – 31 March 1624) was a Portuguese cartographer, mathematician and geographer in the service of the Spanish kings Philip II and Philip III.[1][2][3][4][5][6]", "41952478": "Robert \"Bob\" Stephen Strichartz (October 14, 1943 – December 19, 2021) was an American mathematician who specialized in mathematical analysis.", "500958": "Lars Valter Hörmander (24 January 1931 – 25 November 2012) was a Swedish mathematician who has been called \"the foremost contributor to the modern theory of linear partial differential equations\".[1] Hörmander was awarded the Fields Medal in 1962 and the Wolf Prize in 1988. In 2006 he was awarded the Steele Prize for Mathematical Exposition for his four-volume textbook Analysis of Linear Partial Differential Operators, which is considered a foundational work on the subject.[2]", "14132451": "Aaron D. Wyner (March 17, 1939 – September 29, 1997) was an American information theorist noted for his contributions in coding theory, particularly the Gaussian channel. He lived in South Orange, New Jersey.[1]", "13968614": "John Hewitt Jellett (25 December 1817 – 19 February 1888) was an Irish mathematician whose career was spent at Trinity College Dublin (TCD), where he rose to the rank of Provost. He was also a priest in the Church of Ireland.", "34514152": "Karol Życzkowski (born 1960) is a Polish physicist and mathematician.[1] He is a professor of physics at the Atomic Physics Department, Institute of Physics, of the Jagiellonian University in Kraków, Poland, and also at the Center for Theoretical Physics of the Polish Academy of Sciences in Warsaw.\nHe worked as a Humboldt Fellow at the University of Essen (1989–1990) and as senior Fulbright Fellow at the University of Maryland, College Park (1996/97). In 2005/06 visiting scientist at the Perimeter Institute, Waterloo (Ontario).", "35235049": "Heinrich August Rothe (1773–1842) was a German mathematician, a professor of mathematics at Erlangen. He was a student of Carl Hindenburg and a member of Hindenburg's school of combinatorics.[1][2]", "59090155": "Thomas Schick (born 22 May 1969 in Alzey) is a German mathematician, specializing in algebraic topology and differential geometry.", "36971756": "Pieter Nieuwland (5 November 1764, Diemermeer – 14 November 1794, Leiden) was a Dutch nautical scientist, chemist, mathematician, and poet. During his life he was known as a child prodigy and has been called the Dutch Isaac Newton.[1]", "34219246": "Maurice-Joseph Gevrey (13 March 1884 in Fauverney, Côte d'or, France – 19 September 1957 in Fauverney) was a French mathematician working on partial differential equations.", "38970608": "Zygmunt Władysław Vetulani (born 12 September 1950) is a Polish mathematician and computer scientist who specializes in language engineering and artificial intelligence, professor of technical sciences and professor at the Adam Mickiewicz University where he is also Head of the Department of Information Linguistics and Artificial Intelligence.", "60040433": "Gideon Schechtman (Hebrew: גדעון שכטמן; born 14 February 1947) is an Israeli mathematician and professor of mathematics at the Weizmann Institute of Science.", "24913139": "James Johnston Stoker (March 2, 1905 – October 19, 1992) was an American applied mathematician and engineer. He was director of the Courant Institute of Mathematical Sciences and is considered one of the founders of the institute, Courant and Friedrichs being the others.[1][2] Stoker is known for his work in differential geometry and theory of water waves. He is also the author of the now classic book Water Waves: The Mathematical Theory with Applications.", "42181880": "Thomas Heth or Heath (fl. 1583) was an English mathematician.", "70558971": "Bijan Davvaz is an Iranian mathematician and Distinguished Professor of Mathematics at Yazd University.[1]\nHe is known for his works on group theory, ring theory and module theory.[2]", "22029566": "Tevian Dray (born March 17, 1956) is an American mathematician\nwho has worked in general relativity, mathematical physics, \ngeometry, and both science and mathematics education.  He was elected a Fellow of the American Physical Society in 2010.", "25371909": "Ben Andrews is an Australian mathematician at the Australian National University.[1] He is known for contributions to geometric analysis, with a majority of his work being in the field of extrinsic geometric flows. He received his Ph.D. from Australian National University in 1993, under the supervision of Gerhard Huisken.[2] As of 2020, he has had nine Ph.D. students.", "49620233": "Antonio Sangiovanni (or San Giovanni) was a 17th-century Italian agronomist and mathematician.", "23209227": "Simon Ritter von Stampfer (26 October 1792 (according to other sources 1790)), in Windisch-Mattrai, Archbishopric of Salzburg today called Matrei in Osttirol, Tyrol – 10 November 1864 in Vienna) was an Austrian mathematician, surveyor and inventor. His most famous invention is that of the stroboscopic disk which has a claim to be the first device to show moving images. Almost simultaneously, a similar device was developed in Belgium (the phenakistiscope).", "55289107": "Wolfgang R. Wasow (25 July 1909 – 11 September 1993) was an American mathematician known for his work in asymptotic expansions and their applications in differential equations.", "58729748": "Giulia Di Nunno (born 1973)[1] is an Italian mathematician specializing in stochastic analysis and financial mathematics who works as a professor of mathematics at the University of Oslo, with an adjunct appointment at the Norwegian School of Economics.[2]", "402708": "Leonid Anatolievich Levin (/leɪ.oʊˈniːd ˈlɛvɪn/ lay-oh-NEED LEV-in; Russian: Леони́д Анато́льевич Ле́вин; Ukrainian: Леоні́д Анато́лійович Ле́він; born November 2, 1948) is a Soviet-American mathematician and computer scientist.", "72787223": "Namiq Nasrulla oğlu Nasrullayev (Azerbaijani: Namiq Nəsrulla oğlu Nəsrullayev; 2 February 1945 – 17 January 2023) was an Azerbaijani mathematician and politician. He served as Minister of Economy from 1996 to 2001 and chairman of the Chamber of Accounts from 2001 to 2007.", "27895066": "Karl Eduard Zetzsche (March 11, 1830, in Altenberg – April 18, 1894, in Dresden) was a German mathematician and physicist.", "37725473": "William Payne (unknown – c. 1779)  was an English mathematician[1] and the author of books about mathematics, draughts, and whist. Payne was the brother of prominent London bookseller Thomas Payne, who sold his works and published some of them.[1][2][3]", "3417382": "Michael Anthony Viscardi (born February 22, 1989 in Plano, Texas) of San Diego, California is an American mathematician who, as a highschooler, won the 2005 Siemens Competition and Davidson Fellowship with a mathematical project on the Dirichlet problem, whose applications include describing the flow of heat across a metal surface, winning $100,000 and $50,000 in scholarships, respectively.[1][2] Viscardi's theorem is an expansion of the 19th-century work of Peter Gustav Lejeune Dirichlet.[3] He was also named a finalist with the same project in the Intel Science Talent Search. Viscardi placed Best of Category in Mathematics at the International Science and Engineering Fair (ISEF) in May 2006. Viscardi also qualified for the United States of America Mathematical Olympiad and the Junior Science and Humanities Symposium.", "39298344": "Mathieu Lewin (born 14 November  1977 in Senlis, Oise, France) is a French mathematician and mathematical physicist who deals with partial differential equations, mathematical quantum field theory, and mathematics of quantum mechanical many-body systems.[1]", "45294890": "Tara Suzanne Holm is a mathematician at Cornell University specializing in algebraic geometry and symplectic geometry.[1]", "60007722": "Edriss Saleh Titi (Arabic: إدريس صالح تيتي, Hebrew: אדריס סאלח תיתי; born 22 March 1957 in Acre, Israel) is an Arab-Israeli mathematician. He is Professor of Nonlinear Mathematical Science[2] at the University of Cambridge. He also holds the Arthur Owen Professorship of Mathematics at Texas A&M University, and serves as Professor of Computer Science and Applied Mathematics at the Weizmann Institute of Science and Professor Emeritus at the University of California, Irvine.[3]", "4334890": "Rabbi Nehemiah was a rabbi who lived circa 150 AD (fourth generation of tannaim).", "1156396": "Autolycus of Pitane (Greek: Αὐτόλυκος ὁ Πιταναῖος; c. 360 – c. 290 BC) was a Greek astronomer, mathematician, and geographer. He is known today for his two surviving works On the Moving Sphere and On Risings and Settings, both about spherical geometry.", "17081646": "Richard Ernst Meyer (23 March 1919 – 16 January 2008) was a mathematician and engineer.", "1615152": "Niccolò Zucchi (Italian pronunciation: [nikkoˈlɔ dˈdzukki, - tˈtsukki]; December 6, 1586 – May 21, 1670) was an Italian Jesuit, astronomer, and physicist.", "2499889": "Navaratna Srinivasa Rajaram (22 September 1943 – 11 December 2019) was an Indian academic.He is notable for propounding the \"Indigenous Aryans\" hypothesis, asserting that the Vedic period was extremely advanced from a scientific view-point, and claiming of having deciphered the Indus script.[1] Academics find his scholarship to be composed of dishonest polemics in service of a communal agenda.[2][3][4][5]", "27206965": "Luc Illusie (French: [ilyzi]; born 1940)[2] is a French mathematician, specializing in algebraic geometry. His most important work concerns the theory of the cotangent complex and deformations, crystalline cohomology and the De Rham–Witt complex, and logarithmic geometry.[2] In 2012, he was awarded the Émile Picard Medal of the French Academy of Sciences.", "31368502": "Robert Ralph Phelps (March 22, 1926 – January 4, 2013) was an American mathematician who was known for his contributions to analysis, particularly to functional analysis and measure theory. He was a professor of mathematics at the University of Washington from 1962 until his death.", "59188535": "Gabriella Tarantello (born 15 October 1958)[1] is an Italian mathematician specializing in partial differential equations, differential geometry, and gauge theory. She is a professor in the department of mathematics at the University of Rome Tor Vergata.", "19342653": "Arran Fernandez (born June 1995) is a British mathematician who, in June 2013, became Senior Wrangler at Cambridge University, aged 18 years and 0 months. He is thought to be the youngest Senior Wrangler ever.[1][4]", "435519": "Daniel Gray \"Dan\" Quillen (June 22, 1940 – April 30, 2011) was an American mathematician. He is known for being the \"prime architect\" of higher algebraic K-theory, for which he was awarded the Cole Prize in 1975 and the Fields Medal in 1978.", "27141440": "Julius Reichelt (1637–1717) was a German mathematician and astronomer who may have set up the first observatory in the city of Strasbourg.", "47555908": "Anthony James Merrill Spencer (23 August 1929 — 26 January 2008) FRS[1] was an applied mathematician whose main field of research was in understanding and predicting the mechanical behaviour of advanced materials.[2][3]", "49292614": "Thomas Jones Enright (August 15, 1947 – January 27, 2019) was an American mathematician known for his work in the algebraic theory of representations of real reductive Lie groups.", "7677262": "Nesmith Cornett Ankeny (1927, Walla Walla, Washington – 4 August 1993, Seattle) was an American mathematician specialising in number theory.", "48211279": "Sunčica Čanić is a Croatian-American mathematician, the Hugh Roy and Lillie Cranz Cullen Distinguished Professor of Mathematics and Director of the Center for Mathematical Biosciences at the University of Houston,[1][2] and Professor of Mathematics at the University of California, Berkeley. She is known for her work in mathematically modeling the human cardiovascular system and medical devices for it.[3]", "42411345": "Christine Darden (born September 10, 1942, as Christine Mann) is an American mathematician, data analyst, and aeronautical engineer who devoted much of her 40-year career in aerodynamics at NASA to researching supersonic flight and sonic booms. She had an M.S. in mathematics and had been teaching at Virginia State University before starting to work at the Langley Research Center in 1967. She earned a Ph.D. in engineering at George Washington University in 1983 and has published numerous articles in her field. She was the first African-American woman at NASA's Langley Research Center to be promoted to the Senior Executive Service, the top rank in the federal civil service.", "1779027": "James Gardner Oldroyd (25 April 1921 – 22 November 1982[1]) was a British mathematician and noted rheologist. He formulated the Oldroyd-B model to describe the viscoelastic behaviour of non-Newtonian fluids.", "49620312": "Francesco Ricci was a 17th-century Italian economist and mathematician from Palermo.[1][2]", "57517400": "Marjan Dema (born May 27, 1957, in Klina, FPR Yugoslavia) is a professor of mathematics. He was involved for many years in the Balkan Universities Network and from March 2016 until September 2020 he was Rector of the University of Pristina[1][2]", "56665436": "Romano Scozzafava (born November 12, 1935) is an Italian mathematician known for his contributions to subjective probability along the lines of Bruno de Finetti, based on the concept of coherence. He taught Probability Calculus at the Engineering Faculty of the Sapienza University of Rome from 1979 to his retirement (at the end of 2009).", "20915550": "Brian Snow (September 5, 1943 – December 4, 2022) served in the U.S. National Security Agency from 1971 to 2006, including a six-year term as Technical Director of the Information Assurance Directorate  (IAD), which is the defensive arm of the NSA, charged with protecting U.S. information security.  During his time in research management positions in the NSA, he played a key role in promoting a more open and collaborative relationship between the Agency and the broader community of security professionals.", "63743327": "Monique Jeanblanc-Picqué (born 1947)[1] is a French mathematician known for her work in mathematical finance; other topics in her research have included control theory and probability theory. She is a professor emerita at the University of Évry Val d'Essonne.[2]", "4760928": "Michel Raynaud (French: [ʁɛno]; 16 June 1938 – 10 March 2018[1]) was a French mathematician working in algebraic geometry[2] and a professor at Paris-Sud 11 University.", "71935328": "Marja Holecyová (born Mária Holecyová[1] 28 August 1988) is a Slovak mathematician and fantasy writer.", "28255586": "Eli Maor (born 1937), an historian of mathematics, is the author of several books about the history of mathematics.[1] Eli Maor received his PhD at the Technion – Israel Institute of Technology. He teaches the history of mathematics at Loyola University Chicago.[2] Maor was the editor of the article on trigonometry for the Encyclopædia Britannica.[3]", "73803106": "Henry Nehemiah Tisdale (born 1944)[1] is an American retired academic administrator, educator, and mathematician. He served as the 8th president of Claflin University, a historically black university in Orangeburg, South Carolina from 1994 to 2019.[2][3]", "697700": "Richard F. Arenstorf (November 7, 1929 – September 18, 2014) was an American mathematician. He discovered a stable orbit between the Earth and the Moon, called an Arenstorf Orbit. It was the basis of the orbit used by the Apollo Program for going to the Moon.[1]", "75109": "Jean-Baptiste Biot (/ˈbiːoʊ, ˈbjoʊ/;[2] French: [bjo]; 21 April 1774 – 3 February 1862) was a French physicist, astronomer, and mathematician who co-discovered the Biot–Savart law of magnetostatics with Félix Savart, established the reality of meteorites, made an early balloon flight, and studied the polarization of light.", "7218529": "Karl Stein (1 January 1913 in Hamm, Westphalia  – 19 October 2000) was a German mathematician. He is well known for complex analysis and cryptography. Stein manifolds and Stein factorization are named after him.", "48473440": "Vladimir Savel'evich Buslaev (Владимир Савельевич Буслаев, 19 April 1937, Leningrad[1] – 14 March 2012) was a Russian mathematical physicist.[2]", "7349608": "Dennis Parnell Sullivan (born February 12, 1941) is an American mathematician known for his work in algebraic topology, geometric topology, and dynamical systems. He holds the Albert Einstein Chair at the City University of New York Graduate Center and is a distinguished professor at Stony Brook University.", "50963820": "Rebecca Freja Goldin is an American mathematician who works as a professor of mathematical sciences at George Mason University[1] and director of the Statistical Assessment Service, a nonprofit organization associated with GMU that aims to improve the use of statistics in journalism.[2] Her mathematical research concerns symplectic geometry, including work on Hamiltonian actions and symplectic quotients.[3]", "29468022": "John Dalgleish Donaldson S.K. (born 5 September 1941) is a Scottish-Australian professor and the father of Queen Mary of Denmark, the wife of King Frederik X.", "57517434": "Alessandra Celletti (born 12 February 1962) is an Italian mathematician. She earned a master's degree in mathematics in 1984 at the University of Rome La Sapienza, and a PhD in 1989 at the Swiss Federal Institute of Technology in Zurich (ETH) under the supervision of Jürgen Moser and Jörg Waldvogel. Her research activity concerns dynamical systems, Kolmogorov–Arnold–Moser (KAM) theory, and celestial mechanics.", "34645377": "Carlo Rosati (Livorno, 24 April 1876  – Pisa, 19 August 1929) was an Italian mathematician working on algebraic geometry who introduced the Rosati involution.[1][2]", "28910978": "Muneer Ahmad Rashid, FPAS (born 1934), also spelled as Munir Ahmad Rashid, is a Pakistani mathematical physicist and emeritus professor of applied and mathematical physics at the Centre for Advanced Mathematics and Physics of the National University of Sciences and Technology.", "36906370": "Frances Ann Novak Rosamond (born 1943)[1] is an Australian computer scientist whose research interests[2] include computer education and parameterized complexity. She is the editor of the Parameterized Complexity Newsletter,[3] moderator of the parameterized complexity wiki, and publicity chair of the International Symposium on Parameterized and Exact Computation.", "29730180": "Anuška Ferligoj is a Slovenian mathematician, born August 19, 1947, in Ljubljana, Slovenia, whose specialty is statistics and network analysis. Her specific interests include multivariate analysis (theory and application in social sciences, medicine, etc.), cluster analysis (constraints, multi-criteria clustering), social network analysis (blockmodeling, reliability and validity of network measurement), methodological research of public opinion, analysis of scientific networks. She is Fellow of the European Academy of Sociology.[1]", "67151241": "Wu Jing (Chinese: 吳敬; pinyin: Wú Jìng; Wade–Giles: Wu Ching, fl. 15th century), courtesy name Xinmin (信民), art name Zhu Yi Weng (主一翁), was a Chinese accountant, mathematician, and writer of the Ming dynasty who in 1450 published the arithmetic treatise Jiuzhang Suanfa Bilei Daquan (九章算法比類大全, \"Complete Description of the Nine Chapters on Arithmetical Techniques\").[1]", "59712907": "Adriana Neumann de Oliveira (born 25 January 1980)[1] is a Brazilian mathematician specializing in interacting particle systems, awarded by the L'Oréal-UNESCO Prizes for women in science in 2016. She is a professor in the Department of Pure and Applied Mathematics of the Federal University of Rio Grande do Sul.[2][3]", "173452": "Egon Zakrajšek (July 7, 1941 – September 2002) was a Slovene mathematician and computer scientist.", "41330070": "Viktor Valentinovich Novozhilov (Russian: Виктор Валентинович Новожилов) (27 October [O.S. 15 October] 1892 – 15 August 1970) was a Soviet economist and mathematician, known for his development of techniques for the mathematical analysis of economic phenomena. He was awarded the Lenin Prize (1965) and served as head of the Laboratory for Economic Assessment Systems at the Leningrad office of the Central Economic Mathematical Institute.", "55322014": "William Woolsey Johnson (1841–1927) was an American mathematician, who was one of the founders of the American Mathematical Society.", "17966495": "Wang Fan (228–266), courtesy name Yongyuan, was a Chinese astronomer, mathematician, politician, and writer of the state of Eastern Wu during the Three Kingdoms period of China.", "19178914": "Joseph Jean Baptiste Neuberg (30 October 1840 – 22 March 1926) was a Luxembourger mathematician who worked primarily in geometry.", "18589091": "Ron Eglash (born December 25, 1958, in Chestertown, Maryland) is an American who works in cybernetics, professor in the School of Information at the University of Michigan with a secondary appointment in the School of Design, and an author widely known for his work in the field of ethnomathematics, which aims to study the diverse relationships between mathematics and culture.", "22783396": "Renu Chakravarti Laskar (born 1932) is an Indian-born American mathematician, specializing in graph theory. She is Professor Emerita of Mathematical sciences at Clemson University. She received her Ph.D. in Mathematics from the University of Illinois at Urbana-Champaign in 1962.[1] Renu Chakravarti Laskar's life was marked by a personal loss when her husband, Amulya L. Laskar, a distinguished professor of physics, died in 1991. His obituary in The New York Times recognized his contributions to physics and his role at the University of Missouri-Columbia.[2]", "1451427": "Nicholas Michael Katz (born December 7, 1943) is an American mathematician, working in arithmetic geometry, particularly on p-adic methods, monodromy and moduli problems, and number theory.  He is currently a professor of Mathematics at Princeton University and an editor of the journal Annals of Mathematics.[1]", "32712098": "Revaz Valerianovic Gamkrelidze (Georgian: რევაზ ვალერის ძე გამყრელიძე, ISO 9984: Revaz Valeris je Gamqrelije; born February 4, 1927) is a Georgian and Soviet mathematician known for his work in optimal control theory\nand related fields. Gamkrelidze is a member of the Georgian Academy of Sciences[1] and a member of the Russian Academy of Sciences.[2]  He is the founding editor of Encyclopaedia of Mathematical Sciences.[3]", "32056758": "Yair Censor (Hebrew: יאיר צנזור, born November 29, 1943) is an Israeli mathematician and a professor at the University of Haifa, specializing in computational mathematics and optimization, as well as applications of these fields, in particular to medical imaging and radiation therapy treatment planning.", "18326967": "Paul Moritz Cohn FRS[1] (8 January 1924 – 20 April 2006) was Astor Professor of Mathematics at University College London, 1986–1989, and author of many textbooks on algebra.[4] His work was mostly in the area of algebra, especially non-commutative rings.[3][5]", "64234939": "Mohamed Omar is a mathematician interested in combinatorics, and algebra. Omar is currently an Associate Professor of Mathematics and the Joseph B. Platt Chair in Effective Teaching at Harvey Mudd College.", "18621887": "Theodore John Kaczynski (/kəˈzɪnski/ ⓘ kə-ZIN-skee; May 22, 1942 – June 10, 2023), also known as the Unabomber (/ˈjuːnəbɒmər/ ⓘ YOO-nə-bom-ər), was an American mathematician and domestic terrorist.[1][2] He was a mathematics prodigy, but abandoned his academic career in 1969 to pursue a primitive lifestyle.", "34383299": "John Shand CMG (22 January 1834 – 30 November 1914) was a New Zealand university professor, educationalist and administrator. He was one of the three foundation professors at the University of Otago.", "22619593": "Carl Gottfried Franz Albert Kostka (3 December 1846 in Lyck – 28 December 1921 in Insterburg) was a mathematician who introduced Kostka numbers in 1882. He lived and worked in Insterburg.", "68265421": "Alexander Moiseevich Olevskii (Александр Моисеевич Олевский[citation needed], born February 12, 1939, in Moscow) is a Russian-Israeli mathematician at Tel Aviv University, specializing in mathematical analysis.[1] As of July 2021, he is a professor emeritus.[2]", "72066509": "Gertrud Nüsken (née Fröhlich; 21 December 1917 – 14 August 1972) was a German chess player who four times won East Germany Women's Chess Championships (1948, 1950, 1953, 1955). She died in the Interflug plane crash near Königs Wusterhausen.[1]", "57746895": "Ali Reza Ashrafi  (10 May 1964 – 9 January 2023) was an Iranian mathematician who worked in computational group theory and mathematical chemistry. Ashrafi was a professor at the department of pure mathematics of the University of Kashan[1] and the vice president of the International Academy of Mathematical Chemistry.[2]", "37561810": "Elliott Ward Cheney Jr. (June 28, 1929 – July 13, 2016) was an American mathematician and an emeritus professor at the University of Texas at Austin.[1] Known to his friends and colleagues as Ward Cheney, he was one of the pioneers in the fields of approximation theory and numerical analysis.[2]  His 1966 book, An Introduction to Approximation Theory, remains in print and is \"highly respected and well known\", \"a small book almost encyclopedic in character\", and \"is a classic with few competitors\".[3][4]", "27305427": "Phyllis Ann Fox (March 13, 1923 – May 23, 2017) was an American mathematician and computer scientist.[1][2]", "29238744": "Jon Hal Folkman (December 8, 1938 – January 23, 1969)[3] was an American mathematician, a student of John Milnor, and a researcher at the RAND Corporation.", "49980888": "Richard W. Kenyon (born 1964) is an American mathematician known for his contributions in combinatorics and probability theory. He is the Erastus L. DeForest Professor of Mathematics at Yale University.", "64497115": "Dag Normann is a Norwegian mathematical logician. He was born in 1947 and is Professor emeritus at the\nUniversity of Oslo. His research focuses on computability theory with an emphasis\non mathematical models for typed algorithms and applications of the foundations of mathematics.[1]", "67446236": "Josephine Margaret Mitchell (June 30, 1912 – December 28, 2000) was a Canadian-American mathematician specializing in the mathematical analysis of functions of several complex variables.[1][2] She was the victim of a notorious case of discrimination against women in academia when, after she married another more junior faculty member at the University of Illinois Urbana-Champaign, the university used its anti-nepotism rules to revoke her tenured position while allowing her husband to keep his untenured one.[3][4]", "19867101": "Arild Stubhaug (born 25 May 1948) is a Norwegian mathematician, poet and biographer.[1]", "75233": "Hilary Whitehall Putnam (/ˈpʌtnəm/; July 31, 1926 – March 13, 2016) was an American philosopher, mathematician, and computer scientist and figure in analytic philosophy in the second half of the 20th century. He contributed to the studies of philosophy of mind, philosophy of language, philosophy of mathematics, and philosophy of science.[5] Outside philosophy, Putnam contributed to mathematics and computer science. Together with Martin Davis he developed the Davis–Putnam algorithm for the Boolean satisfiability problem[6] and he helped demonstrate the unsolvability of Hilbert's tenth problem.[7]", "50669027": "Tommy Bonnesen (27 March 1873 – 14 March 1935) was a Danish mathematician, known for Bonnesen's inequality.", "4007397": "Giambattista (Gianbattista) Benedetti (14 August 1530 – 20 January 1590) was an Italian mathematician from Venice who was also interested in physics, mechanics, the construction of sundials, and the science of music.[1]", "22717925": "János Dezső Aczél FRSC (Hungarian: [ˈɒt͡seːl]; 26 December 1924 – 1 January 2020),[1][2] also known as John Aczel,[3] was a Hungarian-Canadian mathematician, who specialized in functional equations and information theory.", "63677927": "Christine Böckmann (née Hense, born 1955) is a German applied mathematician, numerical analyst, and expert on atmospheric lidar. She is an außerplanmäßiger Professor of mathematics at the University of Potsdam,[1] and one of the Principal Investigators of EARLINET, the European Aerosol Research Lidar Network.[2]", "31696372": "Karl-Theodor \"Theo\" Sturm (born 7.November 1960) is a German mathematician working in stochastic analysis.", "37398004": "Peter Littelmann (born 10 December 1957) is a German mathematician at the University of Cologne working on algebraic groups and representation theory, who introduced the Littelmann path model and used it to solve several conjectures in standard monomial theory and other areas.", "9723": "Edward Waring FRS (c. 1736 – 15 August 1798) was a British mathematician. He entered Magdalene College, Cambridge as a sizar and became Senior wrangler in 1757. He was elected a Fellow of Magdalene and in 1760 Lucasian Professor of Mathematics, holding the chair until his death. He made the assertion known as Waring's problem without proof in his writings Meditationes Algebraicae. Waring was elected a Fellow of the Royal Society in 1763 and awarded the Copley Medal in 1784.", "41526781": "Serafino Raffaele Minich or Serafin Rafael Minić (8 December 1808 – 29 May 1883) was a Croatian-Italian mathematician.[1]", "1418751": "Khichanji Sukh Kanwarji of Raghogarh-Vijaypur in Malwa", "53847553": "William \"Bill\" Yslas Vélez is an American mathematician, a current Emeritus Professor at the University of Arizona, and an Elected Fellow of the American Association for the Advancement of Science.[1] From 1992–96, Vélez served as the president of Society for the Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS).[2]", "44115463": "María Josefa Wonenburger Planells (Montrove, Oleiros, Galicia, July 17, 1927 – A Coruña, June 14, 2014) was a Galician mathematician who did research in the United States and Canada. She is known for her work on group theory. She was the first Spaniard to obtain a Fulbright scholarship for doctoral studies in mathematics.[1]", "53552649": "Eero Urho Juhani Karhumäki[1] (born 1949) is a Finnish mathematician\nand theoretical computer scientist\nknown for his contributions to automata theory.\nHe is a professor at the University of Turku.", "17311242": "Alexandra Bellow (née Bagdasar; previously Ionescu Tulcea; born 30 August 1935) is a Romanian-American mathematician, who has made contributions to the fields of ergodic theory, probability and analysis.", "59778570": "Frédérique Papy-Lenger (August 12, 1921 – January 9, 2005) was a Belgian mathematician and mathematics educator active in the New Math movement of the 1960s and 1970s.", "40281611": "The Imitation Game is a 2014 period biographical thriller film directed by Morten Tyldum and written by Graham Moore, based on the 1983 biography Alan Turing: The Enigma by Andrew Hodges.", "58729995": "Jeanette Claire McLeod is a New Zealand mathematician specialising in combinatorics, including the theories of Latin squares and random graphs. She is a senior lecturer in the School of Mathematics and Statistics at the University of Canterbury, a principal investigator for Te Pūnaha Matatini, a Centre of Research Excellence associated with the University of Auckland,[1] an honorary senior lecturer at the Australian National University,[2] and the president for three terms from 2018 to 2020 of the Combinatorial Mathematics Society of Australasia.[3]", "10429971": "Geoffrey Charles Smith, MBE (born 1953) is a British mathematician. He is Senior Lecturer in Mathematics at the University of Bath (where he works in group theory) and current professor in residence at Wells Cathedral School.", "665108": "Sir Joseph Larmor FRS FRSE (11 July 1857 – 19 May 1942) was an Irish[2] and British physicist and mathematician who made breakthroughs in the understanding of electricity, dynamics, thermodynamics, and the electron theory of matter. His most influential work was Aether and Matter, a theoretical physics book published in 1900.", "239126": "William Jones, FRS (1675 – 1 July 1749[1]) was a Welsh mathematician, most noted for his use of the symbol π (the Greek letter Pi) to represent the ratio of the circumference of a circle to its diameter. He was a close friend of Sir Isaac Newton and Sir Edmund Halley. In November 1711, he became a Fellow of the Royal Society, and was later its vice-president.[2]", "140824": "Sir Ronald Aylmer Fisher FRS[5] (17 February 1890 – 29 July 1962) was a British polymath who was active as a mathematician, statistician, biologist, geneticist, and academic.[6] For his work in statistics, he has been described as \"a genius who almost single-handedly created the foundations for modern statistical science\"[7][8] and \"the single most important figure in 20th century statistics\".[9] In genetics, his work used mathematics to combine Mendelian genetics and natural selection; this contributed to the revival of Darwinism in the early 20th-century revision of the theory of evolution known as the modern synthesis, being the one to most comprehensively combine the ideas of Gregor Mendel and Charles Darwin.[10] For his contributions to biology, Richard Dawkins proclaimed Fisher as \"the greatest of Darwin’s successors\".[11] He is considered one of the founding fathers of Neo-Darwinism.[12][13]", "62039578": "Ágnes Szendrei is a Hungarian-American mathematician whose research concerns clones, the congruence lattice problem, and other topics in universal algebra. She is a professor of mathematics at the University of Colorado Boulder,[1] and the author of the well-cited book Clones in Universal Algebra (1986).[2] In May 2022[3][4], Dr. Szendrei was elected as an external member of the Hungarian Academy of Sciences[5]; such external memberships are for Hungarian scientists who live outside of Hungary and who have made exceptional contributions to scientific research.", "45131291": "Christopher Donald Sogge  (/ˈsɒɡi/; born July 14, 1960) is an American mathematician. He is the J. J. Sylvester Professor of Mathematics at Johns Hopkins University and the editor-in-chief of the American Journal of Mathematics. His research concerns Fourier analysis and partial differential equations.[1][2]", "69248540": "Michela Varagnolo is a mathematician whose research topics have included representation theory, Hecke algebra, Schur–Weyl duality, Yangians, and quantum affine algebras. She earned a doctorate in 1993 at the University of Pisa, under the supervision of Corrado de Concini,[1] and is maître de conférences in the department of mathematics at CY Cergy Paris University,[2] affiliated there with the research laboratory on analysis, geometry, and modeling.[3]", "26813984": "Robert Frederick Coleman (November 22 1954 – March 24, 2014) was an American mathematician, and professor at the University of California, Berkeley.[1]", "68986400": "Loretta Marion Murray Braxton (January 19, 1934 – February 19, 2019) was an American mathematician who headed the mathematics department at Virginia State University for many years.", "31696418": "Stephan Luckhaus is a German mathematician who is a professor at the University of Leipzig working in pure and applied analysis.[1] His PhD was obtained in 1978 under the supervision of Willi Jäger at the University of Heidelberg.[2] He was elected to the German Academy of Sciences Leopoldina in 2007.[1]", "37660194": "Aleksei Fedorovich Filippov (Russian: Алексей Фёдорович Филиппов; 29 September 1923 – 10 October 2006) was a Russian mathematician who worked on differential equations, differential inclusions, diffraction theory and numerical methods.", "46343729": "C. William Gear (Charles William \"Bill\" Gear; 1 February 1935, in London[1] – 15 March 2022, in Princeton, New Jersey[2]) was a British-American mathematician who specialized in numerical analysis and computer science. Gear was an American citizen.", "72361522": "Amanda Montejano Cantoral is a Mexican mathematician specializing in combinatorics, and particularly in the application of graph coloring to geometric graphs. She is a professor at the Juriquilla campus of the National Autonomous University of Mexico, in the Multidisciplinary Unit of Teaching and Research of the Faculty of Sciences.[1]", "337457": "Raoul Bott (September 24, 1923 – December 20, 2005)[1] was a Hungarian-American mathematician known for numerous foundational contributions to geometry in its broad sense. He is best known for his Bott periodicity theorem, the Morse–Bott functions which he used in this context, and the Borel–Bott–Weil theorem.", "73541169": "Khan Bahadur Abdul Hakim was a Bangladeshi educationist and writer. He was the former Dhaka Division school inspector. He was awarded both Khan Shaheb and Khan Bahadur by British Raj. He later served as the president of the Asiatic Society of Bangladesh and established its first scholarship endowment.", "55289402": "Chaim Samuel Hönig (1 February 1926[1] – 19 March 2018) was a Brazilian mathematician. He was the main proposer of the Brazilian Mathematical Colloquium (1957), one of the founders of the Brazilian Mathematical Society (SBM), and its first president.[2] Hönig was a full professor at the Institute of Mathematics and Statistics of the University of São Paulo[3] and a member of the Brazilian Academy of Sciences.[4] Hönig made relevant contributions to functional analysis.[5][6][7]", "40511041": "Jan Salomon (Mars) Cramer (28 April 1928 – 15 March 2014)[1] was a Dutch economist, Professor of Statistics and Econometrics at the University of Amsterdam, known for his work of empirical econometrics.[2]", "1156676": "Keļallur Nilakantha Somayaji (14 June 1444 – 1545), also referred to as Keļallur Comatiri,[1] was a major mathematician and astronomer of the Kerala school of astronomy and mathematics. One of his most influential works was the comprehensive astronomical treatise Tantrasamgraha completed in 1501. He had also composed an elaborate commentary on Aryabhatiya called  the Aryabhatiya Bhasya. In this Bhasya, Nilakantha had discussed  infinite series expansions of trigonometric functions and  problems of algebra and spherical geometry. Grahapariksakrama is a manual on making observations in astronomy based on instruments of the time. Known popularly as Kelallur Chomaathiri, he is considered an equal to Vatasseri Parameshwaran Nambudiri.", "33367621": "Arkadi Nemirovski (born March 14, 1947) is a professor at the H. Milton Stewart School of Industrial and Systems Engineering at the Georgia Institute of Technology.[5]  He has been a leader in continuous optimization and is best known for his work on the ellipsoid method, modern interior-point methods and robust optimization.[6]", "38381127": "Claude R. LeBrun (born 1956) is an American mathematician who holds the position of Distinguished Professor of Mathematics at Stony Brook University. Much of his research concerns the Riemannian geometry of 4-manifolds, or related topics in complex and differential geometry.", "50996810": "George Alexander Gibson FRSE LLD (19 April 1858–1 April 1930) was a Scottish mathematician and academic writer.", "61417035": "Oscar Randal-Williams is a British mathematician and professor at the University of Cambridge,[1] working in topology.", "31696461": "Davender S. Malik is an Indian American mathematician and professor of mathematics and computer science at Creighton University.", "1156686": "Nārāyaṇa Paṇḍita (Sanskrit: नारायण पण्डित) (1340–1400[1]) was an Indian mathematician. Plofker writes that his texts were the most significant Sanskrit mathematics treatises after those of Bhaskara II, other than the Kerala school.[2]: 52  He wrote the Ganita Kaumudi (lit. \"Moonlight of mathematics\"[3]) in 1356 [3] about mathematical operations. The work anticipated many developments in combinatorics.", "3876431": "Oenopides of Chios (Greek: Οἰνοπίδης ὁ Χῖος; born c. 490 BCE) was an ancient Greek geometer, astronomer and mathematician, who lived around 450 BCE.", "72001107": "Gaṇeśa Daivajna (born 1507, fl. 1520-1554) was a sixteenth century astronomer, astrologer, and mathematician from western India who wrote books on methods to predict eclipses, planetary conjunctions, positions, and make calculations for calendars. His most major work was the Grahalaghava which was included ephemeris and calendar calculations.", "50669139": "Hans Zeisel (September 1, 1905 – March 7, 1992) was an Austrian-American sociologist and legal scholar who taught at the University of Chicago Law School from 1953 to 1974. He was best known for using quantitative social science techniques to study the law.[1]", "70461011": "Robert Jay Daverman (born 28 September 1941) is an American topologist.", "9815": "Évariste Galois (/ɡælˈwɑː/;[1] French: [evaʁist ɡalwa]; 25 October 1811 – 31 May 1832) was a French mathematician and political activist. While still in his teens, he was able to determine a necessary and sufficient condition for a polynomial to be solvable by radicals, thereby solving a problem that had been open for 350 years. His work laid the foundations for Galois theory and group theory,[2] two major branches of abstract algebra.", "15771224": "Marion Kirkland \"Kirk\" Fort Jr. (1921–1964) was an American mathematician, specializing in general topology. The topological spaces called Fort space and Arens–Fort space are named after him.", "60040792": "Binyamin A. Amirà (Hebrew: בנימין אמירה; 3 June 1896 – 20 January 1968) was an Israeli mathematician.", "64235103": "Nathaniel Dean (January 9, 1956 - January 2021[1]) was an African-American mathematician and educator who made contributions to abstract and algorithmic graph theory, as well as data visualization and parallel computing.", "3417701": "Frank Nelson Cole (September 20, 1861 – May 26, 1926) was an American mathematician.", "2467434": "Donald Dines Wall (August 13, 1921 – November 28, 2000) was an American mathematician working primarily on number theory. He obtained his Ph.D. on normal numbers from University of California, Berkeley in 1949, where his adviser was Derrick Henry Lehmer. His better known papers include the first modern analysis of Fibonacci sequence modulo a positive integer.", "60794476": "Emily Kathryn Wyant (1897–1942) was an American mathematician known as the founder of Kappa Mu Epsilon, a mathematical honor society focusing on undergraduate education.[1][2]", "55223916": "Elena Sergeevna Ventsel (Russian: Еле́на Серге́евна Ве́нтцель; maiden name Dolgintseva, 21 March 1907, Reval — 15 April 2002,  Moscow), known by the pen name Irina Grekova (often shortened to I. Grekova, this pen name is a pun on y in mathematics, which sounds in russian as \"igrek\"), was a Soviet writer and mathematician.[1] She held a Ph.D. in mathematics, and wrote several influential textbooks on probability theory, game theory, and operations research.[2]", "271981": "Badīʿ az-Zaman Abu l-ʿIzz ibn Ismāʿīl ibn ar-Razāz al-Jazarī (1136–1206, Arabic: بَدِيعُ الزَّمانِ أَبُو العِزِّ بْنُ إسْماعِيلَ بْنِ الرَّزَّازِ الجَزَرِيّ, IPA: [ældʒæzæriː]) was a Muslim polymath:[2] a scholar, inventor, mechanical engineer, artisan, artist and mathematician from the Artuqid Dynasty of Jazira in Mesopotamia. He is best known for writing The Book of Knowledge of Ingenious Mechanical Devices (Arabic: كتاب في معرفة الحيل الهندسية, romanized: Kitab fi ma'rifat al-hiyal al-handasiya, lit. 'Book in knowledge of engineering tricks') in 1206, where he described 50 mechanical devices, along with instructions on how to construct them. He is credited with the invention of the elephant clock.[3] He has been described as the \"father of robotics\" and modern day engineering.[4]", "57845366": "Rose Katherine Morton-Sayre (December 3, 1925 – November 12, 1999) was an American mathematician known for her work in fluid mechanics. The Morton number, a dimensionless parameter used to describe bubbles, is named after her.[1]", "63645305": "Charlotte Elvira Pengra (born May 30, 1875, in Judah, Wisconsin, died February 7, 1916, in Brodhead, Wisconsin) was an American mathematician. In 1901, she became the third person to receive a Ph.D. in math at the University of Wisconsin, and the sixth American woman to receive a doctorate in mathematics.[1]", "30516858": "Thomas Reif Kane[1] (March 23, 1924 – February 16, 2019)[2] was a professor emeritus of applied mechanics at Stanford University.[3]", "35432060": "Irwin Kra (born January 5, 1937) is an American mathematician, who works on the function theory in complex analysis.", "61744764": "James Wilson (1774? – 24 April 1829) was an Irish mathematician whose career was spent at Trinity College Dublin (TCD).[1] He was born in Dublin, his father being William, and was brought up there. He studied at TCD, graduating BA (1794), MA (1800) and later BD & DD (1811).[2]", "53945987": "Anne Penfold Street AM (1932–2016) was one of Australia's leading mathematicians,[1] specialising in combinatorics. She was the third woman to become a mathematics professor in Australia, following Hanna Neumann and Cheryl Praeger.[2][3] She was the author of several textbooks,[4]\nand her work on sum-free sets became a standard reference for its subject matter.[5] She helped found several important organizations in combinatorics, developed a researcher network, and supported young students with interest in mathematics.[4]", "41297539": "Victor Vasil'evich Borisov (Russian: Виктор Васильевич Борисов) (31 October 1937 – 5 December 2013) was a Russian \nphysicist and mathematician who contributed to the theory of wave motion, \nin particular to time domain electromagnetics and localized waves.", "47031941": "Chia-Kun (John) Chu (Chinese: 朱家琨; pinyin: Zhū Jiākūn; August 14, 1927 – January 2, 2023) was a Chinese-American applied mathematician who was the Fu Foundation Professor Emeritus of Applied Mathematics at Columbia University. He had been on Columbia faculty since 1965 and served as the department chairman of applied physics and nuclear engineering three times (1982–1983, 1985–1988, 1995–1997).[1]", "239237": "Lester Randolph Ford Sr. (October 25, 1886 – November 11, 1967) was an American mathematician, editor of the American Mathematical Monthly from 1942 to 1946, and president of the Mathematical Association of America from 1947 to 1948.[1]", "239238": "Delbert Ray Fulkerson (/ˈfʌlkərsən/; August 14, 1924 – January 10, 1976) was an American mathematician who co-developed the Ford–Fulkerson algorithm, one of the most well-known algorithms to solve the maximum flow problem in networks.", "41199245": "Peter Jaques Roquette (8 October 1927 – 24 February 2023) was a German mathematician working in algebraic geometry, algebra, and number theory.", "13051535": "John Hilton Grace FRS[1] (21 May 1873 – 4 March 1958) was a British mathematician.  The Grace–Walsh–Szegő theorem is named in part after him.[2]", "33498767": "Joan Francés Fulcònis (in classical Occitan; Johan Frances Fulconis, as written in his original edition) was a mathematician born in Lieusola (today and in French Isola) ca 1520 and who lived in Nice. He is the author of La Cisterna Fulcronica, a treaty of arithmetics written in Occitan language and printed in Lyon in 1562.", "37955217": "Salih Zeki Bey (1864, Istanbul – 1921, Istanbul) was an Ottoman mathematician, astronomer and the founder of the mathematics, physics, and astronomy departments of Istanbul University.", "22849173": "James Ritchie Norris (born 29 August 1960) is a mathematician working in probability theory and stochastic analysis.[1] He is the Professor of Stochastic Analysis in the Statistical Laboratory, University of Cambridge.", "31696540": "Erhard Heinz (30 April 1924, Bautzen – 29 December 2017, Göttingen) was a German mathematician known for his work on partial differential equations, in particular the Monge–Ampère equation.\nHe worked as professor in Stanford, Munich and from 1966 until his retirement 1992 at the University of Göttingen.[1]", "43394716": "Robert Baldwin Hayward (7 March 1829 – 2 February 1903) was an English educator and mathematician.", "44050082": "Algebraic Number Theory", "206507": "Isaac Todhunter FRS (23 November 1820 – 1 March 1884), was an English mathematician who is best known today for the books he wrote on mathematics and its history.", "13641389": "George William Whitehead, Jr. (August 2, 1918 – April 12, 2004) was an American professor of mathematics at the Massachusetts Institute of Technology, a member of the United States National Academy of Sciences, and a Fellow of the American Academy of Arts and Sciences. He is known for his work on algebraic topology. He invented the J-homomorphism, and was among the first to systematically calculate the homotopy groups of spheres. He is also central to the study of Stable homotopy theory, in particular making concrete the connections between Spectra and Generalized homology/cohomology theories.[1]", "65971885": "John Michael Horvath (born János Horváth; 30 July 1924 in Budapest – 12 March 2015) was a Hungarian-American mathematician noted for his contributions to analysis especially in functional analysis and distribution theory.[1]", "56567476": "David Arends Gieseker (born 23 November 1943 in Oakland, California)[1] is an American mathematician, specializing in algebraic geometry.", "41297589": "Michael Eugene Taylor (born 1946) is an American mathematician, working in partial differential equations.", "62170805": "Anna Laura Mazzucato is a professor of mathematics, distinguished senior scholar, and associate head of the mathematics department at Pennsylvania State University. Her mathematical research involves functional analysis, function spaces, partial differential equations, and their applications in fluid mechanics and elasticity.[1][2]", "48932536": "Cristóbal Lechuga Baeza, Spain ca 1557 - 1622) was a soldier and mathematician, known to have published a treaty of artillery and fortification.", "57910969": "Christopher Bishop is an American mathematician  on the faculty at Stony Brook University. He received his bachelor's in mathematics from Michigan State University in 1982, going on from there to spend a year at Cambridge University, receiving at Cambridge a Certificate of Advanced Study in mathematics, before entering the University of Chicago in 1983 for his doctoral studies in mathematics. As a graduate student in Chicago, his advisor, Peter Jones,[1] took a position at Yale University, causing Bishop to spend the years 1985–87 at Yale as a visiting graduate student and programmer. Nonetheless, he received his PhD from the University of Chicago in 1987.[2]", "239290": "John Wallis (/ˈwɒlɪs/;[2] Latin: Wallisius; 3 December [O.S. 23 November] 1616 – 8 November [O.S. 28 October] 1703) was an English clergyman and mathematician, who is given partial credit for the development of infinitesimal calculus.", "23570107": "Isador Mitchell Sheffer (October 15, 1901–April 20, 1992) was an American mathematician best known for the Sheffer sequence of polynomials.[1] Born in Massachusetts, he lived a large portion of his life in State College, Pennsylvania, where he was a Professor of Mathematics at Pennsylvania State University.", "272065": "Abū Yūsuf Yaʻqūb ibn ʼIsḥāq aṣ-Ṣabbāḥ al-Kindī (/ælˈkɪndi/; Arabic: أبو يوسف يعقوب بن إسحاق الصبّاح الكندي; Latin: Alkindus; c. 801–873 AD) was an Arab Muslim polymath active as a philosopher, mathematician, physician, and music theorist. Al-Kindi was the first of the Islamic peripatetic philosophers, and is hailed as the \"father of Arab philosophy\".[2][3][4]", "19474114": "Syed Riaz Ahsan (24 December 1951 – 8 September 2008) was a Pakistani statistician and mathematician who has worked in applied statistics, applied analysis, applications of special functions. He was a noted professor of applied statistics in University of Karachi, Karachi.[1] Previously, he has served as the president of Sindh Professors and Lecturers’ Association (SPLA).[2] Prof. Riaz Ahsan was born on 24 December 1951 and he died on 8 September 2008.[3]", "35235526": "Minggatu (Mongolian script: ᠮᠢᠩᠭᠠᠲᠦ; Chinese: 明安图; pinyin: Míng'āntú, c.1692-c. 1763), full name Sharavyn Myangat (Mongolian: Шаравын Мянгат), also known as Ming Antu, was a Mongolian astronomer, mathematician, and topographic scientist at the Qing court.[1] His courtesy name was Jing An (静安).[2]", "5318346": "William English \"Brit\" Kirwan (born April 14, 1938) is an American university administrator and mathematician who is chancellor emeritus of the University System of Maryland (USM) and professor emeritus of mathematics at the University of Maryland, College Park. Most recently, Kirwan served as chancellor of USM from 2002 to 2015. Previously, Kirwan worked at the University of Maryland, College Park from the 1960s to 1990s as a professor, administrator, and eventually president and was president of the Ohio State University from 1998 to 2002.", "8136395": "Samuel Stanley Wilks (June 17, 1906 – March 7, 1964) was an American mathematician and academic who played an important role in the development of mathematical statistics, especially in regard to practical applications.", "66660043": "Girolamo Saladini (Lucca, 22 July 1735 – Bologna, 1 June 1813[1]) was an Italian mathematician.", "11118285": "Harry Lindgren (25 June 1912 – 1 July 1992) was a British-Australian engineer, linguist and amateur mathematician.", "24127183": "Bernt Rainer Wahl is a mathematician, mentor, entrepreneur, and author. He served as CEO of Factle Corporation, Datahunt, and Dynamic Software, and is a former member of the UC Berkeley faculty. He teaches engineering and serves as an Industry Fellow at the Center of Entrepreneurship and Technology and an Executive in Residence at the Skydeck.", "27862737": "Isaac Greenwood (11 May 1702 – 22 October 1745) was an American mathematician. He was the first Hollisian Professor of Mathematics and Natural Philosophy at Harvard College.[2]", "68331221": "Otto Grün was a German mathematician. He was known primarily for his work in the theory of finite groups, which have often been praised for being foundational to further developments in the field.[1] He was born on June 26, 1888, in Berlin.[2] He obtained his Ph.D. from Humboldt University of Berlin in 1948 under the advisory of Hermann Ludwig Schmid.[3] He died in October 1974 on or before the 10th.[4]", "9942": "Erwin Rudolf Josef Alexander Schrödinger (UK: /ˈʃrɜːdɪŋər/, US: /ˈʃroʊ-/;[2] German: [ˈɛɐ̯vɪn ˈʃʁøːdɪŋɐ]; 12 August 1887 – 4 January 1961), sometimes written as Schroedinger or Schrodinger, was a Nobel Prize–winning Austrian and naturalized Irish physicist who developed fundamental results in quantum theory. In particular, he is recognized for postulating the Schrödinger equation, an equation that provides a way to calculate the wave function of a system and how it changes dynamically in time. He coined the term \"quantum entanglement\",[3][4][5] and was the earliest to discuss it, doing so in 1932.[6]", "36284117": "Alexander Vladimirovich Arhangelskii (Russian: Александр Владимирович Архангельский, Aleksandr Vladimirovich Arkhangelsky, born 13 March 1938 in Moscow) is a Russian mathematician. His research, comprising over 200 published papers, covers various subfields of general topology. He has done particularly important work in metrizability theory and generalized metric spaces, cardinal functions, topological function spaces and other topological groups, and special classes of topological maps. After a long and distinguished career at Moscow State University, he moved to the United States in the 1990s. In 1993 he joined the faculty of Ohio University, from which he retired in 2011.", "65677026": "Daniel Afedzi Akyeampong FGA (24 November 1938 – 7 March 2015) was a Ghanaian academic. He was the first Ghanaian to attain full professorship status in mathematics at the University of Ghana, Legon. In 1966, Daniel Akyeampong and Francis Allotey became the first Ghanaians to obtain a doctorate in mathematical sciences.[1] He was the Pro-Vice Chancellor of the University of Ghana from 1983 to 1985.", "7644904": "Paolo Gorini (18 January 1813 – 2 February 1881) was an Italian mathematician, professor, scientist, and politician[1] renowned as a pioneer of cremation in Europe, primarily in the United Kingdom.[1]", "65087210": "Karl von der Mühll (September 13, 1841, in Basel, Switzerland – May 9, 1912, in Basel) was a Swiss mathematician and physicist.[1][2]", "6694636": "Carl Benjamin Boyer (November 3, 1906 – April 26, 1976) was an American historian of sciences, and especially mathematics. Novelist David Foster Wallace called him the \"Gibbon of math history\".[2] It has been written that he was one of few historians of mathematics of his time to \"keep open links with contemporary history of science.\"[3]", "20457201": "Hung Cheng (鄭洪; born March 2, 1937), also known as Hong Zheng, is an American mathematician, novelist, and physicist teaching at MIT.", "34055924": "Louis Boutet de Monvel (22 June 1941 – 25 December 2014) was a French mathematician who worked on functional analysis.[1]", "50013942": "Prof George Eason FRSE FIMA (1930–1999) was a British mathematician who was Professor of Mathematics at Strathclyde University from 1970 to 1983. He  worked on the dynamical theory of elasticity, and wrote papers relating to mathematical solutions of problems of human biology, including heat transfer through skin, the light-scattering effects of blood, and analysis of blood oxygenators.[1]", "39954171": "Felix Leinen (born 15 May 1957) is a German professor, mathematician and politician of the Ecological Democratic Party (ÖDP.)[1]", "60008192": "Ehud de Shalit (Hebrew: אהוד דה שליט; born 16 March 1955) is an Israeli number theorist and professor at the Hebrew University of Jerusalem.", "58828548": "Chelsea Walton  is a mathematician whose research interests include  noncommutative algebra, noncommutative algebraic geometry, symmetry in quantum mechanics, Hopf algebras, and quantum groups. She is an associate professor at Rice University and a Sloan Research Fellow.[1]", "58042119": "Carina Curto (born 15 April 1978) is an American mathematician, a professor at Pennsylvania State University, and a Sloan Research Fellow.[2][3] She is known for her work on mathematical neuroscience, including the applications of mathematics in both theoretical and computational neuroscience. Her recent work is funded by the BRAIN Initiative.[4] She is an associate editor at SIAGA, a SIAM journal on applied algebra and geometry[5] and on the editorial board at Physical Review Research.[6]", "2008841": "George Robert (Bob) Blakley Jr. was an American cryptographer and a professor of mathematics at Texas A&M University, best known for inventing a secret sharing scheme in 1979 (see [1]).", "2270985": "Donald Anthony Martin (born December 24, 1940), also known as Tony Martin, is an American set theorist and philosopher of mathematics at UCLA, where he is an emeritus professor of mathematics and philosophy.", "27076363": "Gerhard Paul Geise (2 January 1930, Stendal – 11 April 2010, Dresden) was a German mathematician and professor of pure mathematics.", "2828050": "Theodosius of Bithynia (Greek: Θεοδόσιος; 2nd–1st century BC) was a Hellenistic astronomer and mathematician from Bithynia who wrote the Spherics, a treatise about spherical geometry, as well as several other books on mathematics and astronomy, of which two survive, On Habitations and On Days and Nights.", "501523": "Benjamin Gompertz FRS (5 March 1779 – 14 July 1865) was a British self-educated mathematician and actuary, who became a Fellow of the Royal Society. Gompertz is now best known for his Gompertz law of mortality, a demographic model published in 1825. He was the brother of the early animal rights activist and inventor Lewis Gompertz and the poet Isaac Gompertz.[1]", "57157400": "Clark Edward Barwick (born January 9, 1980) is an American mathematician and professor of pure mathematics at the University of Edinburgh. His research is centered around homotopy theory, algebraic K-theory, higher category theory, and related areas.", "63186713": "Laura Christine Kinsey is an American mathematician specializing in topology. She is a professor of mathematics at Canisius College.[1]", "58271513": "Bendich Ahin (died 1402),[1] also known as Maestro Bendit and Baruch Chaim (Hebrew: בָּרוּךְ חַיִּים, Barukh Ḥayyīm),[Note 1] was a fourteenth-century Jewish physician, astrologer, and mathematician in Arles.", "26421024": "Balanos Vasilopoulos (Greek: Μπαλάνος Βασιλόπουλος; 1694–1760) was a Greek Orthodox cleric, author, mathematician, physicist, and philosopher.  He is known for attempting to solve doubling the cube.  He was one of the most influential Greek mathematicians of the 18th century.  His teacher was the notable scientist Methodios Anthrakites.  He made a significant contribution to the Modern Greek Enlightenment during the Ottoman occupation of the Greek world.[1]", "60860193": "Geoffrey Thomas Bennett OBE (1868–1943) was an English mathematician, professor at the University of Cambridge.", "10018": "Edsger Wybe Dijkstra (/ˈdaɪkstrə/ DYKE-strə; Dutch: [ˈɛtsxər ˈʋibə ˈdɛikstra] ⓘ; 11 May 1930 – 6 August 2002) was a Dutch computer scientist, programmer, software engineer, and science essayist.[1][2]", "32810784": "James Arthur Wilson is a mathematician working on special functions and orthogonal polynomials who introduced Wilson polynomials, Askey–Wilson polynomials and the Askey–Wilson beta integral.", "7284519": "David Balding FAA is Professor of Statistical Genetics at the University of Melbourne, and Director of Melbourne Integrative Genomics (MIG[1]), having previously been the founding senior appointment at the UCL Genetics Institute in London.[2]  He was educated at the University of Newcastle, Australia, and the University of Oxford, UK, and is editor of the Handbook of Statistical Genetics.[3]", "35727144": "Karl August Reinhardt (27 January 1895 – 27 April 1941) was a German mathematician whose research concerned geometry, including polygons and tessellations. He solved one of the parts of Hilbert's eighteenth problem, and is the namesake of the Reinhardt polygons.", "26519337": "Terence Michael Frederick Smith (18 January 1934 – 7 December 2019)[1][2] was a British statistician known for his research in survey sampling.", "34023208": "Andrew Chiang-Fung Liu (born March 15, 1947) is a Canadian mathematician. He is a professor emeritus in the Department of Mathematical and Statistical Sciences at the University of Alberta.[1]", "206644": "William \"Vilim\" Feller (July 7, 1906 – January 14, 1970), born Vilibald Srećko Feller, was a Croatian–American mathematician specializing in probability theory.", "4269880": "Aleksei Vasilyevich Pogorelov (Russian: Алексе́й Васи́льевич Погоре́лов, Ukrainian: Олексі́й Васи́льович Погорє́лов; 3 March 1919 – 17 December 2002), was a Soviet mathematician. Specialist in the field of convex[1][2][3] and differential geometry, geometric PDEs and elastic shells theory, the author of the novel school textbook on geometry and university textbooks on analytical geometry, on differential geometry, and on foundations of geometry.", "763708": "Herman Heine Goldstine (September 13, 1913 – June 16, 2004) was a mathematician and computer scientist, who worked as the director of the IAS machine at the Institute for Advanced Study and helped to develop ENIAC, the first of the modern electronic digital computers. He subsequently worked for many years at IBM as an IBM Fellow, the company's most prestigious technical position.", "26060606": "Alexander Novikov is a professor Emeritus at the Department of Mathematical Sciences, University of Technology Sydney.[1]", "36742977": "Michael Jeffrey Larsen is an American mathematician, a distinguished professor of mathematics at Indiana University Bloomington.[1][2]", "64235331": "Raegan J. Higgins is an American mathematician and co-director of the EDGE program for Women. She is also one of the co-founders of the website Mathematically Gifted & Black, which highlights the accomplishments of Black mathematicians.[1]", "48572227": "Nataša Šešum is a Professor of mathematics at Rutgers University, specializing in partial differential equations and geometric flow.[1]", "50505549": "Bruno Finzi (born 13 January 1899 – 10 September 1974) was an Italian mathematician, engineer and physicist.[1]", "48146254": "Kunizō Yoneyama (米山 国蔵, 1877–1968) was a Japanese mathematician at Kyoto University working in topology. In 1917, he published the construction of the Lakes of Wada, which he named after his teacher Takeo Wada, to whom he credited the discovery.[1]", "41199440": "Wade Edward Philpott (1918–1985)[1] was an American mathematician and puzzle maker.[2] Several of his puzzles have gone on to become best sellers.", "45066066": "Bonnie Anne Berger (born 1964 or 1965[6]) is an American mathematician and computer scientist, who works as the Simons professor of mathematics and professor of electrical engineering and computer science at the Massachusetts Institute of Technology. Her research interests are in algorithms, bioinformatics[2] and computational molecular biology.[7]", "31696723": "Otto Haupt  (born 5 March 1887 in Würzburg; died 10 November 1988 in Bad Soden) was a German mathematician.", "3909465": "Daniel Schwenter (Schwender) (31 January 1585 – 19 January 1636) was a German Orientalist, mathematician, inventor, poet, and librarian.", "64431963": "Alain Goriely FRS is a Belgian mathematician, currently holding the statutory professorship (chair) of mathematical modelling[2] at the University of Oxford, Mathematical Institute. He is director of the Oxford Centre for Industrial Mathematics (OCIAM),[3] of the International Brain and Mechanics Lab (IBMTL)[4] and Professorial Fellow at St Catherine's College, Oxford.[5] At the Mathematical Institute, he was the director of external relations and public engagement, from 2013 until 2022, initiating the Oxford Mathematics series of public lectures.[6] In 2022, he was elected to the Royal Society.[7]", "27502428": "T. A. Sarasvati Amma (Tekkath Amayankottukurussi Kalathil Sarasvati, also spelled as T. A. Saraswathi Amma; 26 December 1918[1] – 15 August 2000)[2] was a scholar born in Cherpulassery, Palakkad District, Kerala, India. She has contributed to the fields of history of Mathematics and Sanskrit, through her work on Geometry of ancient and medieval India.[2]", "15279964": "Daoxing Xia (Chinese: 夏道行; pinyin: Xià Dàoxíng) is a Chinese American mathematician. He is professor emeritus at the Department of Mathematics, Vanderbilt University in the United States.[1] He was elected an academician of the Chinese Academy of Science in 1980.", "27928415": "Felix Ruvimovich Gantmacher (Russian: Феликс Рувимович Гантмахер) (23 February 1908 – 16 May 1964) was a Soviet mathematician, professor at Moscow Institute of Physics and Technology, well known for his contributions in mechanics, linear algebra and Lie group theory. In 1925–1926 he participated in seminar guided by Nikolai Chebotaryov in Odessa and wrote his first research paper in 1926.", "5089124": "Wolf Paul Barth (20 October 1942, in Wernigerode – 30 December 2016, in Nuremberg) was a German mathematician who discovered Barth surfaces and whose work on vector bundles has been important for the ADHM construction.[1][2] Until 2011 Barth was working in the Department of Mathematics at the University of Erlangen-Nuremberg in Germany.", "18949989": "Edward Kasner (April 2, 1878 – January 7, 1955) was an American mathematician who was appointed Tutor on Mathematics in the Columbia University Mathematics Department. Kasner was the first Jewish person appointed to a faculty position in the sciences at Columbia University.[1] Subsequently, he became an adjunct professor in 1906, and a full professor in 1910, at the university. Differential geometry was his main field of study. In addition to introducing the term \"googol\", he is known also for the Kasner metric and the Kasner polygon.[2]", "8431461": "Alexander Volberg (Russian: Александр Львович Вольберг) is a Russian mathematician. He is working  in operator theory, complex analysis and harmonic analysis. He received the Salem Prize in 1988 for his work in harmonic analysis.[1] Also he received the Lars Onsager medal in 2004.[2] He is currently a University Distinguished Professor at Michigan State University.[3] From 2007-2008 he was the Sir Edmund Whittaker Professor of Mathematical Science at the University of Edinburgh.[4]", "2172777": "David William Masser (born 8 November 1948) FRS is Professor Emeritus in the Department of Mathematics and Computer Science at the University of Basel.[1] He is known for his work in transcendental number theory, Diophantine approximation, and Diophantine geometry. With Joseph Oesterlé in 1985, Masser formulated the abc conjecture, which has been called \"the most important unsolved problem in Diophantine analysis\".[2]", "53225329": "Sigeru (Shigeru) Mizohata (Japanese: 溝畑 茂(みぞはた しげる); December 30, 1924 – June 25, 2002) was a Japanese mathematician, who specialized in the theory of partial differential equations.[1]", "10101": "Eugene Paul \"E. P.\" Wigner (Hungarian: Wigner Jenő Pál, pronounced [ˈviɡnɛr ˈjɛnøː ˈpaːl]; November 17, 1902 – January 1, 1995) was a Hungarian-American theoretical physicist who also contributed to mathematical physics. He received the Nobel Prize in Physics in 1963 \"for his contributions to the theory of the atomic nucleus and the elementary particles, particularly through the discovery and application of fundamental symmetry principles\".[1]", "61450105": "María del Pilar Díaz is an Argentine statistician. She is a professor of statistics in the Faculty of Economics at the National University of Córdoba (UNC).[1] Pilar Díaz was an instructor in the Department of Statistics and Biostatistics in the School of Nutrition in the Faculty of Medical Sciences [es] at UNC in 1983.[2][3]", "41199481": "Joseph Albert Wolf (October 18, 1936 – August 14, 2023) was an American mathematician at the University of California, Berkeley.", "20653945": "Joram Lindenstrauss (Hebrew: יורם לינדנשטראוס) (October 28, 1936 – April 29, 2012) was an Israeli mathematician working in functional analysis. He was a professor of mathematics at the Einstein Institute of Mathematics.[1]", "63350652": "William Francis Donoghue Jr. (7 September 1921 – 4 April 2002, Irvine, California) was an American mathematician, specializing in analysis.", "10105": "Erasmus Reinhold (22 October 1511 – 19 February 1553) was a German astronomer and mathematician, considered to be the most influential astronomical pedagogue of his generation.[2] He was born and died in Saalfeld, Saxony.", "31696768": "Emil Hilb (born 26 April 1882 in Stuttgart;[1] died 6 August 1929[2] in Würzburg) was a German-Jewish[3] mathematician who worked in the fields of special functions, differential equations, and difference equations.  He was one of the authors of the Enzyklopädie der mathematischen Wissenschaften (Encyclopedia of mathematical sciences), contributing on the topics of trigonometric series and differential equations.  He wrote a book on Lamé functions.[4]", "40970117": "Michèle Vergne (born August 29, 1943, in  L’Isle-Adam, Val d´Oise) is a French mathematician, specializing in analysis and representation theory.", "56141705": "Jerónimo Cortés (c. 1560 - c. 1611) was a Spanish mathematician, astronomer, naturalist and Valencian compiler.[citation needed]", "48703370": "Johannes Max Brückner (5 August 1860 – 1 November 1934) was a German geometer, known for his collection of polyhedral models.", "3057551": "Anil Nerode (born 1932) is an American mathematician, known for his work in mathematical logic and for his many-decades tenure as a professor at Cornell University.", "54470548": "Vladimir Solomonovich Retakh   (Russian: Ретах Владимир Соломонович; 20 May 1948) is a Russian-American mathematician who made important contributions to Noncommutative  algebra and combinatorics among other areas.", "58009500": "Sigal Gottlieb is an applied mathematician. She is a professor of mathematics and (since 2013) the director of the Center for Scientific Computing and Visualization Research at the University of Massachusetts Dartmouth.[1][2][3]", "38807454": "William Allen Whitworth (1 February 1840 – 12 March 1905) was an English mathematician and a priest in the Church of England.[1][2]", "9119648": "Naum Ilyich Akhiezer (Ukrainian: Нау́м Іллі́ч Ахіє́зер; Russian: Нау́м Ильи́ч Ахие́зер; 6 March 1901 – 3 June 1980) was a Soviet and Ukrainian mathematician of Jewish origin, known for his works in approximation theory and the theory of differential and integral operators.[1][2][3] He is also known as the author of classical books on various subjects in analysis, and for his work on the history of mathematics. He is the brother of the theoretical physicist Aleksandr Akhiezer.", "36513697": "Oliver Dimon Kellogg (10 July 1878 – 27 August 1932) was an American mathematician.[1]", "35104673": "Peter Slodowy (12 October 1948, in Leverkusen – 19 November 2002, in Bonn) was a German mathematician who worked on singularity theory and algebraic geometry.", "25536421": "Clark Kimberling (born November 7, 1942, in Hinsdale, Illinois) is a mathematician, musician, and composer. He has been a mathematics professor since 1970 at the University of Evansville. His research interests include triangle centers, integer sequences, and hymnology.", "15083433": "Karl Christian von Langsdorf, also known as Carl Christian von Langsdorff (18 May 1757 in Nauheim[1] – 10 June 1834 in Heidelberg), was a German mathematician, geologist, natural scientist and engineer.", "2598825": "Nathan Jacobson (October 5, 1910 – December 5, 1999) was an American mathematician.[1]", "56731565": "Anthony Joseph Tromba (born 10 August 1943,  Brooklyn, New York City)[1] is an American mathematician, specializing in partial differential equations, differential geometry, and the calculus of variations.", "70559666": "Laura Felicia Matusevich is an Argentine mathematician.[1]", "63088562": "Kristina Reiss (born 1952)[1] is a German mathematics educator. She is professor of mathematics education and dean of education at the Technical University of Munich, where she holds the Heinz Nixdorf Chair of Mathematics Education.[2]", "61908916": "David Winston Howard Shale (22 March 1932, New Zealand – 7 January 2016) was a New Zealand-American mathematician, specializing in the mathematical foundations of quantum physics.[1] He is known as one of the namesakes of the Segal–Shale-Weil representation.[2]", "3155895": "Robin Oliver Gandy (22 September 1919 – 20 November 1995) was a British mathematician and logician.[4] He was a friend, student, and associate of Alan Turing, having been supervised by Turing during his PhD at the University of Cambridge,[1] where they worked together.[5][6][7]", "55846840": "Joceline Claude Lega is a French physicist and applied mathematician, interested in nonlinear dynamics. She is a professor in the departments of mathematics, applied mathematics, and epidemiology and biostatistics at the University of Arizona,[1]\nand editor-in-chief of Physica D.[2]", "59156412": "Christina Birkenhake (born 1961)[1] is a German mathematician specializing in algebraic geometry. She is a lecturer at the University of Erlangen–Nuremberg, in the research group on algebra and geometry.[2]", "55748541": "Marion Elizabeth Stark (23 Aug 1894[1] – 15 April 1982)[2] was an American mathematician. She was one of the first women to receive a Ph.D. in mathematics.[3]", "21342143": "Georg Ferdinand Helm (German: [haɪm]; 15 March 1851 in Dresden, Saxony – 13 September 1923 in Dresden) was a German mathematician.", "60237759": "A Mind at Play: How Claude Shannon Invented the Information Age is a biography of Claude Shannon, an American mathematician, electrical engineer, and cryptographer known as \"the father of information theory\".[1][2] The biography was written by Jimmy Soni and Rob Goodman, and published by Simon & Schuster in 2017.[3][4] A Mind at Play is the second biography co-authored by Soni and Goodman, the first being a biography of Cato entitled Rome's Last Citizen.[5]", "25831361": "William Philip Minicozzi II is an American mathematician. He was born in Bryn Mawr, Pennsylvania, in 1967.", "24717250": "Robert Edward \"Rufus\" Bowen (23 February 1947 – 30 July 1978) was an internationally known[1] professor in the Department of Mathematics at the University of California, Berkeley, who specialized in dynamical systems theory.  Bowen's work dealt primarily with axiom A systems, but the methods he used while exploring topological entropy, symbolic dynamics, ergodic theory, Markov partitions, and invariant measures \"have application far beyond the axiom A systems for which they were invented.\"[2] The Bowen Lectures at the University of California, Berkeley, are given in his honor.", "39724994": "Suresh H. Moolgavkar (born 3 January 1943) is an Indian mathematician and epidemiologist who was at the University of Washington and the Fred Hutchinson Cancer Research Center in Seattle. He is a Senior Fellow and Research Scientist at Exponent, a consulting firm.[1]  Among his many scientific contributions is the development of the two-stage clonal expansion (TSCE) model of carcinogenesis, also known as the Moolgavkar-Venzon-Knudson (MVK) model, a stochastic cell-level description of carcinogenesis based on Alfred G. Knudson’s two-hit hypothesis.[2] In its original development the TSCE model[3]  represents tumor initiation as the first hit, followed by cell proliferation (clonal expansion) and malignant transformation as the second hit. It has been interpreted as describing the initiation-promotion-progression sequence observed in chemical carcinogenesis and has been applied widely for the analysis of both experimental and epidemiological data for purposes of quantitative risk assessment.", "5220293": "Tristan Needham is a British mathematician and professor of mathematics at the University of San Francisco.", "43165638": "Alexander Doniphan Wallace (21 August 1905, in Hampton, Virginia, USA – 16 October 1985, in New Orleans, USA) was an American mathematician who introduced proximity spaces.[1]", "53880775": "Dan Abramovich (born March 12, 1963) is an Israeli-American mathematician working in the fields of algebraic geometry and arithmetic geometry.  As of 2019, he holds the title of L. Herbert Ballou University Professor at Brown University, and he is an Elected Fellow of the American Mathematical Society.[1][2][3]", "74491848": "Yamaji Nuchizumi (山路 主住, 1704 – January 3, 1773), was a Japanese mathematician in the middle of the Edo period, focused on calendar reform.", "1484751": "Tatjana Ždanoka[1] or Tatyana Zhdanok[2] (Russian: Татья́на Арка́дьевна Ждано́к, Tatyana Arkadyevna Zhdanok; born Tatyana Khesin (Хесин) on 8 May 1950) is a Latvian politician and a Member of the European Parliament. She is co-chairwoman of the Latvian Russian Union and its predecessor parties (Equal Rights and For Human Rights in a United Latvia) since 1993.", "53880784": "Valery Alexeev (born 1964)[1] is an American mathematician who is currently the David C. Barrow Professor at University of Georgia and an Elected Fellow of the American Mathematical Society.[2][3] He received his Ph.D from Lomonosov Moscow State University in 1990.[4]", "53880786": "Donald Aronson (October 2, 1929 - April 17, 2019) was an American mathematician at the University of Minnesota.  He was an Elected Fellow of the American Mathematical Society.[1][2][3]", "33826774": "Richard Paul Winsley Thomas FRS is a British mathematician working in several areas of geometry. He is a professor at Imperial College London. He studies moduli problems in algebraic geometry, and ‘mirror symmetry’—a phenomenon in pure mathematics predicted by string theory in theoretical physics.[3]", "40970201": "Nicole Berline (born 1944) is a French mathematician.", "36284380": "John Williamson (23 May 1901 – 1949) was a Scottish mathematician who worked in the fields of algebra, invariant theory, and linear algebra.  Among other contributions, he is known for the Williamson construction of Hadamard matrices.[1]  Williamson graduated from the University of Edinburgh with first-class honours in 1922.  Awarded a Commonwealth Fellowship in 1925, he studied at the University of Chicago under the direction of L. E. Dickson and E. H. Moore, receiving the Ph.D. in 1927.  He held a Lectureship in Mathematics at the University of St Andrews and an Associate Professorship in Mathematics at Johns Hopkins University.", "53880799": "Nikolai Chernov (November 10, 1956 – August 7, 2014) was a Ukrainian-American mathematician.\nSince 1994, he worked at University of Alabama at Birmingham. \nIn 2012, he became a Fellow of the American Mathematical Society.[1][2]", "27240416": "Ramanathan Gnanadesikan (2 November 1932 – 6 July 2015) was an Indian statistician, known for his work in multivariate data analysis and leadership in the field.  He received his Ph.D. at the University of North Carolina and headed research groups in statistics at Bell Laboratories and Bellcore. He was a fellow of American Association for the Advancement of Science, American Statistical Association, Institute of Mathematical Statistics and Royal Statistical Society, and elected member of the International Statistical Institute. He served as President of Institute of Mathematical Statistics and the International Association for Statistical Computing, the latter of which he helped found.[1]", "25110499": "Jean-Michel Coron (born August 8, 1956) is a French mathematician. He first studied at École Polytechnique, where he worked on his PhD thesis advised by Haïm Brezis. Since 1992, he has studied the control theory of partial differential equations, and which includes both control and stabilization.[1][2] His results concern partial differential equations related  to fluid dynamics, with emphasis on nonlinear phenomena, and part of them found applications to control channels.", "67381220": "For the American educational psychologist and expert on educational assessment, see Nancy Cole.", "38053861": "Joan Feigenbaum (born 1958 in Brooklyn, New York) is a theoretical computer scientist with a background in mathematics. She is the Grace Murray Hopper Professor of Computer Science at Yale University.[1] At Yale she also holds a courtesy appointment in the Department of Economics. Feigenbaum co-invented the computer-security research area of trust management.[2]", "40118247": "Stuart Alan Geman (born March 23, 1949) is an American mathematician, known for influential contributions to computer vision, statistics, probability theory, machine learning, and the neurosciences.[1][2][3][4] He and his brother, Donald Geman, are well known for proposing the Gibbs sampler, and for the first proof of convergence of the simulated annealing algorithm.[5][6]", "24455146": "Abduhamid Juraev (10 October 1932 – 5 June 2005) Isfara, Tajikistan was a Tajik mathematician.  He published many articles and books.", "2828269": "Federico Commandino (1509 – 5 September 1575) was an Italian humanist and mathematician.", "862189": "John Griggs Thompson (born October 13, 1932) is an American mathematician at the University of Florida noted for his work in the field of finite groups. He was awarded the Fields Medal in 1970, the Wolf Prize in 1992, and the Abel Prize in 2008.", "5384175": "Guido Karl Heinrich Hoheisel (14 July 1894 – 11 October 1968) was a German mathematician and professor of mathematics at the University of Cologne.", "600055": "Cahit Arf (Turkish: [dʒahit aɾf]; 24 October 1910 – 26 December 1997) was a Turkish mathematician. He is known for the Arf invariant of a quadratic form in characteristic 2 (applied in knot theory  and surgery theory) in  topology, the Hasse–Arf theorem in ramification theory, Arf semigroups and Arf rings.", "25798650": "Richard Vincent Kadison (July 25, 1925 – August 22, 2018)[2] was an American mathematician known for his contributions to the study of operator algebras.", "70461435": "Robert T. Powers is an American mathematician.", "14067713": "Frances Evelyn Cave-Browne-Cave FRAS (1876–1965) was an English mathematician and educator.", "36481031": "Jun-iti Nagata (長田 潤一, Nagata Jun'ichi, 1925 - 6 November 2007) was a Japanese mathematician specializing in topology.", "33826826": "(John) Trevor Stuart FRS (born 29 January 1929)[1] is a mathematician and senior research investigator at Imperial College London[3] working in theoretical fluid mechanics, hydrodynamic stability of fluid flows and nonlinear partial differential equations.", "39561229": "Antonio Ambrosetti (25 November 1944 – 20 November 2020) was an Italian mathematician who worked in the fields of partial differential equations and calculus of variations.", "862226": "Gerd Faltings (German pronunciation: [ɡɛʁt ˈfaltɪŋs] ⓘ; born 28 July 1954) is a German mathematician known for his work in arithmetic geometry.[3][4]", "65349651": "Alice Louise Slotsky (née Weisfeld) was an American historian of mathematics and Assyriologist known for her studies of Babylonian mathematics and Babylonian accounting and for her popular courses at Brown University on the Akkadian language.", "19376148": "Stephen William Hawking (8 January 1942 – 14 March 2018) was an English theoretical physicist, cosmologist, and author who was director of research at the Centre for Theoretical Cosmology at the University of Cambridge.[6][17][18] Between 1979 and 2009, he was the Lucasian Professor of Mathematics at Cambridge, widely viewed as one of the most prestigious academic posts in the world.[19]", "58927125": "Ivan Smith FRS is a British mathematician who deals with symplectic manifolds and their interaction with algebraic geometry, low-dimensional topology, and dynamics. He is a professor at the University of Cambridge.", "5580827": "Henry Wilbraham (25 July 1825 – 13 February 1883) was an English mathematician.  He is known for discovering and explaining the Gibbs phenomenon nearly fifty years before J. Willard Gibbs did. Gibbs and Maxime Bôcher, as well as nearly everyone else, were unaware of Wilbraham's paper on the Gibbs phenomenon.", "73148445": "Elisabeth Hagemann (born 6 Mar 1906 in Essen,[2] died 1989)[3] was among the first female German mathematicians to obtain a Doctor of Philosophy degree.", "74065949": "Mohamed Maait is an Egyptian politician who is Minister of Finance following his elevation from Vice Minister of Finance for Public Treasury Affairs and Head of the Economic Justice Unit. He was named African Finance Minister of the Year (2019).[1][2]", "32942112": "Sudhakara Dvivedi (1855–1910) was an Indian scholar in Sanskrit and mathematics.", "17639456": "Bertram Huppert (born 22 October 1927 in Worms, Germany) is a German mathematician specializing in group theory and the representation theory of finite groups.  His Endliche Gruppen (finite groups) is an influential textbook in group theory, and he has over 50 doctoral descendants.", "37595171": "Georges Glaeser (8 November 1918 – 1 September 2002) was a French mathematician who was director of  the IREM of Strasbourg. He worked in analysis and mathematical education and introduced Glaeser's composition theorem and Glaeser's continuity theorem. Glaeser was a Ph.D. student of Laurent Schwartz.[1]", "43919399": "David Hilton Wolpert is an American physicist and computer scientist. He is a professor at Santa Fe Institute. He is the author of three books, three patents, over one hundred refereed papers, and has received two awards. His name is particularly associated with a theorem in computer science known as \"no free lunch\".", "9807915": "Percy John Daniell (9 January 1889 – 25 May 1946) was a pure and applied mathematician.", "65349679": "Clemency Montelle (born 8 July 1977)[1] is a New Zealand historian of mathematics known for her research on Indian mathematics and Indian astronomy.[2][3] She is a professor of mathematics at the University of Canterbury,[1][4] and a fellow of the New Zealand India Research Institute of the Victoria University of Wellington.[5]", "3680305": "Lupitus of Barcelona, identified with a Christian archdeacon called Sunifred, was an astronomer in  late 10th century Barcelona, then part of the Marca Hispanica, the borderland of Christian France fronting Islamic al-Andalus.", "54503485": "Marie-Claude Arnaud-Delabrière (born 24 February 1963)[1] is a French mathematician, specializing in dynamical systems. She is University Professor of Mathematics at the University of Avignon[2] and a senior member of the Institut Universitaire de France.[3]", "60696637": "Julena Steinheider Duncombe (1911–2003) was an American mathematician and astronomer. She was known for her work as a teacher at the Heart Mountain Relocation Center and as an astronomer at the United States Naval Observatory, where she made pioneering observations with the 6-inch transit circle, introduced the use of punched cards in cataloging stars and constructing tables of positions of celestial bodies, and led the production of eclipse predictions for almanacs.[1][2]", "75837": "Hippias of Elis (/ˈhɪpiəs/; Greek: Ἱππίας ὁ Ἠλεῖος; late 5th century BC) was a Greek sophist, and a contemporary of Socrates. With an assurance characteristic of the later sophists, he claimed to be regarded as an authority on all subjects, and lectured on poetry, grammar, history, politics, mathematics, and much else.[1] Most of our knowledge of him is derived from Plato, who characterizes him as vain and arrogant.", "2402379": "Richard Melvin Schoen (born October 23, 1950) is an American mathematician known for his work in differential geometry and geometric analysis. He is best known for the resolution of the Yamabe problem in 1984.", "64235599": "Wade Ellis (June 9, 1909 – November 20, 1989) was an American mathematician and educator. He taught at Fort Valley State University in Georgia and Fisk University in Nashville, Tennessee and earned his Ph.D. in mathematics from the University of Michigan in 1944. He carried out classified research on radar antennas at the MIT Lincoln Laboratory and taught at Boston University and Oberlin College, where he became Full Professor in 1953. The same year, he was elected to the Board of Governors of the Mathematical Association of America.", "50538577": "Joseph Miller Thomas (16 January 1898 – 1979) was an American mathematician, known for the Thomas decomposition of algebraic and differential systems.[1]", "16263251": "Vladimír Palko (born 20 May 1957 [1] in Čuňovo) is a Slovak politician. He is a member of the National Council of the Slovak Republic and former interior minister of Slovakia.[2][3] On 12 March 2008 he established a new party called Conservative Democrats of Slovakia after he left Christian Democratic Movement on February 2008, due to his scepticism and disappointment about leadership of Pavol Hrušovský.[4]", "43098": "William Albert Dembski (born July 18, 1960) is an American mathematician, philosopher and theologian. He was a proponent of intelligent design (ID) pseudoscience,[1] specifically the concept of specified complexity, and was a senior fellow of the Discovery Institute's Center for Science and Culture (CSC).[2] On September 23, 2016, he officially retired from intelligent design, resigning all his \"formal associations with the ID community, including [his] Discovery Institute fellowship of 20 years\".[3] A February 2021 interview in the CSC's blog Evolution News announced \"his return to the intelligent design arena\".[4]", "73476188": "Nicole Michelle Joseph is an American mathematician and scholar of mathematics education whose research particularly focuses on the experiences of African-American girls and women in mathematics, on the effects of white supremacist reactions to their work in mathematics, and on the \"intersectional nature of educational inequity\".[1] She is an associate professor of mathematics education, in the Department of Teaching and Learning of the Vanderbilt Peabody College of Education and Human Development.[2]", "567390": "Jakow Trachtenberg (17 June 1888 – 26 October 1951) was a  mathematician who developed the mental calculation techniques called the Trachtenberg system.", "72427614": "Albert Geoffrey Howson (1931 – 1 November 2022) was a British mathematician and educationist.", "35629155": "Adam Freytag (1608–1650) was a Polish military engineer, mathematician and physician. He is best known for his work Architectura militaris nova et aucta, the first manual of bastion fortifications of the so-called Old Dutch system, published in 1631. In 1633–1634, he served as a Polish military engineer in the Smolensk War.", "62826597": "Robert Jones (7 November 1891 - 17 March 1962) was a Welsh mathematician and aerodynamicist. He was one of the world's leading experts on the stability of airships.[1]", "48539749": "Wojciech Szpankowski (born February 18, 1952 in Wapno) is the Saul Rosen Professor of Computer Science at Purdue University.[3] He is known for his work in analytic combinatorics, analysis of algorithms and analytic information theory. He is the director of the NSF Science and Technology Center for Science of Information.[4]", "46868583": "Donald Harry Sadler (1908–1987) was an English astronomer and mathematician\nwho developed an international reputation for his work in preparing\nastronomical and navigational almanacs. He worked as the\nSuperintendent of His Majesty's Nautical Almanac Office \nfrom 1937 to 1971.[1][2][3]", "600171": "Mary Somerville (/ˈsʌmərvɪl/; née Fairfax, formerly Greig; 26 December 1780 – 29 November 1872)[1] was a Scottish scientist, writer, and polymath. She studied mathematics and astronomy, and in 1835 she and Caroline Herschel were elected as the first female Honorary Members of the Royal Astronomical Society.", "72231020": "Mikhail Shlyomovich Birman (Russian: Михаил Шлёмович Бирман; born 17 January 1928 in Leningrad; died 2 July 2009) was a Russian mathematician and university professor. His research included functional analysis, partial differential equations and mathematical physics. In particular, he did research in the fields of scattering theory, operators in Hilbert spaces and the spectral theory of differential operators.[1]", "960620": "Johannes de Sacrobosco, also written Ioannes de Sacro Bosco, later called John of Holywood or John of Holybush (c. 1195 – c. 1256), was a scholar, monk, and astronomer who taught at the University of Paris.", "8595567": "Geneviève Guitel (24 May 1895 – 30 July 1982) was a French mathematician. She is mostly remembered for the introduction of the terms échelle longue and  échelle courte (long scale and short scale) to refer to two of the main numbering systems used around the world.", "58992753": "Temur Sabirov was a Soviet and Tajik Doctor of Physics and Mathematics.", "1321082": "Reverend Bartholomew Price (1818 – 29 December 1898) was an English mathematician, clergyman and educator.", "3188859": "Gangadharrao Soundalyarao \"G. S.\" Maddala (21 May 1933 – 4 June 1999) was an Indian American economist, mathematician, and teacher, known for his contributions in the field of econometrics and for the textbooks he authored in this field.", "40904830": "Uzi Vishne is Professor of Mathematics at Bar Ilan University, Israel. His main interests are division algebras, Gelfand–Kirillov dimension, Coxeter groups, Artin groups, combinatorial group theory, monomial algebras, and arithmetic of algebraic groups. He's been the dean of Exact Sciences since October 2021.", "44771465": "David Geoffrey Cantor (April 12, 1935 – November 19, 2012) was an American mathematician, specializing in number theory and combinatorics. The Cantor–Zassenhaus algorithm for factoring polynomials is named after him; he and Hans Zassenhaus published it in 1981.", "57452682": "Philip David Welch (born 6 January 1954) is a British mathematician known for his contributions to logic and set theory.  He is Professor of Pure Mathematics at the School of Mathematics, University of Bristol.[1][2][3] He is currently President of the British Logic Colloquium (2017), Vice-President of the European Set Theory Society (2018), and the Coordinating Editor of the Journal of Symbolic Logic (2016).", "34809998": "László Fuchs (born June 24, 1924) is a Hungarian-born American mathematician, the Evelyn and John G. Phillips Distinguished Professor Emeritus in Mathematics at Tulane University.[1] He is known for his research and textbooks in group theory and abstract algebra.[2][3]", "19900560": "János Pach (born May 3, 1954)[2] is a mathematician and computer scientist working in the fields of combinatorics and discrete and computational geometry.", "567445": "Jakob Steiner (18 March 1796 – 1 April 1863) was a Swiss mathematician who worked primarily in geometry.", "51390615": "Rolando Basim Chuaqui Kettlun (December 30, 1935–April 23, 1994[1]) was a Chilean mathematician who worked on the foundations of probabilities and foundations of mathematics. Throughout his lifetime, he published two books and over 50 journal articles in mathematics and logic.[1] He also spearheaded the creation and expansion of mathematics departments across multiple Chilean universities.", "69380248": "Guacolda Antoine Lazzerini (11 April 1908 – 22 August 2015) was a Chilean mathematician and educator.", "39463065": "Michael Liam McQuillan is a Scottish mathematician studying algebraic geometry.  As of 2019 he is Professor at the University of Rome Tor Vergata.", "32155802": "John Blissard (23 May 1803 – 10 December 1875) was a Church of England vicar, educator, and mathematician who invented what came to be known as the umbral calculus. Although he never held a university post, Blissard was an active mathematician, especially during the 1860s when he was in his late fifties and early sixties. He published mostly in the Cambridge-based Quarterly Journal of Pure and Applied Mathematics.", "61909148": "Dona Anschel Papert Strauss (born April 1934)[1] is a South African mathematician working in topology and functional analysis. Her doctoral thesis was one of the initial sources of pointless topology.[2] She has also been active in the political left, lost one of her faculty positions over her protests of the Vietnam War, and became  a founder of European Women in Mathematics.", "960668": "Ernst Leonard Lindelöf (Swedish pronunciation: [ˈlɪ̂nːdɛˌløːv]; 7 March 1870 – 4 June 1946) was a Finnish mathematician, who made contributions in real analysis, complex analysis and topology. Lindelöf spaces are named after him. He was the son of mathematician Lorenz Leonard Lindelöf and brother of the philologist Uno Lorenz Lindelöf [fi].", "27371678": "Jacob Struve (also Jakob Struve; November 21, 1755 – April 2, 1841) was a German mathematician and father of the astronomer Friedrich Georg Wilhelm von Struve.", "69183651": "Louise Zung-nyi Loh (simplified Chinese: 陆慎仪; traditional Chinese: 陸慎儀; pinyin: Lù Shènyí)[1] (March 10, 1900 – April 25, 1981) was a Chinese mathematician, physicist, and educator. She taught mathematics and physics in China from 1925 to 1948, and in the United States after 1948.", "39430307": "Benedikt Löwe (born 1972) is a German mathematician and logician working at the\nuniversities of Amsterdam, Hamburg, and Cambridge.[1]\nHe is known for his work on mathematical logic and the foundations of mathematics, as well as for initiating the interdisciplinary conference series Foundations of the Formal Sciences (FotFS; 1999–2013) and Computability in Europe (CiE; since 2005).[2]", "24848551": "Shahn Majid (born 1960 in Patna, Bihar, India) is an English pure mathematician and theoretical physicist, trained at Cambridge University and Harvard University and, since 2001, a professor of mathematics at the School of Mathematical Sciences, Queen Mary, University of London.", "39889069": "Marie-Françoise Roy (born 28 April 1950 in Paris) is a French mathematician noted for her work in real algebraic geometry. She has been Professor of Mathematics at the University of Rennes 1 since 1985 and in 2009 was made a Chevalier of the French Legion of Honour.[1] In 2004, she received an Irène Joliot-Curie Prize.", "207021": "William Stanley Jevons FRS (/ˈdʒɛvənz/;[2] 1 September 1835 – 13 August 1882) was an English economist and logician.", "53291183": "Jean-Paul Bergeron (born October 21, 1947) is a Quebec politician. He previously served as the member for Iberville in the Quebec National Assembly as a member of the Parti Québécois from 1998 until 2003.", "43526322": "Marta Sanz-Solé  (born 19 January 1952 in Sabadell, Barcelona) is a Catalan mathematician specializing in probability theory. \nShe obtained her PhD in 1978 from the University of Barcelona under the supervision of David Nualart.[1]", "23210163": "C. N. S. Iyengar (- died 1972) was an Indian professor of mathematics and the founder head of the department of mathematics, Karnatak University, Dharwar.[1] The department was started in the year 1956 under the leadership of Iyengar.", "46770356": "Jorge Manuel Sotomayor Tello (25 March 1942 – 7 January 2022) was a Peruvian-born Brazilian mathematician who worked on differential equations,[2] bifurcation theory, and differential equations of classical geometry.", "65808566": "Erwin Bolthausen (born 15 October 1945 in Rohr, Aargau) is a Swiss mathematician, specializing in probability theory, statistics, and stochastic models in mathematical physics.", "46770357": "Alfredo Noel Iusem (born 10 November 1949, in Buenos Aires) is an Argentine-born Brazilian mathematician working on mathematical optimization.[1]", "338105": "Leonard Nelson (/ˈlɛnərd ˈnɛlsən/; German: [ˈnɛlzɔn]; 11 July 1882 – 29 October 1927), sometimes spelt Leonhard, was a German mathematician, critical philosopher, and socialist. He was part of the neo-Friesian school (named after post-Kantian philosopher Jakob Friedrich Fries) of neo-Kantianism and a friend of the mathematician David Hilbert. He devised the Grelling–Nelson paradox in 1908 and the related idea of autological words with Kurt Grelling.[2]", "42346687": "Cora Susana Sadosky de Goldstein (May 23, 1940 – December 3, 2010) was an Argentine mathematician and Professor of Mathematics at Howard University.[1]", "25831625": "James Wood (14 December 1760 – 23 April 1839) was a mathematician,  and Master of St John's College, Cambridge. In his later years he was Dean of Ely.[1]", "4925642": "Śrīdhara,[1] also known as Sridhar Acharya, or Śrīdharācāryya (c. 870 CE – c. 930 CE) was a  mathematician, Sanskrit pandit and philosopher from the Bengal region of ancient India. He was born in a village called Bhuriśreṣṭi (Bhurisriṣṭi or Bhurśuṭ), which is now part of Hugli in West Bengal, then undivided Bengal with its capital at Gaur. His father, Baladeva Acharya or Baladevācārya, was a Sanskrit pandit, and his mother's name was Acchoka Devi.", "41887951": "Margherita Beloch Piazzolla (12 July 1879, in Frascati – 28 September 1976, in Rome)[1] was an Italian mathematician who worked in algebraic geometry, algebraic topology and photogrammetry.", "33827023": "Mark Herbert Ainsworth Davis (25 April 1945 – 18 March 2020)[2] was Professor of Mathematics at Imperial College London. He made fundamental contributions to the theory of stochastic processes, stochastic control and mathematical finance.", "32811217": "Jakob Horn (14 February 1867 – 24 February 1946) was a German mathematician who introduced Horn functions.[1]", "27699417": "Morton Brown (born August 12, 1931, in New York City, New York) is an American mathematician, who specializes in geometric topology.", "71215322": "Ari Nagel (1975 or 1976[1]) is an American mathematics professor and a sperm donor[1] who has fathered more than 100 children as of May 2022[update].[2] He has been nicknamed the Sperminator[3] or the Target Donor, after the American retail corporation in whose stores some of his artificial-insemination donations were performed.[1]", "50571483": "George Adam Pfeiffer (16 July 1889, New York City[1] – 28 December 1943) was an American mathematician.", "57780441": "Alexander Lvovich Rosenberg (Russian: Александр Львович Розенберг, 1946–2012)[2] was a Russian-American mathematician who worked on functional analysis, representation theory and noncommutative algebraic geometry.[3] He graduated from Lomonosov Moscow State University in 1973, left the Soviet Union around 1987, and was a professor at Kansas State University until 2012.", "36088025": "Georges Fournier (31 August 1595 – 13 April 1652) was a French Jesuit priest, geographer and mathematician.", "27404510": "Kurushima Kinai (久留島 喜内, died January 9, 1757),[1] also known as \nKurushima Yoshita[2] and Kurushima Yoshihiro (久留島 義太),[3] was a Japanese mathematician in the Edo period.[4]", "1091808": "L. T. F. Gamut was a collective pseudonym for the Dutch logicians Johan van Benthem, Jeroen Groenendijk, Dick de Jongh, Martin Stokhof and Henk Verkuyl.[1]"}