{"39577919": "Harry Smith CBE FRS FRCPath FSB (7 August 1921 – 10 December 2011) was a British microbiologist, and Professor of Microbiology, at the University of Birmingham.[1]", "25749831": "Howard I. Adler (July 1, 1931 – March 12, 1998[1]) was an American biologist.", "42953032": "Sara Elizabeth Branham Matthews (1888–1962) was an American microbiologist and physician best known for her research into the isolation and treatment of Neisseria meningitidis, a causative organism of meningitis.", "11725140": "Mostafa Ronaghi (Persian: مصطفی رونقی; born 1968) is an Iranian molecular biologist, specializing in DNA sequencing methodology. He earned his Ph.D. from the Royal Institute of Technology in Sweden in 1998.", "27847002": "Mary Arlene Appelhof (1936–2005) was an American biologist, vermicomposter, and environmentalist.[1] Her 1982 book Worms Eat My Garbage is still held as seminal reading in the field of vermicomposting.[2][3][4][5] In 2009 she was designated a Women's History Month Honoree by the National Women's History Project.[6]", "37677402": "Jan Raa (born 11 October 1939) is a Norwegian biologist.", "649572": "John Joseph Hopfield (born July 15, 1933) is an American scientist most widely known for his invention of an associative neural network in 1982. It is now more commonly known as the Hopfield network.", "2386276": "Karl Eduard von Eichwald (Russian: Эдуард Иванович Эйхвальд, Eduard Ivanovich Eykhvald; 4 July 1795, in Mitau, Courland Governorate – 10 November 1876, in Saint Petersburg) was a Baltic German geologist, physician, and naturalist, who lived his whole life in the Russian Empire.", "420196": "James Dobbin KSG KMCO (26 May 1941 – 6 September 2014) was a British Labour Co-operative politician and microbiologist who served as Member of Parliament (MP) for Heywood and Middleton from 1997 until his death in 2014.", "64776549": "Johan Auwerx (born 1958 in Diepenbeek, Belgium) is a Belgian biologist, and a professor at the École Polytechnique Fédérale de Lausanne (EPFL). His research in the fields of cellular metabolism has contributed to a better understanding of the regulation of mitochondrial function by signaling pathways.", "60025195": "Marguerite Virginia Evans-Galea AM is the co-founder of Women in STEMM Australia. STEMM (science, technology, engineering, maths and medicine). Her research is focused on gene therapy and neurodegenerative diseases.", "57731439": "Peter Nick (born 1 October 1962 in Leutkirch im Allgäu) is a German molecular biologist, and head of Molecular Cell Biology at the Karlsruhe Institute of Technology (KIT), and long-standing Academic Dean for Chemistry und Biology, He was co-initiator of the Forum for Critical Transdisciplinary Studies (FKI) and recipient of the State Teaching Award of Baden-Württemberg in 2015.[1][2]", "37677434": "Asmund Ekern (16 January 1930 – 9 August 2015) was a Norwegian biologist who specialized in livestock nutrition.[1]", "53963144": "Chester Mathis is an American chemist who is currently the Distinguished Professor of Radiology at University of Pittsburgh and holds the UPMC Endowed Chair of PET Research.[2][3][4]", "2025865": "Struther Arnott CBE FRS FRSE FIBiol FRSC (25 September 1934 – 20 April 2013) was a Scottish molecular biologist and chemist who specialised in cancer research. He was a principal and vice-chancellor of the University of St Andrews.[1][2][3][4][5]", "53963147": "James M. Pipas is an American molecular virologist. He currently holds the Herbert W. and Grace Boyer Chair in Molecular Biology at the University of Pittsburgh.[1]", "53963148": "G. Philip Robertson is an American biologist who is currently the University Distinguished Professor\nof Ecosystem Science at Michigan State University.[1][2]", "1141136": "Gopalasamudram Narayanan Ramachandran, or G.N. Ramachandran, FRS (8 October 1922 – 7 April 2001)[1] was an Indian physicist who was known for his work that led to his creation of the Ramachandran plot for understanding peptide structure. He was the first to propose a triple-helical model for the structure of collagen.[1] He subsequently went on to make other major contributions in biology and physics.", "44853654": "Katherine H. Freeman is the Evan Pugh University Professor of Geosciences at Pennsylvania State University[1][2]\nand a co-editor of the peer-reviewed scientific journal, Annual Review of Earth and Planetary Sciences.[3]\nHer research interests are organic geochemistry, isotopic biogeochemistry, paleoclimate and astrobiology.[1][2]", "1206682": "Douglas Alexander Spalding (14 July 1841 – 1877) was a British biologist who studied animal behaviour and worked in the home of Viscount Amberley.", "11692445": "Lee Sung-yang (Chinese: 李淳陽; pinyin: Lǐ Chúnyáng, born 29 May 1922) is a Taiwanese entomologist. He was the subject of the 1975 BBC documentary The Insect World of Dr. Lee. In Taiwan, he is referred to as the \"Taiwanese Jean Henri Fabre.\"", "69396922": "Sue E. Moore is a scientist at the University of Washington known for her research on marine mammals in the Arctic.", "60910018": "Said Amin (Gabe)[1] Ghabrial (October 1, 1939 – November 26, 2018[2]) was an Egyptian-American plant pathologist, known for his work on mycoviruses – viruses of fungi – and particularly their effects on the virulence of plant-pathogenic fungi.[3] He also researched bean pod mottle virus, an economically important soybean disease. He was professor of plant pathology at the University of Kentucky (1986–2014).", "977351": "Leo W. Buss (born 1953) is a retired Professor at Yale University's departments of geology, geophysics, and ecology and evolutionary biology.[1]", "48687560": "Margaret Adaline Reed Lewis (1881–1970) was an American cell biologist and embryologist who made contributions to cancer research and cell culture techniques, and was likely the first person to successfully grow mammalian tissue in vitro. She authored around 150 papers, many co-authored with her husband Warren Harmon Lewis. The Lewises developed a growth medium called the Locke-Lewis solution and jointly received the Gerhard Gold Medal from the Pathological Society of Philadelphia.[1][2]", "59140555": "Dr Gail Marie Bradbrook (born 30 April 1972) is a British environmental activist and molecular biophysicist who co-founded the environmental social movement Extinction Rebellion.[2][3][4]", "22866381": "Étienne Wolff (Auxerre, 12 February 1904 – Paris, 18 November 1996) was a French biologist, specialising in experimental and teratological embryology. He led the  Société zoologique de France from 1958 and was elected to the French Academy of Sciences in 1963.", "74017240": "Jean-Marie Ghuysen (1925-2004), was a Belgian academic.", "3598814": "John Dennis O'Connor (born 1942) is an American biologist and was the sixteenth chancellor (1991–1995) of the University of Pittsburgh.[1]", "73525733": "Barbara A. Horwitz is an American cellular physiologist whose work focuses on metabolism. In particular, her research has centered on the neural and hormonal regulation of energy balance.", "22604261": "Joseph S. Takahashi is a Japanese American neurobiologist and geneticist. Takahashi is a professor at University of Texas Southwestern Medical Center as well as an investigator at the Howard Hughes Medical Institute.[1][2] Takahashi's research group discovered the genetic basis for the mammalian circadian clock in 1994 and identified the Clock gene in 1997.[3][4][5] Takahashi was elected to the National Academy of Sciences in 2003.[6]", "35645927": "Giovanni Rasori (1766–1837) was an Italian academic, physician and translator.[1]", "51735018": "Amar Nath Bhaduri (1935–2003) was an Indian molecular enzymologist and chemical biologist, known for his studies on UDP-glucose 4-epimerase, a homodimeric epimerase found in cells and his work on Leishmania donovani, the protozoal pathogen for Kala-azar.[1] He was the director of the Indian Institute of Chemical Biology (IICB), Kolkata and an elected fellow of the Indian National Science Academy and the Indian Academy of Sciences.[2] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1978, for his contributions to biological sciences.[3]", "62548461": "Daniel Ricquier (born 19 May 1949), is a French biochemist known for his work in mitochondria and hereditary metabolic diseases.[1] Ricquier has been a member of the French Academy of Sciences since 2002,[1] and a professor of biochemistry and Molecular Biology at the Faculty of Medicine of the University of Paris Descartes since 2003.[2]", "61237754": "John W. Pham is an American molecular biologist and editor-in-chief of Cell, a prestigious scientific journal. He is an advocate for inclusion and diversity, and he represents LGBTQ and Asian communities.", "584186": "Peter Raymond Grant FRS FRSC (born October 26, 1936) and Barbara Rosemary Grant FRS FRSC (born October 8, 1936) are a British married couple who are evolutionary biologists at Princeton University. Each currently holds the position of emeritus professor. They are known for their work with Darwin's finches on Daphne Major, one of the Galápagos Islands. Since 1973, the Grants have spent six months of every year  capturing, tagging, and taking blood samples from finches on the island. They have worked to show that natural selection can be seen within a single lifetime, or even within a couple of years. Charles Darwin originally thought that natural selection was a long, drawn out process but the Grants have shown that these changes in populations can happen very quickly.", "64645632": "Helena Groot de Restrepo (Bogotá, 1947)[citation needed] is a Colombian microbiologist and geneticist.", "68905475": "Julia Parrish  is an ecologist and conservation biologist at the University of Washington known for her research on seabirds and for her leadership in citizen science. She is an elected fellow of the American Association for the Advancement of Science.", "50981382": "David Lodge (born April 1, 1957) is an American biologist. He is best known for his work on the interrelated problems of invasive species, land use, and climate change, and their synergistic impacts on water resources.", "27650575": "Jennifer Leigh Rohn (born 1967 in Stow, Ohio[3]) is a British-American scientist and novelist.[4][5] She is a cell biologist at University College London,[6] editor of the webzine LabLit.com[7][8] and founder of the Science is Vital organization that campaigns against cuts to the public funding of science in the United Kingdom.[2][9][10][11][12]", "1141263": "James Cowles Prichard FRS (11 February 1786 – 23 December 1848) was a British physician and ethnologist with broad interests in physical anthropology and psychiatry. His influential Researches into the Physical History of Mankind touched upon the subject of evolution. From 1845, Prichard served as a Medical Commissioner in Lunacy.  He also introduced the term \"senile dementia\".[1]", "25979414": "Alan Ashworth, FRS (born 1960 in Bolton, Lancashire) is a British molecular biologist, noted for his work on genes involved in cancer susceptibility. He is currently the President of the UCSF Helen Diller Family Comprehensive Cancer Center at the University of California, San Francisco, a multidisciplinary research and clinical care organisation that is one of the largest cancer centres in the Western United States.[2] He was previously CEO of the Institute of Cancer Research (ICR) in London.[3]", "50096667": "Raoul Alexander Mulder is an Australian ornithologist and evolutionary ecologist. Based at the University of Melbourne, he is an Associate Dean of Academic Innovation for the Faculty of Science and former head of the School of BioSciences.", "518686": "Baruch Samuel Blumberg (July 28, 1925 – April 5, 2011), known as Barry Blumberg, was an American physician, geneticist, and co-recipient of the 1976 Nobel Prize in Physiology or Medicine (with Daniel Carleton Gajdusek), for his work on the hepatitis B virus while an investigator at the NIH and at the Fox Chase Cancer Center.[3] He was president of the American Philosophical Society from 2005 until his death.", "65694245": "Christine Beattie (2 January 1965 - 28 May 2018[1]) was an American developmental neurobiologist.", "60189244": "Rachel Dutton is an American microbiologist. She has developed the microorganisms that live on cheese into a model system for complex interacting microbial communities. She has worked with chefs including Dan Felder, head of research and development at Momofuku to develop new fermentation procedures to be used in food[1][2] and has been called the \"go-to microbiologist\" for chefs and gastronomists.[3]", "42560060": "Mary Osborn (born in 1940)[4] is a L'Oréal-UNESCO Women in Science Award-winning English cell biologist who, until she stopped running an active laboratory in 2005,[5] was on the scientific staff at the Max Planck Institute for Biophysical Chemistry, Göttingen, Germany.[5]  Osborn established two techniques frequently used by cell biologists.  She pioneered both molecular weight determination of proteins using SDS PAGE[6] and immunofluorescence microscopy.[7] Osborn also used the immunofluorescence microscopy method to work out the details of the eukaryotic cytoskeleton.  Small differences in the intermediate filament constituents helped her distinguish differentiated cells from each other.[8] She also found intermediate filament immunofluorescence differences between normal versus cancer cells.[8] Mary Osborn has been a prominent spokesperson for women in science.[9]", "69855804": "Michael Maurice[1] Goodin (April 8, 1967 – December 12, 2020) was a Jamaican-born plant virologist. He researched interactions between the virus and the host cell, focusing on rhabdoviruses that infect plants. He also studied emerging plant viruses, including economically significant viruses infecting coffee plants. He co-invented a widely used method of generating large amounts of expressed proteins in leaves infiltrated with Agrobacterium (with Ralf Dietzgen), and developed other techniques for plant molecular virology research. Goodin moved to the United States in around 1989 and was a professor at the University of Kentucky from 2017 until his death.", "11037248": "Chinese Civil War", "58649156": "Juliet M Daniel is a Barbadian-born Canadian biology professor at McMaster University, where her research focuses on cancer biology. Daniel is recognized in the cancer biology field for the discovery and naming of the gene Kaiso, and is the recipient of several prestigious awards in recognition of her research and leadership, including an Ontario Premier Research Excellence Award and a Vice-Chancellor Award from the University of the West Indies.", "57698887": "Kohei Oda is a Japanese microbiologist and an emeritus professor at Kyoto Institute of Technology.[1] He is known for his work on bacterial discovery and bacterial metabolism. In particular, he led a team of Japanese scientists in the discovery of plastic-degrading bacteria, Ideonella sakaiensis, in 2016.[2]", "7170637": "Paul R. Gross is a biologist and author, perhaps best known to the general public for Higher Superstition (1994), written with Norman Levitt. Gross is the University Professor of Life Sciences (Emeritus) at the University of Virginia; he previously served the university as Provost and vice-president. He has written widely on the intellectual conflicts of the science wars, biology, evolution, and creationism—for example, his book Creationism's Trojan Horse: The Wedge of Intelligent Design (2004), written with Barbara Forrest.", "58944082": "Melvin Cohn (1922 – October 23, 2018) was an American immunologist who co-founded the Salk Institute for Biological Studies in La Jolla, California. He demonstrated that immunoglobulins and white blood cells interact directly with pathogens to protect the body from infection, and is considered a pioneer in the research of gene regulation.[1]", "17459809": "Henri Atlan (born 27 December 1931) is a French biophysicist and philosopher.", "51800678": "Sunil Kumar Podder (1 February 1937–22 April 2023) was an Indian molecular biologist and biophysicist, known for his biophysical studies on Ligand.[1] Focusing his researches on the recognition processes in biological systems and their chemical specificity, he proposed a model for measuring the specificity using free energy of association of amino acids of proteins with nucleic acid bases.[2]", "61074037": "Melissa A. Parisi is an American geneticist and physician. She is chief of the Intellectual and Developmental Disabilities Branch at the National Institute of Child Health & Human Development.", "46557830": "Bishnupada Mukerjee (1 March 1903 – 30 July 1979)[1] or Bishnupada Mukhopadhyaya was an Indian pharmacologist[2][3] and orthopedic surgeon,[4] known for his contributions in the fields of pharmacological research and standardization of drugs in India.[5][6][7] The Government of India honoured him in 1962, with the award of Padma Shri, the fourth highest Indian civilian award for his services to the nation.[8][9][10]", "32959130": "Charles P. Gerba is an American microbiologist.  He currently is a professor at the University of Arizona. Dr. Gerba serves as a Spokesperson for Coverall Health-Based Cleaning System.", "53308076": "Lora V. Hooper is an American biologist, currently the Jonathan W. Uhr Distinguished Chair in Immunology and Nancy Cain and Jeffrey A. Marcus Scholar in Medical Research at University of Texas Southwestern Medical Center. In 2015, she was elected to the National Academy of Sciences.[1][2][3]", "7203512": "Florence Gwendolen Rees, ('Gwendolen or Gwen) FRS[1] (3 July 1906 – 4 October 1994) was a Welsh zoologist and parasitologist. She was the first Welsh woman to become a fellow of the Royal Society.[1] By the time she was 80 years old, she had published 68 papers.[2]", "14183106": "Marthe Louise Vogt (September 8, 1903 – September 9, 2003)[1][2] was a German scientist recognized as one of the leading neuroscientists of the twentieth century. She is mainly remembered for her important contributions to the understanding of the role of neurotransmitters in the brain,[3][4] especially epinephrine.[5]", "20671177": "Naomi E. Pierce (born 1954) is an American entomologist and evolutionary biologist who studies plant-herbivore coevolution and is a world authority on butterflies.[1]  She is the Hessel Professor of Biology[2] and Curator of Lepidoptera in the Department of Organismic and Evolutionary Biology at Harvard University.[3]", "67627722": "Daniel Jay Klionsky (born 1958) is an American biochemist and molecular biologist. He is the Alexander G. Ruthven Professor of Life Sciences and professor of molecular, cellular, and developmental biology at the University of Michigan. As a cell biologist, Klionsky pioneered the understanding of autophagy, the process by which cells break down to survive stress conditions such as starvation, and the role autophagy plays in cancer, neurodegenerative diseases, and other areas of human health.", "66677451": "Cao Xiaofeng (Chinese: 曹晓风; born May 1965) is a Chinese plant scientist who researches epigenetics in plants using model species in the genus Arabidopsis and rice plants. She is an elected member of the  Chinese Academy of Sciences and the US National Academy of Sciences", "39840461": "Norman Maclean is an Emeritus Professor of Genetics at The University of Southampton. Besides genetics he has worked in wildlife conservation and river management. He has been a Director of the Test and Itchen Association, and a panel member of the European Food Safety Authority. He is an elected Fellow of the Royal Society of Biology and the Linnaean Society. Served as the editor of the Molecular and Cell Science section of the Journal of Fish Biology, and also on editorial boards of other journals in the past. Norman was also a Trustee of Marwell Wildlife Park for many years, and served as its Honorary Scientific Advisor.", "60058317": "Henri Boulard was a French  microbiologist who discovered the yeast Saccharomyces boulardii in 1923. He noticed people chewing on the skins of lychees and mangosteens to treat diarrhea during a cholera epidemic. He isolated and identified this strain of yeast, a probiotic.[1]  He sold his patented strain of saccharomyces boulardii to Biocodex, a French pharmaceutical company in the 1950s.[2]  This probiotic is used to improve gut health and treat diarrhea[3] and is available in over 100 countries as Florastor.[4][5]", "7138002": "Sallie Watson \"Penny\" Chisholm (born 1947) is an American biological oceanographer at the Massachusetts Institute of Technology. She is an expert in the ecology and evolution of ocean microbes. Her research focuses particularly on the most abundant marine phytoplankton, Prochlorococcus, that she discovered in the 1980s with Rob Olson and other collaborators.[1] She has a TED talk about their discovery and importance called \"The tiny creature that secretly powers the planet\".[2]", "24570588": "Tonbridge School", "322276": "John Boyd Orr, 1st Baron Boyd-Orr, CH, DSO, MC, FRS, FRSE (23 September 1880 – 25 June 1971), styled Sir John Boyd Orr from 1935 to 1949, was a Scottish teacher, medical doctor, biologist, nutritional physiologist, politician, businessman and farmer who was awarded the Nobel Peace Prize for his scientific research into nutrition and his work as the first Director-General of the United Nations Food and Agriculture Organization (FAO).", "60287718": "Martin Christopher James Maiden[2] FMedSci FRCPath FSB is an English microbiologist. He is Professor of Molecular Epidemiology in the Department of Zoology at the University of Oxford, where he is also a fellow of Hertford College.[3] He was elected a Fellow of the Royal College of Pathologists in 2010, a Fellow of the Society of Biology in 2012,[1] and a Fellow of the Academy of Medical Sciences and the American Academy of Microbiology, both in 2016.[3][4]", "1665770": "Paul Clemens von Baumgarten (28 August 1848, in Dresden – 1928 in Tübingen) was a German pathologist.", "9988843": "André Michel Lwoff (8 May 1902 – 30 September 1994)[1][2][3] was a French microbiologist and Nobel laureate of Russian-Polish origin.", "37874420": "Jeffrey Alexander Hutchings FRSC (September 11, 1958 – January 30, 2022) was a Canadian fisheries scientist.  He was a professor of biology, and the Izaak Walton Killam Memorial Chair in Fish, Fisheries, and Oceans at Dalhousie University.", "649976": "Yuan-Cheng \"Bert\" Fung (September 15, 1919 – December 15, 2019) was a Chinese-American bioengineer and writer. He is regarded as a founding figure of bioengineering, tissue engineering, and the \"Founder of Modern Biomechanics\".[1]", "73165565": "Traute, Princess of Lippe (German: Traute Prinzessin zur Lippe [ˈtʁaʊ̯tə pʁɪnˈt͜sɛsɪn t͜sʊʁ ˈlɪpə]; born Traute Becker, 16 February 1925 – 25 February 2023) was a German princess, philanthropist, and biologist. She was a patron of the visual arts, the Princess Pauline Foundation, the City of Detmold, and the District of Lippe.[1] She was the bearer of the Federal Cross of Merit. She was awarded a Crown Cross in gold from the Diakonisches Werk in recognition of her social work.[2]", "22571777": "Jamie Seymour is an Australian toxinologist.[1] He has been a lecturer and researcher at James Cook University since 1996 and gained Professorship in 2019.[2] Professor Seymour started his academic career as a lecturer in the School of Tropical Biology at James Cook University. He is currently a member of the Australian Institute of Tropical Health & Medicine. His research involves examining the biology and ecology of dangerous species found in Australia.", "27257602": "Barbara Block is an American marine biologist and Charles & Elizabeth Prothro Professor of Biology in Marine Sciences at the Stanford University Hopkins Marine Station and a co-director of Stanford University's Tuna Research and Conservation Center, with the Monterey Bay Aquarium.[1] She has published numerous bodies of work throughout her career in marine biology and chemistry, mainly focusing on the biology and chemistry of metabolism in different tuna and shark species.[2][3][4] Additionally, she has helped develop two new types of electronic tags for large pelagic predators in order to track the migrations of large oceanic predator species.[5]", "53897986": "Moshe Shachak (born Moshe Charshak; 1936) is an ecologist at the Ben Gurion University. Shachak’s research focuses on ecosystem engineers, organisms that modulate the abiotic environment. Most of his studies were conducted in arid and semi arid ecosystems.", "25553668": "Marc Bekoff (born September 6, 1945, in Brooklyn, NY) is an American biologist, ethologist, behavioural ecologist and writer.[1] He was a professor of Ecology and Evolutionary Biology at the University of Colorado Boulder for 32 years.[2] He cofounded the Jane Goodall Institute of Ethologists for the Ethical Treatment of Animals, and he is Professor Emeritus of Ecology and Evolutionary Biology at the University of Colorado Boulder.[1]", "34073357": "Bland J. Finlay FRS (16 March 1952 - 24 December 2021[1][2]) was a British biologist.", "43150096": "Dave Goulson FRSE FRES (born 30 July 1965)[1] is Professor of Biology (Evolution, Behaviour and Environment) at the University of Sussex. Specializing in the ecology and conservation of insects, particularly bumblebees, Goulson is the author of several books, including Bumblebees: Their Behaviour and Ecology (2003), Silent Earth: Averting the Insect Apocalypse (2021), and more than 200 academic articles. In 2006 he founded the Bumblebee Conservation Trust, a charity that aims to reverse the decline in the bumblebee population.[2][3]", "36629268": "Edward Orlando Wiley III is the curator emeritus of ichthyology at the University of Kansas Biodiversity Institute and professor of systematics and evolution for the Department of Ecology and Evolutionary Biology at the University of Kansas.[1][2] His master's adviser was Darrell Hall, of Sam Houston State University (retired), and his doctoral advisor was Donn E. Rosen, of the American Museum of Natural History (deceased).[3] Wiley has published extensively in topics related to phylogenetic systematics, is a Past President of the Society of Systematic Biology (then Zoology) and was involved in the founding of the Willi Hennig Society.[4] Wiley is known for building on and establishing conceptual advances in the evolutionary species concept, first formulated by George Gaylord Simpson.[5] Wiley defines an evolutionary species as:", "18344731": "Ivan Sansom (born Prestatyn[citation needed]) is a British palaeontologist, Senior Lecturer in Palaeobiology at the University of Birmingham. His research primarily has focused on the conodont palaeobiology and the early Palaeozoic radiation of vertebrates.[1]", "62581534": "A. K. M. Sirazul Islam Khan (c. 1943 – 14 December 2019) was a Bangladeshi academic and microbiologist. He was a professor of Soil, Water and Environment Department (Previously Soil Science Department) and Microbiology Department of the University of Dhaka and also the first vice-chancellor of Jagannath University.[1][2]", "53766946": "Jennifer Loros, also known as J.J. Loros, is a chronobiologist leading the field in the study of circadian rhythms in Neurospora. Her research focuses on circadian oscillators and their control of gene expression in living cells. Currently, Loros is a professor of Biochemistry, Cell Biology, and Molecular and Systems Biology at the Giesel School of Medicine.[1]", "3697442": "Karl Grobben (27 August 1854, in Brno – 13 April 1945, in Salzburg) was an Austrian biologist.[1] He graduated from, and later worked at, the University of Vienna, chiefly on molluscs and crustaceans. He was also the editor of a new edition of Carl Friedrich Wilhelm Claus' Lehrbuch der Zoologie, and the coiner of the terms protostome and deuterostome.[1]", "45607731": "Francisco Edlagan Baisas (June 4, 1896 – May 24, 1973) was a Philippine entomologist regarded as the \"Dean of Philippine Culicidologists\" whose \"contributions to the knowledge of Philippine mosquitoes is without measure\".[1] His passing was described as the end of \"an era which saw the elucidation of the malaria vectors of the Philippines and great progress made in the control of a disease which had accounted for as many as 2,000,000 cases annually in those islands.\"[2]", "40168247": "Bonita Sue \"Bonnie\" Dunbar (born February 14, 1948)[2] is a former professor in the department of molecular and cell biology at Baylor College of Medicine, a position she held from 1994 to 2004. Prior thereto she was an assistant professor in the same department at the same university from 1981 to 1983. From 1984 to 1994, also at Baylor College of Medicine, she also held a position as associate professor in the department of obstetrics and gynecology. She is currently an honorary lecturer at the University of Nairobi. She is a member of the American Association for the Advancement of Science, the Endocrine Society, the American Society for Cell Biology, and the New York Academy of Sciences. She is currently the owner of the Karen Blixen Coffee Garden Restaurant and Cottages,[3] as well as the treasurer of the African Biomedical Center.[4] She also served on the editorial board of the journal Medical Veritas, which was published from 2004 to 2008 and endorsed anti-vaccine views.", "55733047": "Deepak Gaur (born 18 September 1972) was an Indian molecular biologist, and a professor[2] at the School of Biotechnology of Jawaharlal Nehru University. Known for his studies on Plasmodium falciparum, Gaur is a recipient of the N-Bios Prize. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to medical sciences in 2017.[1][note 1]", "61369150": "University of New Brunswick (M.Sc.)", "72117057": "Venigalla Basaveswara Rao is an Indian-American biochemist who is a professor of biology at the Catholic University of America. He serves as Director of the Bacteriophage Medical Research Center. In 2021, he was elected a Fellow of the American Society for Microbiology and the National Academy of Inventors.", "64023368": "Catherine Vidal (born July 7 1951) is a French neurobiologist, feminist and essayist. She is the author of popular science books in the field of cognitive differences between genders.", "65301321": "Edward T. Game  is a conservation biologist, editor-in-chief of the scientific journal Conservation Letters,[1] and lead scientist of The Nature Conservancy.[2]", "41249617": "William T. Stanley (c. 1957 –  October 6, 2015) was an American mammalogist who was a manager of the collections at one of the world's largest natural history museums and a student of the mammals of eastern Africa. He was an evolutionary biologist and mammalogist, and at the time of his death was the director of the Field Museum of Natural History's Collections Center and the Collection Manager of the Field Museum's Collection of Mammals. Stanley studied the biogeography, ecology, evolution, and systematics of shrews, bats and rodents that live on mountains within Tanzania and surrounding countries.[1]", "59173723": "John Whittemore Gowen (September 5, 1893 – September 14, 1967) was an American biologist and geneticist.", "64187230": "Angela M. Christiano is a molecular geneticist in the field of dermatology. Her research focuses on genes involved in hair and skin growth, as well as treatments for hair loss and skin cancers.[1] She is the Richard and Mildred Rhodebeck Professor of Dermatology and Professor of Genetics and Development at Columbia University Vagelos College of Physicians and Surgeons.", "64973662": "Claire Julie Liliane Wyart (born 16 February 1977) is a French neuroscientist and biophysicist, studying the circuits underlying the control of locomotion. She is a chevalier of the Ordre national du Mérite.", "64088929": "Henrique Miguel Leite de Freitas Pereira (born 28 May 1972, Angola) is a Portuguese conservation biologist. He is a professor at the Martin Luther University of Halle-Wittenberg in Germany, head of the Biodiversity Conservation research group[1] at the German Centre for Integrative Biodiversity Research (iDiv), and Chair of the Portugal Infrastructures Biodiversity Chair at CIBIO-InBIO, University of Porto. From 2014 to 2020 he was the Chair of the Group on Earth Observations Biodiversity Observation Network GEO BON. He is an avid and vocal supporter of the Sporting Football Club.", "30468964": "Alexander Thomas Cameron (1882 – 25 September 1947) was a British-born Canadian biochemist. He was best known as Professor of Biochemistry at the University of Manitoba, and as the author of numerous popular biochemistry textbooks, including the Textbook of Biochemistry.", "38562664": "Alexander von Gabain is a microbiologist, academic, founder of several biotech firms and board member of venture capital firms. He has worked at the intersection of the healthcare industry, academia and research throughout his career. He was one of the founding board members of EIT in 2008[1] and began his involvement in EIT Health in 2015.[2]", "43248490": "Andrea Musacchio (born July 11, 1964)[1] is an Italian structural biologist. He is Max Planck director at the Institute of Molecular Physiology in Dortmund. He is also Honorary Professor at the Center for Medical Biotechnology at the University of Duisburg-Essen. He was named European Molecular Biology Organization member in 2009.[2]", "65465207": "Paula Cannon is a British geneticist and virologist, Distinguished Professor of Molecular Microbiology & Immunology at the University of Southern California.[1] She is a specialist in gene therapy, hematopoietic stem cells, and human immunodeficiency virus (HIV) with particular interest in gene editing and humanized mice.", "51047289": "Bill Gole Postdoctoral MND Research Fellowship, 2009;\nVice Chancellor’s Emerging Researcher of the Year award, 2011;\nLorne Conference on Protein Structure and Function Young Investigator Prize, 2012;\nMND Australia Betty Laidlaw MND Research Prize for 2017;", "73952123": "Víctor Scarabino (1945 - Montevideo, September 2, 2020) was a Uruguayan marine biologist and malacologist.[1] He served as the director of the National Museum of Natural History of Uruguay from 2009 to 2011 and was an honorary researcher at the institution from the late 1960s until his death.[2]", "22080380": "Hermon Carey Bumpus (May 5, 1862 – June 21, 1943)[1] was an American biologist, museum director, and the fifth president of Tufts College (later Tufts University).", "12381053": "Paul Alfred Weiss (March 21, 1898 – September 8, 1989) was an Austrian biologist who specialised in morphogenesis, development, differentiation and neurobiology.  A teacher, experimenter and theorist, he made a lasting contribution to science in his lengthy career, throughout which he sought to encourage specialists in different fields to meet and share insights.", "44919681": "Katrina Jane Edwards (15 March 1968 - 26 October 2014) was a pioneering geomicrobiologist known for her studies of organisms living below the ocean floor, specifically exploring the interactions between the microbes and their geological surroundings, and how global processes were influenced by these interactions.[1] She spearheaded the Center for Dark Energy Biosphere Investigation (C-DEBI) project at the University of Southern California, which is ongoing. Edwards also helped organize the deep biosphere research community by heading the Fe-Oxidizing Microbial Observatory Project on Loihi Seamount, and serving on several program steering committees involving ocean drilling.[1] Edwards taught at the Woods Hole Oceanographic Institution (WHOI) and later became a professor at the University of Southern California.[1][2]", "34073480": "Richard Anthony Flavell (born 23 August 1945 in Chelmsford, Essex), PhD, FRS is an English molecular biologist, and Sterling Professor of Immunobiology, at Yale School of Medicine where he uses transgenic and gene-targeted mice to study Innate and Adaptive immunity, T cell tolerance and activation in immunity and autoimmunity, apoptosis, and regulation of T cell differentiation.[1]\nHe is an investigator at the Howard Hughes Medical Institute.[2] In 2013, Flavell received the Vilcek Prize in Biomedical Science.[3] In July 2016, Flavell received an honorary doctorate degree from the University of Hull.[4] He is an honorary member of the British Society for Immunology.[5]", "51800970": "Ramamirtha Jayaraman (10 October 1937 – 14 April 2019[citation needed]) was an Indian geneticist, known for his studies on bacteria, especially on Escherichia coli.[1] His researches on the control of transcription of bacteria are known to have evidenced the participation of accessory factors in transcription and their interactions with RNA polymerase.[2] He was a professor at the Madurai Kamaraj University (MKU)[3] and a former scientist at Tata Institute of Fundamental Research.[4] Post his retirement, he served as an emeritus scientist at MKU.[5] He authored the reference manual, Jayaraman Laboratory Manual in Molecular Genetics[6] and several pamphlets[7] and articles; PubMed, an online repository of medical papers has listed 59 of them.[8] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1982, for his contributions to biological sciences.[9]", "40725394": "Arnold J. Berk is an American professor of microbiology and immunology at the University of California, Los Angeles.[1] He was a member of the Molecular Biology Institute, a division of University of California, Los Angeles.[1] He was one of the discoverers of RNA splicing.[2] His work focuses on gene regulation in DNA viruses.[2] In 1998 he was elected to the American Academy of Arts and Sciences.[3] In 2003, he received a MERIT Award from the National Cancer Institute.[4] He authored editions 3 through 10 of the influential basic textbook Molecular Cell Biology[5] published by Macmillan[6]", "2583446": "Giovanni Battista (or Giambattista) Brocchi (18 February 1772 – 25 September 1826) was an Italian naturalist, mineralogist and geologist.", "879527": "Alexander Sergeevich Spirin (Russian: Александр Сергеевич Спирин) (4 September 1931 – 30 December 2020[1]) was a Russian biochemist, Distinguished Professor at the Lomonosov Moscow State University (since 1999),[2] a Director of Institute of Protein Research Russian Academy of Sciences, Puschino (Пущино-на-Оке), Moscow Region (Московская Область), Academician of Russian Academy of Sciences. His primary scientific interests in biochemistry included nucleic acids and protein biosynthesis.", "48524211": "Emily Grossman (born 7 July 1978) is a science communicator and populariser, was a resident expert on The Alan Titchmarsh Show, and has been a panellist on the Sky1 television show Duck Quacks Don't Echo.[1] She has hosted events and given lectures at a number of institutions including the Royal Academy, the Royal Statistical Society, the Royal College of Physicians in Edinburgh, Scotland and various museums, both on science topics as well as advocating the encouragement of women in science. She has a PhD in cancer research,[2] and contributed to the discovery of a new molecule while based at the Paterson Institute for Cancer Research.[3]", "4025271": "Peter Gerald Satir (c. 1937 – July 20, 2022) is an American microbiologist who has spent his career studying the basis of motion by studying the cilium. He is a native of New York, graduated from the Bronx High School of Science in 1952, received his PhD from the Rockefeller University in 1961 and  worked at the Department of Anatomy and Structural Biology at the Albert Einstein College of Medicine.", "39218105": "Titia de Lange (born 11 November 1955, in Rotterdam) is the Director of the Anderson Center for Cancer Research, the Leon Hess professor and the head of Laboratory Cell Biology and Genetics at Rockefeller University.[1]", "14183356": "Walter Garstang FLS FZS (9 February 1868 – 23 February 1949), a Fellow of Lincoln College, Oxford and Professor of Zoology at the University of Leeds, was one of the first to study the functional biology of marine invertebrate larvae. His best known works on marine larvae were his poems published as Larval Forms and Other Zoological Verses, especially The Ballad of the Veliger. They describe the form and function of several marine larvae as well as illustrating some controversies in evolutionary biology of the time.[1]", "55700413": "Avelin Mary is a marine biologist and a Roman Catholic nun belonging to the Congregation of the Mother of Sorrows, Servants of Mary.[1] She is a Director of Sacred Heart Marine Research Center (SHMRC), Tuticorin.[2]", "33516479": "Mitsuhiro Yanagida ForMemRS (柳田充弘, Yanagida Mitsuhiro, born April 4, 1941, in Tokyo) is a Japanese molecular biologist known for research on cell cycle and chromosome structure using the fission yeast Schizosaccharomyces pombe.[1][2][3] He was elected as a foreign member of the Royal Society on 11 May 2000.", "9792451": "Sol Spiegelman (December 14, 1914 – January 21, 1983) was an American molecular biologist.  He developed the technique of nucleic acid hybridization, which helped to lay the groundwork for advances in recombinant DNA technology.[1][2][3]", "64646086": "Lauren Ancel Meyers is an American integrative biologist who holds the Denton A. Cooley Centennial Professorship in Zoology at the University of Texas at Austin.[2] She is also a member of the Santa Fe Institute External Faculty.[3]", "26700770": "Lewis C. Cantley (born February 20, 1949) is an American cell biologist and biochemist who has made significant advances to the understanding of cancer metabolism. Among his most notable contributions are the discovery and study of the enzyme PI-3-kinase, now known to be important to understanding cancer and diabetes mellitus.[1][2] He is currently Meyer Director and Professor of Cancer Biology at the  Sandra and Edward Meyer Cancer Center at Weill Cornell Medicine in New York City.  He was formerly a professor in the Departments of Systems Biology and Medicine at Harvard Medical School, and the Director of Cancer Research at the Beth Israel Deaconess Medical Center, in Boston, Massachusetts. In 2016, he was elected Chairman of the Board for the Hope Funds for Cancer Research.", "61434855": "Linda Lawton, Ph.D., FRSE is a Scottish researcher in microcystins and toxins produced by cyanobacteria and has researched into the impact of the so-called 'blue-green algae\" from drinking water supply.[1] Her detection method is now used worldwide[2] and was used by the World Health Organization to develop drinking water safety standards,[2] scientists are trained in it from Sri Lanka to fish farms in Scotland, and Lawton is  investigating potential cancer treatments[3] and positive uses such as digesting waste plastics in microbiology.[4]  She was made a Fellow of the Royal Society of Edinburgh in 2021.[5] Lawton is Professor of Environmental Biology at the Robert Gordon University, Aberdeen.[2]", "37710828": "David George Haskell is a British and American biologist, writer, and William R. Kenan Jr. Professor[1] of Biology and Environmental Studies at Sewanee: The University of the South, in Sewanee, Tennessee. He is a two-time Pulitzer Prize finalist in General Nonfiction. In addition to scientific papers, he has written essays, poems, op-eds,[2] and the books The Forest Unseen (Viking Press, Penguin Random House 2012), The Songs of Trees (Viking Press, Penguin Random House 2017), Thirteen Ways to Smell a Tree (Hachette 2021), and Sounds Wild and Broken (Viking Press, Penguin Random House 2022).", "36563953": "Paul Francis Waldau (born January 16, 1950) is an American ethicist and former professor at Canisius College in Buffalo, New York, where he headed the graduate program on anthrozoology, which he founded. He has several times served as Barker Lecturer in animal law at Harvard Law School, and is the author of a number of books on animal rights and speciesism.[1]", "69168117": "Andrey Rzhetsky is the Edna K. Papazian Professor of Medicine and Professor of Human Genetics at the University of Chicago, where he is also Co-Chief of the Section of Computational Biomedicine and Biomedical Data Science.[1][2] Born in Kazakhstan, Rzhetsky was recruited to Pennsylvania State University (Penn State) by Masatoshi Nei in 1991 from the Institute of Cytology and Genetics in Novosibirsk, Russia. Rzhetsky did his postdoc at Penn State under Nei, who also helped him obtain his permanent residency in the United States. He joined the faculty at Columbia University in 1996.[3] He joined the faculty of the University of Chicago in 2007, and was named the Edna K. Papazian Professor there in 2016.[4]", "26176503": "David Anthony Dougall Parry CNZM is a New Zealand biophysicist known for his work within the area of ultrastructure scleroprotein analysis. He is the former President of the International Union for Pure and Applied Biophysics and former Vice President of the International Council for Science (ICSU).", "47606777": "Éric A. Cohen (born March 19, 1958) is a Canadian molecular virologist whose research is focused on human immunodeficiency virus (HIV)-host interactions that govern viral replication and persistence.[1][2][3]", "683010": "Karen J. Meech (born 1959) is an American planetary astronomer at the Institute for Astronomy (IfA) of the University of Hawaiʻi.[2]", "68152323": "Konstantinos Drosatos (Greek: Κωνσταντίνος Δροσάτος), born in Athens, Greece, is a Greek-American molecular biologist, who is the Ohio Eminent Scholar and Professor of Pharmacology and Systems Physiology at the University of Cincinnati College of Medicine in Cincinnati, Ohio, U.S. His parents were  Georgios Drosatos and Sofia Drosatou; his family originates in Partheni, Euboea, Greece.[1]", "52653074": "Hartmut Oschkinat (born 28 February 1957)[1] is a German structural biologist and professor for chemistry at the Free University of Berlin. His research focuses on the study of biological systems with solid-state nuclear magnetic resonance.", "61107219": "Yvonne Chuan Fang Su is a Hong Kong evolutionary biologist who is notable for her co-discovery of Pseuduvaria bruneiensis and Pseuduvaria borneensis. Her doctoral work at the University of Hong Kong focused on the phylogeny of the flowering plant genus Pseuduvaria.[1] Her work as a faculty member at Duke–NUS Medical School focuses on the evolution of viruses.[2]", "22015000": "Grover Cleveland Stephens, Jr. (January 12, 1925 – June 17, 2003), was an American marine biologist and comparative physiologist at the University of Minnesota and the University of California, Irvine.", "13134899": "Vincent R. Racaniello (born January 2, 1953) is a Higgins Professor in the Department of Microbiology and Immunology at Columbia University's College of Physicians and Surgeons.[1] He is a co-author of a textbook on virology, Principles of Virology.[2][3]", "55766069": "Alex D. Rogers is professor of conservation biology and fellow of Somerville College, University of Oxford.[1][2][3]", "617534": "Jill Cornell Tarter (born January 16, 1944) is an American astronomer best known for her work on the search for extraterrestrial intelligence (SETI). Tarter is the former director of the Center for SETI Research, holding the Bernard M. Oliver Chair for SETI at the SETI Institute.[1][2][3]\nIn 2002, Discover magazine recognized her  as one of the 50 most important women in science.[4]", "55372865": "Diane Kelly is a Professor of Microbiology, Institute of Life Science, Swansea University Medical School and Fellow of the Learned Society of Wales.", "1862723": "Cyrus Levinthal (May 2, 1922 – November 4, 1990) was an American molecular biologist.", "73165898": "John Frederick Peberdy FRSB MBE (8 November 1937, Skegness – 14 May 2020) was a British mycologist, specializing in the biochemistry and genetics of fungi. He was a pioneer in research on fungal protoplasts.[1]", "38956108": "Aldemaro Romero Jr. (born September 11, 1951, in Caracas)[1] is a Venezuelan/American scientist, communicator, and public intellectual. He has published more than 1,100 works,[2] more than 30 books and monographs, and produced, directed, written and/or hosted more than 1500 radio shows and 400 TV shows and documentaries in areas ranging from science to history and philosophy.[3] He is known for his approaches of combining field, laboratory and archival studies from different disciplines.", "39578708": "Winifred Anne Tutin (née Pennington) FRS (8 October 1915 – 1 May 2007) was a British limnologist and biologist.", "55995485": "Cassandra Extavour is a Canadian geneticist, researcher of organismic and evolutionary biology, professor of molecular and cell biology at Harvard University, and a classical singer.[1][2] Her research has focused on evolutionary and developmental genetics. She is known for demonstrating that germ cells engage in cell to cell competition before becoming a gamete, which indicates that natural selection can affect and change genetic material before adult sex reproduction takes place.[3][4] She was also the Director of EDEN (the Evo-Devo-Eco Network), a National Science Foundation-funded research collaborative that encouraged scientists working on organisms other than the standard lab model organisms to share protocols and techniques.[5][6][7][8]", "63073380": "Ann G. Clarke (née Jewkes) is a British immunologist and co-founder of the Frozen Ark project.[1]", "33746025": "Keith Cowing[1] is an American astrobiologist, former NASA employee, and the editor of the American space program blog NASA Watch. He is a credentialed NASA journalist and is known to be a critic of NASA activities and policies.[1][2]", "35613802": "Jacques Eugène Duclaux (14 May 1877 – 13 July 1978) was a French biologist and chemist.", "10677374": "Michael R. Rose (born 25 July 1955) is a Professor in the Department of Ecology and Evolutionary Biology at the University of California, Irvine.", "50850950": "Cinzia Verde is an Italian researcher in marine biochemistry at the National Research Council (CNR), Institute of Biosciences and BioResources (IBBR).[1][2][3]", "37153928": "Jörg Vogel (born 1 April 1967 in Cottbus, Germany) is a German scientist in the field of RNA biology and microbiology. He is Professor and Director of the Institute for Molecular Infection Biology (IMIB) at the Julius-Maximilians-Universität Würzburg, Germany. Since 2017, he has also headed the Helmholtz-Institut für RNA-basierte Infektionsforschung (Helmholtz Institute for RNA-based Infection Research, HIRI), the world’s first research institution to combine RNA and infection research.[1]", "41806996": "Hidesaburo Hanafusa (花房 秀三郎, Hanafusa Hidesaburō, December 1, 1929 – March 15, 2009) was a Japanese virologist. He shared the 1982 Albert Lasker Award for Basic Medical Research with Harold E. Varmus and J. Michael Bishop for demonstrating how RNA tumor viruses cause cancer, and elucidating their role in combining, rescuing and maintaining oncogenes in the viral genome.[1]", "44723351": "Michael R. Gold (born August 30, 1956) is a Canadian immunologist and cell biologist. He has served as head of the Department of Microbiology and Immunology at the University of British Columbia since July 2009. He is known for his discovery of how B-cell receptor stimulates Tyrosine phosphorylation and work in the signaling cascade of B-cell receptor.[1]", "65989784": "Karen Joy Shaw is an American microbiologist and discoverer of novel antifungal and antibacterial compounds.  She is best known for her work on aminoglycoside resistance in bacteria[1] as well as leading drug discovery research teams. As Senior Vice President of Biology at Trius Therapeutics, Inc.[2] her work was critical to the development of the oxazolidinone antibiotic tedizolid phosphate (Sivextro) as well as the discovery of the TriBE inhibitors,[3] a novel class of DNA gyrase/Topoisomerase IV antibacterial agents that target both Gram-positive and Gram-negative organisms.[2]  As Chief Scientific Officer at Amplyx Pharmaceuticals,[4] Shaw was responsible for the preclinical development of the novel antifungal fosmanogepix, a first-in-class broad-spectrum antifungal prodrug that is currently in Phase 2 clinical development for the treatment of invasive fungal infections.[5]  She also discovered APX2039, a unique Gwt1 inhibitor[6] that is in preclinical development for the treatment of cryptococcal meningitis.[7]", "64941210": "Charles Frederic August Schaeffer (12 June 1860 – 29 August 1934) was an American entomologist who specialized in beetles, particularly chrysomelids and weevils. He described 109 species in 91 genera and some species like Taphrocerus schaefferi Nicolay & Weiss were described from his collections and named after him.", "289950": "George Emil Palade ForMemRS HonFRMS (Romanian pronunciation: [ˈdʒe̯ordʒe eˈmil paˈlade] ⓘ; November 19, 1912 – October 7, 2008) was a Romanian-American cell biologist. Described as \"the most influential cell biologist ever\",[3] in 1974 he was awarded the Nobel Prize in Physiology and Medicine along with Albert Claude and Christian de Duve. The prize was granted for his innovations in electron microscopy and cell fractionation which together laid the foundations of modern molecular cell biology,[3] the most notable discovery being the ribosomes of the endoplasmic reticulum – which he first described in 1955.[4][5][6][7][8]", "62352542": "Moshe Yaniv, born in 1938 in Hadera, Israel, is a French-Israeli molecular biologist who has studied the structure and functions of oncogenic DNA viruses as well as the general mechanisms for regulating gene expression in higher organisms and their deregulation during tumor pathologies and development.[1][2] He is a member of the French Academy of sciences and Professor Emeritus at the Institut Pasteur.", "73034919": "Dan Wilson is an American molecular biologist and science communicator. He is best known as a host and creator of the podcast Debunk The Funk, which focuses on pseudoscience surrounding the anti-vaccine movement and COVID-19 misinformation.", "72543400": "Caroline Attardo Genco is an American microbiologist and academic administrator. She is the provost of Tufts University.", "1731754": "Maurice Ralph Hilleman (August 30, 1919 – April 11, 2005) was a leading American microbiologist who specialized in vaccinology and developed over 40 vaccines, an unparalleled record of productivity.[2][3][4][5][6] According to one estimate, his vaccines save nearly eight million lives each year.[3] He has been described as one of the most influential vaccinologists ever.[2][6][7][8][9][10] He has been called the \"father of modern vaccines\".[11][12] Robert Gallo called Hilleman \"the most successful vaccinologist in history\".[13] He has been noted by some researchers as having saved more lives than any other scientist in the 20th century.[14][15]", "70872240": "Constance Tom Noguchi (born December 8, 1948) is a research physicist, Chief of the Molecular Cell Biology Section, and Dean of the  Foundation for Advanced Education in the Sciences (FAES) Graduate School at the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) of the National Institutes of Health (NIH).  \nNoguchi studies the underlying genetics, metabolism, and treatment of sickle cell disease and of erythropoietin and its effects on metabolism.[1][2]", "62221490": "Marina Cavazzana is a professor of Paediatric Immunology at the Necker-Enfants Malades Hospital and the Imagine Institute, as well as an academic at Paris Descartes University. She was awarded the Irène Joliot-Curie Prize in 2012 and elected to the National Academy of Medicine in 2019.", "33942707": "János Kriesch (29 March 1834 – 21 October 1888) was Hungarian hydrobiologist, zoologist, agronomist, and corresponding member of the Hungarian Academy of Sciences. He served as Director-General of Budapest Zoo & Botanical Garden for a short time in 1868.[1]", "48590007": "Michael Frederic Guyer (1874–1959) was an American cytologist and zoologist.", "25226433": "Joseph Henry Woodger (2 May 1894 – 8 March 1981) was a British theoretical biologist and philosopher of biology whose attempts to make biological sciences more rigorous and empirical was significantly influential to the philosophy of biology in the twentieth century. Karl Popper, the prominent philosopher of science,  claimed \"Woodger... influenced and stimulated the evolution of the philosophy of science in Britain and in the United States as hardly anybody else\".[1]", "34237643": "Olwen Anne Elisabeth Rasa (1940 – 15 November 2020) was a British ethologist, known for her long-duration study of the social behaviour of the dwarf mongoose in Kenya.[1] She had studied aggression among coral reef fish under the pioneering ethologist Konrad Lorenz. Her fieldwork in Kenya's Taru Desert led to a book, Mongoose Watch: A Family Observed, and to a popular German television series, Expedition ins Tierreich. She later studied social behaviour in the yellow mongoose and the sub-social tenebrionid beetle Parastizopus armaticeps.", "35613902": "Augustin Sageret (27 July 1763 – 23 March 1851) was a French botanist.", "61369555": "Sara Elizabeth Mole Crowley is a Professor of Molecular Cell Biology and Provost's Envoy for Gender Equality at University College London and the Great Ormond Street Hospital. She works on diseases caused by genetic changes, in particular neurodegenerative diseases that impact children.[1][3]", "53144792": "Wendy Darke is a British television producer and marine biologist, and the former head of the Natural History Unit (NHU) at the BBC. She was the first woman to head the division in its then-56 year history.[1]", "61435097": "Athel Cornish-Bowden (born 3 April 1943) is a British biochemist known for his numerous textbooks, particularly those on enzyme kinetics and his work on metabolic control analysis.", "27875": "Stephen Jay Gould (/ɡuːld/; September 10, 1941 – May 20, 2002) was an American paleontologist, evolutionary biologist, and historian of science. He was one of the most influential and widely read authors of popular science of his generation.[1] Gould spent most of his career teaching at Harvard University and working at the American Museum of Natural History in New York. In 1996, Gould was hired as the Vincent Astor Visiting Research Professor of Biology at New York University, after which he divided his time teaching between there and Harvard.", "60648686": "Liliana M. Dávalos is a Colombian-born evolutionary and conservation biologist, who is currently living in the United States. Her career as a researcher and professor have focused on bats as model systems and on tropical deforestation.[1]", "30108917": "Ray Rappaport (May 21, 1922 – December 14, 2010) was an American cell biologist. He did pioneering research using physical manipulations of cells to understand the mechanisms of cytokinesis, the process by which a cell's cytoplasm is divided in two.", "13069560": "Rick Antonius Kittles (born in Sylvania, Georgia, United States) is an American biologist specializing in human genetics and a Senior Vice President for Research at the Morehouse School of Medicine.[1] He is of African-American ancestry, and achieved renown in the 1990s for his pioneering work in tracing the ancestry of African Americans via DNA testing.", "59436283": "Richard Wainwright \"Thor\" Thorington Jr. (December 24, 1937 - February 24, 2017) was an American zoologist who made seminal contributions to mammalogy and evolutionary biology.[1] He was known especially for his expertise on squirrels.[2][3][4] After preparatory school at the Haverford School, he received the A.B. in biology from Princeton University in 1959  followed by the M.A. in 1963 and Ph.D. in 1964, both from Harvard University. His doctoral dissertation, supervised by Ernst Mayr, was entitled The biology of rodent tails: A Study of form and function. On completing his doctorate he took a position as primatologist with Harvard's Regional Primate Center, in which capacity he studied monkeys in Brazil, Colombia, and Panama. In 1969 he moved to the Smithsonian Institution as a curator of mammals, where he remained until his retirement in 2009. From 1987 until 1992 he served as chair of the department of vertebrate zoology.", "62876928": "Brendan J. M. Bohannan is a microbial and evolutionary biologist. He is a professor of Environmental Studies and Biology at the director of the Institute of Ecology and Evolution[1] at the University of Oregon.[2][3] He is a contributor to the Proceedings of the National Academy of Sciences.[4] He is an Alec and Kay Keith Professor at the University of Oregon.[5] In 2019, along with colleagues Karen Guillemin, Judith Eisen and biophysicist Raghuveer Parthasarathy, Bohannan was awarded a $7.6 million grant from the National Institutes of Health to research the potential health benefits of Bacteria.[6] He is one of the world's experts on the microbes of the Amazon rain forest,[1] and was one of four speakers to participate in Cornell's Life Sciences Lecture Series in 2018–2019.[7] Before becoming a professor at the University of Oregon, Bohannan was an assistant professor of biological sciences at Stanford University.[8]", "37088515": "James A. Spudich (/ˈspʊdɪtʃ/[1]) is an American scientist and professor. He is the Douglass M. and Nola Leishman Professor of Biochemistry and of Cardiovascular Disease at Stanford University and works on the molecular basis of muscle contraction. He was awarded the Albert Lasker Basic Medical Research Award in 2012 with Michael Sheetz and Ronald Vale. He is a Fellow of the American Academy of Arts and Sciences and a Member of the National Academy of Sciences.", "59534596": "Emmanuil Semenovich Enchmen (1891–1966) was a Soviet behaviourist and biologist.[1] He formulated the \"Theory of New Biology\", often abbreviated TNB, which became popular among the Soviet student youth in the early 1920s. Considered politically, Enchmen's philosophy is an example of ″vulgar materialism″, a term often used by Marxist detractors. It was pejoratively called Enchmenism, especially when coupled and contrasted with the Mininism of Sergey Konstantinovich Minin and Deborinism of Abram Deborin.", "60058886": "Augusta Newton Foote Arnold (October 24, 1844 – May 9, 1904) was an American author and naturalist who published three books – two cookery books under the pen name of Mary Ronald, and The Sea-Beach at Ebb-Tide, regarded as a seminal work on the intertidal biology of the United States.", "60812577": "Jacqueline (Jacqui) Evans (born c.1971) is a marine conservationist from the Cook Islands. Her efforts to protect the marine environment surrounding the islands came to fruition in July 2017 when the government created the Marae Moana marine park. It provided for the sustainable management of 763,000 square miles (1.98 million km2) of ocean territory, including 15 more highly protected exclusion zones covering 125,000 (324,000 km2). In recognition of her efforts, in April 2019 Evans was one of six environmentalists to be awarded the Goldman Environmental Prize.[1][2]", "52555060": "Gabriele Berg (born 1963) is a biologist, biotechnologist and university lecturer in Environmental and Ecological Technology at the Technical University of Graz. Her research emphasis is on the development of sustainable methods of plant vitalisation with Bioeffectors and molecular analysis of microbial processes in the soil, particularly in the Rhizosphere.[1][2][3]", "13823286": "Bruce C. Kone (born January 29, 1958) is an American professor, nephrologist and  molecular biologist. He is also a World Aquatics Masters Swimming world record holder, United States Masters Swimming (USMS) national record holder, twenty-three-time USMS national champion, and eight-time FINA Masters world's top-ranked age group swimmer.[citation needed] He is currently a tenured professor of medicine at the University of Texas Health Science Center at Houston (UTHealth).", "69791031": "Lone Gram is Danish microbiologist known for her work in bacterial physiology, microbial communication, and biochemicals that originate from bacterial cultures. She is an elected member of the Royal Danish Academy of Sciences and Letters and has received the Order of the Dannebrog.", "68218169": "Roger Thomas Hanlon (born May 17, 1947)[1] is an American marine biologist, ethologist, and senior scientist at the Marine Biological Laboratory, as well as a professor in the Department of Ecology and Evolutionary Biology at Brown University.[2] He is known for his research on the behavior of cephalopods, particularly their camouflage abilities.[3][4]", "40103233": "Jane M. Carlton is a biologist at New York University whose research centers on the genomics of two groups of single-celled parasites: those which cause malaria (the genus Plasmodium), and  trichomonads, which include the common sexually transmitted parasite Trichomonas vaginalis.", "51244355": "Mike Shanahan is a British biologist and writer whose work focuses on rainforests, climate change, biodiversity and related issues. He studied at the University of Leeds, where he received a BSc in biology, MSc in biodiversity and conservation and PhD in rainforest ecology.[1] Between 1997 and 1999, he undertook research in the rainforest of Lambir Hills National Park, in Sarawak, Borneo, and on an island volcano: Long Island, Papua New Guinea.[2][3] His research focused on figs (Ficus species) and the animals that eat them.[4]", "53308743": "Rüdiger Bieler (born 1955 in Hamburg, Germany) is a German-American biologist whose primary scientific field of study is malacology, the study of mollusks.", "15461704": "Prof. Volodymyr Kostyantynovych Vysokovych, or (in more usual transcription) Vladimir Konstantinovich Vysokovich (Ukrainian: Володимир Костянтинович Високович, Russian: Владимир Константинович Высокович; January 28, 1854, Haisyn – May 26, 1912, Kyiv),[1] the Head of the Department of Pathologic Anatomy at Medical Faculty of St. Volodymyr Kyiv University, one of the founders of the Society of Struggle with Infectious Diseases and Kyiv Bacteriological Institute.[2]", "40693068": "Gretchen C. Daily (born October 19, 1964)[1] is an American environmental scientist and tropical ecologist. She has contributed to understanding humanity's dependence and impacts on nature, and to advancing a systematic approach for valuing nature in policy, finance, management, and practice around the world. Daily is co-founder and faculty director of the Natural Capital Project, a global partnership that aims to mainstream the values of nature into decision-making of people, governments, investors, corporations, NGOs, and other institutions.  Together with more than 300 partners worldwide, the Project is pioneering science, technology, and scalable demonstrations of inclusive, sustainable development.", "32763225": "Thomas Hale Streets (November 20, 1847 – March 3, 1925) was an American naturalist. He served as a surgeon in the U.S. Navy from 1872 and retired in 1909 as the Director of the Navy Hospital in Washington, D.C.[1][2] He was a veteran of the Spanish–American War.[3] He died in 1925 of heart disease.[3] His works include Contributions to the Natural History of the Hawaiian and Fanning Islands and Lower California (1877).[4]", "2321755": "George Evelyn Hutchinson ForMemRS (January 30, 1903 – May 17, 1991) was a British ecologist sometimes described  as the \"father of modern ecology.\"[2]  He contributed for more than sixty years to the fields of limnology, systems ecology, radiation ecology, entomology, genetics, biogeochemistry, a mathematical theory of population growth, art history, philosophy, religion, and anthropology.[3] He worked on the passage of phosphorus through lakes, the chemistry and biology of lakes, the theory of interspecific competition, and on insect taxonomy and genetics, zoo-geography, and African water bugs.[3]  He is known as one of the first to combine ecology with mathematics. He became an international expert on lakes and wrote the four-volume Treatise on Limnology in 1957.[4]", "48590173": "Order of Mapungubwe, 2007", "33811818": "Roger Yate Stanier (22 October 1916 – 29 January 1982) was a Canadian microbiologist who was influential in the development of modern microbiology.[1] As a member of the Delft School and former student of C. B. van Niel, he made important contributions to the taxonomy of bacteria, including the classification of blue-green algae as cyanobacteria.[2] In 1957, he and co-authors wrote The Microbial World, an influential microbiology textbook which was published in five editions over three decades.[3] In the course of 24 years at the University of California, Berkeley he reached the rank of professor and served as chair of the Department of Bacteriology before leaving for the Pasteur Institute in 1971.[4] He received several awards over the course of his career, including the Leeuwenhoek Medal. He was a Fellow of the Royal Society and a Foreign Associate of the National Academy of Sciences and the Légion d’Honneur.[1]", "49507692": "Richard Bruce \"Dick\" Root (7 September 1936 – 22 January 2013) was a professor of evolutionary biology, ecology and entomology.[2] He was an important contributor to the field of ecology, and is best known for introducing the concept of the ecological “guild”.[2] This concept is found in his doctoral research paper focused on defining the ecological niche and comparing the niche dimensions of the blue-grey gnatcatcher with other insectivorous bird species.[2][3]", "31354222": "Ronald J. Konopka (1947-2015) was an American geneticist who studied chronobiology.[1]  He made his most notable contribution to the field while working with Drosophila in the lab of Seymour Benzer at the California Institute of Technology. During this work, Konopka discovered the period (per) gene, which controls the period of circadian rhythms.[2][3]", "18247035": "Zdeněk Neubauer (30 May 1942 – 5 July 2016) was a Czech philosopher and biologist, remarkable especially for original interpretations in science history and epistemology.", "18869638": "Dr. Hazel A. Barton is an English born microbiologist, geologist and cave diving explorer, interested in extremophile microorganisms. She is a Professor and Director of the Integrated Bioscience Program at the University of Akron and has appeared in several documentaries.", "50654602": "Paula J. Olsiewski is an American biochemist who is a Contributing Scholar at the Johns Hopkins Center for Health Security.[1] She was a Program Director at the Alfred P. Sloan Foundation, where she created and directed the Foundation's programs in the Microbiology of the Built Environment, the Chemistry of Indoor Environments and Civic Initiatives.  She directed the Biosecurity program[2][3][4] until its conclusion in 2011 and the Synthetic Biology program until its conclusion in 2014.", "42102158": "Barbara Farnsworth Heslop CBE FRSNZ (née Cupit, 26 January 1925 – 20 December 2013) was a New Zealand immunologist specialising in transplantation immunology and immunogenetics.", "63761808": "JoAnne L. Flynn is an American microbiologist and immunologist. She is a distinguished professor at the University of Pittsburgh School of Medicine where she researches mycobacterium tuberculosis pathogenesis and immunology. She was president of the American Association of Immunologists.", "33353109": "Laurence Harris Pearl FRS[1] FMedSci (born 18 June 1956) is a British biochemist and structural biologist who is currently Professor of Structural Biology in the Genome Damage and Stability Centre and was Head of the School of Life Sciences at the University of Sussex.[4][6][7][8][9][10]", "48459159": "Zulma Nélida Brandoni de Gasparini (born 15 May 1944)[1] is an Argentine paleontologist and zoologist. She is known for discovering the fossils of the dinosaur Gasparinisaura, which was named after her.[2]", "26013084": "Susan Oyama (born May 22, 1943)[1] is a psychologist and philosopher of science, currently professor emerita at the John Jay College and CUNY Graduate Center in New York City.[2]", "50556322": "Karen Bailey is a retired research scientist who specialized in plant pathology and biopesticide development at Agriculture and Agri-Food Canada.[1] Her research focused on developing alternatives to \nsynthetic pesticides and improving plant health through integrated pest management strategies.[2] She is internationally recognized for her expertise on soil-borne pathogens and biological control, \nand she has more than 250 publications, 23 patents, and 7 inventions disclosures in progress.[2]", "24702374": "Emil Friedrich August Walter (or Walther) Migula (born 1863 in Zyrowa, Prussia (present-day Poland); died 1938 in Eisenach, Germany) was a German botanist.", "15527335": "David Stenhouse (born 23 May 1932, in Sutton, Surrey, England. He proposed the \"4-factor\" theory of evolutionary intelligence and was active in ethology, education, evolutionary biology and philosophy of science in Australia and New Zealand.", "56356263": "Mohan Ramachandra Wani (born 1965) is an Indian cell biologist, immunologist and a scientist at the National Centre for Cell Science. Known for his studies in the fields of bone and cartilage cell biology, osteoimmunology, and regenerative medicine, Wani is an elected fellow of the National Academy of Sciences, India and an elected member of Guha Research Conference. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2009.", "1011112": "Huda Salih Mahdi Ammash (Arabic: هدى صالح مهدي عماش) is an Iraqi scientist and academic. Ammash was often demonized[1] as \"Mrs. Anthrax\" by Anglo-American media for her unproven association with the discontinued Iraqi biological weapons program[2][3] as a part of the propaganda campaign to justify the Iraq War. Ammash was number 53 on the Pentagon's list of the 55 most wanted, the five of hearts in the deck of most wanted Iraqi playing cards, and the only woman to be featured. She was captured by coalition forces but later released without being charged.[4]", "12283318": "William Hallock Park (December 30, 1863 – April 6, 1939) was an American bacteriologist and laboratory director at the New York City Board of Health, Division of Pathology, Bacteriology, and Disinfection from 1893 to 1936.[1]", "40889785": "David W. Opitz is a former member of the Wisconsin State Assembly and the Wisconsin State Senate.", "52260286": "Alejandro Sánchez Alvarado is a molecular biologist, an Emeritus Investigator of the Howard Hughes Medical Institute, and President and Chief Scientific Officer of the Stowers Institute for Medical Research. The Sánchez Alvarado Laboratory focuses on understanding the regenerative capabilities of the planarian flatworm Schmidtea mediterranea.[2][3][4]  In 2015, Sánchez Alvarado was elected a fellow of the American Academy of Arts and Sciences, and to the National Academy of Sciences in 2018 for his distinguished and continuing achievements in original scientific research.[5][6][7][8] In 2023, the Vilcek Foundation[9] awarded Sánchez Alvarado the Vilcek Prize in Biomedical Science for “… his contributions to the field of regeneration—from the identification of crucial genes that control regeneration in living organisms, to the potential for regenerative medicine to treat disease.” [10]", "70708671": "Paul E. Klotman is an American physician-scientist and academic administrator. He is the president, CEO and executive dean of the Baylor College of Medicine, a position he began on Sept. 1, 2010.", "22343106": "Willem M. de Vos (born 30 October 1954, in Apeldoorn) is a Dutch academic and microbiologist. He studied for his PhD at the University of Groningen. He is notable for winning the Spinozapremie in 2008.[1] De Vos is currently serving as an Academy Professor for the Academy of Finland.[2]", "63729102": "Erica Bree Rosenblum is an American herpetologist and evolutionary biologist. She is a Professor of Global Change Biology in the department of Environmental Science, Policy, and Management at the University of California Berkeley. She is also the director of Berkeley Connect, a mentorship program for undergraduate students.[1] Rosenblum’s main research areas include a fungus that causes high mortality rates in frogs and evolution in lizards in  White Sands, New Mexico.", "62549456": "Wu Weihua (Chinese: 武维华; pinyin: Wǔ Wéihuá; born September 1956) is a Chinese plant cell physiologist, molecular biologist and politician who is the current chairman of the Jiusan Society (2017–present), and a vice chairman of the Standing Committee of the National People's Congress Standing Committees (2018–present).[1] He is also a member of the Chinese Academy of Sciences.[2]", "71036374": "Valentin Fedorovich Khokhryakov (Russian: Валентин Федорович Хохряков; 22 June 1928 – 20 November 2023) was a Soviet and Russian scientist, internal dosimetry specialist, PhD in biology (1966), doctor of biology (1986), Professor (2006),[1] awarded the USSR State Prize (1983), he was adjunct professor of the University of Utah (USA). He worked since 1957 at the Southern Urals Biophysics Institute [ru]. Khokhryakov was the author and coauthor of more than 170 research papers.[2]", "73723358": "Eduardo Gudynas Silinskas (born 1960 in Montevideo) is a Uruguayan biologist and author specializing in environmental issues.[1]", "72478180": "Garth David Ehrlich is a molecular biologist, genomic scientist, academic, and author who is most known for his development of the distributed genome hypothesis and bringing the biofilm paradigm to the field of chronic mucosal bacterial diseases. He is a professor of Microbiology and Immunology, and Otolaryngology-Head and Neck Surgery at Drexel University. He is also the founder and executive director of three Research Centers of Excellence: the Center for Genomic Sciences (CGS); the Center for Advanced Microbial Processing (CAMP); and the Center for Surgical Infections and Biofilms.[1] In addition, he serves as the executive director of the Genomics Core Facility and the director of Molecular Pathology within Drexel Medicine Diagnostics and the Sidney Kimmel Cancer Center's Meta-omics Core Facility.[2]", "63401447": "Scott J. Hultgren is an American microbiologist who is currently a professor of molecular microbiology and director of the Center for Women's Infectious Diseases Research at Washington University in St. Louis.[1] Since 2011, he has been a member of the National Academy of Sciences,[2] and was elected a member of the National Academy of Medicine in 2017[3] along with 80 other new members.[4] In December 2019 he was named Fellow of the National Academy of Inventors.[5] \nIn April 2023, he was elected into the American Academy of Arts & Sciences.[6]\nHe is the principal investigator at the Hultgren Lab at Washington University School of Medicine.[7]  in 1998 he was awarded the Eli Lilly Award for his work in the fields of microbiology and immunology, noting his work in producing a vaccine for urinary tract infections.[8]", "63139306": "Heidi Steltzer is a German-born American scientist of arctic and alpine ecology and professor at Fort Lewis College in Durango, Colorado teaching Biology and Environment and Sustainability.[1] Steltzer is known for her work on snow melt and how it affects ecosystems in the surrounding areas.", "51146222": "Narinder Singh Randhawa (1927–1996) was an Indian agricultural scientist, writer and the director general of the Indian Council of Agricultural Research (ICAR).[1][2] He was the president of the Indian Society of Soil Science during 1980–81 term[3] and was a recipient of National Citizen Award and Rafi Ahmed Kidwai Award of the Indian Council of Agricultural Research. The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1989, for his contributions to agricultural science.[4]", "53210607": "Mandayam Jeersannidhi Thirumalachar (22 September 1914 – 21 April 1999) was an Indian mycologist, microbiologist, plant pathologist and the co-founder of Jeersannidhi-Anderson Institute, California. He was the head of R&D at Hindustan Antibiotics Limited and a professor at Banaras Hindu University as well as the Central College of Bangalore. He was known for the development of antifungal antibiotics such as Hamycin, Dermostatin, Aureofungin, MYc-4 and Tetraenenin and was an elected fellow of the Indian National Science Academy.[1] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 1967.", "1043953": "Irwin Allan Rose (July 16, 1926 – June 2, 2015) was an American biologist.  Along with Aaron Ciechanover and Avram Hershko, he was awarded the 2004 Nobel Prize in Chemistry for the discovery of ubiquitin-mediated protein degradation.[2][1][3]", "1732094": "Baron Franz Nopcsa von Felső-Szilvás (also Baron Nopcsa von Felső-Szilvás, Baron Nopcsa, Ferenc Nopcsa, báró felsőszilvási Nopcsa Ferenc, Baron Franz Nopcsa, and Franz Baron Nopcsa; May 3, 1877 – April 25, 1933) was a Hungarian aristocrat, adventurer, scholar, geologist, paleontologist and albanologist. He is widely regarded as one of the founders of paleobiology, and first described the theory of insular dwarfism. He was also a specialist on Albanian studies and completed the first geological map of northern Albania.[1][2]", "1043968": "Aaron Ciechanover (/ɑːhəˈroʊn tʃiˈhɑːnoʊvɛər/ ⓘ AH-hə-ROHN chee-HAH-noh-vair; Hebrew: אהרן צ'חנובר; born October 1, 1947) is an Israeli biologist who won the Nobel Prize in Chemistry for characterizing the method that cells use to degrade and recycle proteins using ubiquitin.", "41676289": "Shigekazu Nagata (長田 重一, Nagata Shigekazu, born 1949) is a Japanese biochemist, best known for research on apoptosis, the process of programmed cell death occurring in multi-cellular organisms.[1]", "56913412": "Dr. Herbert Weissbach NAS NAI AAM (born 16 March 1932) is an American biochemist/molecular biologist.", "59010568": "Ahmadu Bello University", "71921160": "Kanta Subbarao is an Indian virologist, molecular geneticist, and physician-scientist. She is director of the World Health Organization collaborating centre for reference and research on influenza. Subbarao is also a professor at the Doherty Institute.", "53603855": "Chinmoy Sankar Dey (born 18 March 1961) is an Indian molecular biologist and a professor at Kusuma School of Biological Sciences of the Indian Institute of Technology, Delhi. Known for his research on insulin resistance, Dey's is a J. C. Bose National Fellow of the Department of Science and Technology and an elected fellow of the  National Academy of Sciences, India and the Indian National Science Academy. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Medical Sciences in 2003. He is also a recipient of the National Bioscience Award for Career Development of the Department of Biotechnology.", "44002837": "Simon Francis Thrush FRSNZ (born 10 November 1958) is a New Zealand marine scientist and current Director of the Institute of Marine Science at the University of Auckland.[1]", "55832088": "Muborak Umarovna Mansurova (Tajik: Муборак Умаровна Мансурова) (born 11 September 1920) was a Tajikistani biologist.", "12676634": "Iris M. Ovshinsky (July 13, 1927 – August 16, 2006) was an American businesswoman and scientist, and the co-founder of Energy Conversion Devices with her husband Stanford R. Ovshinsky, serving as its Vice President from its founding in 1960 until her death.", "5402141": "Axel Ullrich (born 19 October 1943) is a German cancer researcher and has been the director of the molecular biology department at the Max Planck Institute of Biochemistry in Martinsried, Germany since 1988. This department's research has primarily focused on signal transduction. Ullrich has received Hamdan Award for Medical Research Excellence, awarded by Sheikh Hamdan bin Rashid Al Maktoum Award for Medical Sciences, Dubai, United Arab Emirates in 2008 and Ullrich and his team received the Wolf Prize in 2010.", "4353566": "James William Slessor Marr (9 December 1902 – 30 April 1965) was a Scottish marine biologist and polar explorer. He was leader of the World War 2 British Antarctic Expedition Operation Tabarin during its first year, 1943–1945.", "3206688": "Felix Eugen Fritsch FRS[1] (26 April 1879 – 2 May 1954) was a British biologist.", "72642085": "Lillian Segal Root (formerly Kopeloff), best known as Lillian Segal, was an explorer known for her participation in William Beebe's 1925 Arcturus expedition where she examined how light was produced by deep sea fish.", "42790440": "Jean-Claude Delamétherie (also de La Métherie, de Lamétherie, 4 September 1743 – 1 July 1817) was a French mineralogist, geologist and paleontologist.", "1044010": "Peter Agre (/ˈɑːɡriː/; born January 30, 1949) is an American physician, Nobel Laureate, and molecular biologist, Bloomberg Distinguished Professor at the Johns Hopkins Bloomberg School of Public Health and Johns Hopkins School of Medicine, and director of the Johns Hopkins Malaria Research Institute. In 2003, Agre and Roderick MacKinnon shared the 2003 Nobel Prize in Chemistry for \"discoveries concerning channels in cell membranes.\"[1] Agre was recognized for his discovery of aquaporin water channels.[2] Aquaporins are water-channel proteins that move water molecules through the cell membrane. In 2009, Agre was elected president of the American Association for the Advancement of Science (AAAS) and became active in science diplomacy.[3]", "4189744": "Sahachirō Hata (秦 佐八郎, Hata Sahachirō, March 23, 1873 – November 22, 1938) was a prominent Japanese bacteriologist who researched the bubonic plague under Kitasato Shibasaburō and assisted in developing the Arsphenamine drug in 1909 in the laboratory of Paul Ehrlich.", "30469681": "Prof Thomas Swale Vincent MD FRSE LLD (24 May 1868 – 31 December 1933) was a British physiologist who spent most of his working life in Canada.", "68775476": "Yardena Samuels or Samuels-Lev is an Israeli molecular biologist who is the Director of the Ekard Institute for Cancer Diagnosis Research at the Weizmann Institute of Science. Her research considers the genetic mutations of melanoma.", "53440056": "Sampa Das is an Indian biotechnologist, scientist, and an expert on public sector agricultural biotechnology.[1][2] She is a fellow of the Indian National Science Academy (FNA) and the National Academy of Sciences, India (FNASc).[3] Currently, she is Senior Professor and Head of the Division of Plant Biology at Bose Institute in Kolkata, which is a multi-disciplinary research institution focused on science and technology.[1][2][3]", "7532089": "Alexander Glebovich (Oleksandr Hlibovych) Nevzorov (Russian: Алекса́ндр Гле́бович Невзо́ров; Ukrainian: Олександр Глібович Невзоров; born on 3 August 1958) is a Russian and Ukrainian television journalist, film director and a former member of the Russian State Duma.", "1502778": "Mary Frances Lyon FRS[4] (15 May 1925 – 25 December 2014)[5] was an English geneticist best known for her discovery of X-chromosome inactivation, an important biological phenomenon.[6][7][8][9][10][11][12]", "67857980": "Jenny Hsieh is an American cell biologist and Semmes Foundation professor at the University of Texas at San Antonio (UTSA). Her work focuses on epilepsy and stem cell biology.[1]", "47443532": "Fanny E. Langdon (15 July 1864 – 21 October 1899) was an American zoologist known for her work with invertebrate sensory organs and nervous systems. Langdon was born in Plymouth, New Hampshire and attended a normal school, teaching for three years in New Hampshire before pursuing undergraduate studies in zoology and botany at the University of Michigan in 1891. She earned her bachelor's degree in 1896 and her master's degree in 1897. After earning her degrees, she became an instructor in botany and zoology at the University of Michigan, and researched at the Marine Biological Laboratory in Woods Hole, Massachusetts in 1897. Langdon died after appendicitis surgery.[1][2][3]", "20573773": "Sir Eric James Denton CBE FRS (30 September 1923 – 2 January 2007)[1] was a British marine biologist who won the Royal Society's Royal Medal in 1987.[2]", "34401875": "Wylie Walker Vale Jr. (July 3, 1941 – January 3, 2012) was an American endocrinologist who helped identify hormones controlling basic bodily functions.[4][5]", "51703389": "Guru Prakash Dutta (19 November 1933 - 25 April 2021) was an Indian cell biologist and immunologist, known for his contributions to the subjects of Experimental protozoology and Immunology.[1][2] His researches are reported to have assisted in the development of a number of anti-malarial drugs.[3] He was an elected fellow of the Indian National Science Academy, National Academy of Sciences, India and Indian Society of Parasitology. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1976, for his contributions to biological sciences.[4]", "55930462": "Edda Adler de Graschinsky[1] (b. 9 August 1937) is an Argentine chemist and biologist. She is a senior research of the National Scientific and Technical Research Council (CONICET) and the Institute of Pharmacological Research [es].[2][3]", "6024808": "Barbara Anna Schaal (born 1947 in Berlin, Germany, naturalized in 1956) American scientist, evolutionary biologist, is a professor at Washington University in St. Louis and served as vice president of the National Academy of Sciences from 2005 to 2013.[2] She is the first woman to be elected vice president of the academy.  From 2009 to 2017, Schaal served on the President's Council of Advisors on Science and Technology (PCAST).[3][4][5]", "34991720": "Isabel Pérez Farfante (July 24, 1916 – August 20, 2009) was a Cuban-born carcinologist. She was the first Cuban woman to receive her Ph.D. from an Ivy League school.  She returned to Cuba from the United States only to be blacklisted by Fidel Castro's government. She and her family escaped Cuba, and she became one of the world's foremost zoologists studying prawns. She discovered large populations of shrimp off the coast of Cuba and published one of the most noted books on shrimps: \"Penaeoid and Sergestoid Shrimps and Prawns of the World. Keys and Diagnoses for the Families and Genera.\"", "355956": "Frederic Vester (November 23, 1925 – November 2, 2003) was a German biochemist, and an expert in the field of ecology.", "29683318": "Thomas Taylor (1786–1848) was an Irish botanist, bryologist, and mycologist.", "54324871": "Marie Louis Victor Galippe (29 May 1848 – February 1922, Auteuil) was a French microbiologist and an eminent physician. He conducted experiments on microbiology in human life and also published notes on a variety of subjects including dental hygiene.", "48950921": "Ronald Ian Currie FRSE CBE (1928 – 1996) was a Scottish marine biologist. He was known generally as Ron Currie.", "6123147": "Eduardo Ladislao Holmberg (27 July 1852, in Buenos Aires – 4 November 1937) was an Argentine natural historian and novelist, one of the leading figures in Argentine biology. Together with Florentino Ameghino he undertook the inventory of Argentine flora and fauna, and explored all the ecoregions in the country, summarizing for the first time the biodiversity of its territory. The son of botanical aficionado Eduardo Wenceslao Holmberg [es] and grandson of the Baron Holmberg, Holmburg accompanied Argentine Libertador Manuel Belgrano on his campaigns and introduced the cultivation of the camellia to Argentina. As director of the Buenos Aires Zoological Garden he greatly developed its scientific aspect, publishing booklets and providing printed media for a learned appreciation of its contents. He also directed the Natural History Cabinet of the University of Buenos Aires and published the standard reference works on botany and zoology used in his country for most of the 20th century.", "8515216": "Clifford Allan Redin Savory (born 15 September 1935) is a Zimbabwean livestock farmer and president and co-founder of the Savory Institute. He originated holistic management,[1] a systems thinking approach to managing resources.", "14478994": "James Adolf Israel (2 February 1848 – 2 February 1926) was a German surgeon.", "59666092": "Daniel Walter Nebert is an American physician-scientist. He is a professor emeritus at the University of Cincinnati College of Medicine.  His research has revolved around the central theme of gene–environment interaction.", "74444465": "Helen Greenwood Hansma is an American biologist, biophysicist, biochemist, and academic. She is a Researcher Emeritus and Associate Adjunct Professor Emeritus at the University of California, Santa Barbara.[1][2]", "67333810": "Jemma Louise Geoghegan (born 1985 or 1986)[1] is a Scottish-born evolutionary virologist, based at the University of Otago, New Zealand, who specialises in researching emerging infectious diseases and the use of metagenomics to trace the evolution of viruses. As a leader in several government-funded research projects, Geoghegan became the public face of genomic sequencing during New Zealand's response to COVID-19. Her research has contributed to the discussion about the likely cause of COVID-19 and the challenges around predicting pandemics. She was a recipient of the Young Tall Poppy Award in 2017, a Rutherford Discovery Fellowship in 2020, and the 2021 Prime Minister's Emerging Scientist Prize.", "56094388": "Saumitra Das (born 20 January 1962) is an Indian microbiologist and a professor at the Department of Microbiology and Cell Biology of the Indian Institute of Science. Known for his studies in the fields of molecular virology and molecular biology, Das is an elected fellow of all the three major Indian science academies namely, the Indian Academy of Sciences, the National Academy of Sciences, India and the Indian National Science Academy. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2005.[1]", "18247348": "Dr. Morley Richard Kare (1922–1990) was a physiologist and biologist.", "55930550": "Sharon Jayne Peacock CBE FMedSci MRCP  (born 24 March 1959)[3] is a British microbiologist who is Professor of Public Health and Microbiology in the Department of Medicine at the University of Cambridge.[2][4] Peacock also sits on Cambridge University Council. [5]", "38825659": "Eleanor Beatrice Marcy \"Beazy\" Sweeney ((1914-08-11)August 11, 1914–(1989-07-17)July 17, 1989) was an American plant physiologist and a pioneering investigator into circadian rhythms. At the time of her death she was professor emerita at the University of California, Santa Barbara, where she had worked since 1961.", "47476419": "LaDema Mary Langdon (5 January 1893 – April 1977) was an American botanist known for her work on floral anatomy, taxonomy, embryology, and morphology of Juglandaceae, Fagaceae, Cycas, and Dioon spinulosum. She was a member of the American Association for the Advancement of Science and was a professor at Baltimore Junior College and Goucher College. She earned her bachelor's degree from Oberlin College and her graduate degrees from the University of Chicago.[1]", "30797508": "Harold Amos (September 7, 1918[1] – February 26, 2003[2]) was an American microbiologist. He taught at Harvard Medical School for nearly fifty years and was the first African-American department chair of the school.[3]", "44265158": "Emmanuel Ciprian Amoroso, CBE, FRCS, FRCOG, FRCP, FRCPath, FRS (16 September 1901 – 30 October 1982), was a Trinidadian reproductive physiologist and developmental biologist with an interest in placenta physiology. Initially studying medicine in Ireland in the 1920s, he was subsequently based in Britain for the rest of his life. He was the first person from the West Indies to be elected as a Fellow of the Royal Society, in 1957, and he had the distinction of being a Fellow of four of the Royal Colleges: Surgeons in 1960, Obstetricians and Gynaecologists in 1965, Physicians in 1966, and Pathologists in 1973.[2]", "52195015": "Suvendra Nath Bhattacharyya (born 4 October 1975) is an Indian molecular biologist, epigeneticist and the principal scientist at the Indian Institute of Chemical Biology of the Council of Scientific and Industrial Research.[1][2] He is a recipient of the Swarnajayanthi Fellowship of the Department of Science and Technology and the National Bioscience Award of the Department of Biotechnology.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2016, for his contributions to biological sciences.[4]", "33222346": "William Henry Andrews (born December 10, 1951) is an American molecular biologist and gerontologist whose career is centered on searching for a cure for human aging. Andrews is the founder and president of the biotechnology company Sierra Sciences.[1] In the 1990s, he led the team at Geron Corporation that was the first to successfully identify the genes for human enzyme telomerase.[2][3][4][5] This enzyme is responsible for preventing telomeres from shortening in human primordial germ cells (reproductive cells).[6]", "12480209": "Pardis Christine Sabeti (Persian: پردیس ثابتی; born December 25, 1975) is an Iranian American computational biologist, medical geneticist, and evolutionary geneticist.[2] She developed a bioinformatic statistical method which identifies sections of the genome that have been subject to natural selection and an algorithm which explains the effects of genetics on the evolution of disease.[3][4][5][6][7]", "56487636": "Amy Parish is a Biological Anthropologist, Primatologist, and Darwinian Feminist. She has taught at the University of Southern California in the Gender Studies and Anthropology departments since 1999. She is recognised as being a world leading expert in bonobo studies.", "57568981": "Hiba Salah-Eldin Mohamed (Arabic: هبة صلاح الدين محمد, born 18 January 1968) is a Sudanese molecular biologist who works at the University of Khartoum. She won the 2007 Royal Society Pfizer Award.[1]", "454358": "William Elford Leach FRS (2 February 1791 – 25 August 1836)[1] was an English zoologist and marine biologist.", "55471831": "Maya Schuldiner is an Israeli biologist working at the Weizmann Institute of Science.[1]", "32173792": "Lucia Galeazzi Galvani (3 June 1743, in Bologna – 1788) was an Italian scientist.", "27487969": "Gregory A. Cajete is a Tewa author and professor from Santa Clara Pueblo, New Mexico.[1] He has pioneered reconciling indigenous perspectives in sciences with a Western academic setting. His focus is teaching \"culturally based science, with its emphasis on health and wellness.\"[2]", "48361186": "Priyambada Mohanty Hejmadi is an Indian classical dancer, scientist, academician, art writer, and biologist.[1][2] Born on 18 November 1939, she mastered the Indian classical dance form of Odissi from an early age under Ban Bihari Maiti. Her Odissi performance at the Inter-University Youth Festival in New Delhi in 1954 is reported to have helped the dance form to gain international attention through Charles Fabri, the renowned art critic from Hungary, who was present at the function.[1][3]", "16215782": "H. Michael Shepard (born 1949) is an American cancer researcher who was awarded the 2007 Harvard Medical School Warren Alpert Foundation Prize and the 2019 Lasker Clinical research award, which he shared with Dennis Slamon and Axel Ullrich for their development of Herceptin[1]", "1830639": "Sir Robert Sibbald (15 April 1641 – August 1722) was a Scottish physician and antiquary.", "60518134": "Kelly Weinersmith (née Smith) is an American biologist, writer, and podcaster.[1] She is a member of the faculty at Rice University in the Department of BioSciences, and an alumni collaborator with the Parasite Ecology Group at the University of California, Santa Barbara.[2][3]  She is co-author, with her husband Zach Weinersmith, of popular science books Soonish (2017) and A City on Mars (2023).", "2092791": "Alan Cyril Walker (23 August 1938 – 20 November 2017)[1][2][3] was the Evan Pugh Professor of Biological Anthropology and Biology at the Pennsylvania State University and a research scientist for the National Museum of Kenya.[4]", "56749823": "Oluwatoyin Temitayo Ogundipe (born 31 May 1960) is a Nigerian academic and a professor of botany. He served as the 12th vice chancellor of the University of Lagos[1] from November 2017 to November 2022.", "72085252": "Dawn Tobacco Frank (Lakota: Ta Oyate Wiyankapi Win) is an American biologist and academic administrator. She is president of the Oglala Lakota College.", "18542343": "Takasi Tokioka (時岡 隆, Tokioka Takashi, 1913 – September 30, 2001) was a Japanese zoologist. He published over 200 scientific articles on marine animals such as chaetognaths, ctenophores, and tunicates. He was Professor of Zoology at Kyoto University working at the Seto Marine Biological Laboratory in Shirahama, Japan. From 1975 to 1977, he was the Director of SMBL.[1]", "41971469": "Sachi Sri Kantha (born 8 May 1953) is a Sri Lanka-born scientist, historian and bilingual author who mainly focuses on science writing for the general public.[1] Among his books are Prostitutes in Medical Literature: An Annotated Bibliography and An Einstein Dictionary.[1] He has been residing in Japan since 1986, and became a naturalised Japanese citizen in 2016.[2]", "67399448": "Sally-Ann Poulsen is an Australian chemical biologist who is a Professor and Director at Griffith University. Her research considers medicinal chemistry and drug discovery. She is Chair of the Royal Australian Chemical Institute Medicinal Chemistry and Chemical Biology Division.", "7794461": "Bernard E. Proctor (May 5, 1901 – September 24, 1959) was an American food scientist who was involved in early research on food irradiation.", "1175331": "Friedrich August Johannes Loeffler (German: [ˈlœflɐ]; 24 June 1852 – 9 April 1915) was a German bacteriologist at the University of Greifswald.", "159526": "Anne Fausto-Sterling (née Sterling; born July 30, 1944) is an American sexologist who has written extensively on the social construction of gender, sexual identity, gender identity, gender roles, and intersexuality. She is the Nancy Duke Lewis Professor Emerita of Biology and Gender Studies at Brown University.[1]", "43806503": "Hans Ris (June 15, 1914 – November 19, 2004) was an American cytologist and pioneer electron microscopist. His studies of chromosome structure revealed the importance of non-histone proteins, and along with evolutionary biologist Lynn Margulis, he was one of the first to recognize that blue-green algae were a special type of bacteria. He coined the term genophore for prokaryote DNA to highlight its differences from the eukaryal chromosome.[1] Ris was a founding member of the American Society for Cell Biology and received the Distinguished Scientist Award by the Microscopy Society of America in 1983.", "30535463": "Pia Parolin (born 24 August 1965 in Castelfranco Veneto, Italy) is a biologist and tropical ecologist, council member of the Society for Tropical Ecology (gtö) and the Association of Tropical Biology and Conservation (ATBC).[1]", "8908599": "Helmut Ruska (June 7, 1908, Heidelberg - August 30, 1973) was a German physician and biologist from Heidelberg. After earning his medical degree, he spent several years working as a physician at hospitals in Heidelberg and Berlin. During this time, he also worked closely with his brother Ernst Ruska (1906-1988) and brother-in-law Bodo von Borries (1905-56), who were both research scientists at Siemens-Reiniger-Werke. Ernst Ruska was the inventor of the electron microscope, and later winner of a Nobel Prize. From 1948 to 1951, Helmut Ruska was a professor at the University of Berlin, in 1952 he moved to the United States where he was a micromorphologist for the New York State Department of Health in Albany. He returned to Germany in 1958 as director of biophysics at the University of Düsseldorf.", "1732409": "Raymond Pearl (June 3, 1879 – November 17, 1940) was an American biologist, regarded as one of the founders of biogerontology. He spent most of his career at Johns Hopkins University in Baltimore. Pearl was a prolific writer of academic books, papers and articles, as well as a committed populariser and communicator of science. At his death, 841 publications were listed against his name. An early eugenicist, he eventually became an important critic of eugenics. He also advanced the concept of carrying capacity, although he didn't use the term, and was a Malthusian concerned with resource limits. He was a critique of mass consumption. [1]", "51179337": "Ernst Berliner (15 September 1880 – 1 October 1957) was a German scientist with contributions to microbiology, entomology, and biochemistry.", "6516554": "William Eifion Jones (1925 – March 2004) was a Welsh marine botanist, noted for his study of marine algae.", "33386318": "Eugène Penard (16 September 1855 – 5 January 1954) was a Swiss biologist and pioneer in systematics of the amoebae.", "64778062": "Eric P. Skaar is an American microbiologist, the Ernest W. Goodpasture Professor of Pathology, Microbiology and Immunology at Vanderbilt University Medical Center, and a University Distinguished Professor at Vanderbilt University.", "54030164": "Lonnie O'Neal Ingram (1947 – June 25, 2020)[1][2] was an American microbiologist who focused on microbial biotechnology. He was a Distinguished Professor at University of Florida and an Elected Fellow of the American Academy of Microbiology and Society of Industrial Microbiology.[3][4][5]", "51965785": "Larry F. Lemanski is 'Distinguished Research Professor' and Director of the Biomedical Institute for Regenerative Research (BIRR) at Texas A&M University-Commerce[2] He is also a Regents' Professor of the Texas A & M System, the highest level recognition for Texas A & M System's faculties.[3] He received a B.S. from University of Wisconsin, Platteville and then both M.S. and Ph.D. from Arizona State University, Tempe. He was a postdoctoral fellow at the University of Pennsylvania, Philadelphia and worked there with Prof. Lee D. Peachey. He joined UCSF Medical Center, San Francisco in 1975 as served as an Assistant Professor of Anatomy (1975–77); he moved to University of Wisconsin, Madison and worked there as Assistant Professor (1977–79) and Associate Professor (1979–81). He was appointed as full Professor in 1981. He was Provost and Vice President for Academic Affairs at Texas A&M University-Commerce during 2009–2012.[4]", "49278818": "David C. Catling is a Professor in Earth and Space Sciences at the University of Washington. He is a planetary scientist and astrobiologist whose research focuses on understanding the differences between the evolution of planets, their atmospheres, and their potential for life. He has participated in NASA's Mars exploration program[1] and contributed research to help find life elsewhere in the solar system and on planets orbiting other stars.[2][3] He is also known for his work on the evolution of Earth's atmosphere and biosphere,[4] including how Earth's atmosphere became rich in oxygen,[5] allowing complex life to evolve,[6][7] and conditions conducive to the origin of life.[8][9][10]", "41185128": "Richard Greeff (14 March 1828, Elberfeld – 30 August 1892, Marburg) was a German zoologist.", "72380266": "Shimrit Perkol-Finkel (Hebrew: שמרית פרקול-פינקל; April 12, 1975 – March 7, 2021) was an Israeli marine biologist. She researched artificial coral reefs and developed ecological concrete products, green construction and CleanTech. She was a co-founder of two companies in the field of marine ecology, and also served as the CEO of one of them, \"ECOncrete\".[1] Perkol-Finkel authored over 20 scientific articles. Her work was awarded prizes by the United Nations and the European Union. In 2019 she was chosen by \"Forbes\" as one of the top 50 women-led Startups that are crushing tech.[2] In the same year, the patent she developed, together with her partner Ido Sella, was chosen as one of the 100 best inventions in the world by Time magazine.", "61632367": "Jack Gorski (1931-2006) was an American reproductive biologist who was a pioneer in estrogen endocrinology.[1]\nJack Gorski was born in Green Bay, Wisconsin, earned a B.S. degree from the University of Wisconsin-Madison and a Ph.D. degree from the Washington State University. In 1958, he started postdoctoral research on the action of estrogens at Mcardle Laboratory for Cancer Research, University of Wisconsin. Hence, he continued to expand his interest in steroid biochemistry. He found estrogen receptors almost at the same time as Elwood V. Jensen and laid the foundation for the study of steroid nuclear receptors. In 1986 he was elected a fellow of the American Academy of Arts and Sciences and in 1993 a member of the National Academy of Sciences.[1]", "65924982": "Teresa \"Tess\" Lambe OBE is an Irish scientist working at Oxford University's Oxford Vaccine Group. She is one of the co-developers of the Oxford–AstraZeneca COVID-19 vaccine against the new coronavirus causing COVID-19.", "20574074": "Sir Joseph Burtt Hutchinson FRS[1] (21 March 1902 – 16 January 1988) was a British biologist. He was Drapers Professor of Agriculture at the University of Cambridge from 1957-1969.", "61206399": "Donna Day Baird is an American epidemiologist and evolutionary-population biologist. She is a senior investigator at the National Institute of Environmental Health Sciences. She is known for her research in reproductive health through NIEHS.", "72576902": "Tong Tanjun (Chinese: 童坦君; pinyin: Tóng Tǎnjūn; 15 August 1934 – 25 December 2022) was a Chinese Biochemist and Molecular Biologist, and an academician of the Chinese Academy of Sciences, as well as an academician of the Chinese Academy of Medical Sciences.[1]", "36761485": "Dr. Manfred E. Bayer (22 September 1928 – 27 February 2015) was a medical doctor and a microscopist, best known for his research in bacterial and viral infrastructure using electron microscopy. He was the first person to visualize yellow fever virus in cultured cells and to obtain ultra-thin sections of the cell wall of E. coli by penicillin.[1][2]", "65138576": "Evelyn Marie Carmon Nicol (June 2, 1930 – May 27, 2020) was an American immunologist and microbiologist.[1] She was the first scientist to isolate the herpes zoster virus,[1] and is one of the few African American women to receive a patent in molecular biology, for a new production method of urokinase.[2]", "62713749": "Robert A. Raguso (born January 30, 1965) is an American biologist and professor at Cornell University in the Department of Neurobiology and Behavior.[1] He has expanded the field of chemical ecology by introducing and pioneering floral scent as a key component of plant-pollinator communication, with special focus on hawkmoths and Clarkia plants.", "46722965": "Pierre-Victor or Pierre Victor Galtier ((1846-10-15)15 October 1846 – (1908-04-24)24 April 1908) was a veterinarian and professor at the National Veterinary School of Lyon [fr], specialising in pathology of infectious diseases, health surveillance and commercial and medical legislation. He developed a rabies vaccine which had some experimental success in laboratory animals.", "59797404": "Stacey B. Gabriel is an American geneticist and Senior Director of the Genomics Platform at the Broad Institute. With Eric Lander, she is also the co-director of the National Human Genome Research Institute's sequencing center at the Broad Institute.[2] She was named the \"hottest researcher\" on Thomson Reuters' list of the World's Most Influential Scientific Minds in 2014. She was given this honor because she published twenty-three of the most cited papers of 2013, more than any other single researcher recorded by Thomson Reuters.[3][4] She topped the same list again in 2015.[5] She is also an ISI Highly Cited Researcher.[6]", "2879397": "Rose and Thorn are each the personalities of two different characters within publication of DC Comics, and in which Thorn is a villainous persona. Rose Canton originated during the Golden Age of comics, and Rhosyn \"Rose\" Forrest during the Silver Age. Until the Crisis on Infinite Earths, Canton and Forrest were from Earth-Two and Earth-One respectively,  of the DC Multiverse.[1]", "61239207": "Spelman College\nHoward Hughes Medical Institute", "69398440": "Jessie Inchauspé, also known as Glucose Goddess,[1] is a French bio-chemist and New York Times bestselling author.[2] She writes about the importance of balancing one's blood sugar for optimal health.[3]", "42725290": "Israel Jacob Kligler (24 April 1888 – 23 September 1944) was a microbiologist. A Zionist and humanist, he was born in the Austro-Hungarian Empire, educated in the United States and spent most of his career in Mandatory Palestine, but died before the creation of the State of Israel. He was one of the first four professors of the Hebrew University and the founder of Department of Hygiene and Bacteriology of the university, which he headed until his death in 1944. Kligler was one of the pioneers of modern medical research in Mandatory Palestine, studying as varied a field as Bacteriology, Parasitology, Virology, Nutrition, Epidemiology and Public Health. He developed the Kligler Iron Agar medium for the isolation and identification of intestinal bacteria, which is still in use today.[1]", "1437618": "Sir Almroth Edward Wright KBE CB FRCSI FRS (10 August 1861 – 30 April 1947) was a British bacteriologist and immunologist.[2]", "1568691": "Robert G. Roeder (born June 3, 1942, in Boonville, Indiana, United States) is an American biochemist. He is known as a pioneer scientist in eukaryotic transcription. He discovered three distinct nuclear RNA polymerases in 1969 [1] and characterized many proteins involved in the regulation of transcription, including basic transcription factors and the first mammalian gene-specific activator over five decades of research.[2] He is the recipient of the Gairdner Foundation International Award in 2000, the Albert Lasker Award for Basic Medical Research in 2003, and the Kyoto Prize in 2021. He currently serves as Arnold and Mabel Beckman Professor and Head of the Laboratory of Biochemical and Molecular Biology at The Rockefeller University.", "9138100": "Édouard-Gérard Balbiani (July 31, 1823 – July 25, 1899) was a French embryologist born in Port-au-Prince, Haiti.[1]", "28766135": "David Cheresh is a Michigan-born scientist who studies angiogenesis and cancer metastasis.  His early research focused on the function of integrins, cellular receptors for the extracellular matrix,  in cell migration and survival.  His current work is on signaling aspects of cell invasion by vascular cells and tumor cells, with a focus on preventing tumor metastasis.[1]", "68906936": "Christine Figgener (born October 30, 1983) is a German marine conservation biologist, author, science communicator, and ocean advocate recognized for her work in sea turtle conservation, the fight against plastic pollution, and the empowerment of women in STEM. She is best known for documenting the removal of a plastic straw from a sea turtle's nose[1] in a YouTube video[2] that went viral in 2015. This video, which was featured in popular media outlets such as National Geographic,[3] HuffPost,[4] The New York Times,[5] ABC News,[6] and CNN,[7] highlighted the dangers of plastic pollution on marine wildlife and was a catalyst for the global anti-straw movement that led to several straw bans by businesses such as Starbucks,[8] Disney,[9] and Alaska Airlines.[10]", "72380348": "Ashley L. Shade is the Director of Research at the Institute of Ecology and the Environment within Le Centre National de la Recherche Scientifique.[1] Shade is an associate professor at Michigan State University in the Department of Microbiology and Molecular Genetics and Department of Plant, Soil and Microbial Sciences.[2] She is best known for her work in microbial ecology and plant-microbe interactions.", "72150975": "Dr. Mónica Medina is a professor of organismal biology at the Pennsylvania State University. She is known for environmental activism, such as fighting to protect Varadero Reef, and her research on the ecology and evolution of symbiosis by studying the relationships between cnidarian, endosymbiotic dinoflagellates, and other microbes.", "67497921": "Michael Coulthart is a Canadian microbiologist who is employed as the head of the Canadian Creutzfeldt–Jakob Disease Surveillance System (CJDSS) within the Public Health Agency of Canada (PHAC), which terms CJD a zoonotic and infectious disease.[1] In 2006, a working group named \"classic CJD\" as well as Variant Creutzfeldt–Jakob disease as two notifiable diseases.[2] It is unknown whether PHAC tracks in an official capacity other transmissible spongiform encephalopathies (TSE), but Coulthart is on the Advisory Committee of the Center for Infectious Disease Research and Policy for Chronic Wasting Disease of cervidae.[3]", "65793987": "Margaret Campbell Mann Lesley (1891-1988) was an American cytologist and geneticist who specialized in plant breeding cytogenetics. Her primary work focused on cytological analyses of tomatoes and citrus. She was an active research assistant to Howard B. Frost (1881-1969), an Associate Plant Breeder at the Citrus Experiment Station, and to James W. Lesley (1888-1982), her husband, whom she extensively collaborated and conducted research on tomato breeding.", "51081161": "Vineeta Bal is a scientist in the National Institute of Immunology and she was a member of the Prime Minister's task force for Women in Science under the Ministry of Science and Technology.[1][2][3][4][5][6][7][8][9]", "50229199": "Danielle N. Lee is an American assistant professor of biology at Southern Illinois University Edwardsville,[1] best known for her science blogging and outreach efforts focused on increasing minority participation in STEM fields. Her research interests focus on the connections between ecology and evolution and its contribution to animal behavior. In 2017, Lee was selected as a National Geographic Emerging Explorer.[2] With this position Lee traveled to Tanzania to research the behavior and biology of landmine-sniffing African giant pouched rats.[3]", "69496794": "Teresa Maria Przytycka (born 1958)[1] is a Polish-American computational biologist who works as a senior investigator in the Computational Biology Branch of the National Center for Biotechnology Information (NCBI), where she heads the Algorithmic Methods in Computational and Systems Biology (AlgoCSB) section.[2] She started her research career in parallel algorithms; at the NCBI, her research takes a computational approach to problems in systems biology involving cancer, gene regulation, and the analysis of massive data.[3]", "25849820": "Peter Beyer (born 9 May 1952) is a German Professor for Cell Biology at the Faculty of Biology of the University of Freiburg. He is known as co-inventor of Golden Rice, together with Ingo Potrykus from the ETH Zurich.", "65236961": "Wei-Shau Hu is an American geneticist specialized in HIV research, retroviral recombination, RNA packaging, and virus assembly. She is a senior investigator at the National Cancer Institute and head of the viral recombination section. She was an associate professor at West Virginia University.", "63827937": "Irene Agnes McCulloch (13 September 1885 - 30 May 1987[1]) was a marine biologist and USC biological sciences professor.[2] McCulloch started at the University of Southern California in 1924 where the marine biology research department lacked funding and resources.[2] To better the research being done, McCulloch convinced George Allan Hancock to fund the G. Allan Hancock Foundation for Marine Research,[1] which was then renamed the Hancock Institute for Marine Studies.[3] McCulloch was given her own foundation in 1969 at USC to continue marine biology research. McCulloch studied microbes within the Pacific Ocean with her main focus being foraminifera.", "13332454": "Christopher Voigt is an American synthetic biologist, molecular biophysicist, and engineer.[1][2]", "1601511": "Vero Copner Wynne-Edwards, CBE,[3] FRS,[4] FRSE (4 July 1906 – 5 January 1997) was an English zoologist. He was best known for his advocacy of group selection, the theory that natural selection acts at the level of the group.", "72151029": "Aaron Frederick \"Fred\" Rasmussen Jr. (May 27, 1915, St. Anthony, Idaho – March 17, 1984, Los Angeles) was an American physician, professor of microbiology and immunology, and, later in his career, associate dean of the UCLA School of Medicine. He is known for his pioneering research in psychoneuroimmunology.[1]", "57339897": "David P. Mindell is an American evolutionary biologist and author. He is currently a senior researcher at the University of California, Berkeley, Museum of Vertebrate Zoology.[5] Mindell's work is focused on the systematics, conservation and molecular evolution of birds, especially birds of prey. He is known for his 2006 book, The Evolving World in which he explained, for the general public, how evolution applies to everyday life.[6][7]", "17723400": "Stuart West is an evolutionary biologist studying social evolution as a Professor of Evolutionary Biology in the Zoology Department at the University of Oxford.", "3829770": "Charles Edouard Chamberland (French pronunciation: [ʃaʁl ʃɑ̃bɛʁlɑ̃]; 12 March 1851 – 2 May 1908) was a French microbiologist from Chilly-le-Vignoble in the department of Jura who worked with Louis Pasteur.", "47149073": "Zena Werb (24 March 1945 – 16 June 2020) was a professor and the Vice Chair of Anatomy at the University of California, San Francisco. She was also the co-leader of the Cancer, Immunity, and Microenvironment Program at the Hellen Diller Family Comprehensive Cancer Center and a member of the Executive Committee of the Sabre-Sandler Asthma Basic Research Center at UCSF.[1][2] Her research focused on features of the microenvironment surrounding cells, with particular interest in the extracellular matrix and the role of its protease enzymes in cell signaling.[3][4]", "57569306": "Jenefer Blackwell is a Professor of Molecular Parasitology at the Telethon Kids Institute in the University of Western Australia. She studies host susceptibility and resistance to infectious diseases.", "50851868": "Kathleen Elizabeth Conlan (born June 30, 1950) is an Antarctic marine biologist who studies sea floor marine life. She was named one of Canada's greatest explorers by Canadian Geographic.[1]", "5173277": "George D. Yancopoulos (born 1959) is a Greek-American biomedical scientist who is the co-founder, president and chief scientific officer of Regeneron Pharmaceuticals.[1]", "63565858": "Jacques Fouad Acar (13 April 1931 – 27 March 2020) was a French doctor and microbiologist who specialized in antibiotics.[1]", "9433127": "André Chantemesse (23 October 1851 – 25 February 1919) was a French bacteriologist born in Le Puy-en-Velay, Haute-Loire.", "9433130": "Heinz Ellenberg (1 August 1913 in Harburg (Elbe) – 2 May 1997 in Göttingen) was a German biologist, botanist and ecologist.  Ellenberg was an advocate of viewing ecological systems through holistic means. He developed 9–point scales for rating European plant preferences for light, temperature, continentality (geographic region), nutrients, soil moisture, pH, and salinity.", "51998765": "Victoria J. Orphan is a geobiologist at the California Institute of Technology who studies the interactions between marine microorganisms and their environment.[1][2] As of 2020, she is the Chair for the Center of Environmental Microbial Interactions.", "58716210": "Kevin Neville Lala (formerly Kevin Neville Laland; born 5 October 1962)[1][2] is an English evolutionary biologist who is Professor of Behavioural and Evolutionary Biology at the University of St Andrews in Scotland. Educated at the University of Southampton and University College London,[3] he was a Human Frontier Science Program fellow at the University of California, Berkeley before joining the University of St Andrews in 2002. He is one of the co-founders of niche construction theory[4] and a prominent advocate of the extended evolutionary synthesis.[5] He is a fellow of the Royal Society of Edinburgh and the Society of Biology. He has also received a European Research Council Advanced Grant,[6] a Royal Society Wolfson Research Merit Award,[7] and a John Templeton Foundation grant.[8] He was the president of the European Human Behaviour and Evolution Association from 2007 to 2010[9] and a former president of the Cultural Evolution Society.[10] Lala is currently an external faculty of the Konrad Lorenz Institute for Evolution and Cognition Research.[11]", "51998771": "Dianne Newman is a molecular microbiologist, a professor in the Division of Biology and Biological Engineering and the Division of Geological and Planetary Sciences at California Institute of Technology.[1][2] Her research interests include bioenergetics and cell biology of metabolically diverse, genetically-tractable bacteria. Her work deals with electron-transfer reactions that are part of the metabolism of microorganisms.[3]", "37384258": "Mary Elizabeth Barber (5 January 1818 – 4 September 1899) was a pioneering British-born amateur scientist of the nineteenth century. Without formal education, she made a name for herself in botany, ornithology and entomology. She was also an accomplished poet and painter, and illustrated her scientific contributions that were published by learned societies such as the Royal Entomological Society in London, the Royal Botanical Gardens in Kew, and the Linnean Society of London.", "2125891": "Robert Ellison Brockie MNZM (born 1932 in Christchurch) is a New Zealand cartoonist, scientist, columnist and graphic artist.", "9990246": "William LeSassier (November 6, 1948 – May 13, 2003) was an American herbalist and acupuncturist.  He developed William’s Triune System of Formulation, which continues to be taught by herbalists, including David Winston, who has significantly expanded LeSassier's materia medica.[1] LeSassier taught and inspired many of the major herbalists currently practicing in the United States, including Matthew Wood,[2] David Winston, Margi Flynt, and Dina Falconi, and his influence is significant.[3] His classes were taped and continue to influence herbal medicine in the United States.", "1568873": "James Edward Rothman (born November 3, 1950) is an American biochemist. He is the Fergus F. Wallace Professor of Biomedical Sciences at Yale University, the Chairman of the Department of Cell Biology at Yale School of Medicine, and the Director of the Nanobiology Institute at the Yale West Campus.[2] Rothman also concurrently serves as adjunct professor of physiology and cellular biophysics at Columbia University[3] and a research professor at the UCL Queen Square Institute of Neurology, University College London.[4]", "60977260": "Marion Jean Lewis OC OM FRSC (born 1925 in Windsor, Ontario) is a Canadian medical researcher, known for her work on the Rh factor[1][2] and on the Duffy antigen system.[3]", "45019250": "Sir Frederick William Keeble, CBE, FRS (2 March 1870 – 19 October 1952) was a British biologist, academic, and scientific adviser, who specialised in botany. He was Sherardian Professor of Botany at the University of Oxford from 1920 to 1927 and Fullerian Professor of Physiology at the Royal Institution from 1937 to 1941.[1][2]", "11268218": "Thomas Hughes Jukes (August 26, 1906 – November 1, 1999)  was a British-born American biologist known for his work in nutrition, molecular evolution, and for his public engagement with controversial scientific issues, including DDT, vitamin C and creationism.  He was the co-author, with Jack Lester King, of the 1969 Science article \"Non-Darwinian Evolution\" which, along with Motoo Kimura's earlier publication, was the origin of the neutral theory of molecular evolution.", "46690428": "Bernard Strehler (1925–2001) was an early biogerontologist. He published the book Time, Cells, and Aging.", "39448710": "Francesco De Rubertis (born January 23, 1970) is a partner at medicxi, a venture capital firm with offices in London, Jersey and Geneva, having co-founded the firm in February 2016.[1] Prior to that he was a partner at another venture capital firm, Index Ventures, having led the firm's efforts to establish its life sciences practice after joining in 1997.[2]", "44036240": "Vijayalakshmi Ravindranath (born 18 October 1953) is an Indian neuroscientist. She is currently a professor at the Centre for Neuroscience, Indian Institute of Science in Bangalore. She was the founder director of the National Brain Research Centre, Gurgaon (2000-9) and founder chair of the Centre for Neuroscience at Indian Institute of Science. Her main area of interest is the study of brain related disorders including neurodegenerative diseases such as Alzheimer's and Parkinson's.[1][2] She serves as the founding director of the Centre for Brain Research in Bangalore.[3]", "43577491": "Takehiko Ogawa (小川 毅彦, Ogawa Takehiko) is a Japanese urologist and developmental biologist, known for his pioneer research on in vitro spermatogenesis.[1] He is Professor of Proteomics at Graduate School of Medical Life Science, Yokohama City University.", "62156962": "The Thing is a 1982 American science fiction horror film directed by John Carpenter from a screenplay by Bill Lancaster. Based on the 1938 John W. Campbell Jr. novella Who Goes There?, it tells the story of a group of American researchers in Antarctica who encounter the eponymous \"Thing\", an extraterrestrial life-form that assimilates, then imitates, other organisms. The group is overcome by paranoia and conflict as they learn that they can no longer trust each other and that any of them could be the Thing. The film stars Kurt Russell as the team's helicopter pilot R.J. MacReady, with A. Wilford Brimley, T. K. Carter, David Clennon, Keith David, Richard Dysart, Charles Hallahan, Peter Maloney, Richard Masur, Donald Moffat, Joel Polis, and Thomas G. Waites in supporting roles.", "18804903": "Hubert Simon Markl (17 August 1938 – 8 January 2015)[3] was a German biologist who also served as president of the Max Planck Society from 1996 to 2002.[2][4][5][6][7]", "50688173": "Ram Badan Singh is an Indian agricultural scientist, academic and the chancellor of the Central Agricultural University.[1]", "52261039": "Colin A. Chapman is a professor at the Vancouver Island University in British Columbia, Canada.  In addition, he is a Fellow of the Royal Society of Canada, an Honorary Lecturer at Makerere University in Uganda, a Member of the Committee of Research and Exploration at National Geographic,[1] and an Associate Scientists of the Wildlife Conservation Society in New York.  Prior to taking on his position at McGill University, he was at the University of Florida in the Department of Zoology from 1993 to 2004.  He is internationally recognized for his 30+ years of research into primate ecology, population regulation, nutrition, and disease dynamics and for his contribution to conservation globally.", "48754864": "Julian Charles Rayner is a New Zealand malaria researcher, and the Director of the Cambridge Institute for Medical Research, part of the University of Cambridge School of Clinical Medicine. He is also Director of Wellcome Connecting Science. He was previously a member of academic Faculty at the Wellcome Sanger Institute.", "25587894": "Zdravko Lorković (3 January 1900 – 11 November 1998) was a Croatian biologist, entomologist, and geneticist.[1]", "56094912": "Pradeep Kumar G. is an Indian cell biologist and a scientist at the Rajiv Gandhi Centre for Biotechnology. Known for his studies in the field of disease biology, Dr Kumar is a life member of the Kerala Academy of Sciences. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2006. He has also been conferred with the prestigious Labhsetwar Award (2015) and the Dr. TC Anand Kumar Memorial Oration Award (2016) of the Indian Society for the Study of Reproduction and Fertility (ISSRF) and the Subhas Mukherjee Memorial Oration Award (2017) of the Academy of Clinical Embryologists.", "47116481": "Ronald L. Shimek (born March 28, 1948) is an American marine biologist specializing in the study of scaphopods and turrid gastropods.  His current work is on marine reef aquaria and is targeted at the reef keeping hobbyist community.", "41644229": "Leonard (Len) R Stephens FRS[1] (born 18 June 1960) is a molecular biologist, senior group leader and associate director at the Babraham Institute.", "51179720": "Dipankar Chatterji is an Indian molecular biologist and the Honorary Professor at Molecular Biophysics Unit, Indian Institute of Science, a multidisciplinary research institute under the Department of Science and Technology of the Government of India.[1] He is known for his pioneering research on bacterial transcription.[2] He is a recipient of Shanti Swarup Bhatnagar Prize and is an elected fellow of all the major Indian science academies. The Government of India awarded him the fourth highest civilian honour of the Padma Shri, in 2016, for his contributions to science and engineering.[3]", "30011593": "Anthony Arie Hyman (born 27 May 1962) FRS MAE is a British scientist[2][3] and director at the Max Planck Institute of Molecular Cell Biology and Genetics.[4][5][6][7][8][9]", "28635339": "Earl Dorchester Hanson (c.1927 – October 26, 1993) was born in Northern India to Methodist Missionaries.  He attended an American-run missionary school, Woodstock School, in Mussoorie in the Western Indian Himalayas, along with his siblings.  He is the older brother of Edith Hanson and younger brother of Robert M. Hanson. After serving in the United States Marine Corps in World War II, he graduated from Bowdoin College and earned a Ph.D. in biology in 1954 from Indiana University.", "9334988": "Alexey Simonovich Kondrashov (Russian: Алексе́й Си́монович Кондрашо́в) (born April 11, 1957) worked on a variety of subjects in evolutionary genetics. He is best known for the deterministic mutation hypothesis[1] explaining the maintenance of sexual reproduction,[2] his work on sympatric speciation,[3] and his work on evaluating mutation rates.[4]", "33550544": "Jessica Ulrika Meir (IPA: /mɪər/; meer;[2] born (1977-07-01)July 1, 1977) is an American NASA astronaut, marine biologist, and physiologist. She was previously an assistant professor of anesthesia at Harvard Medical School, Massachusetts General Hospital, Boston, following postdoctoral research in comparative physiology at the University of British Columbia.[3][4] She has studied the diving physiology and behavior of emperor penguins in Antarctica,[5] and the physiology of bar-headed geese, which are able to migrate over the Himalayas.[6] In September 2002, Meir served as an aquanaut on the NASA Extreme Environment Mission Operations 4 (NEEMO 4) crew.[7] In 2013, she was selected by NASA to Astronaut Group 21. In 2016, Meir participated in ESA CAVES, a  training course in which international astronauts train in a space-analogue cave environment.[8] Meir launched on September 25, 2019, to the ISS onboard Soyuz MS-15, where she served as a flight Engineer during Expedition 61 and 62.[9] On October 18, 2019, Meir and Christina Koch were the first women to participate in an all-female spacewalk.", "50294992": "Mihail C. Vlădescu (25 April 1865 – 1944) was a Romanian botanist and politician.", "31387860": "Werner Georg Kollath (11 June 1892 – 19 November 1970) was a German bacteriologist, hygienist and food scientist. He is considered a pioneer of whole foods.", "1732821": "Nikolai Konstantinovich Koltsov[1] (Russian: Николай Константинович Кольцов; July 14, 1872 – December 2, 1940) was a Russian biologist and a pioneer of modern genetics. Among his students were Nikolay Timofeeff-Ressovsky, Vladimir Pavlovich Efroimson, A.S. Serebrovsky, and Nikolay Dubinin. Along with his students, he demonstrated the fine structure of genes, and examined the structure of the cell and pioneered the idea of a cytoskeleton. His career was cut short in Stalinist Russia after being falsely accused of supporting scientific racism. He died unexpectedly following government persecution and there are allegations that he was executed.", "1634519": "Henry Doubleday (1 July 1808 – 29 June 1875) was an English entomologist and ornithologist.", "38629595": "Reginald Arthur Shooter CBE FRCS FRCPath (4 April 1916 – 24 December 2013[2]) was a British microbiologist.[3]  He led the enquiry into the 1978 smallpox outbreak in the United Kingdom[4] and was appointed a CBE in the 1980 Birthday Honours. He retired in 1981.[5]", "14479580": "Graham Charles Walker  (born 1948)[1] is an American biologist, notable for his work explicating the structure and function of proteins involved in DNA repair and mutagenesis, with applications for cancer, and for understanding rhizobium (bacterial) functions that infect plants and mammals.[2]", "40661214": "Ekkehard Karl Friedrich Bautz is a molecular biologist and chair of the Institute of Molecular Genetics at the University of Heidelberg.", "50786528": "Florica Topârceanu (born June 14, 1954) is an Antarctic researcher, best known for her work was on Antarctic aquatic viruses and the development of the Antarctic scientific community in Romania. She was the first Romanian woman biologist to study life in Antarctica[1] and the first Romanian woman expert to the Antarctic Treaty.", "63467745": "Shiranee Sriskandan is a British academic who is Professor of Infectious Diseases at Imperial College London and Honorary Consultant at Hammersmith Hospital. Her research considers how Gram-positive bacteria cause disease, with a particular focus on the bacteria Streptococcus pyogenes.", "192746": "Gerald Maurice Edelman (/ˈɛdəlmən/; July 1, 1929 – May 17, 2014) was an American biologist who shared the 1972 Nobel Prize in Physiology or Medicine for work with Rodney Robert Porter on the immune system.[1]  Edelman's Nobel Prize-winning research concerned discovery of the structure of antibody molecules.[2]  In interviews, he has said that the way the components of the immune system evolve over the life of the individual is analogous to the way the components of the brain evolve in a lifetime. There is a continuity in this way between his work on the immune system, for which he won the Nobel Prize, and his later work in neuroscience and in philosophy of mind.", "66154730": "Stephen H. Wright is an American physiologist.  He is primarily known for his work on the mechanisms of organic solute transport in kidney tubules, but he is also known for work to describe transport of organic solutes across epithelial membranes by marine invertebrates.[1]", "1372398": "Paola Leone is an Italian researcher of Canavan disease, a leukodystrophy.", "72118511": "Nan Hu is a Chinese physician-scientist, molecular geneticist, and cancer epidemiologist who researches gastrointestinal cancers. She is a staff scientist in the metabolic epidemiology branch at the National Cancer Institute.", "28078320": "Rick Sinnott is a former Anchorage-area biologist for the Alaska Department of Fish and Game. He retired on June 30, 2010, after 30 years of service.[1] His professional expertise and involvement in wildlife management issues made Sinnott a frequently-consulted source by the Anchorage-area media, becoming a minor local celebrity in the process. He is also known for his outspokenness on wildlife issues mainly, the interactions between Anchorage residents and urban wildlife. Since his retirement, Sinnott has been a regular contributor to the Anchorage Daily News.[2]", "50917617": "William Cheung is a marine biologist, well known for his research on the impacts of climate change on marine ecosystems and fisheries. He currently works as director of science of the Nereus Program and is also an associate professor at the University of British Columbia,[2][3] as well as Leader at the UBC Changing Ocean Research Unit.[4]", "62517492": "Matafia Šeinbergas (also Matafia Šembergas or Matafia Scheinberg; 17 November 1909 — 11 September 2002) was a Lithuanian chess player, medical scientist (immunologist, microbiologist, virologist), and the father of Isai Scheinberg, founder of PokerStars.", "44003574": "Robert Graeme Boutilier FRSC (8 September 1953 – 21 December 2003) was a Canadian biologist.", "1569015": "Charles Benedict Davenport (June 1, 1866 – February 18, 1944) was a biologist and eugenicist influential in the American eugenics movement.", "2257142": "Major-General Sir David Bruce KCB FRS FRCP FRSE[1] (29 May 1855 – 27 November 1931) was a Scottish pathologist and microbiologist who made some of the key contributions in tropical medicine.[2] In 1887, he discovered a bacterium, now called Brucella, that caused what was known as Malta fever. In 1894, he discovered a protozoan parasite, named Trypanosoma brucei, as the causative pathogen of nagana (animal trypanosomiasis).", "4976893": "Hans Neurath (October 29, 1909 – April 2002) was a biochemist, a leader in protein chemistry, and the founding chairman of the Department of Biochemistry at the University of Washington in Seattle.  He was born in Vienna, Austria, and received his doctorate in 1933 from the University of Vienna.  He then studied in London and at the University of Minnesota. In 1938, he was appointed professor at Duke University, where he established a research program on the physical chemistry of proteins.", "880896": "James Wood-Mason (December 1846 – 6 May 1893) was an English zoologist. He was the director of the Indian Museum at Calcutta, after John Anderson. He collected marine animals and lepidoptera, but is best known for his work on two other groups of insects, phasmids (stick insects) and mantises (praying mantises).", "1634562": "Wilhem de Haan (7 February 1801 in Amsterdam – 15 April 1855 in Leiden) was a Dutch zoologist. He specialised in the study of insects and crustaceans, and was the first keeper of invertebrates at the Rijksmuseum in Leiden, now Naturalis. He was forced to retire in 1846, when he was partially paralysed by a spinal disease. He was responsible for the invertebrate volume of Siebold's Fauna Japonica, which was published in 1833, and introduced the western world for the first time to Japanese wildlife. He named a great many new taxa, and several taxa are named in his honour.", "71889173": "Mavis Louisa Freeman (30 January 1907 – 1992) was an Australian bacteriologist and biochemist. She assisted Macfarlane Burnet in identifying the source of Q fever.", "71987479": "David J. L. Luck (1929–1998) was an American cell biologist known for his work on flagella and mitochondrial DNA. He was a longtime professor at Rockefeller University and a member of the U.S. National Academy of Sciences.", "53834008": "Henry A. Lester is an American biologist, currently the Bren Professor at California Institute of Technology.[1][2]", "1962277": "Hwang Woo-suk (Korean: 황우석, born January 29, 1953)[1] is a South Korean veterinarian and researcher. He was a professor of theriogenology and biotechnology at Seoul National University until he was dismissed on March 20, 2006. He was considered a pioneering expert in stem cell research and even called the \"Pride of Korea\".[2][3] However, he became infamous around November 2005 for fabricating a series of stem cell experiments that were published in high-profile journals, the case known as the Hwang affair.", "22868263": "Mandyam Veerambudi Srinivasan AM FRS, also known as \"Srini\", (born 1948) is an Australian bioengineer and neuroscientist[1] who studies visual systems, particularly those of bees and birds.[2][3]", "70938920": "Kathleen Hoey Lavoie (September 28, 1949 – May 23, 2022) was an American microbiologist and explorer who was Professor of Biological Sciences at the State University of New York at Plattsburgh. Lavoie was a Fellow of the National Speleological Society[1] and the Cave Research Foundation. She was a specialist in biospeleology, and, in particular, the Mammoth Cave National Park in Kentucky.", "67006759": "María Jesús (Iosune) Uriz Lespe (Estella, Navarra; 25 December 1949) is a pioneer in taxonomy, biology and population genetics of marine sponges, with a wide international recognition.[1][2] In recent years she has focused her research on evolutionary and functional aspects of the symbiotic relationships between sponges and microorganisms, interacting with the renowned American specialist Lynn Margulis. Her line of research in the biological activities of sponge secondary metabolites gave rise to a continued collaboration with pharmaceutical companies that have allowed the development of antitumor drugs.", "70709546": "Milton Burton (March 4, 1902 – November 10, 1985) was an American chemist, a pioneer in the field of radiation chemistry and radiobiology.[1] He founded the Radiation Laboratory at University of Notre Dame in 1949 and served as its director from 1963 to 1971. He proposed the G value for describing the chemical yield in radiolytic reactions.[2] He is often referred to as the godfather of radiation chemistry.[3][4][5]", "47182124": "Nicholas Navin is an American biologist, and the Grady Saunders Distinguished Professor at the University of Texas MD Anderson Cancer Center.[1] Nicholas Navin has pioneered the  development of the first single cell sequencing methods for DNA [2]", "68022577": "Benjamin F. Koop is a Canadian molecular biologist and evolutionary geneticist. As of 2004[update], he is a Tier 1 Canada Research Chair in Genomics and Molecular Biology at the University of Victoria.", "72053045": "Hunter B. Fraser is a Professor of Biology at Stanford University and the chief PI of the Fraser lab at Stanford.[1][2] He is also a member of Bio-X, Stanford's interdisciplinary biosciences institute, the Maternal & Child Health Research Institute (MCHRI), the Stanford Cancer Institute, and the Wu Tsai Neurosciences Institute. His research is in quantitative genomics, epigenetics, and evolutionary biology and has focused on developing new experimental and computational methods to study the evolution of gene expression in defining complex traits.[3]", "60682553": "Carol Ann Mason is a Professor of Pathology and Cell Biology at Columbia University in the Mortimer B. Zuckerman Mind Brain Behavior Institute. She studies axon guidance in visual pathways in an effort to restore vision to the blind.[1] Her research focuses on the retinal ganglion cell. She was elected a member of the National Academy of Sciences in 2018.[2]", "62320954": "Geneviève Almouzni (born 1960) is a French biologist, a specialist in epigenetics and director of the Curie Institute's research centre.[1]", "3010875": "Richard Levins (June 1, 1930 – January 19, 2016)[3] was a Marxist biologist, a population geneticist, biomathematician, mathematical ecologist, and philosopher of science[4][5][6] who researched diversity in human populations.  Until his death, Levins was a university professor at the Harvard T.H. Chan School of Public Health and a long-time political activist. He was best known for his work on evolution and complexity in changing environments and on metapopulations.", "20574526": "Kirsten Bomblies is an American biological researcher. Her research focuses primarily on species in the Arabidopsis genus, particularly Arabidopsis arenosa. She has studied processes related to speciation and hybrid incompatibility, and currently focuses on the adaptive evolution of meiosis in response to climate and genome change.", "48623937": "Eunice Thomasina Thomas Miner (8 August 1899 – 18 March 1993),  affectionately called \"Tommy,\"[1] served as the Executive Director of the New York Academy of Sciences from 1939 to 1967. She oversaw the revitalization of the organization and secured a new donated headquarters from Norman Woolworth (brother of Frank Winfield Woolworth). She was an advocate for the support of science in public health causes, including collaborating with Hilary Koprowski to support polio vaccine work.[2]", "20476227": "Hilde Mangold (20 October 1898 – 4 September 1924) (née Proescholdt) was a German embryologist who was best known for her 1923 dissertation which was the foundation for her mentor, Hans Spemann's, 1935 Nobel Prize in Physiology or Medicine for the discovery of the embryonic organizer,[1] \"one of the very few doctoral theses in biology that have directly resulted in the awarding of a Nobel Prize\".[2] The general effect she demonstrated is known as embryonic induction, that is, the capacity of some cells to direct the developmental trajectory of other cells. Induction remains a fundamental concept and area of ongoing research in the field.[2][3]", "67006789": "Beatriz Morales-Nin is a marine ecologist and expert in fish and sustainable management of fishery resources.[1][2][3][4] She is currently a research professor at the Mediterranean Institute for Advanced Studies (IMEDEA).[5] She is a leading Spanish expert in sclerochronology where her main field of research is fish otoliths.[6]", "40005963": "Armin Aleksander Öpik (24 June 1898, in Kunda – 15 January 1983, in Canberra) was an Estonian paleontologist who spent the second half of his career (from 1948) at the Bureau of Mineral Resources in Australia.", "46756178": "Francis Allan Plummer OC OM FRSC (2 December 1952 – 4 February 2020) was a Canadian scientist, academic and HIV/AIDS researcher. He was \"a recognized specialist in infectious diseases whose work influenced public health policy in Canada and abroad\".[1] He was Distinguished Professor Emeritus of Medicine and Medical Microbiology at the University of Manitoba and Scientific Director General, National Microbiology Laboratory.", "46526805": "Colin Mackenzie Selbie (24 February 1889 – 14 July 1916) was a Scottish zoologist who worked in the Natural History Museum Dublin and took part in the Clare Island Survey.[1] Though he had a short career, his impact on the Irish study of crustacea and myriapoda was noted by those he worked with.[2]", "51179865": "David W. Krogmann (1934 – January 22, 2016) was an American biologist and a professor of biochemistry at Purdue University. He is known for his work in photosynthesis in chloroplasts and cyanobacteria.[1]", "59830621": "Anne E. Carpenter is an American scientist in the field of image analysis for cell biology and artificial intelligence for drug discovery. She is the co-creator of CellProfiler, open-source software for high-throughput biological image analysis, and a co-inventor of the Cell Painting assay, a method for image-based profiling. She is an Institute Scientist and Senior Director of the Imaging Platform at the Broad Institute.[1]", "5763444": "Professor Richard O'Kennedy is an author and academic specializing in the production, characterisation and application of polyclonal, monoclonal\nand recombinant antibodies to different haptens and disease markers.\nFormerly at Dublin City University,[1]\nwhere he directed the Biomedical Diagnostics Institute,[2]\nhe is vice president for research at Hamad Bin Khalifa University, a member of Qatar Foundation,[3] as well as being the Science Patron (and former President) of the London International Youth Science Forum.[4]", "31846785": "Ken Stuart is the founder of Center for Global Infectious Disease Research, where he continues scientific research on trypanosomes and malaria. In 2010, Stuart received a grant from the Paul G. Allen Family Foundation to continue his research.[1]", "37384580": "Lisa Kaltenegger (4 March 1977 in Kuchl nearby Salzburg) is an Austrian world-leading astronomer with expertise in the modeling and characterization of exoplanets and the search for life. On July 1, 2014, she was appointed Associate Professor of Astronomy at Cornell University.[1][2] Previously, she held a joint position at the Max Planck Institute for Astronomy in Heidelberg where she was the Emmy Noether Research Group Leader for the \"Super-Earths and Life\" group, and at the Center for Astrophysics | Harvard & Smithsonian in Cambridge, MA.[3] She was appointed Lecturer in 2008 at Harvard University and 2011 at University of Heidelberg.[4]", "48624006": "Esther Fussell Byrnes (1867–1946) was an American biologist and science teacher. She was one of the first women copepodologists—scientists who study copepods.[1] She was a fellow of the New York Academy of Sciences, as well as the American Society of Naturalists.[2]", "25096584": "Pill-Soon Song is a professor in Jeju National University, Jeju, Korea.[1] Song specializes in molecular photobiology. He worked on the structure-function relation of phytochromes and other photoreceptors including stentorin and blepharismin. Presently, his research revolves around the molecular mechanisms involved in overexpression of phytochrome and its related genes in turfgrass and other plant species.  Acknowledging his contributions to photobiology, he was elected as Editor-in-Chief for the American Society for Photobiology journal, Photochemistry and Photobiology (1975–1994) and received the Finsen Medal in 2009 awarded by the International Union of Photobiology.", "68481419": "Juliana Machado Ferreira (São Paulo, 1980) is a Brazilian scientist, a conservation geneticist, and an activist against wildlife trafficking.[1][2] She is a founding member and current executive director of Freeland Brasil (the South American branch of the Freeland Foundation), whose mission is \"to conserve biodiversity by ending wildlife trafficking\"[3] through the combination of scientific research, education and awareness, and public policy.[4] She is a TED Senior Fellow.[5]", "51704219": "Jemma Redmond (16 March 1978 – 16 August 2016) was an Irish biotechnology pioneer and innovator. She was a co-founder of 3D bio-printing firm Ourobotics, developers of the first-ever ten-material bio-printer.[1] Redmond designed a way of keeping living cells alive while printed using 3D printers,[2] making her a leading figure in Irish science and technology.[1]", "66974108": "Kennda Lian Lynch is an American astrobiologist and geomicrobiologist who studies polyextremophiles.[1][2] She has primarily been affiliated with NASA.[3] She identifies environments on Earth with characteristics that may be similar to environments on other planets, and creates models that help identify characteristics that would indicate an environment might host life.[4] Lynch also identifies what biosignatures might look like on other planets.[4][5] Much of Lynch's research on analog environments has taken place in the Pilot Valley Basin in the Great Salt Desert of northwestern Utah, U.S.[6] Her work in that paleolake basin informed the landing location of NASA's Perseverance Rover mission—at another paleolake basin called Jezero Crater.[7] Jim Greene, Chief Scientist at NASA, called Lynch \"a perfect expert to be involved in the Perseverance rover.\"[8] Helping to select the proper landing site for NASA's first crewed mission to Mars in 2035 is another of Lynch's projects.[9] Lynch has appeared in multiple television series, as well as The New York Times,[7] Nature,[10] Scientific American,[11] and Popular Science.[6] Cell Press designated Lynch one of the most inspiring Black scientists in the United States.[12]", "39088544": "Ronald Carl Phillips (1932–2005) was an American marine botanist[1] and educator in the United States, Netherlands and Ukraine. He specialized in seagrass biology, ecology, systematics, distribution and transplantation. Prof. Phillips was the first individual to combine scuba-diving with seagrass research and transplantation. He co-edited or co-authored four scientific books,[2][3][4][5] 20 book chapters, 20 technical reports[6][7] and 3 monographs,[8][9] over 70 reviewed papers, plus his autobiography which included the development of seagrass biology and restorative seagrass transplantation as important parts of the environmental sciences.[10]", "70447534": "Alison Stewart CNZM (born 1957) is a New Zealand biologist who specialises in plant pathology. As of 2022[update] she is the CEO of the Foundation for Arable Research, based in Christchurch.[1]", "46297521": "Barbara Hotham Iglewski (March 23, 1938 – December 10, 2023) was an American microbiologist. She was director of international programs at the University of Rochester Medical Center where she was a professor of microbiology and immunology.", "6582709": "Jack Greenblatt is the Ann and Max Tannenbaum Professor of Molecular Genetics at the University of Toronto, a Fellow of the Royal Society of Canada, and a Fellow of the American Academy of Microbiology. He has been a recipient of a Medical Research Council of Canada Distinguished Scientist Award, and an International Research Scholar of the Howard Hughes Medical Institute. He is the recipient of the 2011 Tony Pawson Proteomics Award from the Canadian National Proteomics Network.[1]", "20509113": "Mirko Beljanski (27 March 1923 – 27 October 1998) was a French-Serbian molecular biologist who studied bacteria, its resistance to antibiotics and the interaction of RNA and DNA. He performed research at the CNRS and also the Pasteur Institute, discovering reverse transcriptase in bacteria in 1971. His later research focused on therapeutic concepts, anticancer and antiviral remedies.", "30011835": "Dirk Schulze-Makuch (born 1964) is a professor at the Center for Astronomy and Astrophysics at the Technical University Berlin, Germany and Adjunct Professor at the School of Earth and Environmental Sciences Washington State University, Pullman, WA. He is best known for his publications on extraterrestrial life, being coauthor of five books on the topic: The Cosmic Zoo: Complex Life on Many Worlds (2017), A One Way Mission to Mars: Colonizing the Red Planet (2011), We Are Not Alone: Why We Have Already Found Extraterrestrial Life (2010), Cosmic Biology: How Life could Evolve on Other Worlds (2010), and  Life in the Universe: Expectations and Constraints (2004, 2008, 2018). In 2012 he published with David Darling Megacatastrophes! Nine Strange Ways the World Could End. In 2013 he published the second edition of his science fiction novel Alien Encounter. Together with Paul Davies he proposed in 2010 exploration of Mars by a one-way trip to the planet.[1]", "50786748": "Bettina Meyer is a German Antarctic researcher, best known for her work on the ecology and physiology of invertebrates in the pelagic zone. She is the head of the ecophysiology of pelagic key species working group at the Alfred Wegener Institute for Polar and Marine Research (AWI).", "56029635": "Sudhanshu Vrati (born 19 March 1960) is an Indian immunologist, microbiologist and the director of the Regional Centre for Biotechnology. Known for his studies in the fields of RNA virus replication and vaccine development, Vrati is an elected fellow of the National Academy of Sciences, India, Indian National Science Academy and the Indian Academy of Sciences. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2003.[1]", "1700298": "Sir Richard John Roberts FRS[5] (born 6 September 1943) is a British biochemist and molecular biologist. He was awarded the 1993 Nobel Prize in Physiology or Medicine with Phillip Allen Sharp for the discovery of introns in eukaryotic DNA and the mechanism of gene-splicing. He currently works at New England Biolabs.[9][10][11]", "37974475": "Kaya Wittenburg (born August 24, 1972, in Wisconsin) is a fashion model, businessman and actor from the United States. He is best known for his international modeling career, walking runways in Europe, Asia, Africa and South America.", "27783631": "Jacob van der Hoeden (Hebrew: יעקב ואן דר הודן, 27 July 1891 in Utrecht – 1 February 1968) was a Dutch-born Israeli veterinary research scientist.", "66122203": "Patricia A. Wheeler is a retired American phycologist and oceanographer.  She is known for her work physiology and ecology of marine phytoplankton and primary production in marine ecosystems.[1]", "37384678": "Rosa Susan Penelope Beddington FRS[1][4] (23 March 1956 – 18 May 2001) was a British biologist[3] whose career had a major impact on developmental biology.[5][6][7][8][9][10][11][12]", "58618351": "Derrick Baxby (1940 – 24 March 2017) was a British microbiologist and authority on Orthopoxviruses.[1][2] He was a senior lecturer in medical microbiology at the University of Liverpool.[3]", "64778751": "Yongsong Huang is a Chinese-American organic geochemist, biogeochemist and astrobiologist, and is a professor of Earth, Environmental, and Planetary Sciences at Brown University.[1] He researches the development of lipid biomarkers and their isotopic ratios as quantitative proxies for paleoclimate and paleoenviromental studies and subsequent application of these proxies to study mechanisms controlling climate change and environmental response to climate change at a variety of time scales.", "63631878": "Deborah Meetze Hinton (born 1953) is an American microbiologist. She is a senior investigator and chief of the gene expression and regulation section in the laboratory of cell and molecular biology at the National Institute of Diabetes and Digestive and Kidney Diseases.", "20017673": "Raghavendra Gadagkar is an honorary professor at the Centre for Ecological Sciences, Indian Institute of Science in Bangalore, India, who studies evolution of social behaviour using eusocial insects using Ropalidia marginata, a locally common wasp as a model. He was, from 2014 to 2016, the president of the Indian National Science Academy.", "1045004": "Rodolfo Amando (or Rudolph Amandus) Philippi (14 September 1808 – 23 July 1904) was a German–Chilean paleontologist and zoologist. Philippi contributed primarily to malacology and paleontology, but also published a major work on Diptera of Chile. His grandson, Rodulfo Amando Philippi Bañados (1905-1969), was also a zoologist and in order to avoid confusion in zoological nomenclature, the elder is referred to as \"Philippi [Krumwiede]\" to distinguish him from his grandson \"Philippi [Bañados]\".[1]", "47510033": "Carden Crea Wallace AM (fl. 1970–) is an Australian scientist who was the curator/director of the Museum of Tropical Queensland from 1987 to 2003. She is an expert on corals having written a \"revision of the Genus Acropora\". Wallace was part of a team that discovered mass spawning of coral in 1984.", "33714705": "Atanu Kumar Pati is an Indian zoologist, served as the Vice-Chancellor Gangadhar Meher University (GMU), Sambalpur, Odisha from 2017 till 2020.[1]", "59077150": "Jennifer R. Mandel is an American biologist. Mandel is an associate professor of biological sciences at the University of Memphis.", "62321183": "Joël Bockaert (born 3 October 1945, in Roubaix) is a French biologist.", "4321829": "David Harel (Hebrew: דוד הראל; born 12 April 1950) is a computer scientist, currently serving as President of the Israel Academy of Sciences and Humanities. He has been on the faculty of the Weizmann Institute of Science in Israel since 1980, and holds the William Sussman Professorial Chair of Mathematics. Born in London, England, he was Dean of the Faculty of Mathematics and Computer Science at the institute for seven years.", "34501159": "Miranda Lawson is a fictional character in the role-playing video game series Mass Effect by BioWare. In it, Miranda is an officer of the pro-human group Cerberus, first appearing in the 2009 iOS game Mass Effect Galaxy, and then serving as a squad mate in Mass Effect 2. In addition to these, the character also makes an appearance in the Mass Effect: Redemption comic series, in Mass Effect 3 if she survived the events of the suicide mission in Mass Effect 2, and in issues 5, 6, 8 and 9 of the Mass Effect: Foundation comic series. She is revealed to have been genetically designed by her father, Henry Lawson, to be perfect, and ran away from home to join Cerberus.", "38171178": "Philip Bruce White (29 December 1891 – 19 March 1949) was a British microbiologist.", "34370096": "Patricia Marjorie Ralph (5 April 1920 – 23 March 1995) was a New Zealand marine biologist and university lecturer.", "50590272": "Bernd Kaina, born on 7 January 1950 in Drewitz, is a German biologist and toxicologist. His research is devoted to DNA damage and repair, DNA damage response, genotoxic signaling and cell death induced by carcinogenic DNA damaging insults.", "3502659": "Robert Andrew Foley, FBA (born 18 March 1953) is a British anthropologist, archaeologist, and academic, specialising in human evolution. From 1977 to 1985, he was a lecturer in anthropology at the University of Durham. He has been a fellow of King's College, Cambridge, since 1987, and Leverhulme Professor of Human Evolution at the University of Cambridge since 2003.[1]", "15135316": "Govindarajan Padmanaban (born 20 March 1938, in Madras) is an Indian biochemist and biotechnologist. He was the former director of the Indian Institute of Science (IISc), and presently serves as honorary professor in the department of biochemistry at IISc and Chancellor of Central University of Tamil Nadu.[1]", "1798741": "Jean-Pierre Changeux (French: [ʃɑ̃ʒø]; born 6 April 1936) is a French neuroscientist known for his research in several fields of biology, from the structure and function of proteins (with a focus on the allosteric proteins), to the early development of the nervous system up to cognitive functions. Although being famous in biological sciences for the MWC model, the identification and purification of the nicotinic acetylcholine receptor and the theory of epigenesis by synapse selection are also notable scientific achievements. Changeux is known by the non-scientific public for his ideas regarding the connection between mind and physical brain. As put forth in his book, Conversations on Mind, Matter and Mathematics, Changeux strongly supports the view that the nervous system functions in a projective rather than reactive style and that interaction with the environment, rather than being instructive, results in the selection amongst a diversity of preexisting internal representations.", "57995863": "Upulie Pabasarie Divisekera is an Australian molecular biologist and science communicator. She is a doctoral student at Monash University and is the co-founder of Real Scientists, an outreach program that uses performance and writing to communicate science. She has written for The Sydney Morning Herald, Crikey and The Guardian.", "9040473": "John Christopher Fine of Scarsdale, New York is a marine biologist with a doctor of jurisprudence degree and has dived on shipwrecks all over the world. He is a Master Scuba Instructor[1] and Instructor Trainer, and the author of over two dozen books on almost as many topics, including award-winning books dealing with ocean pollution. He has authored both fiction and non-fiction books.", "64647778": "Casper Hoogenraad is a Dutch Cell Biologist who specializes in molecular neuroscience. The focus of his research is the basic molecular and cellular mechanisms that regulate the development and function of the brain. As of January 2020, he serves as Vice President of Neuroscience at Genentech Research and Early Development.", "15790703": "Winifred Goldring (February 1, 1888 – January 30, 1971[1]), was an American paleontologist whose work included a description of stromatolites, as well as the study of Devonian crinoids.[2][3] She was the first woman in the nation to be appointed as a State Paleontologist.[4]", "50262639": "Arunachala Sreenivasan (1909–1996) was an Indian food technologist, nutritional scientist and the director of Cancer Research Institute of the Tata Memorial Centre, Mumbai.[1] Born on 13 July 1909 in Tamil Nadu and after receiving the degree of Doctor of Science from the University of Madras in 1936, he served in various positions such as Deputy Director of Central Food Technological Research Institute, (1959–64), Head of Biochemistry and Food Technology Division of Bhabha Atomic Research Centre, (1964–71), Adviser at the Department of Atomic Energy, and as the Emeritus Scientist of BARC (1971–73), before superannuating from Tata Memorial Centre in 1975. He was an elected Fellow of the Indian National Science Academy and his research findings[2][3] have been documented by way of several articles.[4] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1974, for his contributions to science.[5] Sreenivasan died on 20 July 1996 at the age of 87.[1]", "66810481": "Uwe B. Sleytr (born July 15, 1942 in Vienna, Austria) is an emeritus professor of microbiology and the former head of the Department of Nanobiotechnology at the University of Natural Resources and Life Sciences, Vienna.[1] He is a full member of the Division of Mathematics and Natural Sciences of the Austrian Academy of Sciences[2] and has published approximately 420 scientific papers, 5 books and several patents.[3][4]", "455283": "This is a list of minor fictional characters from the science fiction television series Star Trek: Voyager. Characters here are members of the crew, or passengers, on the starship Voyager as it makes its way home through unknown space during the course of the series. The minor characters generally appear at most in several episodes (out of 172), sometimes in episodes that largely concern them. Of these characters, the only ones who joined the ship during its travels are the four alien children (Azan, Icheb, Mezoti, and Rebi) taken from a Borg cube.", "53998202": "Norman Arnheim is an American biologist specializing in aging and development biology, biochemistry, and molecular biology. He is currently a Distinguished Professor and the Ester Dornsife Chair at the University of Southern California, and an Elected Fellow of the American Association for the Advancement of Science.[1][2][3][4]", "55341691": "Frederick Robert Whatley FRS (26 January 1924 – 14 November 2020) was an English botanist and biochemist who held the title of Sherardian Professor of Botany at the University of Oxford from 1971 to 1991.[1] In 1954, Whatley,  Mary Belle Allen and Daniel Israel Arnon  discovered photophosphorylation in vitro. In 1967 he was nominated jointly (but unsuccessfully) with Allen and Arnon for a Nobel Prize.", "62583422": "Susan Strome is a Distinguished Professor of Molecular, Cell, and Developmental Biology at the University of California Santa Cruz.[1]  Strome received a B.A. degree in chemistry from University of New Mexico and a Ph.D. in biochemistry from the University of Washington, as well as post-graduate work at the University of Colorado Boulder. Strome is a member of the American Academy of Arts and Sciences and the National Academy of Sciences.[2]", "10908286": "Dlawer Ala'Aldeen (Arabic: دلاور عبدالعزیز علاءالدين; born 1960), is the Founding President of the Middle East Research Institute, a policy-research institute, based in Arbil, Kurdistan Region of Iraq.  He is a former Minister of Higher Education and Scientific Research in the Kurdistan Regional Government[1]  (2009–2012) and former professor of Medicine (Clinical Microbiology & Infectious Disease) at the University of Nottingham in the UK.[2] His current focus is on policy research in the fields of good governance, rule of law, national security, governance reform and promotion of human rights.", "67170944": "Marian Frances Young is an American developmental biologist researching the function of extracellular matrix proteins in skeletal tissues. She is the deputy scientific director of the division of intramural research at the National Institute of Dental and Craniofacial Research.", "1045119": "Gerrit Jan van Ingen Schenau (13 September 1944, Leiden – 2 April 1998, Weteringbrug) was a Dutch biomechanist.  He made large contributions to the field of biomechanics, particularly muscle coordination, energetics of movement, and the functions of biarticular muscles.  He focused on speed skating in particular, and played a significant part in the invention of the clap skate.[1]", "8352390": "Raymond Jeener (1904–1995) was a Belgian molecular biologist and professor at the Universite Libre de Bruxelles (ULB). In 1954, he was awarded the Francqui Prize on Biological and Medical Sciences.[1]", "51049104": "Shiladitya DasSarma (born November 11, 1957) is a molecular biologist well-known for contributions to the biology of halophilic and extremophilic microorganisms.[1][2] He is a Professor in the University of Maryland Baltimore. He earned a PhD degree in biochemistry from the Massachusetts Institute of Technology and a BS degree in chemistry from Indiana University Bloomington. Prior to taking a faculty position, he conducted research at the Massachusetts General Hospital, Harvard Medical School, and Pasteur Institute, Paris.", "6484627": "Wen-Hsiung Li (Chinese: 李文雄; pinyin: Lǐ Wénxióng; born 1942) is a Taiwanese-American scientist working in the fields of molecular evolution, population genetics, and genomics.  He is currently the James Watson Professor of Ecology and Evolution at the University of Chicago and a Principal Investigator at the Institute of Information Science and Genomics Research Center, Academia Sinica, Taiwan.", "47706773": "Murlidhar Rajagopalan", "35713691": "Michael A. Zasloff (born July 2, 1946) is an American physician, medical researcher, and entrepreneur.  Zasloff is primarily known for his work on antimicrobial peptides.", "69563037": "Jan Hendrik Jozef Hoeijmakers (born 15 March in 1951 in Sevenum) is a Dutch molecular biologist, biochemist, and molecular geneticist.", "34697887": "Joel E. Keizer (31 August, 1942 - 16 May, 1999) was an American biologist and university professor.  He is principally known for his work in non-equilibrium thermodynamics and mathematical modelling of cellular phenomena, in particular human production of insulin.[1]", "47411871": "Hans Leo Przibram [ˈpʃɪbram] (7 July 1874 – 20 May 1944) was an Austrian biologist who founded the biological laboratory in Vienna.", "66548391": "Silvia Bolland is an American biomedical scientist serving as chief of the autoimmunity and functional genomics section at the National Institute of Allergy and Infectious Diseases.", "48624301": "Magda Staudinger (Latvian: Magda Štaudingere; 17 August 1902 – 21 April 1997) was a Latvian biologist and botanist who studied macromolecules with her husband Hermann Staudinger and their application to biology. She was acknowledged as his collaborator when he won the Nobel Prize for Chemistry, and she published seven volumes of his works after his death. She was awarded the Grand Order of the Latvian Academy of Sciences Medal for her contributions to the furtherance of science.", "25293487": "Ian Newton OBE FRS FRSE (born  17 January 1940) is an English ornithologist.", "4977331": "Ludwik Witold Rajchman (1 November 1881 – 13 July 1965) was a Polish physician and bacteriologist. He is regarded as the founder of UNICEF,[1] and served as its first chairman from 1946 to 1950.", "48460467": "Lise Thiry (born 5 February 1921) is a Belgian scientist and politician. She has been voted one of the top 100 Belgians on a television show on the Belgian French-speaking public channel RTBF.", "40039106": "Harald W. Krenn (born 25 October 1958) is an Austrian biologist and a professor for integrative zoology at the Fakultät für Lebenswissenschaften at the University of Vienna.", "46199491": "Anna Cherrie Epps (July 8, 1930 – May 18, 2017) was an American microbiologist known for her immunology research as well as her efforts to promote the advancement of minorities within the sciences, specifically medicine.", "12841674": "Morris Goodman (1925 – November 14, 2010, Michigan[1]) was an American scientist known for his work in molecular evolution and molecular systematics.    Goodman was a distinguished professor at the Center for Molecular Medicine and Genetics at Wayne State University School of Medicine, editor-in-chief of the journal Molecular Phylogenetics and Evolution, and a member of the anthropology section of the United States National Academy of Sciences.", "55341779": "Oscar Paulino Arredondo de la Mata (18 July 1918 – 20 July 2001) was a Cuban paleontologist. He described a number of birds and mammals of the Quaternary Period from fossils obtained from Cuban caves. He has been called the \"father of Cuban vertebrate paleontology\".[1]", "13365973": "Nathaniel Kleitman  (April 26, 1895 – August 13, 1999)[1][2] was an American physiologist and sleep researcher who served as Professor Emeritus in Physiology at the University of Chicago. He is recognized as the father of modern sleep research, and is the author of the seminal 1939 book Sleep and Wakefulness.", "455388": "Guram I. Mchedlidze (Georgian: გურამ ი. მჭედლიძე) (September 27, 1931, Tbilisi – 2009, Tbilisi) was a Georgian Palaeobiologist, Corresponding Member of the Georgian National Academy of Sciences (GNAS), Doctor of Biological Sciences (Dr. Habil.), Professor.", "62780128": "Jean E. Brenchley (March 6, 1944 – July 9, 2019) was an American microbiologist and a professor at the Pennsylvania State University (Penn State) and Purdue University.", "33157862": "Elodie Ghedin (born 1967) is a Canadian parasitologist and virologist as well as a professor at the New York University Center for Genomics and Systems Biology. Her work focuses on the molecular biology and genomics of the parasites that cause diseases such as elephantiasis, and river blindness, and on the evolution of the influenza virus.  She was named a 2011 MacArthur Fellow,[1] a 2012 Kavli Frontier of Science Fellow,[2] and a 2017 American Academy of Microbiology Fellow. [3] She also was Awarded the Chancellor’s Distinguished Research Award in 2010. [4]", "59437805": "Wynfred Emory Allen (June 6, 1873 – September 20, 1947) was an American football and basketball coach and biologist. He served as the head football coach at Earlham College in Richmond, Indiana from 1896 to 1897,[1] Lawrence University in Appleton, Wisconsin in 1903, and Kearney State Normal School—now known as the University of Nebraska–Kearney–from 1905 to 1906. Allen was also the head basketball coach at Kearney State in 1906–07.[2]", "21295853": "Sir David Gwynne Evans FRS[1] (6 September 1909 – 13 June 1984) was a British microbiologist.", "17461999": "Thomas Tuschl (born 1 June 1966) is a German biochemist and molecular biologist, known for his research on RNA.", "1700593": "Sewall Green Wright FRS(For) Honorary FRSE (December 21, 1889 – March 3, 1988) was an American geneticist known for his influential work on evolutionary theory and also for his work on path analysis. He was a founder of population genetics alongside Ronald Fisher and J. B. S. Haldane, which was a major step in the development of the modern synthesis combining genetics with evolution. He discovered the inbreeding coefficient and methods of computing it in pedigree animals. He extended this work to populations,[4] computing the amount of inbreeding between members of populations as a result of random genetic drift, and along with Fisher he pioneered methods for computing the distribution of gene frequencies among populations as a result of the interaction of natural selection, mutation, migration and genetic drift. Wright also made major contributions to mammalian and biochemical genetics.[5][6][7]", "11170545": "Mysore Doreswamy Madhusudan (Kannada: ಮೈಸೂರು ದೊರೆಸ್ವಾಮಿ ಮಧುಸೂದನ) is an Indian wildlife biologist[2] and ecologist.[3] He is the Co-founder and Director of Nature Conservation Foundation, Mysore[4] and a Visiting Research Fellow at the University of Leeds.[5] He has worked on understanding and mitigating the effects of human-wildlife conflict in the Nilgiri Biosphere Reserve in South India. He has also worked in several other forests in the Himalayas and North-east India. In 2004, he was one among the team of wildlife biologists who described Arunachal macaque, a new species of macaque from Arunachal Pradesh, India.[1]", "11039478": "Henry Farnham Perkins (1877–1956) was an American zoologist and eugenicist.", "51147520": "Rohini Balakrishnan is an Indian bioacoustics expert. She is a senior Professor and Chair of the Centre for Ecological Sciences at the Indian Institute of Science (IISc), Bengaluru. Her research focuses on animal behavior through the lens of animal communication and bioacoustics.[1][2]", "38073099": "Karin Magnussen (9 February 1908 – 19 February 1997) was a German biologist, teacher and researcher at the Kaiser Wilhelm Institute of Anthropology, Human Heredity, and Eugenics during the Third Reich. She is known for her 1936 publication Race and Population Policy Tools and her studies of heterochromia iridis (different-colored eyes) using iris specimens, supplied by Josef Mengele, from Auschwitz concentration camp victims.[1]", "44167948": "Dr. Aristides Patrinos (Greek: Αριστείδης Πατρινός) is an expert in synthetic biology, and a former leader of the Human Genome Project.", "51311392": "Lisa Amati is an invertebrate paleontologist who has discovered new species of trilobites, naming one of her discoveries Kermiti for its resemblance to Kermit the Frog.[1] She became New York State's Paleontologist in 2015 and as such curates the New York State Museum's palaeontology collection.[2]", "49443618": "Johannie Maria Spaan is a South African wildlife biologist.", "14349095": "Robert E. Cornish (December 21, 1903 – March 6, 1963) was an American biologist and writer, best known for his resuscitation experiments.", "47248172": "Arthur Robert Grossman (born 1950) is an American biologist whose research ranges across the fields of plant biology, microbiology, marine biology, phytochemistry, and photosynthesis. He has been a staff scientist at Carnegie Institution for Science’s Department of Plant Biology since 1982, and holds a courtesy appointment as professor in the Department of Biology at Stanford.[1] He has mentored more than fifteen PhD students and more than thirty post-doctoral fellows. Grossman was the recipient of the Gilbert Morgan Smith Medal (National Academy of Sciences) in 2009[1][2][3] and the Darbaker Prize for work on microalgae (Botanical Society of America) in 2002.[4] He is co-editor in chief of Journal of Phycology,[5] and has served on the editorial boards of major biological journals including the Annual Review of Genetics, Eukaryotic Cell, Journal of Biological Chemistry, and Molecular Plant among others. He has also served on many committees and panels that evaluate scientific directions for the various granting agencies, universities and government departments. He was elected the co-chair of the Gordon Research Conference on Photosynthesis in 2015, and will be chair again in 2017. He also currently serves as Chief of Genetics at Solazyme Inc. which applies plant biology to create oils.[6][7][8]"}