{"65445164": "William H. Parker (born 1941) is an American professor of physics and academic administrator at the University of California, Irvine (UCI). Parker's earliest laboratory research involved seminal experiments that refined the precision of the measurements of fundamental constants.[1][2][3]  His later research focused on superconductors and other aspects of solid-state physics.  In an administrative capacity at UCI, Parker has served in a variety of roles including as Dean, Department Chair, and Vice Chancellor.", "48635190": "Naomi McClure-Griffiths FAA (born July 11, 1975) is an American-born astrophysicist and radio astronomer who researches and lives in Australia. In 2004, she discovered a new spiral arm in the Milky Way galaxy. She was awarded the Prime Minister's Malcolm McIntosh Prize for Physical Scientist in 2006 and in 2015 was honored for her research in physics by receipt of the Pawsey Medal from the Australian Academy of Science. This was followed by an Australian Laureate Fellowship in 2021,[1] while in 2022 she was elected a Fellow of the Australian Academy of Science.[2]", "42278202": "Isolde Hausser (née Ganswindt; 7 December 1889 – 5 October 1951) was a German physicist. She became the head of a department of the Max Planck Institute for Medical Research (then Kaiser Wilhelm Institute for Medical Research) in Heidelberg in 1935.", "3775807": "Mikhail Sergeyevich Molodenskii (Russian: Михаил Сергеевич Молоденский, sometimes transliterated as M. S. Molodensky, 16 June [O.S. 3 June] 1909, Yepifan or Tula – 12 November 1991, Moscow) was a Russian physical geodesist. He was once said to be \"probably the only geodesist who would have deserved a Nobel Prize\".[1]", "11771202": "Robert A. Bindschadler is a senior fellow at NASA's Goddard Space Flight Center and has been an active field researcher in the Antarctic for over 25 years.[1] He is a past president of the International Glaciological Society, chairs the West Antarctic Ice Sheet Initiative, is an editor for the Journal of Glaciology and has led 14 expeditions to Antarctica and has participated in numerous other expeditions around the world including Greenland. He has also testified before Congress and has briefed the U.S. vice president concerning ice-sheet stability and is often quoted or featured in the media. He was born in Pittsburgh and received a B.S. in astronomy and physics in 1971 from the University of Michigan and earned his PhD in geophysics from the University of Washington in 1978 and did postdoctoral work in Switzerland prior to working at NASA.", "3710275": "Brian Leeds DeMarco is a physicist and professor of physics at the University of Illinois at Urbana-Champaign.  In 2005 he placed first in the quantum physics portion of the \"Amazing Light\" competition honoring Charles Townes, winner of the 1964 Nobel Prize in Physics.  DeMarco is currently conducting experiments in quantum simulation.", "23272775": "James Adolph Westphal (June 13, 1930 – September 8, 2004) was an American academic, scientist, engineer, inventor and astronomer and Director of Caltech's Palomar Observatory from 1994 through 1997.[1]", "19209547": "Aimé Auguste Cotton (9 October 1869 – 16 April 1951) was a French physicist known for his studies of the interaction of light with chiral molecules. In the absorption bands of these molecules, he discovered large values of optical rotatory dispersion (ORD), or variation of optical rotation as a function of wavelength (Cotton effect), as well as  circular dichroism or differences of absorption between left and right circularly polarized light.", "59972944": "Philip Moriarty (born 1968 in London) is an Irish physicist and professor of physics at the University of Nottingham. He is known for his work on nanostructures and his collaboration with Brady Haran on the YouTube video series Sixty Symbols.", "47816021": "Tom Tombrello (1936–2014) was a Caltech H. Goddard Professor of Physics. He earned B.A., M.A., and Ph.D. degrees in physics, all at Rice University.  He studied nuclear reactions in the 1960s, which helped show how chemical elements are created.[1]", "63741271": "Arthur Kosowsky is a theoretical physicist and cosmologist, and chair of the Department of Physics and Astronomy at the University of Pittsburgh.[1][2]", "597336": "Ronnie Walter Cunningham (March 16, 1932 – January 3, 2023) was an American astronaut, fighter pilot, physicist, entrepreneur, venture capitalist, and author of the 1977 book The All-American Boys. NASA's third civilian astronaut (after Neil Armstrong and Elliot See), he was a lunar module pilot on the Apollo 7 mission in 1968.", "60693848": "Helen Schaeffer Huff (1883 – January 19, 1913) was an American physicist. She received her PhD in physics from Bryn Mawr College in 1908, with a minor in pure and applied mathematics. Her dissertation was entitled A Study of the Electric Spark in a Magnetic Field.", "71507292": "Avadh Behari Bhatia (1921–September 27, 1984[1]) was an Indian-Canadian physicist who studied “electronic transport theory and the study of diffraction of light by ultrasonic waves”[2] and whose research benefited condensed matter physicists and astrophysicists.[3]", "15801693": "Mervyn Charles Probine CB FRSNZ (30 April 1924 – 17 April 2010) was a New Zealand physicist and public servant. He served as chairman of the State Services Commission between 1981 and 1986.", "63151456": "Paula Jofré (born 1982) is a Chilean astronomer and astrophysicist.[1] She was named one of Time Magazine's 100 Next, 2019, for her work with British anthropologist Robert Foley resulting to their collaboration about how \"stars birthed in particular parts of the universe could be elementally related because they condense out of the same interstellar clouds\" and \"pass on their chemistry, much like parents pass along parts of their DNA to their children.\"[2][3]", "38673768": "Malur Ramasamy Srinivasan (born 5 January 1930),[1] is an Indian nuclear scientist and mechanical engineer. He played a key role in the development of India's nuclear power programme and the development of the PHWR. He received the Padma Vibhushan Award.[2]", "204137": "Horace Bénédict de Saussure (French pronunciation: [ɔʁas benedikt də sosyʁ]; 17 February 1740 – 22 January 1799) was a Genevan[1] geologist, meteorologist, physicist, mountaineer and Alpine explorer, often called the founder of alpinism and modern meteorology, and considered to be the first person to build a successful solar oven.", "52305256": "Mimoza Hafizi (born 20 February 1962) is an Albanian politician and physicist who is a former member of the Assembly of the Republic of Albania for the LIBRA Party. She has been representing the Socialist Party from 2013 until 2016. In October 2016, together with Ben Blushi, she created LIBRA.[2] She failed to win a second mandate on the 2017 election.", "46701931": "Juliet Lee-Franzini (1933 – January 19, 2014)[1] was Chinese-born physics who was the founding faculty member of the high energy physics experimental group at Stony Brook University.", "1514861": "Sameera Moussa or Samira Musa Aly (Egyptian Arabic: سميرة موسى) (March 3, 1917 – August 15, 1952) was the first female Egyptian nuclear physicist.[1] Sameera held a doctorate in atomic radiation. She hoped her work would one day lead to affordable medical treatments and the peaceful use of atomic energy. She organized the Atomic Energy for Peace Conference and sponsored a call that set an international conference under the banner \"Atoms for Peace.\" She was the first woman to work at Cairo University.", "26451310": "Viktor Ivanovich Petrik (Russian: Виктор Иванович Петрик; born 1946) is a Russian businessman. He claims to have made a number of scientific breakthroughs which he markets through his company Goldformula. Mainstream scientists dismiss his inventions as pseudoscience.[1] Petrik gained a notoriety in Russia during the scandal, dubbed Petrikgate, related to the involvement of politicians in promotion of Petrik's pseudoinventions.[2][3]", "71572849": "Zheng Jane Wang is a Chinese and American physicist known for her research on insect flight.[1][2][3][4][5] She is a professor of physics and of mechanical and aerospace engineering at Cornell University.[6]", "70917490": "Sylvie Retailleau (née Galdin; born 24 February 1965) is a French physicist and politician who has been serving as Minister of Higher Education in the government of successive Prime Ministers Élisabeth Borne and Gabriel Attal since 20 May 2022.[1] She served as president of Paris-Sud University from 2016 to 2022.", "53976433": "Kehar Singh (born 3 July 1941) is an Indian optical physicist and an emeritus fellow of the Indian Institute of Technology, Delhi.[1] He is a former CLUSTER chair professor at Swiss Federal Institute of Technology in Lausanne and a former professor of IIT Delhi.[2][3] He has also served as an academic visitor at Imperial College of Science and Technology, London.[4]", "72555900": "Itziar Aretxaga Méndez (born 1965) is a Spanish and Mexican astrophysicist who works in Mexico as a researcher at the National Institute of Astrophysics, Optics and Electronics (INAOE).[1] Her research interests include galaxy formation and evolution, active galactic nuclei, starbursts, and supernovae.[2]", "2858365": "Lucien LaCoste (1908 – 1995) was a physicist and metrologist.  He coinvented the modern gravimeter and invented the zero-length spring and vehicle-mounted gravimeters.  He was also co-founder of LaCoste Romberg, a prominent company selling gravimetric instruments.[1][2][3]", "60464513": "Emily E. Brodsky is a Professor of Earth Sciences at the University of California, Santa Cruz. She studies the fundamental physical properties of earthquakes, as well as the seismology of volcanoes and landslides. \t\nIn 2023, she was elected to the National Academy of Sciences.[1]", "57810314": "Laksana Tri Handoko (born 7 May 1968, in Malang) is an Indonesian scientist and public official specializing in theoretical and particle physics. He formerly served as the deputy head of science and technology for the Indonesian Institute of Sciences (Indonesian: Lembaga Ilmu Pengetahuan Indonesia, LIPI) from 2014 to 2018.[1][2] In 2018, he replaced Bambang Subiyanto as the acting chairman of the institute.[3]", "28712336": "Other reasons this message may be displayed:", "34676113": "Francis Eugene Nipher (December 10, 1847 – October 6, 1926) was a United States physicist.", "7642518": "Walter Lewis Hyde (1919–2003) was an American physicist, an early contributor to the field of fiber optics. He held patents for devices used in ophthalmology, as well as a panoramic rear-view mirror for automobiles.", "24223126": "Edwin Albert Power (12 February 1928 – 31 January 2004) was an English physicist and an emeritus professor of applied mathematics at University College London.[1] He made several contributions to the field of non-relativistic quantum electrodynamics.[1]", "42179990": "Per Vilhelm Brüel  (6 March 1915 – 2 April 2015) was a Danish physicist and engineer who pioneered and made fundamental contributions to the development of the physics of sound and vibration. He also formed and founded the world's largest manufacturer and supplier of sound and vibration measurement equipment, systems and solutions, Brüel & Kjær. Brüel was a close friend of Niels Bohr, and despite danger Brüel traveled from Sweden to Denmark during the German occupation with important documents of Bohr's work.[1][2]\nBrüel was fluent in Danish, German, English, Swedish, and spoke French and Italian.[3]", "5021087": "Abraham \"Avi\" Loeb (Hebrew: אברהם (אבי) לייב; born February 26, 1962) is an Israeli-American theoretical physicist who works on astrophysics and cosmology. Loeb is the Frank B. Baird Jr. Professor of Science at Harvard University, where since 2007 he has been Director of the Institute for Theory and Computation at the Center for Astrophysics.[1][2][3][4][5][6] He chaired the Department of Astronomy from 2011–2020, and founded the Black Hole Initiative in 2016.", "65215912": "Hélène Perrin (born 1972) is a French physicist working on quantum gas at Laser Physics Laboratory of Université Sorbonne Paris Nord and CNRS, where she is a research  director and leads the Bose-Einstein Condensate group.[1][2]", "15965610": "Gilbert Ronald Bainbridge (1925–2003) was a British nuclear physicist, engineer and farmer.", "58465709": "Gerhard Drolshagen (born July 1953) is a German physicist at the University of Oldenburg, Germany, specializing in space environment and near-Earth objects (NEO). He has been a staff member at the European Space Agency (ESA), European Space Research and Technology Centre (ESTEC), Noordwijk, The Netherlands (1987–2016) and is known for his work in space environment, NEO and for the asteroid named after him: the asteroid 332733 Drolshagen.", "72916398": "Pirro Maria Gabrielli (April 1, 1643-19 December 1705) was an Italian physician, residing in his native Siena.", "55287224": "Claude Rodier (21 July 1903 – 10 November 1944) was a physicist, teacher and staff sergeant in the Mouvements Unis de la Résistance (MUR), part of the French Resistance in Auvergne, France.", "19013048": "Robert Martin Adam (born 13 September 1955) is the director of the Square Kilometer Array (SKA) radio-telescope in South Africa.[3] He used to be the chief-executive officer of the South African Nuclear Energy Corporation (NECSA).[4][5] and Director General of the South African Department of Science and Technology. He has worked as a consultant to the governments of Namibia and Chile, and is a Fellow of the Royal Society of South Africa.[2]", "55582139": "Mohit Randeria (born March 9, 1958) is a US-based Indian condensed matter physicist and a professor of physics at Ohio State University. Known for his research on condensed matter theory and superconductivity, Randeria is an elected fellow of the American Physics Society. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2002.[1][note 1] He was awarded the 2002 ICTP Prize of the International Center for Theoretical Physics, Trieste and the 2022 John Bardeen Prize.", "43326910": "Larry Mayer is a distinguished professor[1] of the University of New Hampshire and a former member of the President's Panel on Ocean Exploration.[2] He has a broad background in marine geology and geophysics, reflecting his current contributions in the Ocean Engineering and Earth Science Department at UNH.[3][4]", "34512322": "John William Harris (born March 14, 1950) is an American experimental high energy nuclear physicist and D. Allan Bromley Professor of Physics at Yale University. His research interests are focused on understanding high energy density QCD and the quark–gluon plasma created in relativistic collisions of heavy ions. Dr. Harris collaborated on the original proposal to initiate a high energy heavy ion program at Cern in Geneva, Switzerland, has been actively involved in the CERN heavy ion program and was the founding spokesperson for the STAR collaboration at RHIC at Brookhaven National Laboratory in the U.S.", "20192709": "Stanley Whitehead (1902 – 1956) was a British physicist.", "54697412": "Simone Severini is an Italian-born British computer scientist. He is currently Professor of Physics of Information at University College London, and Director of Quantum Computing at Amazon Web Services.", "4005322": "Erich Wolfgang Vogt, OC OBC FRSC (November 12, 1929 - February 19, 2014)[1] was a Canadian physicist.", "2006475": "David Morris Lee (born January 20, 1931) is an American physicist who shared the 1996 Nobel Prize in Physics with Robert C. Richardson and Douglas Osheroff \"for their discovery of superfluidity in helium-3.\"[1] Lee is professor emeritus of physics at Cornell University and distinguished professor of physics at Texas A&M University.[2] [3]", "53026250": "Christine D. Wilson is a Canadian-American physicist and astronomer, currently a University Distinguished Professor at McMaster University.[1][2]", "67313101": "Arthur John Ahearn (20 June 1902 – 12 June 1990) was an American physicist and mass spectrometry researcher.[1]", "44080592": "Rupamanjari Ghosh was the second Vice-Chancellor (1 February 2016 – 31 January 2022) of Shiv Nadar University, Uttar Pradesh, India. She is also the former founding Director of School of Natural Sciences and founding Dean of Research & Graduate Studies at Shiv Nadar University, and a former Professor of physics and Dean at the School of Physical Sciences, Jawaharlal Nehru University, New Delhi. Her research areas include Experimental and Theoretical Quantum Optics, Laser Physics, Nonlinear Optics, Quantum Information, Quantum Measurement and Magneto-Optics.[2]", "68132309": "Lynn Kistler is a physicist known for her research on the magnetosphere that protects Earth from radiation from space.", "70720982": "Gary Earle Gladding is an American physicist.", "40407": "Harold Paul Furth (January 13, 1930 – February 21, 2002) was an Austrian-American physicist who was a pioneer in leading the American efforts to harness thermonuclear fusion for the generation of electricity.[2][3] He died of a heart ailment on 21 February 2002.[4]", "69344728": "Gerceida E. Adams-Jones is an American physicist, a clinical associate professor at New York University, and a faculty member at Pioneer Academics, an online research program for high school students connected with Oberlin College. In 1981, she became the first African-American woman to receive  a B.S. degree in physical oceanography in the United States.", "49520086": "Georg Matthias Bose (22 September 1710 – 17 September 1761), also known as Mathias Bose, was an electrical experimenter in the early days of the development of electrostatics.  He is credited with being the first to develop a way of temporarily storing static charges by using an insulated conductor (called a prime conductor). His demonstrations and experiments raised the interests of the German scientific community and the public in the development of electrical research.", "466394": "John Kerr FRS (/kɜːr/; 17 December 1824 – 15 August 1907) was a Scottish physicist and a pioneer in the field of electro-optics. He is best known for the discovery of what is now called the Kerr effect.", "24550876": "Daniel J. Amit Hebrew: דניאל עמית (May 5, 1938 – November 4, 2007) was an Israeli physicist and pacifist, who was one of the pioneers in the field of computational neuroscience. Amit, Hanoch Gutfreund and Haim Sompolinsky, in a set of papers referred to as the ASG papers, were the first to demonstrate the utility of statistical mechanics in neural network research and helped establish theoretical and computational neuroscience as a novel approach that brings into brain research unique powerful sets of concepts, models, and standards of rigour.[1]", "25730525": "Chad Orzel is a professor of physics and science author, noted for his books How to Teach Quantum Physics to Your Dog, which has been translated into 9 languages, and How to Teach Relativity to Your Dog.[1] Chad as a science communicator is a regular contributor on Forbes.com,[2] on his personal website, and, through October 2017, on ScienceBlogs.com,[3] while continuing his work as an associate professor at Union College.[4]", "69148127": "Walter Benenson (born April 27, 1936) is a university distinguished professor emeritus in the department of physics and astronomy at Michigan State University. He retired in 2008, but continued to teach for another 10 years.", "60530145": "Wang Daheng (Chinese: 王大珩; 26 February 1915 – 21 July 2011) was a Chinese optical physicist, engineer, and inventor widely considered the \"father of optical engineering\" in China.[1] He was a founding academician of both the Chinese Academy of Sciences and the Chinese Academy of Engineering. He was the founder of the Changchun Institute of Optics and Fine Mechanics, Changchun University of Science and Technology, and the Chinese Optical Society.", "5021154": "Ishfaq Ahmad Khan (3 November 1930 – 18 January 2018) SI, HI, NI, FPAS, was a Pakistani nuclear physicist, emeritus professor of high-energy physics at the National Centre for Physics, and former science advisor to the Government of Pakistan.[1]", "56597987": "Elizabeth MacDonald is a space weather scientist who works at NASA Goddard Space Flight Center. She is a co-investigator on the Helium, Oxygen, Proton, and Electron Spectrometer on the NASA Radiation Belts Storm Probe mission.", "36347361": "Mohamed El Naschie (Arabic: محمد النشائي, born 1943)[1] is an Egyptian engineer and the former editor of a controversial journal, Chaos, Solitons & Fractals. The controversy concerned El Naschie's publication, over many years, of over 300 papers of questioned scientific merit authored by himself in his own journal with little or no apparent peer review.  Published reports of his eventual departure from the editorship of the journal led to a lengthy libel court case that raised questions about the libel laws in Great Britain. The controversy has also played a role in discussions of the \"impact factor\" as a quality measure for scientific journals, and of the methodology of university rankings.", "61742572": "Yves Quéré (born 1931 in Commercy)[1] is a French physicist and a member of the Academy of Sciences.", "56040946": "Zhang Xiang JP (Chinese: 张翔; pinyin: Zhāng Xiáng; born December 1963) is a Chinese-American physicist, mechanical engineer, and academic administrator. He has been serving as the 16th and current president and vice-chancellor of the University of Hong Kong since July 2018.", "42212853": "Jacqueline Nina Hewitt (born September 4, 1958) is an American astrophysicist. She was the first person to discover an Einstein ring. She is a Fellow of the American Astronomical Society.", "45686265": "Roland Glaser (born Jena 23 May 1935) is a German biophysicist and writer.[1][2] Between 1981 and 1990 he served as President of the Association for Physical and Mathematical Biology. (\"Gesellschaft für physikalische und mathematische Biologie\").", "33693186": "Sadollah Nasiri Gheydari (Persian: سعدالله نصیری قیداری) is former President of Shahid Beheshti University of Tehran. He is a physicist and professor at Shahid Beheshti University, Iran.", "12852740": "Ashok Das is an Indian-American physicist.", "73276936": "Benjamin Leonard Lev is an American physicist and Professor of Physics and Applied Physics at Stanford University.[2][3][4][5]\nHe studies quantum many-body physics, both in and out of equilibrium, by combining the tools of  ultracold atomic physics,  quantum optics, and condensed matter physics.", "39198217": "Timir Datta is an Indian-American physicist specializing in high transition temperature superconductors and a professor of physics in the department of Physics and Astronomy at the University of South Carolina, in Columbia, South Carolina.", "60497419": "Adam Michael Becker (born 1984) is an American astrophysicist, author, and scientific philosopher. His works include the book What Is Real?, published by Basic Books, which explores the history and personalities surrounding the development and evolution of quantum physics, and includes a modern assessment of the Copenhagen Interpretation.", "67608077": "Katherine E. Aidala is an American physicist. She is a professor of physics at Mount Holyoke College and a Fellow of the American Physical Society.", "73735694": "Michael Orrit (born 27 February 1956) is a French physicist who is noted for his work on single molecule physics.[1] He is currently professor at Leiden University.", "40803856": "Vera Kistiakowsky (9 September 1928 – 11 December 2021) was an American research physicist, teacher, and arms control activist.[1] She was professor emerita at Massachusetts Institute of Technology in the physics department and Laboratory for Nuclear Science, and was an activist for women's participation in the sciences. Kistiakowsky was an expert in experimental particle physics and observational astrophysics.[2] Her hobbies included climbing mountains, and she liked to maintain an energetic and fit lifestyle. She was the first woman appointed MIT professor of physics in 1972.", "3120662": "Qian Sanqiang (Chinese: 钱三强; October 16, 1913 – June 28, 1992), also known as Tsien San-Tsiang, was a Chinese nuclear physicist and among the leading scientists of the Two Bombs, One Satellite program. Due to his central role in the development of China's nuclear industry and nuclear weapons program, he is referred to as the \"father of China's atomic bomb\".[1][2] Coincidentally, China's first atomic bomb test was conducted on Qian's 51st birthday.", "23207446": "Milton Spinoza Plesset (7 February 1908 – 19 February 1991) was an American applied physicist who worked in the field of fluid mechanics and nuclear energy. He was elected to the National Academy of Engineering in 1979 for his fundamental contributions to multiphase flows, bubble dynamics, and safety of nuclear reactors.[2][3] Plesset served as professor of engineering science at California Institute of Technology during 1951 to 1978. Notable scientists Andrea Prosperetti, Norman Zabusky, and Chris Whipple finished their doctoral work under Plesset's guidance. Milton Plesset, Andrea Prosperetti, and Chris Whipple were elected to the National Academy of Engineering.", "41950750": "Johann Friedrich Benzenberg (5 May 1777 – 7 June 1846) was a German astronomer, geologist, and physicist.", "47652382": "George Alexander Carse FRSE RSSA (20 June 1880 – 20 August 1950) was a leading Scottish physicist and educationalist. In 1925, he was the first Mitchell Lecturer.", "106014": "Auguste Antoine Piccard (28 January 1884 – 24 March 1962) was a Swiss physicist, inventor and explorer known for his record-breaking hydrogen balloon flights, with which he studied the Earth's upper atmosphere and became the first person to enter the Stratosphere. Piccard was also known for his invention of the first bathyscaphe, FNRS-2, with which he made a number of unmanned dives in 1948 to explore the ocean's depths.", "22847016": "Karen Avetovich Ter-Martirosyan (Russian: Карен Аветикович Тер-Мартиросян; 28 September 1922 – 19 November 2005) was a Soviet and Russian theoretical physicist of Armenian descent.[1] He is known for his contributions to quantum mechanics and quantum field theory and the author of several hundred articles in his area.", "26123819": "Hajo Meyer (born Hans Joachim Gustav Meyer; 12 August 1924 – 23 August 2014) was a German-born Dutch physicist, Holocaust survivor and political activist.[1] While primarily known for his public commentaries in terms of the European Jewish community, he is also noted for his work directing the facility Philips Natuurkundig Laboratorium for many years.", "17440305": "Daniel Frost Comstock (/ˈkɒmstɒk/; August 14, 1883 – March 2, 1970)[1][2][3][4] was an American physicist and engineer.[5]", "31202870": "Gregory B. Jaczko (/ˈjɑːskoʊ/;[citation needed] born October 29, 1970, Norristown, Pennsylvania) is a physicist who was chairman of the U.S. Nuclear Regulatory Commission (NRC) from 2005 to 2012.[2][3] While at the NRC, he voted against the opening of new nuclear plants; an inspector general report found that he sought unilaterally and improperly to block the Yucca Mountain nuclear waste repository project from advancing. After leaving the NRC, Jaczko called for a global ban on nuclear power.[4]", "40410682": "Renzo Luigi Ricca (24 January 1960) is an Italian-born applied mathematician (naturalised British citizen), professor of mathematical physics at the University of Milano-Bicocca. His principal research interests are in classical field theory, dynamical systems (classical and quantum vortex dynamics and magnetohydrodynamics in particular) and structural complexity. He is known for his contributions to the field of geometric and topological fluid dynamics and, in particular, for his work on geometric and topological aspects of kinetic and magnetic helicity, and physical knot theory in general.", "69148227": "Monika Aidelsburger (born 1987)[1] is a German quantum physicist, Professor and Group Leader at the Ludwig Maximilian University of Munich. Her research considers quantum simulation and ultra cold atomic gases trapped in optical lattices. In 2021, she was awarded both the Alfried-Krupp-Förderpreis and Klung Wilhelmy Science Award.", "43327064": "Hugh David Young (November 3, 1930 – August 20, 2013) was an American physicist who taught physics for 52 years at Carnegie Mellon University. Young is best known for co-authoring the later editions of University Physics, a highly regarded introductory physics textbook, with Francis Sears and Mark Zemansky (this book — first published in 1949 — is often referred to as \"Sears and Zemansky\", although Hugh Young became a coauthor in 1973).[1][2]", "70721113": "Jon J. Thaler is an American physicist.", "69934691": "Igor Ekhielevich Dzyaloshinskii, (Игорь Ехиельевич Дзялошинский, surname sometimes transliterated as Dzyaloshinsky, Dzyaloshinski, Dzyaloshinskiĭ, or Dzyaloshinkiy, 1 February 1931, Moscow – 14 July 2021)[1] was a Russian theoretical physicist, known for his research on \"magnetism, multiferroics, one-dimensional conductors, liquid crystals, van der Waals forces, and applications of methods of quantum field theory\".[2] In particular he is known for the Dzyaloshinskii-Moriya interaction.[3][4]", "50568808": "Elisa Victoria Quintana is a scientist working in the field of astronomy and planetary science at NASA Goddard Space Flight Center. Her research focuses the detection and characterization of exoplanets in addition to studying how they form. She is best known for the detection of Kepler 186f,[1] the first Earth-sized planet found in the habitable zone of a star other than the Sun.[2][3]", "62627432": "André Zaoui is a French physicist in material mechanics, born on 8 June 1941. He is a corresponding member of the French Academy of sciences[1] and a member of the French Academy of Technologies.[2]", "29564522": "Seishi Kikuchi (菊池 正士, Kikuchi Seishi, August 25, 1902 – November 12, 1974) was a Japanese physicist, known for his explanation of the Kikuchi lines that show up in diffraction patterns of diffusely scattered electrons.", "2170476": "George Wetherill (August 12, 1925 Philadelphia, Pennsylvania – July 19, 2006 Washington, D.C.) was a physicist and geologist and the director emeritus of the department of terrestrial magnetism at the  Carnegie Institution of Washington, DC, US.[1][2]", "23895662": "Andrew S. Long (born 1965) is an Australian geophysicist. He has a PhD in geophysics (1996) from the University of Western Australia, and a post-doctoral term at Stanford University. He is a leader in the application of geophysical technologies to exploration for oil and gas in marine areas,[1] and has written and presented several papers at the Society of Exploration Geophysicists (SEG), the European Association of Geoscientists and Engineers (EAGE), the Australian Society of Exploration Geophysicists (ASEG), the Australian Petroleum Production & Exploration Association (APPEA) and many other international conventions and journals.", "71704176": "Deirdre Marie Shoemaker (born 1971)[1] is an American astrophysicist whose research studies the mergers of binary black holes through both simulation and observation.[2] She is a professor of physics at the University of Texas at Austin, where she directs the Center for Gravitational Physics and is affiliated with the Oden Institute for Computational Engineering and Sciences.", "34807412": "Anatoly Dneprov (also spelled Anatoly Dnieprov, Ukrainian: Анатолій Дніпров, romanized: Anatoliy Dniprov, pseudonym; real name Anatoliy Petrovych Mitskevitch,[1] Ukrainian: Анатолій Петрович Міцкевич; 1919–1975) was a Soviet physicist, cyberneticist and writer of Ukrainian ancestry. His science fiction stories were published in the Soviet Union, Eastern Europe and the United States from 1958 to 1970.[2] He is known best for his stories Crabs on the Island,[3][4] The Maxwell Equations[5][6] and The Purple Mummy.[7][8][9]", "71310977": "Mark Anthony Riley is a British nuclear physicist. He is known for his work in gamma spectroscopy.", "26287749": "Dr Herman Shaw (1892 – 4 May 1950) was a British geophysicist who was Director of the Science Museum in London, England.[1][2]", "58531463": "Atsuto Suzuki (鈴木 厚人, Suzuki Atsuto, born October 3, 1946, in Niigata Prefecture, Japan) is an experimental particle physicist known for his observations of neutrinos and anti-neutrinos.", "794249": "Louis Charles Bernacchi CMG OBE (8 November 1876 – 24 April 1942) was an Australian physicist and astronomer best known for his role in several Antarctic expeditions.[1]", "72294025": "Herbert Levine is an American physicist, a University Distinguished Professor of  Physics and Bioengineering at Northeastern University.[1]   He is also co-director of a National Science Foundation Physics Frontier Center devoted to theoretical biological physics. His research focuses on physical modeling of cancer progression, metastasis and interaction with the immune system.", "52731536": "Irfan Siddiqi is an American physicist and currently a professor of physics at the University of California, Berkeley[2] and a faculty scientist at Lawrence Berkeley National Laboratory (LBNL). He currently is the director of the Quantum Nanoelectronics Laboratory at UC Berkeley and the Advanced Quantum Testbed at LBNL. Siddiqi is known for groundbreaking contributions to the field of superconducting quantum circuits, including dispersive single-shot readout of superconducting quantum bits, quantum feedback, observation of single quantum trajectories, and near-quantum limited microwave frequency amplification. In addition to other honors, for his pioneering work in superconducting devices, he was awarded with the American Physical Society George E. Valley, Jr. Prize in 2006, \"for the development of the Josephson bifurcation amplifier for ultra-sensitive measurements at the quantum limit.\" Siddiqi is a fellow of the American Physical Society and a recipient of the UC Berkeley Distinguished Teaching Award in 2016.", "5840529": "Colin Athol Franklin, CM, FRSC is an engineer and a leading pioneer in Canada's space programme. He played a leading role in the design, construction and application of Canada's first satellite, the Alouette. His extensive work and contribution to Canadian research and industrial development activities in space-related research and manufacturing, have been a significant influence in establishing Canada as a world leader in these fields.", "68656790": "Young Suh Kim is a Korean physicist, academic, author and researcher. He is a Professor Emeritus at the University of Maryland.[1]", "269980": "Julian Seymour Schwinger (/ˈʃwɪŋər/; February 12, 1918 – July 16, 1994) was a Nobel Prize-winning American theoretical physicist. He is best known for his work on quantum electrodynamics (QED), in particular for developing a relativistically invariant perturbation theory, and for renormalizing QED to one loop order. Schwinger was a physics professor at several universities.", "65281693": "Otto Gunther Octavius is a fictional character portrayed by Alfred Molina in Spider-Man 2 (2004) and later in the Marvel Cinematic Universe (MCU) film Spider-Man: No Way Home (2021), based on the Marvel Comics character of the same name. Octavius is introduced in Spider-Man 2 as a nuclear physicist and friend and mentor of Peter Parker, whose research into fusion power with his wife Rosie (portrayed by Donna Murphy) is being sponsored by Oscorp's genetic and scientific research division, headed by Harry Osborn.", "13377182": "Paris Misaki Herouni (Armenian: Պարիս Միսակի Հերունի, December 17, 1933 – December 5, 2008)[1][2] was a Soviet and Armenian physicist and engineer. He was a member of the Armenian National Academy of Sciences in the fields of radio-physics, radio-engineering, and radio-astronomy and the head of the Antenna Systems chair, which he founded, at the National Polytechnic University of Armenia and Radio Physics Research Institute (RRI). In 1986, he was awarded the USSR State Prize.", "28778141": "Louis François Clément Breguet (22 December 1804 – 27 October 1883),[1]  was a French physicist and watchmaker,[2] noted for his work in the  early days of telegraphy.", "10821280": "David G. Willey (born 4 November 1947), known as the Mad Scientist, is a former physics instructor at the University of Pittsburgh at Johnstown[1] in Johnstown, Pennsylvania. Physics has been a major interest in his life since he attended The Coleshill School and the John Port School in Etwall, Derbyshire.[2] He has been presenting physics shows since the early 1980s. Willey is a scientific consultant for the skeptics group, C.S.I. (Committee for Skeptical Inquiry).[3] He also designs physics apparatus/equipment for the Science Kit Boreal Labs.[4] In his spare time he enjoys hunting, woodworking, working with stained glass, and playing golf.", "55516835": "Alan Hugh Schoen (December 11, 1924 – July 26, 2023) was an American physicist and computer scientist best known for his discovery of the gyroid, an infinitely connected triply periodic minimal surface.", "70131364": "Karl George Emeléus  (4 August 1901 in London–18 June 1989 in Belfast)[1] was an English experimental physicist who spent half a century on the staff at Queen's University Belfast.  His early research in detection of nuclear radiation led on to a lifetime of research into the conduction of electricity through gases.", "69738149": "Charles A. Whitten Medal (2014)[1]", "7184039": "Robert J. Kolenkow is an American physicist and teacher.  He is best known for being the coauthor, along with Daniel Kleppner, of a popular undergraduate physics textbook.", "74129066": "Francesca Calegari (born January 11, 1981) is an Italian physicist who is lead of the Attosecond Science division at the Center for Free Electron Laser Science at DESY. She is a professor at the University of Hamburg. Calegari is interested in the electron dynamics of complex systems. She was awarded the International Commission of Optics (ICO) Prize and the Ernst Abbe Medal.", "48340655": "Ottavio Forte, is a physics professor at Boston College. From the City College of New York, he got a B.S. in electrical engineering; from Northeastern, he got an M.S. in electrical engineering, and in Boston University he got his MBA. He has worked for over 22 years at MIT's laboratories, including Draper Laboratory and Lincoln Laboratory. He is most well known for his guidance and landing systems for the Apollo, Poseidon and Trident missions.[1]", "58433202": "Ronald Bullough FRS[1] (6 April 1931 – 20 November 2020) was a British materials scientist. He made leading contributions in the field of irradiated solids.[2] He was a former Chief Scientist and Director of Corporate Research at the UK Atomic Energy Authority.[3]", "66854586": "Frank Eisenhauer (born 9 June 1968 in Augsburg) is a German astronomer and astrophysicist, a director of the Max Planck Institute for Extraterrestrial Physics (MPE),[1] and a professor at Technical University of Munich. He is best known for his contributions to interferometry and spectroscopy and the study of the black hole at the centre of the Milky Way.", "18915004": "Lionel Robert Wilberforce (18 April 1861 – 1 April 1944) was a British physicist. He is best known for the invention of the Wilberforce pendulum, which exhibits a curious motion in which periods of purely rotational oscillation gradually alternate with periods of purely up and down oscillation.", "61742783": "Christophe Salomon (born in 1953) is a French physicist.[1] Specialist in quantum optics and cold atoms, Christophe Salomon is interested in the superfluidity of quantum gases and in the measurement of time using atomic clocks. A pioneer in this disciplinary field, he has helped to give France a world leadership position in the field.", "2465497": "John Hegarty is an Irish physicist and academic. He was elected 43rd Provost of Trinity College Dublin in 2001 for a ten-year term.[1]", "53878493": "Ramanujan Srinivasan (1938–1984) was an Indian physicist, known for his research on magnetic resonance phenomena.[1] Using new techniques developed for the purpose, he studied ferroelectricity which established the significance of hydrogen atoms and ammonium ions in the system.[2] His studies have been documented by way of a number of articles and the article repository of the Indian Academy of Sciences has listed 40 of them.[3] He was a fellow of the Indian Academy of Sciences.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to Physical Sciences in 1981.[5][note 1] Srinivasan died on 10 September 1984, at the age of 46.[4]", "3022559": "Icicle is the name of two supervillains appearing in comic books published by DC Comics: Joar Mahkent and Cameron Mahkent (father and son; to differentiate between the two, the suffixes Senior and Junior are used).", "40476383": "Peter Jenni, (born  17 April  1948) is an experimental particle physicist working at CERN.[1] He is best known as one of the \"founding fathers\" of the ATLAS experiment[2] at the CERN Large Hadron Collider together with a few other colleagues. He acted as spokesperson (project leader) of the ATLAS Collaboration until 2009.[3] ATLAS is a world-wide collaboration which started in 1992[4] involving roughly 3,000 physicists at 183 institutions in 38 countries.[5] \nJenni was directly involved in the experimental work leading to the discoveries of the W and Z bosons in the 1980s and the Higgs boson in 2012.[6][7] He is (co-)author of about 1000 publications in scientific journals.", "15998686": "Emmanuel Maignan (Emanuel) (b. at Toulouse, 17 July 1601; d. at Toulouse, 29 October 1676) was a French physicist and Catholic Minimite theologian.", "31071970": "John Frederick Adair (20 January 1852 – 1 April 1913) was an Irish mathematician and physicist who taught in England and Australia.  He was a keen cricketer who played first-class cricket for Cambridge University in 1875.", "13049572": "Torbjørn Digernes (born 30 March 1947 in Ørsta) is a Norwegian physicist and Professor of marine systems design.[1]", "24256229": "Jure Zupan is a Slovenian physicist and founder of chemomectrics research in Slovenia, known for his work in applications and development of artificial neural networks in chemistry.", "24059621": "Paul Taunton Matthews CBE FRS[1] (19 November 1919 – 26 February 1987) was a British theoretical physicist.[3][4][5]", "68493037": "Surajit Dhara is an Indian physicist affiliated to the School of Physics in University of Hyderabad, Telangana, in various capacities since 2006.[1] His area of special interest is soft matter physics. He studies control and manipulation of topological defects of liquid crystals, elasticity and defect mediated directed assembly, topological active matter, rheology and photonics of liquid crystals. He is a recipient of the Shanti Swarup Bhatnagar Prize for Science and Technology for his contributions to physical sciences in 2020.[2][3]", "44080879": "Indrani Bose (born 15 August 1951) is an Indian physicist, senior Professor at Department of Physics, Bose Institute, Kolkata. Her fields of specialization are in theoretical condensed matter, quantum information theory, statistical physics, biological physics and systems.[1]", "54599407": "Christy K. Holland is an American scientist and professor of internal medicine and biomedical engineering at the University of Cincinnati. After a B.A. with majors in physics and music at Wellesley College, she obtained her Ph.D.in engineering and applied science from Yale University.[1] Holland is editor-in-chief of Ultrasound in Medicine and Biology.[2] Holland's articles in peer-reviewed scientific journals have been cited over 6300 times, giving her an h-index of 46.[3]", "3776242": "Detlef Rudolf Quadfasel is a professor of Geophysics at Niels Bohr Institute for Astronomy, Physics and Geophysics at Copenhagen University and Oceanography at the Institut für Meereskunde, Hamburg. He is joint editor of Progress in Oceanography. He is involved in a number of projects, including Climate monitoring - Greenland Sea Convection.", "2727667": "Francis Hauksbee the Elder FRS (1660–1713), also known as Francis Hawksbee, was an 18th-century English scientist best known for his work on electricity and electrostatic repulsion.", "71835385": "Almudena Arcones Segovia (born 1979) is a Spanish-German nuclear astrophysicist whose research topics have included the creation and decay of heavy elements through the r-process, and neutrino-driven outflows, in energetic stellar events including supernovae and neutron star mergers. She is a professor of theoretical astrophysics at Technische Universität Darmstadt in Germany, and a researcher in the GSI Helmholtz Centre for Heavy Ion Research in Darmstadt.", "60759801": "Zhan Wenshan (Chinese: 詹文山; February 1941 – 9 May 2019) was a Chinese electrical engineer and physicist who specialized in the research of magnetism. He was the founding director of the Technical Institute of Physics and Chemistry (TIPC) of the Chinese Academy of Sciences. He also served as professor and vice director of the Institute of Physics, Chinese Academy of Sciences.", "33988352": "Gail Catherine McLaughlin is an American nuclear astrophysicist specializing in astrophysical neutrinos and the r-process for nucleosynthesis. She is Distinguished University Professor of Physics at North Carolina State University.[1]", "532230": "Wietse Zweitze Venema (born 1951) is a Dutch programmer and physicist best known for writing the Postfix email system. He also wrote TCP Wrapper and collaborated with Dan Farmer to produce the computer security tools SATAN and The Coroner's Toolkit.[1][2][3]", "72949511": "C. S. Unnikrishnan (born 25 July 1962) is an Indian physicist and professor known for his contributions in multiple areas of experimental and theoretical physics. He has been a professor at the Tata Institute of Fundamental Research[1] Mumbai and is currently a professor in the School of Quantum Technology at the Defence Institute of Advanced Technology[2] in Pune. He has made significant contributions in foundational issues in gravity[3][4][5][6][7] and quantum physics and has published over 250 research papers and articles.[8][9][10] Unnikrishnan is also a key member of the LIGO-India[11][12][13][14][15] project and a member of the global LIGO Scientific Collaboration[16][17][18]", "55516934": "John Flavell Coales CBE, FRS (14 September 1907 – 6 June 1999) was a British physicist and engineer.  He started the Borehamwood laboratory of the Elliott Brothers company in 1946.[1]", "43622152": "Ramin Golestanian (Persian: رامین گلستانیان) is a professor at the Department of Physics and the Rudolf Peierls Centre for Theoretical Physics at Oxford University. He is a fellow of St Cross College and is affiliated with the Oxford Centre for Soft and Biological Matter. In 2014 he was awarded the Fernand Holweck Medal and Prize[1][2] for his \"pioneering contributions to the field of active soft matter, particularly microscopic swimmers and active colloids\".[3]  In 2017 he was awarded the Pierre-Gilles de Gennes Lecture Prize.[4] Ramin Golestanian is now director at the Max Planck Institute for Dynamics and Self-Organization in Göttingen, Germany, heading the department of Living Matter Physics.[5]", "25927434": "Eugene V. (Yevgeny) Levich is a Russian-Israeli physicist known for work on the Bose–Einstein condensate and 3D optical data storage.\nLevich has published over 100 papers and book chapters in the fields of plasma physics, astrophysics, phase transitions, nonlinear phenomena and chaos, turbulence in fluids and plasma and geophysics. He also holds over 40 patents in fundamental fields of technology, ranging from managing of turbulent drag and heat exchange in turbulent flows to optical storage in consumer electronics.", "2465550": "Ludwig August Colding (13 July 1815 – 21 March 1888) was a Danish civil engineer and physicist who articulated the principle of conservation of energy contemporaneously with, and independently of, James Prescott Joule and Julius Robert von Mayer though his contribution was largely overlooked and neglected.", "42901266": "James R. Kass is a Canadian physicist engaged in the field of human spaceflight.", "5938964": "Victor A. Brumberg (born February 12, 1933) is a Russian theoretical physicist specializing in relativistic celestial mechanics and astrometry. He worked as a chief-scientist at the Institute of Applied Astronomy, Russian Academy of Sciences, St. Petersburg. He is noted for his work on general relativity applied to celestial mechanics and ephemerides. He is currently living in the United States of America.", "54959893": "Jacques Curie (29 October 1855 – 19 February 1941) was a French physicist and professor of mineralogy at the University of Montpellier.[1]  Along with his younger brother, Pierre Curie, he studied pyroelectricity in the 1880s, leading to their discovery of some of the mechanisms behind piezoelectricity.[2]", "48602911": "Mark Van Raamsdonk is a professor at the Department of Physics and Astronomy at the University of British Columbia since 2002.[2] Before that, he was a postdoc at Stanford University from 2000 until 2002 and studied as a graduate student at Princeton University from 1995 until 2000 when he received his PhD under the supervision of Washington Taylor. Before that, he did a combined mathematics/physics undergraduate degree at University of British Columbia where he graduated with what is believed to be the highest GPA in the university's prior history.[3]", "69050145": "Tord Johan Carl Ekelöf [1] (born 12 September 1945 in Uppsala, Sweden) is a Swedish professor of particle physics at Uppsala University.", "8199974": "Susan C. Cooper was professor of experimental physics at Oxford University from 1995 to 2015, and a professorial fellow of St Catherine's College, Oxford.", "39198506": "Hassan Khachfe (born October 19, 1970) is a Lebanese innovator, researcher and professor. He is an academic manager at the Lebanese International University.", "34643756": "George John Singer (1786–1817) was an English early pioneer of electrical research, noted for his publications and for lectures delivered privately and at the Russell Institution.", "38510382": "Muzaffer Atac (24 August 1933 – 7 December 2010) was a Turkish-American physicist who was one of the founding scientists of Fermilab and performed important work with visible light photon counters and other detectors for particle physics.[1]", "56008496": "Giovanna Tinetti (born 1 April 1972) is an Italian physicist based in London. She is a Professor of Physics and Astronomy at University College London, who researches galactic planetary science, exoplanets and atmospheric science.", "8625974": "Nick Herbert (born September 7, 1936) is an American physicist and author, best known for his book Quantum Reality.", "53813048": "Mark Jeffrey Rosker is a physicist at the Defense Advanced Research Projects Agency (DARPA) in Arlington, Virginia. He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2012[1] for his work on microwave and millimeter-wave phased arrays, gallium nitride semiconductors, and terahertz electronics.", "45489980": "Anatoly Kondratenko (Russian: Анатолий Кондратенко, Ukrainian: Анатолій Кіндратенко; 6 December 1935, Leningrad, Soviet Union) is a Professor of Physics at University of Kharkiv. A theoretical physicist who has been working in the field of plasma and plasma electronics for over 50 years, Kondratenko has written over 270 papers. Under his supervision, 24 PhD and 7 Doctor of Science dissertations have been written Kondratenko, along with his students and co-authors, pioneered the study of the electrodynamics of plasma waveguides. He explained from a theoretical point of view the existence of surface ion acoustic waves, cyclotron waves and eigen waves on the plasma-metal interface. In addition to this, he laid the groundwork for the theory of plasma electronics.[1]", "69672767": "Vladimir Shiltsev (Russian: Владимир Дми́триевич Шильцев; born March 14, 1965) is a Russian-American accelerator physicist and the Distinguished Scientist at Fermi National Accelerator Laboratory.[1] He is best known for his works on particle colliders, invention of electron lenses, leadership in operation of the Tevatron Collider Run II, and numerous contributions to accelerator physics and accelerator technology. Shiltsev led the Tevatron collider department and the Fermilab Accelerator Physics Center from 2001 to 2018 and was chair of the American Physical Society's Division of Physics of Beams in 2018.[2]", "46440256": "W. John McDonald (born September 29, 1936) is a Canadian physicist and academic administrator. He served as acting president of the University of Alberta from 1994 to 1995. He was educated at the University of Saskatchewan (BSc 1959, MSc 1961) and University of Ottawa (PhD 1964). A physicist, he specializes in sub-atomic physics and particle detection techniques. He joined the University of Alberta's Department of Physics in 1962 as a professor. From 1982 to 1992, he was the Dean of Science, and from 1991 to 1994, he was Vice President (Academic) of the University. He was made professor emeritus in 2002.[1] He married Wendy Macleod in 1961 and has three children.[2]", "728900": "Jerome Isaac Friedman (born March 28, 1930) is an American physicist. He is institute professor and professor of physics, emeritus, at the Massachusetts Institute of Technology. He won the 1990 Nobel Prize in Physics along with Henry Kendall and Richard Taylor, \"for their pioneering investigations concerning deep inelastic scattering of electrons on protons and bound neutrons, which have been of essential importance for the development of the quark model in particle physics.\",[2] work which showed an internal structure for protons later known to be quarks. Friedman sits on the board of sponsors of the Bulletin of the Atomic Scientists.", "70721348": "Tai-Kai Ng (Chinese: 吳大琪) is a physicist from Hong Kong.", "35004230": "Tōichirō Kinoshita  (木下東一郎,  Kinoshita Tōichirō ; January 23, 1925 – March 23, 2023) was a Japanese-born American theoretical physicist.", "58793797": "Roger Jay Phillips (June 9, 1940 – November 19, 2020) was an American geophysicist, planetary scientist, and professor emeritus[2][3] at the Washington University in St. Louis. His research interests included the geophysical structure of planets, and the use of radar and gravity to investigate the surfaces and interiors of the planets.", "8920916": "John Harmen \"Jack\" Marburger III (February 8, 1941 – July 28, 2011)[1][2] was an American physicist who directed the Office of Science and Technology Policy in the administration of President George W. Bush, serving as the Science Advisor to the President. His tenure was marred by controversy regarding his defense of the administration against allegations from over two dozen Nobel Laureates, amongst others, that scientific evidence was being suppressed or ignored in policy decisions, including those relating to stem cell research and global warming. However, he has also been credited with keeping the political effects of the September 11 attacks from harming science research—by ensuring that tighter visa controls did not hinder the movement of those engaged in scientific research—and with increasing awareness of the relationship between science and government. He also served as the President of Stony Brook University from 1980 until 1994, and director of Brookhaven National Laboratory from 1998 until 2001.", "30449492": "Benjamin John Eggleton, FAA FTSE FRSN, (born 6 November 1970)[1] is Pro Vice Chancellor (Research) at the University of Sydney. He is also Professor in the School of Physics where he leads a research group in integrated photonics, nonlinear optics and smart sensors[2] and serves as co-director of the NSW Smart Sensing Network (NSSN).[3]", "33431383": "Adolph Theodor Kupffer ForMemRS (17 January 1799 Jelgava – 4 June 1865) was a Baltic German (subject of Russian Empire) chemist, and physicist. He founded the  Depot of Standard Weights and Measures, and the main physical Observatory in Russia.[1]", "68230999": "Erich Otto Ernst Rieger (born 1935 in Würzburg, Germany) is a German astrophysicist who spent his research career at the Max Planck Institute for Extraterrestrial Physics (MPE) near Munich. He is notable for his 1984 discovery of the period of ~154 days in solar flares.  Since the discovery, the period has been confirmed in most heliophysics data in the Solar System, including the interplanetary magnetic field, and has become known as the Rieger period (PR).", "35823450": "Dr Ranjith Laxman Wijayawardana (Sinhala රංජිත් ලක්ෂ්මන් විජේවර්ධන; 15 January 1955 – 8 April 2018) was a Sri Lankan physicist and the Chairman of Atomic Energy Authority (AEA) of Sri Lanka. Specialising in nuclear physics, he was also a senior lecturer at the University of Peradeniya.", "64724828": "Dimitri Sergeevich Rozhdestvensky (Russian: Дми́трий Серге́евич Рожде́ственский, 7 April 1876 St. Petersburg  – 25 June 1940, Leningrad) was a Russian physicist.[1] He worked on spectroscopy, examining the dispersion of sodium lines. He drew up a proposal for the State Optical Institute which was established in 1918 in Petrograd.[1]", "59678556": "Maia Miminoshvili (Georgian: მაია მიმინოშვილი; born 1 August 1960), is a Georgian physicist and politician, Minister of Education and Science between 2007 and 2008 in the cabinet of Lado Gurgenidze.", "925539": "Richard Joseph \"Dick\" Davisson (December 29, 1922 – June 15, 2004) was an American physicist.", "7708519": "Victor Albert Bailey (18 December 1895 – 7 December 1964) was a British-Australian physicist. The eldest of four surviving children of William Henry Bailey, a British Army engineer, and his wife Suzana (née Lazarus), an expatriate Romanian linguist, Bailey is notable for his work in ionospheric physics and population dynamics.", "39231346": "Donhee Ham (Hangul: 함돈희; Hanja: 咸燉憙) is Gordon McKay Professor of Applied Physics and Electrical Engineering at Harvard University and Fellow of Samsung Electronics.", "794485": "Horton Guyford Stever (October 24, 1916 – April 9, 2010) was an American administrator, physicist, educator, and engineer. He was a director of the National Science Foundation (from February 1972 to August 1976).[1]", "69312379": "Richard D. Field (born April 13, 1944) is Emeritus Professor of Physics at the University of Florida in Gainesville, Florida.[1] He is known particularly for his contributions to the phenomenology of particle production in high-energy particle accelerators.", "63479676": "David Tománek (born July 1954) is a U.S.-Swiss physicist of Czech origin and researcher in nanoscience and nanotechnology. He is Emeritus Professor of Physics at Michigan State University.  He is known for predicting the structure and calculating properties of surfaces, atomic clusters including the C60 buckminsterfullerene, nanotubes,[1] nanowires and nanohelices,[2] graphene,[3] and two-dimensional materials including phosphorene.[4][5]", "25763710": "Philip Kim is a South Korean physicist. He is a condensed matter physicist known for study of quantum transport in carbon nanotubes and graphene, including observations of quantum Hall effects in graphene.[1]", "64626559": "Indumathi D. is an Indian particle physicist and a professor at the Institute of Mathematical Sciences (IMSc), Chennai, India.[1] She has been an active member of the Indian Neutrino Observatory (INO) project since its inception.[2][3]", "30875518": "Gersh Itskovich Budker (Герш Ицкович Будкер), also named Andrey Mikhailovich Budker (1 May 1918 – 4 July 1977), was a Soviet physicist, specialized in nuclear physics and accelerator physics.", "1548168": "Katharine Ellen Sykes OBE FInstP CPhys (born 20 December 1966)[1] is a British physicist, broadcaster[2] and Professor of Sciences and Society at the University of Bristol. She was previously Collier Professor of Public Engagement in Science and Engineering, from 2002 to 2006.[3] She has presented various BBC2 and Open University TV series, including Rough Science, Ever Wondered about Food, Alternative Therapies. Alternative Medicine and presented for the documentary television miniseries Brave New World with Stephen Hawking in 2011.[4][5][6][7][8][9]", "68034443": "Mark Stockman (born Mark Ilyich Shtokman;[a] July 21, 1947 – November 11, 2020) was a Soviet-born American physicist. He was a professor of physics and astronomy at Georgia State University. Best known for his contributions to plasmonics, Stockman has co-theorized plasmonic lasers, also known as spasers, in 2003.", "35037068": "Ignazio Licata, born 1958, is an Italian theoretical physicist, professor and scientific director of the Institute for Scientific Methodology, Italy.", "60628878": "Leslie Ann Kolodziejski (born July 31, 1958) is an American professor of electrical engineering at the Massachusetts Institute of Technology. She works on fabricating novel photonic devices after synthesizing the constituent material via molecular-beam epitaxy. She is a recipient of the Presidential Young Investigator Award from the National Science Foundation and is a fellow of The Optical Society.", "15081359": "Rammal Hassan Rammal (Arabic: رمال حسن رمال; September 30, 1951 – May 31, 1991) was a Lebanese condensed matter physicist. He was born in Doueir, South Lebanon. He lived and went to school in Beirut. He was the top student in his class. He graduated high school and ranked first place in the official exams of the baccalaureate Section II (general science) in Lebanon. At 18 years old, he traveled to France to continue his education and start his scientific career. He studied at the Joseph Fourier University in France and got his baccalaureate in mathematics and physics. In 1981, he achieved his international doctorate there and started working at CNRS in Grenoble. Rammal continued working in France for most of his professional life.", "71311249": "Simon Patrick Swordy (March 31, 1954[1] – July 19, 2010) was an English-born American astrophysicist.", "73867159": "Elbio Rubén Dagotto is an Argentinian-American theoretical physicist and academic. He is a distinguished professor in the department of physics and astronomy at the University of Tennessee, Knoxville, and Distinguished Scientist in the Materials Science and Technology Division at the Oak Ridge National Laboratory.[3]", "50110360": "Benjamin Lax (29 December 1915, Miskolc, Hungary – 21 April 2015, Newton, Massachusetts) was a solid-state and plasma physicist.[1][2]", "71049118": "Andrew J. Baker is an American astrophysicist.", "22585248": "Gennadi Sardanashvily (Russian: Генна́дий Алекса́ндрович Сарданашви́ли; March 13, 1950 – September 1, 2016) was a theoretical physicist, a principal research scientist of Moscow State University.[1]", "827307": "Ottaviano-Fabrizio Mossotti (18 April 1791 – 20 March 1863) was an Italian physicist who was exiled from Italy for his liberal ideas. During the First Italian War of Independence he led a \"battalion of students,\" part of a delegation from the Grand Duchy of Tuscany. He later taught astronomy and physics at the University of Buenos Aires. His name is associated with a type of multiple-element lens for correcting spherical aberration and coma, but not chromatic aberration. His studies on dielectrics led to important results: the Clausius-Mossotti formula is partly named after him, and his views on dielectric behavior helped lead James Clerk Maxwell to devise his theory of the displacement current, which led in turn to the theoretical prediction of electromagnetic waves.[1]", "73650": "Duncan James Watts (born February 20, 1971) is a sociologist and a professor at the University of Pennsylvania.[5] He was formerly a principal researcher at Microsoft Research in New York City, and is known for his work on small-world networks.[6][7][8][9][10][11][12][13][14]", "74096562": "Grigory Yemelyanovich Klinishov (Russian: Григорий Емельянович Клинишов, 30 October 1930 – c. 17 June 2023) was a Soviet Russian physicist and recipient of the Lenin Prize. He was one of the creators of the Soviet hydrogen bomb RDS-37.", "59940792": "Jacob Lund Fisker (born 1975[1]) is a Danish astrophysicist and writer. He is known as the author of a philosophy of extreme early retirement that has inspired a lifestyle movement.[2][3][4] Fisker's book Early Retirement Extreme discusses how to become financially independent with a median income.[5]", "67379130": "Halyna Oleksandrivna Puchkivska (June 22, 1934, Kyiv - September 29, 2010, Kyiv) was a Soviet and Ukrainian physicist, a professor of the National Academy of Sciences of Ukraine (since 1989), a Honored Worker of Science and Technology of Ukraine (2004), a pupil of the famous physicist Antonina Prikhot'ko, a daughter of O.M. Puchkivsky (from the second marriage),[1] and a younger sister of Nadiya Puchkivska.[2]", "49618879": "Mark Edmund Smith, CBE, FInstP is a British physicist, academic, and academic administrator. He specialises in nuclear magnetic resonance (NMR) and materials physics. Since October 2019, he has been the President and Vice-Chancellor  of University of Southampton, having previously held the office of Vice-Chancellor of Lancaster University, and Professor of Solid State NMR in its Department of Chemistry since 2012. He has previously lectured at the University of Kent and the University of Warwick. [2]", "6037441": "Joseph Gilbert Hamilton (November 11, 1907 – February 18, 1957) was an American professor of Medical Physics, Experimental Medicine, General Medicine, and Experimental Radiology as well as director (1948-1957) of the Crocker Laboratory, part of the Lawrence Berkeley National Laboratory. Hamilton studied the medical effects of exposure to radioactive isotopes, which included the use of unsuspecting human subjects.", "70983619": "Vladimir Kostitsyn (born 2 July 1945)[1] is a Russian geophysicist. He attended at the Perm State University.[2] Kostitsyn served as a full-time member of the Russian Academy of Natural Sciences since 1997.[2] He was honored the Medal of the Order \"For Merit to the Fatherland\" and Honored Worker of the Higher School of the Russian Federation.[2]", "46637003": "Stephen O. Dean (born May 12, 1936) is an American physicist, engineer and author. He was born in Niagara Falls, New York, United States, and grew up there through high school.", "25829333": "Ahmad Shirzad (Persian: احمد شیرزاد) is an Iranian physicist. He was a member of 6th Iran Parliament (Consultative Assembly of Iran). He also was a member of Islamic Iran Participation Front and an active iranian politician between 1995 and 2010.", "58695641": "The University of Texas at Austin - Masters in Materials sciences", "61972444": "Dr. Seth Brundle, also known as Brundlefly, is a fictional character and the tragic hero in David Cronenberg's 1986 remake of The Fly. He is played by Jeff Goldblum. Brundle was the third of Goldblum's \"nerdy scientist\" roles and is one of his most famous roles to date.[1]", "21962717": "Ralph Alanson Sawyer (January 5, 1895 – December 6, 1978) was an American physicist and a leader in American science.", "28680157": "Clarence Max Fowler (November 26, 1918 – February 27, 2006) was an American physicist who worked at Los Alamos between 1952 and 1996. His main contribution was on explosively pumped flux compression generators.", "24944611": "Waldyr Alves Rodrigues, Jr. (March 14, 1946 – April 4, 2017) born at Araraquara, SP, Brazil, obtained his B.Sc. in physics in 1968 at the University of São Paulo (Brazil), where he has been a research student of Mário Schenberg (one of the top Brazilian theoretical physicists) and became an assistant professor in 1969. He then moved to Torino, Italy, where he did postgraduate studies at the Scuola di Perfezionamento in Fisica Nucleare and obtained a degree (equivalent to a Ph.D.) in theoretical nuclear physics in 1971. Later that year, he returned to Brazil and became an associate professor at the new Physics Institute of Campinas State University (UNICAMP).", "44670954": "Alex Chambers (born 28 October 1978) is an Australian mixed martial artist who competes in the Strawweight division. A professional mixed martial artist since 2010, she has also fought in the Ultimate Fighting Championship and Invicta FC.[6][7] She was also a contestant on The Ultimate Fighter: A Champion Will Be Crowned.[8]", "16261098": "Herbert Lawrence Anderson (May 24, 1914 – July 16, 1988) was an American nuclear physicist who was Professor of Physics at the University of Chicago.", "62791662": "Alexander Solomonovich Kompaneyets (Russian: Александр Соломонович Компанеец) was born on January 4, 1914, in Ekaterinoslav, Russian Empire (now Dnipro, Ukraine) and died on August 19, 1974, in Palanga, Lithuania. He was a prominent physicist, author of a number of textbooks, and collaborator on the Soviet atomic bomb project who lived mainly in Moscow.", "39657456": "Ivan Ivanovich Borgman (24 February 1849- 17 May 1914)[2] was a physicist from the Russian Empire, who first demonstrated in 1897 that X-rays and radioactive materials induced thermoluminescence.[3]", "74129393": "Rachel E. Scherr is an American physics educator, currently an assistant professor of physics at the University of Washington Bothell. Her research includes studies of responsive teaching and active learning, video and gestural analysis of classroom behavior, and student understanding of energy and special relativity.", "28450800": "Jorge André Swieca was a Brazilian physicist born in Warsaw, Poland in 1936.[1] He was mostly active in quantum field theory (QFT), particularly during the 1960s and 1970s.[1] A series of summer schools is named after him.[2]", "49750005": "David M. Gates (May 27, 1921 – March 4, 2016) was an American ecologist who sounded early warnings that fossil fuels, fertilizers and pesticides posed a potentially fatal threat to the global environment.[1][2][3] He published over fifty research papers and six books. His most influential book, \"Energy Exchange in the Biosphere,\" is often called the Rosetta Stone for biologists studying plant-environment heat exchange.[4]", "21635063": "Harald Lesch (born 28 July 1960) is a German physicist, astronomer, natural philosopher, author, television presenter, professor of physics at the Ludwig Maximilian University of Munich (LMU) and professor of natural philosophy at the Munich University of Philosophy.", "19537918": "Alfred Arthur Robb FRS[1] (18 January 1873 in Belfast – 14 December 1936 in Castlereagh) was a Northern Irish physicist.[2]", "20979715": "Satya Prakash (born 1 July 1929) is an Indian plasma physicist and a former senior professor at the Physical Research Laboratory. He is known for his studies on Langmuir probes and other contributions in space and plasma sciences. A protégé of Vikram Sarabhai, Satya Prakash is an elected fellow of all the three major Indian science academies such as Indian Academy of Sciences, Indian National Science Academy and National Academy of Sciences, India as well as the Gujarat Science Academy and is a recipient of the Hari Om Ashram Prerit Senior Scientist Award. The Government of India honored him with Padma Shri, the fourth highest Indian civilian award for his contributions to the discipline of Physics, in 1982.", "47816709": "Xiaoxing Xi (Chinese: 郗小星; pinyin: Xī Xiǎoxīng; born 1957) is a Chinese-born American physicist. He is the Laura H. Carnell Professor and former chair at the Physics Department of Temple University in Philadelphia.[1] In May 2015, the United States Department of Justice arrested him on charges of having sent restricted American technology to China. All charges against him were dropped in September 2015.[2]", "21962758": "Deane Brewster Judd (November 15, 1900 – October 15, 1972) was an American physicist who made important contributions to the fields of colorimetry, color discrimination, color order, and color vision.", "68853767": "Frank Rieber (March 12, 1891 – June 30, 1948) was a pioneering geophysicist, entrepreneur, inventor, and innovator, and made advances in a variety of fields.  He is particularly remembered for his groundbreaking research in automated seismic data processing,\ndecades before the industry performed similar research.  His patents related to reproducible seismograms would lead to the ability to better locate petroleum, and gain widespread use and recognition by improving the fidelity of seismographs in accurately depicting underground rock strata and oil structures, particularly in areas with complex geological formations.[1][2]", "68493320": "Rajesh Ganapathy is a physicist at the International Centre for Materials Science in Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR), Bengaluru.[1] He specialises in experimental soft condensed matter physics.[2] He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology for his contributions to physical sciences in 2020.[3]", "36708363": "Harrison McAllister Randall (December 17, 1870 – November 10, 1969) was an American physicist whose leadership from 1915 to 1941 brought the University of Michigan to international prominence in experimental and theoretical physics.", "13475854": "Max Christian Theodor Steenbeck (21 March 1904 – 15 December 1981) was a German physicist who worked at the  Siemens-Schuckertwerke in his early career, during which time he invented the betatron in 1934.  He was taken to the Soviet Union after World War II, and he contributed to the Soviet atomic bomb project.  In 1955, he returned to East Germany to continue a career in nuclear physics.", "58695695": "Carole Tucker FLSW is a Professor at the School of Physics and Astronomy, Cardiff University. She is a Fellow of the Learned Society of Wales[1] (elected 2018), and a member of the Institute of Physics and the Royal Astronomical Society. Her research focuses on astronomy instrumentation in the fields of far infra-red quasi-optics and spectroscopy. She is a member of the UK EPSRC THz Network, Teranet and a reviewer for the IEEE[2] Transactions on Terahertz Science and Technology.", "48046095": "Olivier Pfister is a US physicist, professor of Experimental Atomic, Molecular, and Optical Physics at the University of Virginia.[1] He obtained his doctorate in physics in 1993 at Paris 13 University.\nOlivier Pfister also specializes in the fields of Quantum Fields and Quantum Information.[2][3][4]", "63086614": "Harald P. W. Ibach (born 15 April 1941 in Rheine)[1] is a German solid state physicist.", "68657175": "Dragan Damjanovic (born 1957 in Sarajevo, Bosnia and Hercegovina, Former Yugoslavia) is a Swiss-Bosnian-Herzegovinian materials scientist. From 2008 to 2022, he was a professor of material sciences at EPFL (École Polytechnique Fédérale de Lausanne) and head of the Group for Ferroelectrics and Functional Oxides.[1][2]", "21962775": "George Russell Harrison (July 14, 1898 – July 27, 1979) was an American physicist.", "630821": "Claude Cohen-Tannoudji (French pronunciation: [klod kɔɛn tanudʒi]; born 1 April 1933) is a French physicist. He shared the 1997 Nobel Prize in Physics with Steven Chu and William Daniel Phillips for research in methods of laser cooling and trapping atoms. Currently he is still an active researcher, working at the École normale supérieure (Paris).[2]", "73703461": "James Puupai Kauahikaua[2] (August 1, 1951 – October 8, 2023) was an American geophysicist and volcanologist who served as the 19th Scientist-in-Charge of the Hawaiian Volcano Observatory from October 2004 to March 2015.[1][3] He was the first Scientist-in-Charge at the Observatory to be of Hawaiian ancestry.[4]", "16654375": "Emil John (Jan) Konopinski (December 25, 1911 in Michigan City, Indiana – May 26, 1990 in Bloomington, Indiana) was an American nuclear scientist[1] of Polish descent. His parents were Joseph and Sophia (née Sniegowska).[2]", "630823": "William Daniel Phillips (born November 5, 1948) is an American physicist. He shared the Nobel Prize in Physics, in 1997, with Steven Chu and Claude Cohen-Tannoudji.", "958509": "Jearl Dalton Walker (born 1945 in Pensacola, Florida) is a physicist noted for his book The Flying Circus of Physics, first published in 1975; the second edition was published in June 2006. He teaches physics at Cleveland State University.[1]", "8265781": "Walther Ludwig Julius Kossel (4 January 1888 – 22 May 1956) was a German physicist known for his theory of the chemical bond (ionic bond/octet rule), Sommerfeld–Kossel displacement law of atomic spectra, the Kossel-Stranski model for crystal growth, and the Kossel effect.  Walther was the son of Albrecht Kossel who won the Nobel Prize in Physiology or Medicine in 1910.", "50536516": "Matthew P. A. Fisher is an American theoretical physicist and professor of physics at the University of California, Santa Barbara, and is known for several major contributions to condensed matter physics. He completed his bachelor's degree in engineering physics from Cornell University in 1981 and earned a Ph.D. in theoretical physics from the University of Illinois at Urbana-Champaign in 1986 with Anthony Leggett as his advisor, with part of his work done under the supervision of Eduardo Fradkin. He went on to become first a visiting scientist and then a research staff member at IBM T. J. Watson Research Center (1986–1993). He joined the Kavli Institute for Theoretical Physics and the physics department of the University of California in 1993.  In 2007 he joined Microsoft's Station Q as a research physicist, on leave from the UCSB physics department. During the academic year 2009–2010 he was on the faculty at Caltech, returning to the physics department at UCSB in summer 2010.", "55582789": "Jaymie Mark Matthews (born 1958 in Chatham, Ontario) is a Canadian astrophysicist, asteroseismologist, and popularizer of science.[1][2]", "63217734": "Kimberlee Jane Kearfott is a professor in the Department of Nuclear Engineering and Radiological Sciences at University of Michigan in Ann Arbor, Michigan. The American Nuclear Society recognised her notable contributions to the field of radiation protection in 2017.", "21962826": "Archie Garfield Worthing was president of the Optical Society of America from 1941–42.[1]", "50864203": "Christina \"Chrissy\" Richey is an American planetary scientist and astrophysicist working at Jet Propulsion Laboratory in La Cañada Flintridge, California. Richey is a project staff scientist for the Europa Clipper mission and is a research technologist in the Astrophysics and Space Sciences Section.[2] \nPrior to working at JPL, Richey worked as contractor for Arctic Slope Regional Corporation at NASA Headquarters in Washington, D.C.  They were a program officer in NASA's Planetary Science Division, the deputy program scientist for the OSIRIS-REx mission, and the deputy science advisor for research and analysis for the Science Mission Directorate.[3][4][5]", "28221515": "Sérgio Pereira da Silva Porto (Niteroi, 19 January 1926 – Novosibirsk conference, 21 June 1979) was a Brazilian physicist.[1][2][3]", "8626253": "Alexei Yuryevich Smirnov (Russian: Алексе́й Ю́рьевич Cмирно́в; born October 16, 1951) is a neutrino physics researcher and one of the discoverers of the MSW Effect.", "2891853": "Albert Vinicio Báez (/ˈbaɪ.ɛz/ BY-ez,[citation needed] Spanish: [biˈnisjo ˈβaes]; November 15, 1912 – March 20, 2007) was a Mexican-American physicist and the father of singers Joan Baez and Mimi Fariña,[1] and an uncle of John C. Baez.  He made important contributions to the early development of X-ray microscopes, X-ray optics, and later X-ray telescopes.[2][3][4]", "22356052": "Anders Boserup (January 15, 1940 – May 4, 1990) was a Danish researcher. He graduated from the University of Copenhagen in 1965 with a Magister in physics and became a lecturer in sociology in 1972. He was the co-founder of the Danish Institute for Peace and Conflict Research and the Nordic Peace Foundation.  He researched peace, security and disarmament. He is well known for his work with non-offensive defence. He worked as a consultant for the UN, SIPRI and the Danish Foreign Ministry in relation to disarmament.[1]", "30842973": "Francesco Iachello  (Italian pronunciation: [franˈtʃesko jaˈkɛllo]; born 11 January 1942) is an Italian nuclear engineer and theoretical physicist, who works mainly on nuclear and molecular physics. He and his collaborator Akito Arima are the creators of the \"interacting boson model\".", "21962845": "Kasson S. Gibson was president of the Optical Society of America from 1939-40.[2]", "70721629": "Zhang Fuchun is a Chinese physicist.", "61317217": "Omer Michael Blaes (born April 30, 1961) is an American astrophysicist. He is a professor of physics at University of California, Santa Barbara.", "4563047": "Ray E. Kidder[2] (12 November 1923[citation needed] – 3 December 2019[1]) was an American physicist and nuclear weapons designer. He is best known for his outspoken views on nuclear weapons policy issues, including nuclear testing, stockpile management, and arms control.[1]", "47489128": "Dade Moeller (February 27, 1927 – September 26, 2011) was an internationally known expert in radiation safety and environmental protection.", "630888": "Hendrik Christoffel \"Henk\" van de Hulst (19 November 1918 – 31 July 2000) was a Dutch astronomer.", "8757356": "Edward A. \"Ted\" Irving, CM FRSC FRS (27 May 1927 – 25 February 2014) was a geologist and scientist with the Geological Survey of Canada. His studies of paleomagnetism provided the first physical evidence of the theory of continental drift. His efforts contributed to our understanding of how mountain ranges, climate, and life have changed over the past millions of years.[1][4]", "21962864": "Roswell Clifton Gibbs (July 1, 1878 – October 4, 1966) was Chairman of the Department of Physics at Cornell University from 1934 to 1946. A graduate of Cornell, he became an assistant professor of Physics there in 1912, and a professor in 1918. His research primarily concerned spectroscopy, and he was the  author or co-author of over forty research papers. As Chairman of the Department of Physics, he hired distinguished physicists including Stanley Livingston, Robert Bacher and Hans Bethe, who later won the Nobel Prize in Physics for his work at Cornell. After World War II, Gibbs was Chairman of the Mathematical and Physical Sciences Division of the National Research Council.", "31465590": "Other reasons this message may be displayed:", "21962884": "Arthur Cobb Hardy (1895–1977) was president of the Optical Society of America from 1935-36.[1][2]  He was awarded the Edward Longstreth Medal from the Franklin Institute in 1939[3] and the Frederic Ives Medal in 1957.[4]", "8364172": "Ihor Rafailovych Yukhnovskyi (Ukrainian: Iгор Рафаïлович Юхновський; also Yukhnovsky; born 1 September 1925) is a Ukrainian physicist and politician,[1] and a member of the Presidium of Academy of Sciences of Ukraine, Hero of Ukraine.", "794764": "Takeshi Nagata (永田 武, Nagata Takeshi, June 24, 1913 – June 3, 1991) was a Japanese geophysicist. He studied geomagnetism.[1]", "13344914": "Detlev Wulf Bronk (August 13, 1897 – November 17, 1975) was a prominent American scientist, educator, and administrator. He is credited with establishing biophysics as a recognized discipline. Bronk served as president of Johns Hopkins University from 1949 to 1953 and as president of The Rockefeller University from 1953 to 1968. Bronk also held the presidency of the National Academy of Sciences between 1950 and 1962.[4][10][11][12][13][14][15]", "70721684": "Ke-Chiang Hsieh is a Chinese-born astrophysicist.", "21962910": "Wilbur B. Rayton was president of the Optical Society of America from 1933–34.[1]", "22028448": "Lowell Lincoln Wood Jr. (born 1941) is an American astrophysicist who has been involved with the Strategic Defense Initiative and with geoengineering studies. He has been affiliated with Lawrence Livermore National Laboratory and the Hoover Institution, and chaired the EMP Commission.[1]  Wood is a prolific inventor listed on 1,761 U.S. patents as of August 21, 2018.  Wood passed Thomas Edison on June 30, 2015, becoming the all-time most prolific inventor from the United States based on number of issued U.S. utility patents.[2][3]", "56598697": "Carol Jo Crannell (November 15, 1938 – May 10, 2009) was a solar physicist known for her work on solar flares and on the astrophysical observation of x-rays and gamma rays. She worked for thirty years at the NASA Goddard Space Flight Center.[1][2]", "34381996": "Guido Dessauer (7 November 1915 – 13 January 2012) was a German physicist, pioneer in paper engineering, business executive, writer, art collector, patron of the arts, and academic. Born into a family of paper industrialists, he worked as an aerospace engineer during World War II and was an executive of the family's coloured paper factory in Aschaffenburg from 1945. He was an honorary citizen of Austria for saving 300 jobs in Styria in the 1960s. He earned a Ph.D. from the Graz University of Technology in his late 50s and became an honorary professor there. Interested in art, he collected bozzetti (models for sculpture) for 50 years and initiated the career of Horst Janssen as a lithographer.", "336052": "Sir Peter Mansfield FRS[1][2] (9 October 1933 – 8 February 2017)[3] was a British physicist who was awarded the 2003 Nobel Prize in Physiology or Medicine, shared with Paul Lauterbur, for discoveries concerning Magnetic Resonance Imaging (MRI). Mansfield was a professor at the University of Nottingham.[4][5][6][7][8][9]", "34414779": "Brian Tinsley is a physicist who for more than 60 years has been actively researching atmospheric and space physics. He has been a professor of physics at the University of Texas at Dallas since 1976 and has served many national and international scientific organizations.  He obtained his PhD from the University of Canterbury in New Zealand in November, 1963, for research on optical emissions from the upper atmosphere (airglow and aurorae).  With his wife, Beatrice Tinsley, he came to Dallas to work at the newly formed Southwest Center for Advanced Studies, which became the University of Texas at Dallas in 1969.  They divorced in 1978, their adopted children Alan and Theresa remaining with him.", "63447228": "Shankar Ghosh (born 28 June 1975) is an Indian physicist, currently associated at the Department of Condensed Matter Physics and Material Science, Tata Institute of Fundamental Research. He is known for his research on experimental condensed matter physics. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology for his contributions to physical sciences in 2019.[1]", "65413307": "Olaf Lechtenfeld is a German mathematical physicist, academic and researcher. He is a full professor at the Institute of Theoretical Physics at Leibniz University, where he founded the Riemann Center for Geometry and Physics.[1]", "34119870": "Keiji Kikkawa (吉川 圭二, Kikkawa Keiji, October 01, 1935-July 01, 2013) was a Japanese theoretical physicist.[1]", "57286859": "Lisa Dyson is an American scientist, physicist, and entrepreneur. She is the founder and CEO of Kiverdi, a biotechnology company that uses carbon transformation technologies to develop sustainable products for commercial applications, including agriculture, plastics, and biodegradable materials.[1][2] She is also the founder and CEO of Air Protein, a spin-off company from Kiverdi, which seeks to produce sustainable meat alternatives from elements found in air.[3]", "34283723": "Carson Dunning Jeffries (March 22, 1922 – October 18, 1995) was an American physicist.[1][2]\nThe National Academies Press said that Jeffries \"made major fundamental contributions to knowledge of nuclear magnetism, electronic spin relaxation, dynamic nuclear polarization, electron-hole droplets, nonlinear dynamics and chaos, and high-temperature superconductors.\"[1]\nHe was noted for being the first to observe the isotropic spin-spin exchange interaction in metals (also known as the Ruderman-Kittel interaction).[2]\nHe also discovered methods for the dynamic nuclear polarization by saturation of forbidden microwave resonance transitions in solids.[2]\nHe also discovered the existence of giant electron-hole droplets in semiconductors.[2]\nHe was a member of the U.S. National Academy of Sciences and the American Academy of Arts and Sciences.[1][2]", "70361296": "Francis Pettit Bundy (September 1, 1910, Columbus, Ohio – February 23, 2008, Lebanon, Ohio)[1] was an American physicist, known as a member of General Electric's team of researchers that in December 1954 created diamond chips by applying ultra high pressure (65 kbar)[2] to graphite with iron sulfide as a catalyst.[3]", "172253": "Woldemar Voigt (German: [foːkt] ⓘ; 2 September 1850 – 13 December 1919) was a German physicist.", "57090269": "Ayolabi Elijah Ayolabi is a Nigerian geophysicist.[1]", "73179359": "Sophie Brasselet is a French optical physicist whose research interests include nonlinear optics, the optical and fluorescent properties of biomolecules, the optical manipulation of molecules, and the development of instrumentation for biological imaging, over scales ranging from single molecules to multi-cellular tissues. She is a director of research for the French National Centre for Scientific Research (CNRS), and the director of the Institut Fresnel in Marseilles, also affiliated with the Mosaic advanced photonics group within the institute.[1]", "43491563": "Edgar Charles Barnes (6 April 1909 – 27 December 1987) was a pioneer in the field of industrial hygiene and the first industrial hygienist to work for a major U.S. corporation. He was also a founding member and director of the Health Physics Society.[1][2][3]", "4530412": "Lewis Richard Benjamin Elton (born Ludwig Richard Benjamin Ehrenberg; 25 March 1923 – 29 September 2018) was a German-born British physicist and researcher into education, specialising in higher education.", "991469": "Roger Balian (born 18 January 1933) is a French-Armenian physicist who has worked on quantum field theory, quantum thermodynamics, and theory of measurement.[1]\nBalian is a member of French Académie des sciences (Academy of Sciences).[2] His important work includes the Balian-Low theorem. He teaches statistical physics at the École Polytechnique.[3]", "40902897": "Myron Mathisson (4 December 1897 – 13 September 1940) was a theoretical physicist of Polish and Jewish descent. He is known for his work in general relativity, for developing a new method to analyze the properties of fundamental solutions of linear hyperbolic partial differential equations, and proved, in a special case, the Hadamard conjecture on the class of equations that satisfy the Huygens principle.", "794866": "Helmut Schmidt (21 February 1928 – 18 August 2011) was a German-born physicist and parapsychologist whose experiments on extrasensory perception were widely criticized for machine bias, methodological errors and lack of replication. Critics also noted that necessary precautions were not taken to rule out the possibility of fraud.", "51585268": "Melanie Windridge is a British plasma physicist and science communicator best known for her book Aurora: In Search of the Northern Lights and her educational work on fusion energy with the Institute of Physics and the Ogden Trust.[1][2][3][4][5][6][7][8][9][10][11]", "2695415": "Karl-Henning Rehren (born 1956 in Celle) is a German physicist who focuses on algebraic quantum field theory.", "58990840": "Yevgeny Nikolayevich Avrorin (Russian: Евгений Николаевич Aврорин, 11 July 1932– 9 January 2018), D.N, was a Russian physicist whose career was spent in the former Soviet program of nuclear weapons.", "18489598": "Jens Eisert (born 9 October 1970) is a German physicist, ERC fellow, and professor at the Free University of Berlin. He is also affiliated with the Helmholtz Association and the Fraunhofer Society.", "42148096": "Dr. Hafiz Saleh Muhammad Alladin (born 3 March 1931 in Hyderabad, India; died March 20, 2011, in Amritsar[1]) was an Indian Ahmadi Muslim astronomer. Alladin received in 1963 a PhD at the University of Chicago. He was among the famous 100 Astronomers of the world and served as the educational advisor to former President APJ Abdul Kalam of India. He wrote many books, penned hundreds of articles and published more than 50 research papers. He then went as a professor at the Osmania University in Hyderabad, where he was Director of the Center of Advanced Study in Astronomy.[2][3]", "57942273": "Emma Olivia Chapman (née Woodfield)[2] is a British physicist and Royal Society Dorothy Hodgkin Research Fellow at Imperial College London.[1] Her research investigates the epoch of reionization. She won the 2018 Royal Society Athena Prize.[4][5] In November 2020 Chapman published her first book, First Light: Switching on Stars at the Dawn of Time.", "63938823": "Russian Space Research Institute (IKI) (Ph.D Physics)", "45621513": "Magda Galula Ericson (born 1929[1][2]) is a French-Algerian physicist of Tunisian origin. Her experimental pioneering PhD work changed the understanding of critical phenomena near the Curie point[3] and later in her career she has become known for her theoretical development of the Ericson-Ericson Lorentz-Lorenz correction.", "71442701": "Halson Vashon Eagleson Jr. (March 14, 1903 – September 23, 1992) was an American physicist and professor, and the fifth African American person to receive a PhD in physics in the United States.[1] He was also the first African American person to receive a PhD in physics from Indiana University. Eagleson's research focused on acoustics and the behavior of sound.[2]", "68362510": "Richard Victor Jones (1929 – November 11, 2019) was a professor of applied physics at Harvard University and a pioneer in semiconductors.[1] He was one of the first four recruits by William Shockley to help develop technologies at Shockley Semiconductor Laboratory.[2]", "60498191": "Maurice Curie (October 12, 1888 – September 2, 1975) was a French physicist and professor of physics at the Sorbonne, at the Institute of Physico-Chemical Biology.", "34054416": "Søren Absalon Larsen (April 5, 1871 – January 2, 1957) was a Danish physicist who worked in the field of electroacoustics and is best known for giving his name to the Larsen effect.[1][2]", "7217447": "Mario Ageno (March 2, 1915 – December 23, 1992) is considered one of Italy's most important biophysicists.[citation needed]", "66593065": "Maria Dworzecka, originally Marysia Rozenszajn (June 19, 1941 – January 16, 2023)[1] was a Polish-American computational nuclear physicist and physics educator,[2] and a survivor of the Białystok Ghetto.[1] Topics in her research have included the Hartree–Fock method, heavy-ion collisions, and the dissipation of nuclear energy; she has also been recognized for her involvement in the development of educational software for physics simulations.[3] She was a professor emerita in the Physics & Astronomy Department at George Mason University. Maria died on January 16, 2023, in Fairfax, Virginia. She was 81 years old.[2]", "34742573": "Carl Barus (February 19, 1856 – September 20, 1935) was an American physicist and the maternal great-uncle of the American novelist Kurt Vonnegut.", "68919598": "Vania Koleva Jordanova is a physicist known for her work on space weather and geomagnetic storms. She was elected a fellow of the American Geophysical Union in 2021.", "48079158": "Takaaki Kajita (梶田 隆章, Kajita Takaaki, Japanese pronunciation: [kadʑita takaːki]; born 9 March 1959) is a Japanese physicist, known for neutrino experiments at the Kamioka Observatory – Kamiokande and its successor, Super-Kamiokande. In 2015, he was awarded the Nobel Prize in Physics jointly with Canadian physicist Arthur B. McDonald. On 1 October 2020, he became the president of the Science Council of Japan.", "12722487": "James Ross Macdonald (born February 27, 1923)[1] is an American physicist, who was instrumental in building up the Central Research laboratories of Texas Instruments (TI).", "26943817": "Pierre Célestin Sabatier (11 July 1935 – 13 July 2023) was a French physicist.", "61317455": "Shane W. Davis is an American astrophysicist. He is an assistant professor in the department of astronomy at the University of Virginia. Davis was a senior research associate at the Canadian Institute for Theoretical Astrophysics. He was awarded a Sloan Research Fellowship in 2015.", "45228367": "Roman Stanisław Ingarden (1 October 1920 in Zakopane – 12 July 2011 in Kraków) was a Polish physicist, specialised mainly in optics and statistical mechanics, son of the Polish philosopher Roman Witold Ingarden.", "69149012": "Ola Mae Bryant Watford (March 13, 1927 – October 18, 1997) was an American geophysicist, associated with the United States Department of Commerce for over twenty years.", "32350548": "Thomas H. Jordan is an American seismologist, and former director (2002-2017) of the Southern California Earthquake Center at The University of Southern California. He was formerly the head of the Earth, Atmospheric and Planetary Sciences Department at the Massachusetts Institute of Technology and is a member of the National Academy of Sciences,[3] the American Academy of Arts and Sciences,[4] and the American Philosophical Society.[5]", "67707225": "Donato Palumbo (16 July 1921 – 9 February 2011) was an Italian physicist best known as the leader of the European Atomic Energy Community (Euratom) fusion research program from its formation in 1958 to his retirement in 1986.[1] He was a key force in the development of the tokamak during the 1970s and 80s, contributing several papers on plasma confinement in these devices and leading the JET fusion reactor program, which as of 2021[update], retains the record for the closest approach to breakeven, the ratio between the produced fusion power and the power used to heat it. He is referred to as the founding father of the European fusion program.[2][3]", "69378395": "Louis Wright Roberts (September 1, 1913 – November 3, 1995) was an American microwave physicist. In the 1960s, he was the chief of the Microwave Laboratory at NASA's Electronics Research Center. In the 1970s and 1980s he worked at the United States Department of Transportation's John A. Volpe National Transportation Systems Center, beginning in senior research positions and ultimately becoming the director of the center. His research focused on optics and microwave engineering.", "50995549": "Abdul Matin Chowdhury (1 May 1921 – 24 June 1981) was a Bangladeshi academic and physicist.[1] He served as the 14th Vice-chancellor of the University of Dhaka.", "63709536": "Vladimir Iosifovich Petviashvili (Петвиашвили Владимир Иосифович; September 12, 1936 - July 21, 1993)[1] was a Soviet physicist from Georgia. Petviashvili graduated from Tbilisi State University in 1959, where he also completed his doctoral studies. In 1963–1965, he was research assistant at the Institute of Physics of the Andronikashvili Academy of Sciences of the Georgian SSR. Since 1965 he worked at the Kurchatov Institute (Institute of Atomic Energy named after I.V. Kurchatov) and at the Moscow Institute of Physics and Technology. In 1992, Petviashvili received the I. Tamm Prize for a series of works on Turbulence and eddy current structures in plasma.[2]", "22716771": "Harmut Kallmann (5 February 1896 – 11 June 1978) was a German physicist.[1] He is known for his work on the scintillation counter for the detection of gamma rays.", "68886886": "Ángel Rubio (born 27 September 1965 in Oviedo)[1] is a Spanish theoretical physicist and director at the Max Planck Institute for the Structure and Dynamics of Matter in Hamburg. Rubio is also a Distinguished Research Scientist in computational quantum physics at the Simons Foundation's Flatiron Institute in New York City. He is a member of the National Academy of Sciences and a fellow of the American Physical Society.", "53092716": "Marjorie Diane Blasius Corcoran (1950 – February 3, 2017) was an American particle physicist who worked as a professor at Rice University.[1]", "64266608": "Friedrich E. Wagner (born November 16, 1943, sometimes abbreviated as Fritz Wagner) is a German physicist and emeritus professor who specializes in plasma physics. He was known to have discovered the high-confinement mode (i.e. H-mode) of magnetic confinement in fusion plasmas while working at the ASDEX tokamak in 1982.[1][2] For this discovery and his subsequent contributions to fusion research, was awarded the John Dawson Award in 1987, the Hannes Alfvén Prize in 2007 and the Stern–Gerlach Medal in 2009.", "1810816": "Albert Fert (French: [albɛʁ fɛʁ]; born 7 March 1938) is a French physicist and one of the discoverers of giant magnetoresistance which brought about a breakthrough in gigabyte hard disks. Currently, he is an emeritus professor at Paris-Saclay University in Orsay, scientific director of a joint laboratory (Unité mixte de recherche) between the Centre national de la recherche scientifique (National Scientific Research Centre) and Thales Group, and adjunct professor at Michigan State University. He was awarded the 2007 Nobel Prize in Physics together with Peter Grünberg.[2]", "14918017": "Vladimir N. Kopylov (Russian: Владимир Николаевич Копылов) was a Russian physicist.", "41165185": "Dr. Bärbel Silvia Koribalski is a research scientist working on galaxy formation at CSIRO's Australia Telescope National Facility (ATNF), part of CSIRO's Astronomy & Space Science (CASS).[1] She obtained her PhD at the University of Bonn in Germany and is noted for studies of nearby galaxies. In 2011 she received CSIRO's Newton Turner Award.[2] She is also a project leader of the ASKAP HI All-Sky Survey, known as WALLABY.[3]", "10494337": "Syun-Ichi Akasofu (赤祖父 俊一, Akasofu Shun'ichi, born December 4, 1930, Saku, Nagano, Japan) is the founding director of the International Arctic Research Center of the University of Alaska Fairbanks (UAF), serving in that position from the center's establishment in 1998 until January 2007. Previously he had been director of the university's Geophysical Institute from 1986.", "598409": "Samuel Thornton Durrance (September 17, 1943 – May 5, 2023) was an American scientist who flew aboard two NASA Space Shuttle missions as a payload specialist.", "59875738": "Zhong Wanxie (Chinese: 钟万勰; 24 February 1934 – 12 November 2023), also known as Wan-Xie Zhong, was a Chinese civil engineer and physicist. He was a professor at the Dalian University of Technology who specializes in computational mechanics and engineering mechanics. He pioneered computational mechanics in China and served as the founding Chairman of the Chinese Association for Computational Mechanics and an executive committee member of the International Association for Computational Mechanics. He was elected an academician of the Chinese Academy of Sciences in 1993.", "4432287": "Ennio Candotti  (12 February 1942 – 6 December 2023) was a Brazilian physicist and scientific leader.", "11051423": "Wilhelm Robert Karl Anderson (28 October [O.S. 16 October] 1880 – 26 March 1940) was a Russian-Estonian astrophysicist of Baltic German descent who studied the physical structure of the stars.", "4301216": "Frederick Eugene Wright (October 16, 1877 – August 25, 1953) was an American optical scientist and geophysicist. He was the second president of the Optical Society of America from 1918-1919.[1]", "61874594": "Judith Lea Racusin is an American astrophysicist. She works at Goddard Space Flight Center as a research aerospace technologist in fields and particles. Racusin researches gamma-ray bursts, supernova remnants, high-energy astrophysics, and instrumentation.", "27730339": "Gennady Andreyevich Mesyats (Russian: Геннадий Андреевич Месяц, born 29 February 1936) is a Soviet and Russian physicist, founder of several scientific schools — high-current electronics and pulse electrophysics, one of the acknowledged world leaders in these areas.[1][2]", "49226146": "Andreas Wahl (born 2 July 1983) is a Norwegian physicist and professional communicator of science.", "50864557": "Ann Hornschemeier is an American astronomer specializing in X-ray emission from X-ray binary populations.[1] She is the Chief Scientist for the Physics of the Cosmos program at NASA.[1]", "49029551": "Allen Boozer (Born July 28, 1944 in Orangeburg, South Carolina) is an American physicist, full professor, Department of Applied Physics and Applied Mathematics, Columbia University[1] and co-recipient of the 2010 Hannes Alfvén Prize.[2] He is noted for work in plasma physics.[3]", "2367923": "Benjamin Whisoh Lee (Korean: 이휘소; January 1, 1935 – June 16, 1977), or Ben Lee, was a Korean- American theoretical physicist. His work in theoretical particle physics exerted great influence on the development of the standard model in the late 20th century, especially on the renormalization of the electro-weak model and gauge theory.", "29893045": "Myron Lindsay (Bud) Good (October 25, 1923 – February 26, 1999) was an American physicist, a professor of physics at the University of Wisconsin–Madison and Stony Brook University.[1][2][3]", "303544": "Sir William Lawrence Bragg, CH, OBE, MC, FRS[1] (31 March 1890 – 1 July 1971) was an Australian-born British physicist and X-ray crystallographer, discoverer (1912) of Bragg's law of X-ray diffraction, which is basic for the determination of crystal structure. He was joint recipient (with his father, William Henry Bragg) of the Nobel Prize in Physics in 1915, \"For their services in the analysis of crystal structure by means of X-rays\";[4] an important step in the development of X-ray crystallography.[5]", "4465081": "Vitaly N. Efimov (Russian: Вита́лий Никола́евич Ефи́мов) is a Russian theoretical physicist. He proposed the existence of a novel and exotic state of matter now dubbed the Efimov State as a researcher in A. F. Ioffe Physico-Technical Institute, USSR Academy of Sciences, Leningrad, USSR in his 1970 paper \"Energy levels arising from resonant two-body forces in a three-body system\".[2] It was announced in 2006 that the existence of this state of matter had been confirmed.[3]", "1286587": "Satish Dhawan (25 September 1920 – 3 January 2002) was an Indian mathematician and aerospace engineer, widely regarded as the father of experimental fluid dynamics research in India. Born in Srinagar, Dhawan was educated in India and further on in United States. Dhawan was one of the most eminent researchers in the field of turbulence and boundary layers, leading the successful and indigenous development of the Indian space programme. He succeeded M. G. K. Menon, as the third chairman of the Indian Space Research Organisation (ISRO) in 1972. The second launch pad of ISRO, Satish Dhawan space centre is named after him. He is greatly regarded as the man behind A. P. J. Abdul Kalam", "49095101": "Karl Jelinek (23 April 1822 in Brünn – 19 October 1876 in Vienna) was an Austrian physicist and meteorologist.", "64561602": "Beverly K. Berger is an American physicist known for her work on gravitational physics, especially gravitational waves, gravitons, and gravitational singularities.[1] Alongside Berger's more serious physics research, she is also known for noticing that vibrational patterns caused by local ravens were interfering with observations at the Laser Interferometer Gravitational-Wave Observatory.[2]", "664002": "Adolf Eugen Fick (3 September 1829 – 21 August 1901) was a German-born physician and physiologist.", "58532292": "Kōichirō Nishikawa (Japanese: 西川 公一郎, born 1949 - November 28, 2018) was a Japanese elementary particle physicist, known for contributions to neutrino physics. He was professor emeritus of the KEK high-energy physics laboratory and Kyōto University.", "12755397": "C. Peter Flynn (August 18, 1935 – October 27, 2011) was a Professor of Physics and of Materials Science at the University of Illinois at Urbana-Champaign.[1][2]", "40673733": "Patricia Elisabeth Cladis (July 13, 1937 – July 3, 2017)[1] was a Canadian-American physicist who specialized in the physics of liquid crystals. She was a research physicist at Bell Labs in Murray Hill, New Jersey from 1972 to 1997[1] before founding Advanced Liquid Crystal Technologies in Summit, New Jersey.[2] She was a fellow of the American Physical Society and also received a Guggenheim fellowship.", "51782086": "Daniel Batcheldor is an Anglo-American astrophysicist, a former professor at Florida Institute of Technology and Head of the Department of Aerospace, Physics and Space Sciences, and Director of the Jacobus Kapteyn Telescope.[1]", "1614287": "Brandon Carter, FRS (born 1942) is an Australian theoretical physicist who explores the properties of black holes, and was the first to name and employ the anthropic principle in its contemporary form. He is a researcher at the Meudon campus of the Laboratoire Univers et Théories, part of the CNRS.", "19079639": "Kyriakos Tamvakis (Greek: Κυριάκος Ταμβάκης; born in 1950[citation needed]) is a Greek theoretical physicist and professor at the University of Ioannina. Kyriakos Tamvakis studied at the University of Athens and gained his Ph.D. at Brown University, Providence, Rhode Island, USA in 1978. His thesis title was \"Induced Boson Selfcouplings In Four Fermion And Yukawa Theories\".[1] Since then he has held several positions at CERN’s Theory Division in Geneva, Switzerland. He has been Professor of Theoretical Physics at the University of Ioannina, Greece, since 1982. Professor Tamvakis has published more than 100 articles[2] on theoretical high-energy physics in various journals and has written two textbooks in Greek, on quantum mechanics and on classical electrodynamics.", "1843671": "Peter Woit (/ˈwɔɪt/; born September 11, 1957) is an American theoretical physicist.  He is a senior lecturer in the Mathematics department at Columbia University.  Woit, a critic of string theory, has published a book Not Even Wrong (2006) and writes a blog of the same name.[2]", "1384928": "Michael S. Turner (born July 29, 1949)[1] is an American theoretical cosmologist who coined the term dark energy in 1998.[2]\nHe is the Rauner Distinguished Service Professor Emeritus of Physics at the University of Chicago,[3] having previously served as the Bruce V. & Diana M. Rauner Distinguished Service Professor,[4] and as the assistant director for Mathematical and Physical Sciences for the US National Science Foundation.[1]", "1647075": "Laura Maria Caterina Bassi Veratti (29 October 1711 – 20 February 1778) was an Italian physicist and academic. Recognized and depicted as \"Minerva\" (goddess of wisdom), she was the first woman to have a doctorate in science, and the second woman in the world to earn the Doctor of Philosophy degree.[1][2] Working at the University of Bologna, she was also the first salaried female teacher in a university. At one time the highest paid employee of the university, by the end of her life Bassi held two other professorships.[3] She was also the first female member of any scientific establishment, when she was elected to the Academy of Sciences of the Institute of Bologna in 1732 at 21.", "67641834": "Vasanthi Jayaraman is a professor of molecular biology in the department of biochemistry and molecular biology at the University of Texas Health Science Center.", "65544689": "Martha Sălcudean (née Abel; 1934 – 17 July 2019) was an internationally recognised expert in computational fluid dynamics. She was Canada's first female head of a university engineering department.[1][2]", "59482611": "Sudhir Kumar Vempati is an Indian high energy physicist and a professor at the Centre for High Energy Physics of the Indian Institute of Science.[1] He is known for his studies in neutrino physics,[2] especially Large Hadron Collider Inverse problem[3] and has published a number of articles,[note 1] ResearchGate, an online repository of scientific articles has listed 76 of them.[4] He is a member of the Indo-French Collaboration on High Energy Physics.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2016.[6][note 2][7][8]", "44245492": "Tara Georgina Shears[1] (born 1969) is a Professor of Physics at the University of Liverpool.", "44245493": "Sushanta Kumar Dattagupta, known better as Sushanta Dattagupta,  is an Indian condensed matter physicist.[1][2][3][4][5] He was Director of the S N Bose National Centre for Basic Sciences Kolkata between 1999 and 2005 and then he was appointed Program Co-ordinator by the Ministry of Human Resources and Development (MHRD) for the newly evolving system of Indian Institutes of Science Education and Research (IISER). Subsequently, in 2006 he was made the founding director of IISER Kolkata. After serving one full term there the same ministry of HRD made him the Vice-chancellor of Visva-Bharati, which is served between September 2011 and February 2016.", "62628342": "Albert Bijaoui (born in Monastir in 1943) is a French astronomer, former student of the Ecole Polytechnique (X 1962), renowned in image processing in astrophysics and its application in cosmology, he then prepared his PhD thesis at the Paris Observatory, under the supervision of André Lallemand. He defended his thesis at the Université Denis Diderot (Paris VII) in March 1971.", "43622905": "G. William Morgan, also known as George William Morgan, health physicist and founding member of the Health Physics Society. Morgan held key health physics positions at Oak Ridge National Laboratory, the Manhattan Project and the Atomic Energy Commission. Morgan was instrumental in developing the regulations that we know today as I0 CFR 20, the Standards for Protection against Radiation.[1][2][3][4][5]", "43524603": "C. Maurice Patterson also known as Pat or Maurice Patterson (24 December 1913 – 21 May 1989) a pioneer in the establishment of health physics as a profession.[1][2][3]", "696829": "Vladimir Isaacovich Keilis-Borok (July 31, 1921 – October 19, 2013) was a Russian mathematical geophysicist and seismologist.[1]", "3416576": "Comet Man (Stephen Beckley) is a fictional character appearing in American comic books published by Marvel Comics. The character first appeared in Comet Man #1, dated February 1987.", "991744": "R. Orin Cornett (November 13, 1913 – December 7, 2002) was an American physicist, university professor and administrator, and the inventor of a literacy system for the deaf, known as Cued Speech.", "63513092": "Jesús Sancho Rof (December 16, 1940 in Madrid) is a Spanish politician and university professor who was a minister in the UCD governments during the presidencies of Adolfo Suárez and Leopoldo Calvo-Sotelo. He is also Doctor in Physical Sciences from the Complutense University of Madrid, on which he was Professor of Optics and Structure of Matter.", "67215877": "Rebecca Smethurst, also known as Dr. Becky, is a British astrophysicist, author, and YouTuber who is a junior research fellow at the University of Oxford. She was the recipient of the 2020 Caroline Herschel Prize Lectureship, awarded by the Royal Astronomical Society, as well as the 2020 Mary Somerville Medal and Prize, awarded by the Institute of Physics. In 2022, she won the Royal Astronomical Society's Winton Award \"for research by a post-doctoral fellow in Astronomy whose career has shown the most promising development\". As a researcher, Smethurst studies the role that supermassive black holes play in inhibiting different types of galaxies from forming stars. She is a member of the Galaxy Zoo collaboration, run by her doctoral advisor, Chris Lintott. Smethurst hosts her own YouTube channel, called Dr. Becky, where she posts science communication videos related to astronomy research and amateur astronomy. She has also written two popular science books, titled Space: 10 Things You Should Know and A Brief History of Black Holes.", "56402439": "Lesley Francis Cohen FInstP is a Professor of solid-state physics at Imperial College London.[1][2] She works in magnetic materials for solid-state magnetic refrigeration and spintronic applications. Cohen has served as the editor-in-chief of Applied Physics Letters since 2019.[3]", "40673799": "Nancy M. O'Fallon Dowdy is an American nuclear physicist who was instrumental in nuclear disarmament negotiations between the U.S. and the Soviet Union after the Cold War. She received her doctorate in physics in 1966.[1] After she developed her career as a nuclear physicist, she turned to politics, where she served as a representative of the United States on a commission for arms control.[2] In 1992 she was nominated by Pres. George H. W. Bush to be Special Representative for Arms Control Negotiation and Disarmament in the aftermath of the Cold War. She has been designated a Fellow of the American Physical Society, in recognition of her role on treaty verification, her research accomplishments and leadership in research, and leadership and service on behalf of women in physics.[1][3]", "70984201": "David William Hertzog (born July 21, 1955) is an American particle physicist, known for his research in precision muon physics.[1][2][3]", "52732426": "Michael John Rycroft (born 15 July 1938) is an ionospheric physicist.", "65315339": "Theodore E. Madey (October 24, 1937 – July 27, 2008) was an American condensed matter physicist who specialized in the chemistry and physics of surfaces. He was a professor in the physics and chemistry departments at Rutgers University at the time of his death.[1]", "38216204": "Herman Haga (Oldeboorn, 24 January 1852 – Zeist, 11 September 1936) was a Dutch physicist.", "36839954": "Marcelo Samuel Berman (born Buenos Aires, Argentina, 10 April 1945) is an Argentine/Brazilian (double citizenship) theoretical physicist, specializing in relativistic cosmology, and a journalist. He is the publisher of books dealing with science, philosophy of science and learning techniques.[1][failed verification][2]", "10789397": "Grigor Gurzadyan (Armenian: Գրիգոր Գուրզադյան) (15 October 1922 – 22 February 2014)  was an Armenian astronomer, and pioneer of space astronomy.", "8729": "David Elieser Deutsch FRS[4] (/dɔɪtʃ/ DOYTCH; born 18 May 1953)[3] is a British physicist at the University of Oxford. He is a visiting professor in the Department of Atomic and Laser Physics at the Centre for Quantum Computation (CQC) in the Clarendon Laboratory of the University of Oxford. He pioneered the field of quantum computation by formulating a description for a quantum Turing machine, as well as specifying an algorithm designed to run on a quantum computer.[5] He has also proposed the use of entangled states and Bell's theorem for quantum key distribution[5] and is a proponent of the many-worlds interpretation of quantum mechanics.[6]", "12526107": "William Conyers Herring (November 15, 1914 – July 23, 2009) was an American physicist. He was a professor of applied physics at Stanford University and the Wolf Prize in Physics recipient in 1984/5.[1]", "7381531": "Jason Rusch is a superhero in the DC Comics Universe, and the second character known as Firestorm. He first appeared in Firestorm (vol. 3) #1 (July 2004), and was created by Dan Jolley and ChrisCross.[1]", "1614365": "Marek S. Huberath (pen name, born 1954) is a Polish professor of physics in the Jagiellonian University in Kraków and an award-winning science fiction and fantasy writer. His themes are philosophical, moral, and religious: how people become beasts or remain human in extreme circumstances. Many of his stories focus on death. Winner of the Zajdel Award in 1991 for a short story Kara większa and in 1997 for his novel Gniazdo Światów.", "71279138": "Dov I. Levine (דב לוין, born July 19, 1958) is an American-Israeli physicist, known for his research on quasicrystals,[1] soft condensed matter physics (including granular materials, emulsions, and foams), and statistical mechanics out of equilibrium.[2]", "303650": "Pyotr Leonidovich Kapitsa or Peter Kapitza FRS (Russian: Пётр Леонидович Капица, Romanian: Petre Capița; 8 July [O.S. 26 June] 1894[2] – 8 April 1984) was a leading Soviet physicist and Nobel laureate,[3][4] whose research focused on low-temperature physics.", "3744290": "Cyril Hilsum CBE FRS HonFInstP FREng[1] (born 17 May 1925)[2] is a British physicist and academic.", "29368867": "Dr. Henry Jacala Ramos (born July 15, 1950) is a professor emeritus of Physics[1][2] at the University of the Philippines Diliman and the first Filipino experimental plasma physicist. He is the founder of the Plasma Physics Laboratory, National Institute of Physics, UP Diliman College of Science.[3]", "68395560": "Elisabeth Ottilie Marianne Bormann (May 12, 1895 – August 1986) was an Austrian physicist and assistant to Max Born. She was involved in measuring the free path of atoms in gases and the size of molecules.", "2073130": "Kerson Huang (Chinese: 黃克孫; pinyin: Huáng Kèsūn; 15 March 1928 – 1 September 2016) was a Chinese-born American theoretical physicist and translator.", "63414839": "Ora Entin-Wohlman is an Israeli condensed matter physicist. She is a professor emeritus at Tel Aviv University and at Ben-Gurion University of the Negev.[1]", "68919864": "Frank Clark Hoyt (12 September 1898 – 30 January 1980) was an American physicist, regarded as one of the first theoretical physicists to come from the USA in the period that quantum mechanics was being developed.", "41531": "Stanisław Marcin Ulam ([sta'ɲiswaf 'mart͡ɕin 'ulam]; 13 April 1909 – 13 May 1984) was a Polish-American mathematician, nuclear physicist and computer scientist. He participated in the Manhattan Project, originated the Teller–Ulam design of thermonuclear weapons, discovered the concept of the cellular automaton, invented the Monte Carlo method of computation, and suggested nuclear pulse propulsion. In pure and applied mathematics, he proved some theorems and proposed several conjectures.", "17375809": "Vladimir Gavreau, born Vladimir Gavronsky (1904 – 1967),[1] was a French scientist making experiments on the biological effects of infrasound.", "4989510": "Dr. Samar Mubarakmand (Urdu: ثمر مبارک مند; b. 17 September 1942; NI, HI, SI, FPAS) is a Pakistani nuclear physicist known for his research in gamma spectroscopy and experimental development of the linear accelerator.[2]", "14066247": "Inge Schmitz-Feuerhake (born in Osnabrück, Germany on 28 September 1935) is a German physicist and mathematician. Her research has assessed the biological effects of ionizing radiation at low dosage levels.[1] From 1973 and until her retirement in 2000 she was a professor in experimental physics at the University of Bremen. Much of her research concerned the  areas of radiation contamination and the effect of low level radiation exposure, as well as the diagnostic use of nuclear radiation.[2]", "11543116": "Aaldert Hendrik Wapstra (24 April 1922, Utrecht – 2 December 2006, Naarden) was a Dutch physicist renowned for his work on the Atomic Mass Evaluation. He worked on the Atomic Mass Evaluation originally with Josef Mattauch at the Max Planck Institute for Chemistry and later on with his colleague Georges Audi at Université de Paris-Sud. For this work he obtained the SUNAMCO medal of the International Union of Pure and Applied Physics (IUPAP) in September 2004.", "9019982": "Narinder Singh Kapany (31 October 1926 – 4 December 2020) was an Indian-American physicist best known for his work on fiber optics.[2][3][4] Kapany is a pioneer in the field of fiber optics, and known for coining and popularising the term.[5][6] Fortune named him one of seven 'Unsung Heroes of the 20th century' for his Nobel Prize-deserving invention.[7][3][8] He was awarded India's second highest civilian award the Padma Vibhushan posthumously in 2021.[9][10] He served as an Indian Ordnance Factories Service (IOFS) officer.[11] He was also offered the post of Scientific Adviser to the Defence Minister of India, by the first Prime Minister of India, Jawaharlal Nehru.[12]", "17801806": "Arthur Josef Stanislaus Berson (6 August 1859 – 3 December 1942) was a German[1][2] meteorologist and pioneer of aerology who was a native of Neu Sandez, Galicia (now Nowy Sącz, Poland).", "19538508": "Robert Earl Hopkins (June 30, 1915 – July 4, 2009)  was president of the Optical Society of America in 1973.[1]", "42508883": "Ana Maria Rey is a Colombian theoretical physicist, professor at University of Colorado at Boulder, a JILA fellow, a fellow at National Institute of Standards and Technology and a fellow of the American Physical Society.[3] Rey was the first Hispanic woman to win the Blavatnik Awards for Young Scientists in 2019.[4]\nIn 2023, she was elected to the National Academy of Sciences.[5] She is currently the chair of DAMOP, the American Physical Society's division in Atomic, Molecular and Optical Physics (AMO).[6]", "71672406": "Thomas Hope Johnson (September 12, 1899, Coldwater, Michigan[1] – February 25, 1998, Denmark, Maine) was an American physicist, known for his research on cosmic rays. He was elected in 1930 a fellow of the American Physical Society.[2]", "1778264": "Lady Octopus (Carolyn Trainer), also known as Doctor Octopus II, is a supervillain appearing in American comic books published by Marvel Comics, primarily as an enemy to the superheroes Spider-Man and Scarlet Spider. The character is the protégée of Otto Octavius, the original Doctor Octopus, and assumes her mentor's mantle and an upgraded version of his tentacle harness following Octavius' death in the \"Clone Saga\". After Octavius' resurrection only a few years later, she becomes Lady Octopus to distinguish herself from him, and has made minor appearances in several stories since.", "2892376": "Joshua D. Silver is a British physicist whose discoveries have included a new way to change the curvature of lenses, with a significant application for the low-cost manufacture of corrective lenses and adjustable spectacles, especially in low-income countries.", "18195047": "Wang Zhuxi (Chinese: 王竹溪; Pinyin: Wáng Zhúxī; June 7, 1911 - January 30, 1983), who had the given name Zhiqi (治淇) and the sobriquet Zhuxi, was a Chinese physicist, philologist, and writer.", "71148136": "David M. Tanenbaum is an American experimental physicist whose research involves surface science.[1] He is the Osler-Loucks Professor in Science at Pomona College in Claremont, California.[1]", "49259114": "Dieter Möhl (1936 — May 24, 2012) was a German accelerator physicist. Möhl worked at CERN and contributed substantially to the antiproton programme, the Initial Cooling Experiment (ICE) and was a member of the team which initiated and designed the Low Energy Antiproton Ring (LEAR).[1] The Dieter Möhl Medal and the Dieter Möhl Award are sponsored by CERN as a memorial to him.[2]", "1253994": "Nicholas Joseph Callan (22 December 1799 – 10 January 1864) was an Irish Catholic priest and physicist. He was professor of natural philosophy at Maynooth College in County Kildare from 1834, and is best known for his work on the induction coil.[1]", "9052781": "Marcello Stefano Pirani (July 1, 1880 – January 11, 1968) was an Italian physicist known for his invention of the Pirani vacuum gauge, a vacuum gauge based on the principle of heat loss measurement. Throughout his career, he worked on advancing lighting technology and pioneered work on the physics of gas discharge.", "66167413": "Lorin John Mullins (September 23, 1917–April 14, 1993) was an American biophysicist who researched the movement of ions across the cell membrane. He served as the editor of the Annual Review of Biophysics and Bioengineering for ten years.", "68067959": "Ronald M. Aarts, (born 1956), is a Dutch electrical engineer and physicist, inventor and professor in the field of electroacoustics and in biomedical signal processing technology.", "51028604": "Józef Wierusz-Kowalski (16 March 1866 - 30 November 1927) was a Polish physicist and diplomat. He discovered the phenomenon of progressive phosphorescence.[citation needed] He served as Rector of the University of Freiburg, and helped to establish the section for physics at the reopened University of Warsaw.  After Polish independence was established, he served as the Polish ambassador to the Holy See, the Netherlands, Austria and Turkey.", "43983485": "Paolo Budinich (28 August 1916 – 14 November 2013) was an Italian theoretical physicist. Born in Lussingrande to a family of sailors, he grew up and studied in Trieste, where the family resided and his father Antonio Budini[1] taught in the local high school, which Paolo attended until 1934. He later began his studies at Università Degli Studi di Pisa graduating from the Scuola Normale Superiore in 1938,[2] with a thesis written under the direction of Leonida Tonelli.[3]", "26911357": "Stephen Matthew Barr[1] (born November 28, 1953) is an American physicist who is a professor emeritus of physics at the University of Delaware.[2] A member of its Bartol Research Institute, Barr does research in theoretical particle physics and cosmology. In 2011, he was elected Fellow of the American Physical Society, the citation reading \"for original contributions to grand unified theories, CP violation, and baryogenesis.\"[3]", "12198529": "Benjamin \"Benik\" Egishevitch Markarian (Armenian: Բենիամին Եղիշեի Մարգարյան) was an Armenian astrophysicist. Markarian's Chain is a group of galaxies which was named after him when he discovered that its members move with a common motion. He is also the namesake of a catalog of compact, optically bright galaxies (including both starbursts and active galactic nuclei) known as Markarian galaxies.", "30974611": "Emmanuel I. Rashba (born October 30, 1927, Kyiv) is a Soviet-American theoretical physicist of Jewish origin who worked in Ukraine, Russia and in the United States. Rashba is known for his contributions to different areas of condensed matter physics and spintronics, especially the Rashba effect in spin physics, and also for the prediction of electric dipole spin resonance (EDSR),[1] that was widely investigated[2] and became a regular tool for operating electron spins in nanostructures, phase transitions in spin-orbit coupled systems driven by change of the Fermi surface topology,[3] Giant oscillator strength of impurity excitons,[4] and coexistence of free and self-trapped excitons.[5] The principal subject of spintronics is all-electric operation of electron spins, and EDSR was the first phenomenon predicted and experimentally observed in this field.", "27730581": "Ingo Sick (28 May 1939 — 30 May 2021) was a Swiss experimental nuclear physicist.", "9806488": "Ruggero Maria Santilli (born September 8, 1935) is an Italo-American nuclear physicist. Mainstream scientists dismiss his theories as fringe science.[1]", "39854746": "European Atomic Energy Community", "70132397": "Christopher John Pethick (born 22 February 1942 in Horsham, UK) is a British theoretical physicist, specializing in many-body theory, ultra-cold atomic gases, and the physics of neutron stars and stellar collapse.[1]", "46408365": "Pupa Gilbert is an American biophysicist and geobiologist.  She has been pioneering synchrotron spectromicroscopy methods since 1989,[1][2][3] and she continues to use and develop them today. Since 2004 she has focused on biomineralization in sea urchins,[4][5][6][7][8][9][10] mollusk shells,[11][12][13][14][15][16][17] and tunicates.[18] She and her group are frequent users of the Berkeley-Advanced Light Source.", "30909102": "Peter Thrower (born 1938) is a professor emeritus of materials science and engineering at  Pennsylvania State University,[1] and a former editor-in-chief of the scientific journal Carbon,[2] a post he has held between 1982 and 2013. A special issue of Carbon was published in his honor in August 2012.[3] He also edited the review journal Chemistry and Physics of Carbon from 1973 to 1998.[4] He is a specialist on carbon in all its forms.", "23601844": "Henry Sutton (4 September 1855, Ballarat, Victoria – 28 July 1912) was an Australian designer, engineer, and inventor credited with contributions to early developments in electricity, aviation, wireless communication, photography and telephony.[1]: 10 [2]", "50373307": "Pancheti Koteswaram (25 March 1915 – 11 January 1997) was an Indian meteorologist, hydrologist, atmospheric physicist and the Director-General of Observatories of Government of India.[1] He was a professor at University of Chicago, University of Hawaii, University of Miami[2] and Tehran University and served as a research associate at National Hurricane Research Laboratory, Miami, and the National Centre for Atmospheric Research, Colorado.[3] A former vice-president of World Meteorological Organization (WMO), Geneva, he was an elected Fellow of the Indian Academy of Sciences, Indian National Science Academy and the Andhra Pradesh Academy of Sciences. The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1975, for his contributions to science.[4]", "56304316": "John Alfred Powell FRSE FIEE FRSA (1923–1996) was a 20th-century British physicist and company director. His most important creation was the EMI body scanner.", "38544060": "Gregorio Ynciong Zara (8 March 1902 – 15 October 1978)[1] was a Filipino engineer, physicist, a National Scientist, and inventor. He was known as the father of videoconferencing[2] for having invented the first two-way videophone.[2][3][1] He was also one of the country's pioneer aeronautical engineer having invented an airplane engine that ran on plain alcohol as fuel.[1] Among his other notable inventions include a solar-powered water heater,[1][4], the discovery of the physical law of electrical kinetic resistance called the Zara effect,[4][2], and a propeller-cutting machine,[4] among others.", "762561": "Paul Horowitz (born 1942) is an American physicist and electrical engineer, known primarily for his work in electronics design, as well as for his role in the search for extraterrestrial intelligence (see SETI).", "73769666": "Steven Leslie Richardson (born July 22, 1953) is an American physicist and professor of electrical engineering. He is currently a professor emeritus at Howard University, a co-principal investigator in the National Science Foundation Science and Technology Center for Integrated Quantum Materials, and a Faculty Associate in Applied Physics in the John A. Paulson School of Engineering and Applied Sciences at Harvard University.", "36971205": "Paul Heinrich Söding (born 20 February 1933 in Dresden, Germany) is a German physicist.  He is best known for his work in particle physics and as former director of research of the German particle physics lab DESY.", "58827464": "Afërdita Veveçka Priftaj (21 January 1948 – 4 July 2017) was an Albanian physicist, associate of the Academy of Sciences of Albania and a professor at the Polytechnic University of Tirana. Her research specialized on metals, evaluating their microstructure and mechanical properties, and the effects of severe plastic deformation on nanocrystalline materials.", "60662472": "Wiebke Drenckhan, born 6 April 1977 in Bad Belzig, is a German physicist. She is a CNRS research director at the Institut Charles Sadron, where she investigates the physics and physical chemistry of liquid and solid foams and emulsions. She also works as illustrator for scientific journals and popular science books and she collaborates regularly with artists and designers.", "60203722": "Evelyn Hortense Roberts (1893–1991) was a scientist whose contributions spanned fundamental studies on glass to many applied industries. Roberts was the third woman to receive an advanced degree in physics from the University of Michigan.[1] Roberts is recognized as one of  the \"Glass Heroes\" of Corning Glass for the research she conducted with the company as a post-graduate student, prior to receiving her master's degree in physics.[2]", "28091087": "Valeria Troitskaya (1917 - 2010) was a Russian geophysicist who is known for her work on Ultra Low Frequency (ULF) waves.", "45523663": "Per Olof Hulth (2 June 1943 – 26 February 2015) was a Swedish astroparticle physicist.", "69575385": "Jane Rebecca Rigby is an American astrophysicist who works at the Goddard Space Flight Center and is Senior Project Scientist at the James Webb Space Telescope. She was selected one of Nature's 10 Ones to Watch in 2021 and Shape 2022.", "9741020": "László Tisza (July 7, 1907 – April 15, 2009) was a Hungarian-born American physicist who was Professor of Physics Emeritus at MIT. He was a colleague of famed physicists Edward Teller, Lev Landau and Fritz London, and initiated the two-fluid theory of liquid helium.[1]", "5972701": "Georgy Sergeyevich Golitsyn (Russian: Георгий Сергеевич Голицын) (born January 23, 1935 in Moscow) is a prominent Russian scientist in the field of Atmospheric Physics, full member of the Academy of Sciences of the USSR (later of Russia) since 1987, Editor-in-Chief of Izvestiya, Atmospheric and Oceanic Physics, ISSN 0001-4338, member of the Academia Europaea since 2000.[1]\n1990-2009 - Director of the A.M. Obukhov Institute of Atmospheric Physics, RAS, Moscow, Russia. He is a member of the princely house of Golitsyn. His father is the Russian writer Sergei Mikhailovich Golitsyn.", "65708775": "Richard R. Freeman is an American physicist, academic and researcher. He is an affiliated professor of physics at the University of Washington,[1] a distinguished emeritus professor of mathematical and physical science at Ohio State University, and an emeritus Edward Teller Professor of Applied Science at University of California, Davis.[2]", "71148269": "Sandip Tiwari is an Indian-born electrical engineer and applied physicist. He is the Charles N. Mellowes Professor of Engineering at Cornell University. His previous roles were Director of National Nanotechnology Users Network, Director of the National Nanotechnology Infrastructure Network, and research scientist at IBM T. J. Watson Research Center. He is best known for his pioneer research in the fields of SiGe transistor and nanocrystal memory.", "63054580": "Vipin Kumar Tripathi (alternately known as VK Tripathi; born 11 March 1948) is an Indian Plasma physicist and a former Physics professor of the IIT, Delhi.", "6333173": "Sebastian Doniach (born 1934, in Paris, France) is a British-American physicist and professor at Stanford University. His research interests include theoretical condensed matter physics, superconductivity, and biophysics.", "1024759": "Sir Rudolf Ernst Peierls, CBE FRS (/ˈpaɪ.ərlz/; German: [ˈpaɪɐls]; 5 June 1907 – 19 September 1995) was a German-born British physicist who played a major role in Tube Alloys, Britain's nuclear weapon programme, as well as the subsequent Manhattan Project, the combined Allied nuclear bomb programme. His 1996 obituary in Physics Today described him as \"a major player in the drama of the eruption of nuclear physics into world affairs\".[1]", "56369911": "Břetislav Staš (born 1 July 1928, in Ostrava) is a Doctor of Natural Sciences, and an important Czech seismologist and geophysicist.[1] He is the father of Czech actress Simona Stašová and the first husband of Czech actress Jiřina Bohdalová.[2]", "4399872": "Lochlainn O'Raifeartaigh (/ˈlɒxlɪn oʊˈræfərti/;[1] 11 March 1933 – 18 November 2000) was an Irish physicist in the field of theoretical particle physics. He is best known for the O'Raifeartaigh Theorem, a result in unification theory, and the O'Raifeartaigh Model of supersymmetry breaking.", "9249537": "Frank Steglich (born 14 March 1941) is a German physicist and the founding director of the Max Planck Institute for Chemical Physics of Solids in Dresden, Germany.", "43098882": "Donald  R. Huffman (born 1935) is a Professor Emeritus of Physics at the University of Arizona.[1] With Wolfgang Krätschmer, he developed a technique in 1990 for the simple production of large quantities of C60, or Buckminsterfullerene.[2][3][4] Previously, in 1982~1983, he and Krätschmer had found, in a UV spectrum, the first signal of C60 ever observed.[5]", "66364167": "Katelin Schutz is an American particle physicist known for using cosmological observations to study dark sectors, that is new particles and forces that interact weakly with the visible world. She is a NASA Einstein Fellow[1] and Pappalardo Fellow[2] in the MIT Department of Physics.", "45327113": "Ann T. Nelms (born 1929) is a prominent African American nuclear physicist. Her research, which involved the study of the persistence of nuclear radioactivity, was cited in reports on nuclear fallout and human health.", "52437771": "William B. Rossow is an American atmospheric scientist, who was for many years the head of the International Satellite Cloud Climatology Project. He is currently a distinguished professor at City University of New York,[1] and also a published author.[2][3] He is a Fellow of the American Geophysical Union and American Mathematical Society.[1]", "6038285": "Lev Vasilyevich Shubnikov (Russian: Лев Васи́льевич Шу́бников, Ukrainian: Лев Васильович Шубников; 29 September 1901 – 10 November 1937) was a Soviet experimental physicist who worked in the Netherlands and USSR. In 1937 he was executed during the Ukrainian Physics and Technology Institute Affair on the basis of falsified charges as part of the Great Purge.", "63415056": "Hélène Bouchiat (born 1958) is a French condensed matter physicist specializing in mesoscopic physics and nanoscience.[1] She is a director of research in the French National Centre for Scientific Research (CNRS), associated with the Laboratoire de Physique des Solides at Paris-Sud University.[2] Topics in her research include supercurrents, persistent currents, graphene, carbon nanotubes, and bismuth-based topological insulators.", "31859474": "Conrad Lee Longmire (August 23, 1921 – March 22, 2010) was an American theoretical physicist who was best known as the discoverer of the mechanism behind high-altitude electromagnetic pulse.", "992021": "James Barney Pollack (July 9, 1938 – June 13, 1994) was an American astrophysicist who worked for NASA's Ames Research Center.", "54600476": "John Moffatt (12 October 1922 – 23 December 2013) was a British physicist and academic. He was the provost of  The Queen's College, Oxford, from 1987 to 1993.[1]", "58598175": "Nikolay Victorovich Prokof'ev is a Russian-American physicist known for his works on supersolidity and strongly correlated systems and pioneering numerical approaches.", "664354": "Baron Loránd Eötvös de Vásárosnamény (or Loránd Eötvös, pronounced [ˈloraːnd ˈøtvøʃ], Hungarian: vásárosnaményi báró Eötvös Loránd Ágoston; 27 July 1848 – 8 April 1919), also called Baron Roland von Eötvös in English literature,[2] was a Hungarian physicist.  He is remembered today largely for his work on gravitation and surface tension, and the invention of the torsion pendulum.", "23405347": "William Happer (born  July 27, 1939[1]) is an American physicist who has specialized in the study of atomic physics, optics and spectroscopy.[2] He is the Cyrus Fogg Brackett[3] Professor of Physics, emeritus, at Princeton University,[2] and a long-term member of the JASON advisory group,[1] where he pioneered the development of adaptive optics. From 1991 to 1993, Happer served as director of the Department of Energy's Office of Science as part of the George H.W. Bush administration.  He was dismissed from the Department of Energy in 1993 by the Clinton Administration after disagreements on the ozone hole.[4]", "5186343": "Wolfgang Rindler (18 May 1924 – 8 February 2019) was a physicist working in the field of general relativity where he is known for introducing the term \"event horizon\", Rindler coordinates, and (in collaboration with Roger Penrose) for the use of spinors in general relativity. An honorary member of the Austrian Academy of Sciences and foreign member of the Accademia delle Scienze di Torino [it],[1] he was also a prolific textbook author.", "48407339": "Nikolay Zheludev FRS (born 23 April 1955) is a British scientist specializing in nanophotonics,[3] metamaterials,[4] nanotechnology,[5] electrodynamics,[6] and nonlinear optics.[7] Nikolay Zheludev is one of the founding members of the closely interlinked fields of metamaterials and nanophotonics that emerged at the dawn of the 21st century on the crossroads of optics and nanotechnology. Nikolay’s work focus on developing new concepts in which nanoscale structuring of matter enhance and radically change its optical properties.[8]", "16687916": "Ogden Nicholas Rood (3 February 1831 in Danbury, Connecticut – 12 November 1902 in Manhattan) was an American physicist[1] best known for his work in color theory.", "67085103": "Annette S. Lee is an American astrophysicist and professional artist.[1] Lee is the director of Native Skywatchers, a program created to record, map, and share Indigenous star knowledge.[2] She is mixed-race Lakota and works with Ojibwe, Dakota and Lakota communities to preserve those cultures' astronomical and ecological knowledge.[1]", "14164788": "Izuo Hayashi (林 厳雄, Hayashi Izuo) (May 1, 1922 – September 26, 2005) was a Japanese physicist.", "697141": "Julius Edgar Lilienfeld (April 18, 1882 – August 28, 1963) was an Austro-Hungarian-American physicist and electrical engineer, who has been credited with the first patent on the field-effect transistor (FET) (1925). He was never able to build a working practical semiconducting device based on this concept, additionally, because of his failure to publish articles in learned journals and since high-purity semiconductor materials were not available to him, his FET patent never achieved fame, causing confusion for later inventors.[1]", "566081": "John Ernst Worrell Keely (September 3, 1837 – November 18, 1898) was an American inventor from Philadelphia who claimed to have discovered a new motive power which was originally described as \"vaporic\" or \"etheric\" force, and later as an unnamed force based on \"vibratory sympathy\", by which he produced \"interatomic ether\" from water and air. Keely's claims were highly disputed throughout his career, and In the 21st century, are generally considered to be psuedoscientific.", "66265923": "Edmond Bauer (26 October 1880 – 17 October 1963) was a French physicist who was a student of Marie Curie and Paul Langevin who made studies on radiation in his early career. He was from a Jewish family and suffered during World War II during the period of Nazi control.", "68100933": "Adriana Lelia Calvo (16 December 1947 – 12 December 2010) was an Argentine physicist, university professor, and researcher. After being kidnapped by the military government during the Argentine civil-military dictatorship, she became a human rights activist, and was the first witness to testify at the Trial of the Juntas in 1985.", "55845705": "Becky Parker MBE HonFInstP is a British physicist and physics teacher based in Kent. She is a visiting professor at School of Physics and Astronomy, Queen Mary University of London.", "57680714": "John Henry Woodhouse FRS is an English geophysicist, Emeritus Professor in the Department of Earth Sciences at the University of Oxford .", "3613522": "Albert Allen Bartlett (March 21, 1923 –  September 7, 2013)[2] was an American professor of physics at the University of Colorado at Boulder. As of July  2001[update] Professor Bartlett had lectured over 1,742 times since September, 1969 on Arithmetic, Population, and Energy.[3][4] Bartlett regarded the word combination \"sustainable growth\" as an oxymoron, and argued that modest annual percentage population increases could lead to exponential growth. He therefore regarded human overpopulation as \"The Greatest Challenge\" facing humanity.", "172883": "Dennis Gabor CBE FRS[1] (/ˈɡɑːbɔːr, ɡəˈbɔːr/ GAH-bor, gə-BOR;[3][4][5][6] Hungarian: Gábor Dénes, pronounced [ˈɡaːbor ˈdeːnɛʃ]; 5 June 1900 – 9 February 1979) was a Hungarian-British electrical engineer and physicist, most notable for inventing holography, for which he later received the 1971 Nobel Prize in Physics.[7][8][9][10][11][12] He obtained British citizenship in 1934, and spent most of his life in England.[13][14]", "58827607": "Øyvind Burrau (or Øjvind Burrau[1][2]), born 24 March 1896[3] in Copenhagen, died 31 March 1979,[4] was a Danish scientist who is best known for his early quantum mechanical description of the dihydrogen cation[1][2] which he made while at the Niels Bohr Institute.[2]", "67216216": "Mohindar Singh Seehra (born 1940) is an Indian-American Physicist, academic and researcher. He is Eberly Distinguished Professor Emeritus at West Virginia University (WVU).[1]", "3875674": "Maximus Ritter von Imhof (26 July 1758 – 11 April 1817), born at Reisbach, in Bavaria, was a German physicist. He taught in the monastery in Munich from 1786 to 1791.", "3842913": "Vladimir Jurko Glaser (21 April 1924 – 22 January 1984) was a Croatian theoretical physicist working on quantum field theory and the canonization of the analytic S-matrix.", "59679586": "Barbara Ann Williams is an American radio astronomer who wa the first African-American woman to earn a PhD in astronomy (University of Maryland, College Park, 1981). Her research largely focused on compact galaxy groups, in particular observations of their emissions in the H I region in order to build up a larger scale picture of the structure and evolution of galaxies. Williams was named as the Outstanding Young Woman of America in 1986. She is a retired associate professor in the Department of Physics and Astronomy at the University of Delaware.", "24716134": "David Howard Reitze (born 6 January 1961) is an American laser physicist who is professor of physics at the University of Florida and served as the scientific spokesman of the Laser Interferometer Gravitational-Wave Observatory (LIGO) experiment in 2007-2011.[1] In August 2011, he took a leave of absence from the University of Florida to be the Executive Director of LIGO,[2][3] stationed at the California Institute of Technology, Pasadena, California. He obtained his BA in 1983 from Northwestern University, his PhD in physics from the University of Texas at Austin in 1990, and had positions at Bell Communications Research and Lawrence Livermore National Laboratory, before taking his faculty position at the University of Florida. He is a Fellow of the American Physical Society, the Optical Society, and the American Association for the Advancement of Science.", "45523818": "Dr Sergey Vasilyevich Goldin (28 January 1936 – 18 May 2007) was a Soviet and Russian geophysicist, Academician of RAS, member of European Academy of Science and American Geophysical Union, director of Institute of Geophysics in Sibiria Branch of RAS (1996- 2004).[1]", "762732": "Erwin Neher (German pronunciation: [ˈɛʁviːn ˈneːɐ] ⓘ; /ˈneɪər/;[5] born 20 March 1944) is a German biophysicist, specializing in the field of cell physiology. For significant contribution in the field, in 1991 he was awarded, along with Bert Sakmann, the Nobel Prize in Physiology or Medicine for \"their discoveries concerning the function of single ion channels in cells\".[6][7][8]", "15672176": "Igal Talmi  (Hebrew: יגאל תלמי; born January 31, 1925) is an Israeli nuclear physicist.", "52044659": "Zhao Fuxin (Chinese: 趙富鑫; 1904–1999) was a physics professor at Xi'an Jiaotong University. He was born in Shanghai. He was a member of Chinese Communist Party. Zhao graduated from Nanyang Public School (Predecessor of Xi'an Jiaotong University) Department of Electrical Engineering.[1]", "58073972": "Brookhaven National Laboratory", "17539964": "Luisa Ottolini (born July 10, 1954, in  Tortona, province of Alessandria, Italy) is an Italian physicist.", "598911": "Dirk Dries David Damiaan, Viscount Frimout (born 21 March 1941 in Poperinge, Belgium) is an astrophysicist for the European Space Agency. He flew aboard NASA Space Shuttle mission STS-45 as a payload specialist,[1] making him the first Belgian in space.[2]", "67314560": "Hans-Dieter Beckey (8 June 1921 -  18 June 1992[1]) was a German physicist and mass spectrometry researcher known for his work on field desorption.[2]", "56533893": "Françoise Balibar (born Françoise Dumesnil; 1941) is a French physicist and science historian, a professor emeritus at Paris Diderot University.[1] She has extensively published works on Albert Einstein, the theory of relativity, and the history and epistemology of physics.", "64201609": "Sarafina El-Badry Nance[1] is an  Egyptian-American[2] science communicator, astrophysicist and Ph.D. student in the Department of Astronomy, University of California, Berkeley. Her research focuses on supernovae and their applications to cosmology. Nance is known for her use of social media, in particular Twitter, where she discusses astrophysics and activism. She is also an advocate for women's health and science, technology, engineering, and mathematics.", "69084045": "Priscilla Watson Laws (1940–2023)[1] is an American physics educator, known for her work in activity-based physics education. She is a research professor of physics at Dickinson College.", "4400014": "Patricia Lewis (born 1957) is a British and Irish nuclear physicist and arms control expert, who is currently the Research Director for International Security at Chatham House.[1] She is also currently Co-Director of the Global Commission on Internet Governance.[2] She was previously the Senior Scientist-in-Residence and Deputy Director at the James Martin Center for Nonproliferation Studies at Monterey Institute of International Studies (MIIS).  She was previously the Director of the United Nations Institute for Disarmament Research (UNIDIR) and the Director of VERTIC.", "11051917": "Günter Nimtz (born 22 September 1936) is a German physicist, working at the 2nd Physics Institute at the University of Cologne in Germany. He has investigated narrow-gap semiconductors and liquid crystals. His claims show that particles may travel faster than the speed of light when undergoing quantum tunneling.", "4400015": "Dave Green (born 1959) is an astrophysicist at the Cavendish Laboratory in Cambridge, UK and University Senior Lecturer at the University of Cambridge. He is also a Fellow of Churchill College, where he a Director of Studies for Physics. His research focuses on supernova remnants (SNRs), including studies of G1.9+0.3 the youngest Galactic SNR yet identified, and he has written a book on the historical supernovae along with F. Richard Stephenson. He designed the cubehelix colour scheme for intensity images.", "53027734": "Kaladi S. Babu is a theoretical physicist, regents professor and interim head of the Department of Physics at Oklahoma State University.  He received his PhD in 1986 from the University of Hawaii, under the supervision of Ernest Ma.", "1385366": "Eugene Newman Parker (June 10, 1927 – March 15, 2022) was an American solar and plasma physicist. In the 1950s he proposed the existence of the solar wind and that the magnetic field in the outer Solar System would be in the shape of a Parker spiral, predictions that were later confirmed by spacecraft measurements. In 1987, Parker proposed the existence of nanoflares, a leading candidate to explain the coronal heating problem.", "598936": "Edward George Gibson (born November 8, 1936) is a former NASA astronaut, pilot, engineer, and physicist.", "4826012": "Bülent Atalay (born 1940) is a Turkish-American educator, author, scientist, and artist.", "47686564": "Donat G. Wentzel (June 25, 1934 – February 20, 2013)  was an American astrophysicist, best known as astronomy educator of undergraduates, graduates, and young researchers.[1]\nA graduate of the University of Chicago, he established himself in plasma astrophysics, working on cosmic magnetism and electrical currents flowing both between the stars and on the Sun. His outstanding contribution was on Alfven waves driven by cosmic rays[2] and the emission processes of solar flares at radio waves. His book on the “Restless Sun,”[3]  written for undergraduates, was named Book of the Year by the Astronomical Society of the Pacific in 1989. Wentzel received 2003 the George Van Biesbroeck Prize. His nomination reads: \"For outstanding and sustained contributions during three decades to astronomy education in this country.\"", "37725097": "Arthur William Pryor (31 August 1928 – 6 September 2014) was an Australian physicist known for his contributions to neutron diffraction[1] and infrared laser isotope separation.[2][3]   \nPryor authored and co-authored a number of papers in the field of crystallography[4] and he also co-authored, with B. T. M. Willis, the book Thermal Vibrations in Crystallography.[5]", "238517": "Kip Stephen Thorne (born June 1, 1940) is an American theoretical physicist known for his contributions in gravitational physics and astrophysics.", "69084086": "Chen-Yu Liu (born 13 June 1975) is a Taiwanese physicist.", "68101051": "Anke Lindner is a German physicist known for her work on Non-Newtonian fluids and viscous fingering, especially in complex suspensions. She is a professor at Paris Diderot University.", "598981": "John Mace Grunsfeld (born 10 October 1958) is an American physicist and a former NASA astronaut. He is a veteran of five Space Shuttle flights and has served as NASA Chief Scientist. His academic background includes research in high energy astrophysics, cosmic ray physics and the emerging field of exoplanet studies with specific interest in future astronomical instrumentation.[1] After retiring from NASA in 2009, he served as the deputy director of the Space Telescope Science Institute in Baltimore, Maryland. In January 2012, he returned to NASA and served as associate administrator of NASA's Science Mission Directorate (SMD).[2] Grunsfeld announced his retirement from NASA in April 2016.[3]", "26452946": "Manfred Lindner (born 22 February 1957)  is a German physicist and director at the Max Planck Institute for Nuclear Physics in Heidelberg, Germany. He conducts basic research in particle and astro-particle physics.", "598995": "Linda Maxine Godwin (born July 2, 1952) is an American scientist and retired NASA astronaut.[1]  Godwin joined NASA in 1980 and became an astronaut in July 1986. She retired in 2010.  During her career, Godwin completed four space flights and logged over 38 days in space. Godwin also served as the assistant to the director for exploration, Flight Crew Operations Directorate at the Johnson Space Center. Since retiring from NASA, she accepted the position of professor in the Department of Physics and Astronomy at the University of Missouri.[2]", "56959954": "Lynne Karen Deutsch (November 26, 1956 – April 2, 2004) was an American astrophysicist who helped develop the Smithsonian Astrophysical Observatory/University of Arizona Mid-Infrared Array Camera (MIRAC).[1] Deutsch was born in Chicago and earned her MS from MIT in 1983 and Ph. D. from Harvard in 1990. Her dissertation was on grain processing and the evolution of planetary nebulae with a mid-infrared array camera.[2] Between 1990 and 1992 Deutsch served as a Post-doctoral Fellow at the NASA Ames Research Center where she worked on MIRAC.", "1024984": "Edward Neville da Costa Andrade FRS[2] (27 December 1887 – 6 June 1971) was an English physicist, writer, and poet. He told The Literary Digest his name was pronounced \"as written, i.e., like air raid, with and substituted for air.\"[3] In the scientific world Andrade is best known for work (with Ernest Rutherford) that first determined the wavelength of a type of gamma radiation, proving it was far higher in energies than X-rays known at the time. Also, a rheological model suggested by him and bearing his name is still widely employed in continuum mechanics and its geophysical applications. In popular culture he was best known for his appearances on The Brains Trust.", "336860": "Grote Reber (December 22, 1911 – December 20, 2002) was an American pioneer of radio astronomy, which combined his interests in amateur radio and amateur astronomy. He was instrumental in investigating and extending Karl Jansky's pioneering work and conducted the first sky survey in the radio frequencies.[1]", "1647582": "Friedrich Hasenöhrl (German: [ˈhaːzn̩øːɐ̯l]; 30 November 1874 – 7 October 1915) was an Austrian physicist.", "59778015": "Erika Tobiason Hamden is an American astrophysicist and assistant professor at the University of Arizona and Steward Observatory. Her research focuses on developing ultraviolet (UV) detector technology, ultraviolet–visible spectroscopy (UV/VIS) instrumentation and spectroscopy, and galaxy evolution.[1] She served as the project scientist and project manager of a UV multi-object spectrograph, FIREBall-2, that is designed to observe the circumgalactic medium (CGM).[2] She is a 2019 TED fellow.[3]", "63742953": "Shaun Cameron Hendy MNZM FRSNZ is a New Zealand physicist. He is the chief scientist at climate innovation company Toha.[1] He was previously a professor at the University of Auckland and was the first director of Te Pūnaha Matatini, a centre of research excellence in complex systems and data analytics.[2] During the COVID-19 pandemic in New Zealand, he led a team of scientists developing mathematical models of the spread of the virus across the country that influenced the government's response to the outbreak.", "62268398": "Daniele Macuglia (born February 22, 1984) is an Italian physicist and historian of science.\nHe is currently assistant professor of the history of science at Peking University.[1]\nBefore moving to Beijing, he was a research fellow at the Neubauer Collegium for Culture and Society at the University of Chicago.[2]", "16524276": "Mohsen Fakhrizadeh Mahabadi (Persian: محسن فخری‌زاده مهابادی Fa-Kh-Ree-Zadeh;[5] 1958 – 27 November 2020) was an Iranian nuclear physicist and scientist. He was regarded as the chief of Iran's nuclear program.", "8856566": "Michael Shur (born November 13, 1942) is a Russian and American physicist and a professor of solid state electronics and electrical engineering at Rensselaer Polytechnic Institute.", "58139639": "Attila Szabo is a biophysicist who is a Distinguished Investigator and Section Chief of the Theoretical Biophysical Chemistry Section in the Laboratory of Chemical Physics at the National Institute of Diabetes and Digestive and Kidney Diseases, part of the United States National Institutes of Health.[1]", "41976": "Franco Dino Rasetti (August 10, 1901 – December 5, 2001) was an Italian (later naturalized American) physicist, paleontologist and botanist. Together with Enrico Fermi, he discovered key processes leading to nuclear fission. Rasetti refused to work on the Manhattan Project on moral grounds.[2]", "58106874": "Cătălina Oana Curceanu[1] is a Romanian physicist and lead researcher at the Istituto Nazionale di Fisica Nucleare. She researches low energy quantum chromodynamics.", "63120379": "Moshe Kaveh (משה קוה; born 1943) is an Israeli physicist and former President of Bar-Ilan University.[1][2]", "2630654": "The Black Knight (Dane Whitman) is a character appearing in American comic books published by Marvel Comics. Created by writer Roy Thomas and artist John Buscema, the character first appeared in The Avengers #47 (December 1967).[1] Dane Whitman is the third character to use the codename of Black Knight.[2] He is the descendant of the original Black Knight and is the nephew of the supervillain Black Knight. He inherited a mystical sword which carried a curse and took the Black Knight mantle to help restore honor. The character has also been a member of the MI-13, Avengers, Defenders, Ultraforce, and Heroes for Hire at various points in his history.", "52995074": "Thomas Hansueli Zurbuchen (born 1968) is a Swiss-American astrophysicist. From October 2016[2] until the end of 2022, he was the longest continually running Associate Administrator for the Science Mission Directorate at NASA.[3][4] Prior to this, he was Professor of Space Science and Aerospace Engineering at the University of Michigan, where he helped found the Center for Entrepreneurship.[5]", "11609092": "Karl Eugen Julius Wirtz (24 April 1910 – 12 February 1994) was a German nuclear physicist, born in Cologne.  He was arrested by the allied British and American Armed Forces and incarcerated at Farm Hall for six months in 1945 under Operation Epsilon.", "57517067": "Valentin Aleksandrovich Fabrikant (Russian: Валентин Александрович Фабрикант; 9 October 1907 – 3 March 1991) was a Soviet scientist in the field of electromagnetic radiation. He is a laureate of the Stalin Prize (1951).[1]", "37397520": "B.S. Physics (1981) \nM.S. Applied Physics (1982)", "65446930": "Charles Clark Loomis, (February 26, 1921 - July 14, 2011) was a mathematical physicist on Project Orion.", "205859": "Steven Weinberg (/ˈwaɪnbɜːrɡ/; May 3, 1933 – July 23, 2021) was an American theoretical physicist and Nobel laureate in physics for his contributions with Abdus Salam and Sheldon Glashow to the unification of the weak force and electromagnetic interaction between elementary particles.", "66036771": "Sethanne Howard is a retired American research astronomer and physicist. She most recently worked as the Chief of the Nautical Almanac Office at the US Naval Observatory in Washington, DC.[1] She is also a published author.", "70001702": "Vladimir Petrovich Mineev (Владимир Петрович Минеев, surname sometimes transliterated as Mineyev; born 9 October 1945 in Moscow) is a Russian theoretical physicist, specializing in condensed matter physics."}