{"545525": "Health physics, also referred to as the science of radiation protection, is the profession devoted to protecting people and their environment from potential radiation hazards, while making it possible to enjoy the beneficial uses of radiation. Health physicists normally require a four-year bachelor’s degree and qualifying experience that demonstrates a professional knowledge of the theory and application of radiation protection principles and closely related sciences. Health physicists principally work at facilities where radionuclides or other sources of ionizing radiation (such as X-ray generators) are used or produced; these include research, industry, education, medical facilities, nuclear power, military, environmental protection, enforcement of government regulations, and decontamination and decommissioning—the combination of education and experience for health physicists depends on the specific field in which the health physicist is engaged.", "42423037": "Mark A. Levinson is an American film director. He directed the 2013 documentary Particle Fever and the 2019 documentary The Bit Player.", "31871741": "Richard Stuart Peckover FInstP, FIMA, FRMetS, FRAS, FSaRS (5 May 1942 – 15 August 2005) was Chief Safety Adviser to the UK Atomic Energy Authority, 2000–2002.[1]", "44946176": "Martin Dewey Whitaker (June 29, 1902 – August 31, 1960) was an American physicist who was the first director of the Clinton Laboratories (now the Oak Ridge National Laboratory) during World War II. He served as president of Lehigh University from 1946 until his death in 1960.", "250626": "John Hopkinson, FRS, (27 July 1849 – 27 August 1898) was a British physicist, electrical engineer, Fellow of the Royal Society and President of the IEE (now the IET) twice in 1890 and 1896. He invented the three-wire (three-phase) system for the distribution of electrical power, for which he was granted a patent in 1882. He also worked in many areas of electromagnetism and electrostatics, and in 1890 was appointed professor of electrical engineering at King's College London, where he was also director of the Siemens Laboratory.[1]", "19026694": "Henry Andrews Bumstead (March 12, 1870 – December 31, 1920) was an American physicist who taught at Yale from 1897 to 1920.[1] In 1918 he was scientific attache to the United States embassy in London. In 1920 he was Chairman of the National Research Council.", "50025232": "Luis Álvarez-Gaumé (born 1955 in Madrid) is a Spanish theoretical physicist who works on string theory and quantum gravity.", "32822039": "Tiruppattur Venkatachalamurti Ramakrishnan FRS (born 14 August 1941) is an Indian theoretical physicist known for his contributions in condensed matter physics. He is at present DAE Homi Bhabha Professor of Physics at Benaras Hindu University and also the chancellor of Tripura University.", "60248886": "Ceri Brenner (born August 1987) is a plasma physicist at the Science and Technology Facilities Council.[1][2]", "9917240": "Heinrich Ott (23 March 1894 – 27 November 1962) was a German physicist.", "34198330": "Andrei Nikolayevich Tverdokhlebov (Russian: Андре́й Никола́евич Твердохле́бов, 30 September 1940, Moscow – 3 December 2011, Pennsylvania, United States) was a Soviet physicist, dissident and human rights activist. In 1970, he founded - along with Valery Chalidze and Andrei Sakharov - the Committee on Human Rights in the USSR. In 1973, Tverdokhlebov - along with Valentin Turchin - founded the first chapter of Amnesty International in the Soviet Union.[1] He also helped found Group 73, a human rights organization that helped political prisoners in the Soviet Union. He was the author/editor of several samizdat publications while in the Soviet Union, which were compiled in the book, \"In Defense of Human Rights\", published by Khronika Press, New York, in 1975.", "63886144": "Emanuele Quercigh (born 1934 in Naples, Italy) is an Italian particle physicist who works since 1964 at CERN, most known for the discovery of quark-gluon plasma (QGP). Quercigh moved as a child to Friuli with his mother and his younger brother after the early death of his father.[1] Quercigh studied physics at the University of Milan in Italy, where he became assistant of professor Giuseppe Occhialini in 1959.", "56939328": "University of Bologna", "26694467": "Bikas Kanta Chakrabarti (born 14 December 1952 in Kolkata (erstwhile Calcutta) is an Indian physicist.[1]  At present he is INSA Senior Scientist (Physics)  at the Saha Institute of Nuclear Physics & Visiting Professor (Economics) at the Indian Statistical Institute,  Kolkata, India.", "31970118": "Basil J. Hiley (born 1935), is a British quantum physicist and professor emeritus of the University of London.", "17355594": "Peter H. Smith is a professor emeritus (he retired in 2013) at the Lunar and Planetary Laboratory of the University of Arizona, where he holds the inaugural Thomas R. Brown Distinguished Chair in Integrative Science.[1]  He is also the principal investigator for the $420 million robotic explorer Phoenix which landed at the north pole of the planet Mars on May 25, 2008. Peter H. Smith's papers are held at the University of Arizona Special Collections Library.[2]", "1528657": "Marco Antonio de Dominis (Croatian: Markantun de Dominis; 1560 – 7 September 1624) was a Dalmatian ecclesiastic, archbishop of Split and Primate of Dalmatia and all Croatia, adjudged heretic of the Catholic faith, polymath  and man of science.", "3003218": "Sir Basil Ferdinand Jamieson Schonland OMG CBE FRS[1] (2 February 1896 – 24 November 1972) was noted for his research on lightning,[2] his involvement in the development of radar during World War II and for being the first president of the South African Council for Scientific and Industrial Research.[3]", "46682963": "Marcia Anna Keith (1859–1950)[1] was a physicist, teacher of physics to women, and a charter member of the American Physical Society[2] since its founding in 1899.", "46879577": "Shyeh Tjing Cleo Loi (born c. 1991) is an Australian astrophysicist and PhD candidate in the Department of Applied Mathematics and Theoretical Physics at the University of Cambridge under John Papaloizou,[2] having completed her undergraduate studies at the University of Sydney School of Physics in 2014. She is credited with proving the existence of plasma tubes inside the Earth's magnetosphere and extending into the plasmasphere.[3][4][5]", "56087389": "Elina Berglund Scherwitzl (born 1984)[1] is a Swedish particle physicist and entrepreneur who, together with her husband Raoul Scherwitzl, has developed an app to indicate the days when a woman is most fertile. It can be used both for birth control and for planning a family. The app is marketed as Natural Cycles, which is also the name of the company the couple founded to produce it in 2013.[2][3]", "381797": "James Franck (German pronunciation: [ˈdʒɛɪ̯ms ˈfʁaŋk] ⓘ; 26 August 1882 – 21 May 1964) was a German physicist who won the 1925 Nobel Prize for Physics with Gustav Hertz \"for their discovery of the laws governing the impact of an electron upon an atom\".[1] He completed his doctorate in 1906 and his habilitation in 1911 at the Frederick William University in Berlin, where he lectured and taught until 1918, having reached the position of professor extraordinarius. He served as a volunteer in the German Army during World War I. He was seriously injured in 1917 in a gas attack and was awarded the Iron Cross 1st Class.", "70800230": "Felix Hans Boehm (June 9, 1924, Basel – May 25, 2021, Altadena, California)[1][2][3] was a Swiss-American experimental physicist, known for his research on weak interactions, parity violation, and neutrino physics.[4][5]", "65065830": "Ana Claudia Arias (born 1973) is a Brazilian American physicist who is a professor of Electrical Engineering and Computer Sciences at the University of California, Berkeley. Her research considers printed electronic materials and their application in flexible electronics and wearable medical devices.", "48517995": "Debra Meloy Elmegreen (born November 23, 1952[2] in South Bend, Indiana) is an American astronomer. She was the first woman to graduate from Princeton University with a degree in astrophysics, and she was the first female post-doctoral researcher at the Carnegie Observatories.", "676717": "Marvin D. Girardeau (3 October 1930 – 13 January 2015)[1][2] was a quantum physicist, and a faculty member in the Institute for Theoretical Science  at the University of Oregon, where he was hired as a professor in 1963 and worked until his retirement in 2000, after which he became a research professor at the University of Arizona. He was a mathematical physicist with an unusual nonlinear career, which culminated in a remarkable impact in the ultracold atom physics community.[3] One of Girardeau's achievements was to predict the existence of the Tonks–Girardeau gas in 1960.   A Tonks–Girardeau gas was created in 2004, and its measured properties strikingly confirmed Girardeau's original predictions.", "58577780": "William Roger Ward (January 11, 1944 – September 20, 2018) was an American astronomer.", "39211895": "Clyde A. Wahrhaftig (December 1, 1919 – April 6, 1994) was an American geologist who worked for the United States Geological Survey and taught at the University of California at Berkeley.[1] His research areas included Alaska, the Sierra Nevada, and the California Coast Ranges.[2] He is also known for his field guides to the geology of San Francisco and the Bay Area.", "54842235": "Sadruddin Ahmed Chowdhury (1 January 1931 – 23 July 2016) was a Bangladeshi academic and physicist.[1] He was one of the instrumental figures in founding Shahjalal University of Science and Technology (SUST) and served as the vice-chancellor of the university from 1989 to 1994. He also served as the vice-chancellor of Sylhet International University from 2001 to 2011.[2]", "37180284": "James Charles Phillips (born March 9, 1933) is an American physicist and a member of the National Academy of Sciences (1978).  Phillips invented the exact theory of the ionicity of chemical bonding in semiconductors, as well as new theories of compacted networks (including glasses, high temperature superconductors, and proteins).", "69358460": "Roberto Juan Poljak (17 September 1932, Buenos Aires;[1] – 30 May 2019, Baltimore County[2]) was an Argentine biophysicist and immunologist.", "1659778": "Martin Hans Christian Knudsen (15 February 1871 in Hasmark on Funen[1] – 27 May 1949 in Copenhagen) was a Danish physicist who taught and conducted research at the Technical University of Denmark.[2]", "54252422": "Peter David Drummond FAA is a physicist and distinguished professor in the Centre for Quantum and Optical Science at Swinburne University of Technology.", "28955528": "Alan Hayward (1923–2008) was a British engineer and physicist who was also active as an old-earth Creationist writer, and Christadelphian.", "1233805": "H. (Hanumanthappa) Narasimhaiah (more popularly Hale Upparahalli Narasimhaiah; 6 June 1920 – 31 January 2005) was an Indian physicist, educator, writer, freedom fighter and rationalist from Karnataka.[1] Publicly known as \"HN\",[2] he was the Vice-Chancellor of Bangalore University and the president of the National Education Society. He was conferred the Padma Bhushan award by the Government of India in 1984.[3]", "31708047": "Philipp Franz Heinrich Carl (19 June 1837 – 24 January 1891) was a German physicist.", "64213904": "Alice H. Armstrong was an American physicist known as one of the first female scientists at the National Bureau of Standards and as the first woman to earn a Ph.D. in physics from Harvard University, via Radcliffe College.[1] She was elected a Fellow of the American Physical Society in 1931.[2]", "48911249": "Chennupati Jagadish AC (born 1957), an Indian-Australian physicist and academic, is the President of the Australian Academy of Science,[1] and a Distinguished Professor of Physics at the Australian National University Research School of Physics. He is head of the Semiconductor Optoelectronics and Nanotechnology Group which he established in 1990. He is also the Convener of the Australian Nanotechnology Network and Director of Australian National Fabrication Facility ACT Node.[2]", "62051224": "Samvel Grigorievich Kocharyants (Russian: Самвел Григорьевич Кочарянц; Armenian: Սամվել Գրիգորի Քոչարյանց; born 7 January 1909 in Gavar, Russian Empire, died 4 August 1993 in Sarov, Russia) was a Soviet Armenian designer and developer of the first Soviet nuclear warheads for ballistic missiles.[1][2] He was awarded Hero of Socialist Labor twice.", "2118553": "Mohammad al-Mass'ari (Arabic: محمد المسعري) is an exiled Saudi physicist and political dissident who gained asylum in the United Kingdom in 1994.[1] He runs the Committee for the Defense of Legitimate Rights (CDLR) and is an adviser to the Islamic Human Rights Commission. In the mid-2000s, he was employed as a lecturer by the physics department of King's College London.", "39801762": "Professor Thorsteinn I. Sigfusson (Icelandic: Þorsteinn Ingi Sigfússon; 4 June 1954 in Vestmannaeyjar, Iceland – 15 July 2019) was an Icelandic physicist prominent in the field of energy research. He was awarded the Global Energy Prize in 2007, and was the Director of the Innovation Center Iceland at the University of Iceland, where he held the Icelandic Alloys Chair.[1]", "71291814": "Xu Xurong (Chinese: 徐叙瑢; pinyin: Xú Xùróng; 23 April 1922 – 12 July 2022) was a Chinese physicist, and an academician of the Chinese Academy of Sciences. He was a delegate to the 12th National People's Congress.", "64672681": "Mikkel F. Andersen is a physicist, Associate Professor at the University of Otago, and an investigator at the Dodd-Walls Centre in Dunedin, New Zealand. His research deals with ways to capture fast-moving atoms.", "39244718": "Pierre Fayet (born 4 December 1949) is a French theoretical physicist.", "51172272": "Augustinus Johannes \"Guus\" Berkhout (born 1 April 1940) is a Dutch engineer who has worked for the oil and gas industry, and as a professor.", "2118575": "Heinz Haber (May 15, 1913 in Mannheim – February 13, 1990 in Hamburg) was a German physicist and science writer who primarily became known for his TV programs and books about physics and environmental subjects. His lucid style of explaining hard science has frequently been imitated by later popular science presenters in Germany.", "72766384": "Laura Kreidberg is an American astronomer who primarily studies exoplanets. Since 2020, she has been director at the Max Planck Institute for Astronomy (MPIA) in Heidelberg, where she is leading the Atmospheric Physics of Exoplanets (APEx) department.", "56873907": "Valerie Gibson OBE, also known as Val Gibson, is a professor of Physics and Head of the High Energy Physics group at the University of Cambridge.", "39080881": "Øystein Fischer (born 9 March 1942 in Bergen, died 19 September 2013) was a Norwegian physicist and specialist in the field of superconductivity.[1] He was a professor of the Faculty of Science of the University of Geneva. He was also the founder and director of the Swiss National Center of Competence in Research MaNEP (Materials with Novel Electronic Properties), dedicated to exploring materials of the future.", "65524663": "Tomaž Prosen (born 1970) is a Slovenian theoretical and mathematical physicist. His research has spanned non-equilibrium dynamics, statistical mechanics, quantum transport, and chaos theory.", "54023099": "Hua-wei Zhou (周华伟; born 1957) is an American geophysicist, focusing in earthquake seismology, exploration geophysics, digital data processing, geodynamics and seismic tomography, currently the Margaret S. Sheriff College Professorship in Geophysics at University of Houston and formerly the Joe Pevehouse Endowed Chair at Texas Tech University.[1][2][3][4]", "54023100": "Wei-Kan Chu (朱唯幹) is an American physicist, an expert in ion beam interaction with solid, currently the Cullen University Professor and distinguished university professor at the University of Houston and an Elected Fellow of the American Physical Society.[1][2][3]", "25449405": "Walter Alexander \"Walt\" de Heer (born November 1949) is a Dutch physicist and nanoscience researcher known for discoveries in the electronic shell structure of metal clusters, magnetism in transition metal clusters, field emission and ballistic conduction in carbon nanotubes, and graphene-based electronics.", "3003326": "Reimar Lüst (German: [ˈʁaɪmaʁ ˈlyːst]; 25 March 1923 – 31 March 2020)[1] was a German astrophysicist. He worked in European space science from its beginning, as the scientific director of the European Space Research Organisation (ESRO) from 1962 and as Director General of the European Space Agency (ESA) from 1984 until 1990.", "70800319": "George Secor Stranahan (November 5, 1931, in Toledo – May 20, 2021, in Denver) was an American physicist and entrepreneur, best remembered for founding the Flying Dog Brewery, Stranahan's Colorado Whiskey, and the Aspen Center for Physics.[1][2][3][4][5]  His family owned the Champion Spark Plug Company, and his inheritance was used to found these ventures.[2] He founded the Woody Creek Tavern, which was the favorite watering hole of Hunter S. Thompson, who was also Stranahan's best friend.[4] He founded and was principal of the Aspen Community School.[6]", "73257921": "Anna Minguzzi (born circa 1973)[1] is an Italian condensed matter physicist who works in France as a director of research for the French National Centre for Scientific Research, affiliated with the Laboratoire de Physique et Modélisation des Milieux Condensés (LPMMC) in Grenoble. Her research involves quantum fluids, gases of ultracold atoms, fermionic condensates, Bose–Einstein condensates,[2] exciton-polaritons, and atomtronics.[1][3]", "44782529": "Sir Francis Arthur Vick (5 June 1911 – 2 September 1998) was a British physicist and university administrator.", "54252485": "Raymond Volkas FAA is a theoretical particle physicist from the University of Melbourne. In 2016, Raymond was awarded the Harrie Massey Medal and Prize, jointly by the Institute of Physics(UK) and the Australian Institute of Physics, for his contributions to physics.[1] Raymond is a Redmond Barry Distinguished Professor in the School of Physics, at the University of Melbourne, where he has been a faculty member since 1993. He is the director of the Melbourne Node of the ARC Centre of Excellence for Particle Physics (established in 2011) and served as head of the School of Physics from 2014 to 2016. Some of Volkas's past awards and achievements include receiving a Queen Elizabeth II Fellowship, the Pawsey Medal which is awarded by the Australian Academy of Science, the Dean's Award for Excellence in Teaching (University of Melbourne) and a Dozor Fellowship from Ben-Gurion University in Israel. He was elected as a Fellow of the Australian Academy of Science in 2010.", "21454": "Nicanor Segundo Parra Sandoval (5 September 1914 – 23 January 2018) was a Chilean poet and physicist. He was considered one of the most influential Chilean poets of the Spanish language in the 20th century, often compared with Pablo Neruda. Parra described himself as an \"anti-poet,\" due to his distaste for standard poetic pomp and function; after recitations he would exclaim \"Me retracto de todo lo dicho\" (\"I take back everything I said\").", "42128335": "Rachael Padman (born 1954) is an Australian physics lecturer at the University of Cambridge in England. From Melbourne, Padman was a graduate in electrical engineering from Monash University, Australia, and specialised in radio astronomy. After her doctoral research, she has made contributions to research in stellar evolution (the formation of stars). She is now mainly involved in administrative works in teaching. Padman is a member of the International Astronomical Union.[1]", "2020303": "Martinex T'Naga is a fictional character appearing in American comic books published by Marvel Comics. The character is depicted as being from an alternate future in the 31st century, and member of the Guardians of the Galaxy.", "50549715": "André Fernand Brahic (30 November 1942 – 15 May 2016) was a French astrophysicist. He is known for his discovery (1984) of the rings of Neptune.", "349142": "Fotini G. Markopoulou-Kalamara (Greek: Φωτεινή Μαρκοπούλου-Καλαμαρά; born April 3, 1971) is a Greek theoretical physicist interested in quantum gravity, foundational mathematics, quantum mechanics and a design engineer working on embodied cognition technologies.  Markopoulou is co-founder and CEO of Empathic Technologies.[3] She was a founding faculty member at Perimeter Institute for Theoretical Physics and was an adjunct professor at the University of Waterloo.", "8737754": "Arnold Markovych Kosevich (Ukrainian: Арнольд Маркович Косе́вич; July 7, 1928 – October 3, 2006) was a Soviet and Ukrainian physicist, known for contributions to the electron theory of metals and the theory of crystals.[1]", "41997277": "Hendrika Johanna van Leeuwen (July 3, 1887 – February 26, 1974) was a Dutch physicist known for her early contributions to the theory of magnetism. She studied at Leiden University under the guidance of Hendrik Antoon Lorentz, obtaining her doctorate in 1919. Her thesis [1][2] explained why magnetism is an essentially quantum mechanical effect,[3] a result now referred to as the Bohr–Van Leeuwen theorem. (Niels Bohr had arrived at the same conclusion a few years earlier.) She continued to investigate magnetic materials at the \"Technische Hogeschool Delft\" (now called the Delft University of Technology), first as \"assistant\" between September 1920 and April 1947, and then she was promoted to \"lector in de theoretische en toegepaste natuurkunde\" (reader in theoretical and applied physics).[4][5]", "43209698": "Tomasz Dietl (born 1 October 1950) is a Polish physicist, a professor and a head of Laboratory for Cryogenic and Spintronic Research at the Institute of Physics, Polish Academy of Sciences and professor of The Institute of Theoretical Physics at the University of Warsaw.[1] His research interest includes semiconductors, spintronics and nanotechnology.[2] With over 20,000 citations he is considered one of the leading Polish physicists.[3]", "381922": "Clifford Edward Berry (April 19, 1918 – October 30, 1963) helped John Vincent Atanasoff create the first digital electronic computer in 1939, the Atanasoff–Berry computer (ABC).", "87012": "Hermann Julius Oberth (German: [ˈhɛrman ˈjuːli̯ʊs ˈoːbɛrt]; 25 June 1894 – 28 December 1989) was an Austro-Hungarian-born German physicist and rocket pioneer of Transylvanian Saxon descent.[3] He is considered one of the founding fathers of rocketry and astronautics, along with Robert Esnault-Pelterie, Konstantin Tsiolkovsky, Robert H. Goddard and Herman Potočnik (also known under the pseudonym Hermann Noordung).[5][6]  Oberth supported Nazi Germany's war effort and received the War Merit Cross (1st Class) in 1943.[7]", "68572130": "Janice A. Hudgings is an American physicist and educator whose research interests include optics and semiconductor devices.[1] She is the Seeley W. Mudd Professor of Physics at Pomona College in Claremont, California.[1]", "19026921": "Johann Jakob Müller (4 March 1846 – 14 January 1875) was a physiologist and physicist.", "59757549": "Luisa Cifarelli FInstP (born 11 June 1952) is a Professor of Experimental Particle Physics at the University of Bologna. She is the Director of the La Rivista del Nuovo Cimento.", "2118639": "William Nicol FRSE FCS (1768? – 2 September 1851) was a Scottish geologist and physicist who invented the Nicol prism, the first device for obtaining plane-polarized light, in 1828.", "23483376": "Pierre Polinière (8 September 1671 – 9 February 1734) was an early investigator of electricity and electrical phenomena, notably \"barometric light\", a form of gas-discharge light, which suggested the possibility of electric lighting.  He also helped to introduce the scientific method in French universities.", "807924": "William Weber Coblentz (November 20, 1873 – September 15, 1962) was an American physicist notable for his contributions to infrared radiometry and spectroscopy.[1]", "47338489": "Bryan Ronald Webber, FRS, FInstP (born 25 July 1943) is a British physicist and academic. He was a Fellow of Emmanuel College, Cambridge from 1973 to 2010, and Professor of Theoretical Physics at the University of Cambridge from 1999 to 2010. He has been awarded the Dirac Medal by the Institute of Physics, the Sakurai Prize by the American Physical Society and the High Energy and Particle Physics Prize by the European Physical Society.", "49533948": "Ashutosh Vijay Kotwal (born December 20, 1965) is an American particle physicist of Indian origin. He is the Fritz London Professor of Physics at Duke University, and conducts research in particle physics  related to W bosons and the Higgs boson and searches for new particles and forces.", "22270973": "Leopoldo Máximo Falicov (June 24, 1933 – January 24, 1995)[1] was an Argentine theoretical physicist, specializing in the theory of condensed matter physics.", "50222079": "Michael Wulf Friedlander (November 15, 1928 – April 29, 2021)[1][2] was a South African-born[1][2] American physicist and skeptic. Friedlander was professor emeritus of physics at Washington University in St. Louis. His research involved the study of cosmic rays and gamma ray astronomy.[3] He is the author of the book At The Fringes Of Science (1998), a scholarly study of fringe science. The book is notable for its criticism of the ideas of Immanuel Velikovsky.[4][5]", "72668175": "Ludger Wöste (born May 2, 1946 in Emsbüren) is a German physicist and professor at the Free University of Berlin. He is known for research in laser control of chemistry and laser-based weather control through the creation of plasma channels by laser filamentation in air.[1][2]", "20534296": "Henri Bacry (1928–2010) was Professor Emeritus at the Université de la Méditerranée. Henri Bacry was assistant of physics at the Faculté des Sciences d'Alger and then Professor of mathematics at Lycée Bugeaud, before becoming, in 1969, Professor at the Faculté des Sciences de Luminy. He was a visiting scholar at the Institute for Advanced Study in Princeton in 1966-6[1] and a researcher at CERN. He is the founder in 1972 of the International Colloquium of Group Theoretical Methods in Physics. He has numerous publications on theoretical physics, problems of symmetry in various fields ranging from relativity to particle physics, optics, physics of sound and statistical mechanics and some work in mathematics.", "9327654": "Mikhail Valentinovich Kovalchuk (Russian: Михаил Валентинович Ковальчук; born 21 September 1946) is a Russian physicist and official. He is a brother of Yury Kovalchuk, known as \"Putin's personal banker\".", "30757934": "Debendra Mohan Bose (D. M. Bose) (26 November 1885 – 2 June 1975) was an Indian physicist who made contributions in the field of cosmic rays, artificial radioactivity and neutron physics.[1] He was the longest serving Director (1938–1967) of Bose Institute.[2] Bose was the nephew of the famous physicist Jagadish Chandra Bose, who laid the foundations of modern science in India.", "44389424": "Varley Fullerton Sears (born 1937, died at age 81 in Deep River, Ontario on June 9, 2019[1]) was a Canadian physicist, notable for his contributions to the methodological foundations of neutron scattering.", "9065521": "Paul Michael Chaikin (born November 14, 1945, in Brooklyn, New York) is an American physicist known particularly for many significant contributions to the field of soft condensed matter physics.", "68244529": "Jeffrey Scott Hangst is an experimental particle physicist at Aarhus University, Denmark, and founder and spokesperson of the ALPHA collaboration at the Antiproton Decelerator (AD) at CERN, Geneva. He was also one of the founding members and the Physics Coordinator of the ATHENA collaboration at the AD facility.[1]", "31446069": "Jean-Pierre Eckmann (born 27 January 1944) is a Swiss mathematical physicist in the department of theoretical physics at the University of Geneva[1] and a pioneer of chaos theory and social network analysis.[2]", "8574016": "Schuyler Skaats Wheeler (May 17, 1860 – April 20, 1923) was an American electrical engineer and manufacturer who invented the electric fan, an electric elevator design, and the electric fire engine.  He is associated with the early development of the electric motor industry, especially to do with training the blind in this industry for gainful employment. He helped develop and implement a code of ethics for electrical engineers and was associated with the electrical field in one way or another for over thirty years.", "50123840": "Mandagere Bharadwaj Ramachandra Rao (5 August 1906 – 4 September 1992) was an Indian geophysicist, writer and one of the founding leaders of the Oil and Natural Gas Commission (ONGC).[1] It was Rao who was reported to have identified Patiala House as the headquarters of the organization.[2] Born in the Mysore state of British India, (present-day Karnataka state), on 5 August 1906, he secured his post graduate degree (MSc) from the University of Mysore before joining the Geological Survey of India (GSI).[3] Later, when the Oil and Natural Gas Commission was formed in 1956, he joined the organization along with a number of geoscientists from GSI where he served for a number of years.[4]", "73258048": "Harold Ralph Lewis, Jr., (7 June 1931 - 25 March 2002) was an American physicist, researcher at the Los Alamos National Laboratory, and professor at Dartmouth College. Lewis worked on Project Sherwood and conducted research in nuclear physics and plasma physics.[1]", "67327045": "Allan Adams is an American physicist and oceanographer.  His research in physics has focused on string theory, QFT, and fluid dynamics, while his work in oceanography and ocean engineering have focused on high-precision optical sensing and imaging and on low-cost scalable instrumentation.   He currently leads the Future Ocean Lab at Massachusetts Institute of Technology and is a visiting oceanographer at the Woods Hole Oceanographic Institution.", "65819719": "Jun Zhu is a Chinese-American experimental condensed matter physicist known for her research in valleytronics[1][2] and more generally on electronic transport in two-dimensional materials, particularly graphene.[3] She is a professor of physics at Pennsylvania State University.[4]", "42259528": "Claude Bloch (18 March 1923 – 29 December 1971) was a French theoretical nuclear physicist. He authored over 60 published articles and made significant impact on the fields of quantum field theory, nuclear physics, and the many-body problem.", "64934985": "Dmitry Garanin is a Russian-American physicist known for his work in theoretical condensed matter physics. He is a professor in the Department of Physics & Astronomy at Lehman College[1] of The City University of New York and a faculty member in the physics department of the CUNY Graduate Center.[2]", "49501261": "Yuanbo Zhang is a condensed matter physicist and a professor of physics at Fudan University. He is known for his work on the electronic properties of low-dimensional systems.[1]", "22500431": "Durmuş Ali Demir (born March 10, 1967) is a Turkish theoretical physicist at Sabancı University since 2019. He was a dean of the Graduate School of Engineering and Sciences[3] at the Izmir Institute of Technology where he was the ex-chair of the Physics Department.[4] His research areas include supersymmetric standard model, extra dimensions and general relativity.", "49468496": "Davide Silvano Achille Gaiotto (born 11 March 1977) is an Italian mathematical physicist who deals with quantum field theories and string theory. He received the Gribov Medal in 2011[1] and the New Horizons in Physics Prize in 2013.[2]", "69981268": "Alexander Luis Gaeta (born 1961) is an American physicist and the David M. Rickey Professor of Applied Physics at Columbia University. He is known for his work on quantum and nonlinear photonics. He is a Fellow of the American Physical Society, Optica (formerly the Optical Society of America), and of the Institute of Electrical and Electronics Engineers.", "20993110": "Reinhold Mannkopff (18 May 1894 – 9 April 1978) was a German experimental physicist who specialized in spectroscopy. In 1939, he was a member of the first Uranium Club, the German nuclear energy project. After World War II, he was the secretary of the Northwest German branch of the German Physical Society for over 20 years.", "72635479": "Dingsheng Wang is a Chinese researcher, physicist, nanocatalyst, and professor at the Tsinghua University. He is a fellow of the Chinese Academy of Sciences.[1][2][3]", "57201769": "Shohini Ghose is a quantum physicist and Professor of Physics and Computer Science at Wilfrid Laurier University.[1] She has served as the president of the Canadian Association of Physicists (2019-2020),[2] co-editor-in-chief of the Canadian Journal of Physics,[3] and the Director of the Laurier Centre for Women in Science.[1] She was named a 2014 TED Fellow[4] and a 2018 TED Senior Fellow.[5] In 2019 she appeared on the Star TV show TED Talks India Nayi Baat hosted by Shah Rukh Khan.[6] In 2017 she was elected to the Royal Society of Canada's College of New Scholars, Artists and Scientists.[7] Her book Clues to the Cosmos was released in India in December 2019. In 2020, she was selected as an NSERC Chair for Women in Science and Engineering.[8]", "61363309": "Alfred P. Sloan Fellow (1991-1993)", "3757166": "Anatole Abragam (15 December 1914 – 8 June 2011)[1][2] was a French physicist who wrote The Principles of Nuclear Magnetism[3] and made significant contributions to the field of nuclear magnetic resonance.[4] Originally from Griva, Courland Governorate, Russian Empire, Abragam and his family emigrated to France in 1925.[5][4]", "1234031": "David Herbert Munro (born April 29, 1955 in Oakland, California) is a physicist at Lawrence Livermore National Laboratory (LLNL) who created the programming language Yorick as well as the scientific graphics library Gist.", "63755375": "Amita Das (Tamil: அமிதா தாசு, born 3 August 1965) is an Indian plasma physicist. She is currently a professor at the Indian Institute of Technology Delhi.[1] Her research interests are in laser-plasma interactions, nonlinear plasmas, plasma turbulence and the properties of strongly coupled and dusty plasma systems.[2][3]", "67949679": "Tracy E. Northup (born 1978) is an American physicist who works at the Institute for Experimental Physics, University of Innsbruck. Her research considers the development optical cavities and trapped ions to better quantum mechanical interactions. She was awarded the 2016 Start-Preis of the Austrian Science Fund.", "3232883": "Otto Laporte (July 23, 1902 – March 28, 1971) was a German-born American physicist who made contributions to quantum mechanics, electromagnetic wave propagation theory, spectroscopy, and fluid dynamics. His name is lent to the Laporte rule in spectroscopy and to the Otto Laporte Award of the American Physical Society.[1]", "54350964": "Thomas Jennewein is an Austrian physicist who conducts research in quantum communication and quantum key distribution. He has taught as an associate professor at the University of Waterloo and the Institute for Quantum Computing in Waterloo, Canada since 2009.[4] He earned his PhD under Anton Zeilinger at the University of Vienna in 2002, during which time he performed experiments on Bell's inequality and cryptography with entangled photons.[5][7] His current work at the Institute for Quantum Computing focuses on satellite-based free space quantum key distribution, with the goal of creating a global quantum network.[9][10]", "2282614": "Antonius Johannes van den Broek (4 May 1870, Zoetermeer – 25 October 1926, Bilthoven) was a Dutch amateur physicist notable for being the first who realized that the number of an element in the periodic table (now called atomic number) corresponds to the charge of its atomic nucleus. This hypothesis was published in 1911 and inspired the experimental work of Henry Moseley, who found good experimental evidence for it by 1913.", "55530615": "Subodh Raghunath Shenoy (born 16 October 1947) is an Indian condensed matter physicist and a former professor at the Tata Institute of Fundamental Research. He has also been associated with the Indian Institute of Science Education and Research, Thiruvananthapuram. Known for his studies on Condensed matter physics and Statistical physics, his research covered topological defect-mediated phase transitions, vortex dynamics and decay kinetics of metastability.[1]", "58512503": "Yoshitaka Tanimura (谷村 吉隆, Yoshitaka Tanimura)  is a Japanese mathematical physicist, best known for his invention with Ryogo Kubo of the Hierarchical equations of motion. In 1993, while working at University of Rochester with Shaul Mukamel, he published a theoretical paper[2] laying the foundation for (optical) two-dimensional femtosecond spectroscopies.[3]", "1070206": "Sir John Theodore Houghton CBE FRS FLSW (30 December 1931 – 15 April 2020) was a Welsh atmospheric physicist who was the co-chair of the Intergovernmental Panel on Climate Change's (IPCC) scientific assessment working group which shared the Nobel Peace Prize in 2007 with Al Gore.[2] He was the lead editor of first three IPCC reports. He was professor in atmospheric physics at the University of Oxford, former Director General at the Met Office and founder of the Hadley Centre.[3]", "44881023": "Jean Zinn-Justin (born 10 July 1943 in Berlin) is a French  theoretical physicist.", "447631": "Deborah Shiu-lan Jin (simplified Chinese: 金秀兰; traditional Chinese: 金秀蘭; pinyin: Jīn Xiùlán; November 15, 1968 – September 15, 2016) was an American physicist and fellow with the National Institute of Standards and Technology (NIST); Professor Adjunct, Department of Physics at the University of Colorado; and a fellow of the JILA, a NIST joint laboratory with the University of Colorado.[1][2]", "20010129": "Alexander Zakharovich Patashinski (Russian: Александр Захарович Паташинский, born in 1936) was a Soviet and Russian physicist. He is a professor for Materials Research Scientist and professor at Northwestern University in Evanston, Illinois.", "66180241": "Brian John O'Brien AO FTSE (27 February 1934 – 7 August 2020) was an Australian physicist and space scientist. He is best known for his \"research into lunar dust and the challenges it presents for exploration of the Moon.\" He \"highlighted how hazardous it was for astronauts and their equipment.\"[1] Five experiments designed by him were placed on the Moon by the Apollo 11 Mission. One measured radiation, the others were concerned with Moon dust.[2]", "36230294": "Sharon C. Glotzer is an American scientist and \"digital alchemist\",[1] the Anthony C. Lembke Department Chair of Chemical Engineering, the John Werner Cahn Distinguished University Professor of Engineering and the Stuart W. Churchill Collegiate Professor of Chemical Engineering at the University of Michigan, where she is also professor of materials science and engineering, professor of physics, professor of macromolecular science and engineering, and professor of applied physics. She is recognized  for her contributions to the fields of soft matter and computational science, most notably on problems in assembly science and engineering, nanoscience, and the glass transition, for which the elucidation of the nature of  dynamical heterogeneity in glassy liquids is of particular significance. She is a member of the National Academy of Sciences, the National Academy of Engineering, and the American Academy of Arts and Sciences.", "51860630": "Vadim L'vovich Berezinskii (July 15, 1935 in Kyiv – June 23, 1980 in Moscow[1]) was a Soviet physicist. He was born in Kyiv, graduated from Moscow State University in 1959, and worked in Moscow and the Landau Institute for Theoretical Physics. He is famous for having identified the role played by topological defects in the low-temperature phase of two-dimensional systems with a continuous symmetry.[2][3] His work led to the discovery of the Berezinskii–Kosterlitz–Thouless transition, for which John M. Kosterlitz and David J. Thouless were awarded the Nobel Prize in 2016. He also developed a technique for treating electrons in one-dimensional disordered systems and provided first consistent proof of one-dimensional localization,[4] and predicted negative-gap superconductivity.[5]", "69751960": "Michael J. Walter is an American experimental petrologist at Earth and Planetary Laboratory (EPL, formally Geophysical Lab and Department of Terrestrial Magnetism)[1] of the Carnegie Institution of Washington. He is also the director of EPL.[2] He was on Editorial Board of JGR: Solid Earth from 2012 to 2018.[3] Michael studies how rocks behave when transported to deep Earth interiors and associated elemental behaviors.[4] He also uses super-deep diamonds to study the how Earth's mantle works.[5]", "13653148": "Winston H. Bostick (March 5, 1916 – January 19, 1991) was an American physicist who discovered plasmoids, plasma focus, and plasma vortex phenomena. He simulated cosmical astrophysics with laboratory plasma experiments, and showed that Hubble expansion can be produced with repulsive mutual induction between neighboring galaxies acting as homopolar generators. His work on plasmas was claimed to be evidence for finite-sized elementary particles and the composition of strings, but this is not accepted by mainstream science.", "65295517": "Rajat Mittal is a computational fluid dynamicist and a professor of mechanical engineering in the Whiting School of Engineering at Johns Hopkins University. He holds a secondary appointment in the Johns Hopkins University School of Medicine.[1] He is known for his work on immersed boundary methods (IBMs) and applications of these methods to the study of fluid flow problems.", "69620907": "Rong Zhang is a Chinese-American physicist and climate scientist at the National Oceanic and Atmospheric Administration. Her research considers the impact of Atlantic meridional overturning circulation on climate phenomena. She was elected Fellow of the American Meteorological Society in 2018 and appointed their Bernhard Haurwitz Memorial Lecturer in 2020.", "10278059": "Andrew Plummer FRCP (1697–1756) was a Scottish physician and chemist. He was professor of chemistry at the University of Edinburgh from 1726 to 1755. He developed ideas on the attractive and repulsive forces involved in chemical affinity, which later had influence on his successors William Cullen and Joseph Black.[1] He compounded \"Plummer's pills\", a mixture of calomel and antimony sulfide with guaiacum; the pills were originally compounded to treat psoriasis but were used for more than a century as an antisyphilitic.[2]", "52417710": "Subramanian Anantha Ramakrishna (born 30 November 1972) is a professor of physics at the Indian Institute of Technology Kanpur specializing in optics and condensed matter physics. He was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology, India's highest prize for excellence in science, mathematics and technology, in the physical sciences category in the year 2016.[1] Ramakrishna obtained his M.Sc. degree from the Indian Institute of Technology Kanpur in 1995 after pursuing the integrated 5-year M.Sc. programme and secured his Ph.D. from Raman Research Institute, Bangalore, in 2001. His thesis was titled \"Light transport and localization in Active and passive random media\" written under the supervision of Prof. N. Kumar. He spent two years at the Imperial College, London, as a postdoctoral researcher and joined the Indian Institute of Technology Kanpur as an assistant professor in May 2003, where he now holds the position of professor.[2] In July 2020, Prof. Ramakrishna took charge as Director of the CSIR-Central Scientific Instruments Organisation in Chandigarh on lien from IIT Kanpur.", "58315957": "Theodore \"Ted\" Allen Welton (July 4, 1918 – Nov. 14, 2010) was an American theoretical physicist best known as the co-author of the fluctuation dissipation theorem.[1][2] During 1944 and 1945 he worked at Project Y in Los Alamos, New Mexico on nuclear weapons in Richard Feynman's T-4 Group[3] after being recruited by Feynman.", "1004729": "Masaru Emoto (江本 勝, Emoto Masaru, July 22, 1943 – October 17, 2014)[1] was a Japanese businessman, author and pseudoscientist who claimed that human consciousness could affect the molecular structure of water. His 2004 book The Hidden Messages in Water was a New York Times best seller.[2] His conjecture evolved over the years, and his early work revolved around pseudoscientific hypotheses that water could react to positive thoughts and words and that polluted water could be cleaned through prayer and positive visualization.[3][4][5]", "39539911": "Russell James Donnelly (born 16 April 1930 in Hamilton, Ontario, died 13 June 2015 in Eugene, Oregon) was a Canadian-American physicist known for his work on classical and quantum fluid dynamics.[1][2][3] He connected the fields of low temperature physics and fluid turbulence.[4]", "37606600": "Dawon Kahng (Korean: 강대원; May 4, 1931 – May 13, 1992) was a Korean-American electrical engineer and inventor, known for his work in solid-state electronics. He is best known for inventing the MOSFET (metal–oxide–semiconductor field-effect transistor, or MOS transistor), along with his colleague Mohamed Atalla, in 1959. Kahng and Atalla developed both the PMOS and NMOS processes for MOSFET semiconductor device fabrication. The MOSFET is the most widely used type of transistor, and the basic element in most modern electronic equipment.", "1004747": "Paul Hermann Scherrer (3 February 1890 – 25 September 1969) was a Swiss physicist. Born in St. Gallen, Switzerland, he studied at Göttingen, Germany, before becoming a lecturer there. Later, Scherrer became head of the Department of Physics at ETH Zurich.[2][3][4][5]", "22992076": "Rod C. Alferness was president of The Optical Society in 2008.[1]", "8508626": "André Guinier (1 August 1911 – 3 July 2000) was a French physicist who did important work in the field of X-ray diffraction and solid-state physics.[1][2]", "20534492": "Jean-Marc Lévy-Leblond (born 1940) is a physicist[1] and essayist.", "54351073": "Dr David Keith Chalmers MacDonald FRS FRSE FRSC  (24 July 1920 – 28 July 1963) was a 20th-century Scottish-born metal physicist, cryogenecist and scientific author. He is considered as one of the founding fathers of modern cryogenics.", "316643": "Abraham Pais (/peɪs/; May 19, 1918 – July 28, 2000) was a Dutch-American physicist and science historian. Pais earned his Ph.D. from University of Utrecht just prior to a Nazi ban on Jewish participation in Dutch universities during World War II. When the Nazis began the forced relocation of Dutch Jews, he went into hiding, but was later arrested and saved only by the end of the war.[2] He then served as an assistant to Niels Bohr in Denmark and was later a colleague of Albert Einstein at the Institute for Advanced Study in Princeton, New Jersey. Pais wrote books documenting the lives of these two great physicists and the contributions they and others made to modern physics. He was a physics professor at Rockefeller University until his retirement.", "22664431": "Subir Sachdev is Herchel Smith Professor of Physics[1] at Harvard University specializing in condensed matter. He was elected to the U.S. National\nAcademy of Sciences in 2014, received the Lars Onsager Prize from the American Physical Society and the Dirac Medal from the ICTP in 2018, and was elected Foreign Member of the Royal Society ForMemRS in 2023.\nHe was a co-editor of the Annual Review of Condensed Matter Physics from 2017–2019.[2][3]", "1037556": "Certified Health Physicist is an official title granted by the American Board of Health Physics, the certification board for health physicists in the United States.[1][2]  A Certified Health Physicist is designated by the letters CHP or DABHP (Diplomate of the American Board of Health Physics) after his or her name.", "19322100": "Mitsutaka Fujita (藤田 光孝, Fujita Mitsutaka, August 16, 1959 – March 18, 1998) was a Japanese physicist. He proposed the edge state that is unique to \ngraphene zigzag edges. Also, he theoretically pointed out the importance and peculiarity of nanoscale and edge shape effects in nanographene.  The theoretical concept of graphene nanoribbons was introduced by him and his research group to study the nanoscale effect of graphene. He was an associate professor at Tsukuba University, and died of a subarachnoid hemorrhage on March 18, 1998. His posthumous name is Rikakuin-Shinju-Houkou-Koji (理覚院深珠放光居士) in Japanese.", "70964471": "Steven Michael Errede (born December 24, 1952) is an American experimental physicist, known for his leadership in the collaboration that experimentally confirmed the existence of the top quark.[1]", "45339895": "Zinaïda Mikolaïevna Aksentieva (Ukrainian: Зінаїда Миколаївна Аксентьєва; July 25, 1900 – April 8, 1969)[1] was a Ukrainian/Soviet astronomer and geophysicist.[2][3]", "61166844": "Władysław J. (Wladek) Świątecki (22 April 1926 – 30 September 2009) was a Polish theoretical and nuclear physicist. He was one of the first proponents of the island of stability for superheavy elements, showing that it appears in a mass formula influenced by the presence of closed nuclear shells; he is also known for several other contributions in nuclear structure research.", "16307453": "Eugene Theodore Booth, Jr. (28 September 1912 – 6 March 2004) was an American nuclear physicist. He was a member of the historic Columbia University team which made the first demonstration of nuclear fission in the United States. During the Manhattan Project, he worked on gaseous diffusion for isotope separation. He was the director of the design, construction, and operation project for the 385-Mev synchrocyclotron at the Nevis Laboratories, the scientific director of the SCALANT Research Center, and dean of graduate studies at Stevens Institute of Technology. Booth was the scientific director of the SCALANT Research Center, in Italy.[1][verification needed]", "24597757": "Raoul Norman Franklin CBE FREng[1] (3 June 1935 – 7 October 2021),[2] was a physicist, working in the field of plasma physics, who was Vice-Chancellor of the City University in London for 20 years.", "4674817": "Jorge Eduardo Hirsch (born 1953) is an Argentine American professor of physics at the University of California, San Diego.[1] Hirsch received a PhD in physics from the University of Chicago in 1980 and completed his postdoctoral research at the Kavli Institute for Theoretical Physics at the University of California, Santa Barbara in 1983. He is known for inventing the h-index in 2005, an index for quantifying a scientist's publication productivity and the basis of several scholar indices.[2][3]", "59823364": "Willie S. Rockward is a physics professor and has served as the chair of the department of physics and engineering physics at Morgan State University since August of 2018.[1] His research interests include Micro/Nano Optics Lithography, Extreme Ultraviolet Interferometry, Metamaterials, Terahertz imaging, Nanostructure Characterization, and Crossed Phase Optics.[2] From 2018 to 2020 he was the president of the National Society of Black Physicists.[3]", "60314888": "Walter Thompson Welford FRS (31 August 1916 – 18 September 1990) was a British physicist with expertise in optics.[1]", "70341903": "Silke Ospelkaus-Schwarzer is a German experimental physicist who studies ultra-cold molecular materials at the University of Hanover Institute of Quantum Optics. She was awarded a European Research Council Consolidator Award in 2022.", "59692305": "Pritam Deb is an Indian physicist, nanoscientist and a professor of physics at Tezpur University.[1][2] He is known for his studies on nanoscience and technology as well as the physics of materials[3] and has published a number of articles;[4][note 1] ResearchGate, an online repository of scientific articles has listed 86 of them.[5] Besides, he has also published a book, Kinetics of Heterogeneous Solid State Processes, on nonisothermal kinetics.[6]", "45634833": "Jan Eugeniusz Krysiński  (born 17 August 1935 in Warsaw) is a Polish scientist, specializing in fluid mechanics and turbomachinery research, and former rector of Lodz University of Technology.", "17847570": "John Andrew Dillon Jr. (1923 – February 22, 2005) was an American physicist, administrator, professor at the University of Louisville, and founder and first director of the Systems Science Institute at the University of Louisville.", "45274391": "Medical Academy of Warsaw", "68244764": "Stefan Ulmer (born 1977 in Tübingen) is a particle physicist, professor of Physics at Heinrich Heine University Düsseldorf  and chief scientist at the Ulmer Fundamental Symmetries Laboratory, RIKEN, Tokyo. He is the founder and the spokesperson of the BASE experiment (AD-8) at the Antiproton Decelerator facility at CERN, Geneva. Stefan Ulmer is well known for his contributions to improving Penning trap techniques and precision measurements on antimatter. He is the first person to observe spin transitions with a single trapped proton as well as single spin transitions with a single trapped antiproton, a significant achievement towards a precision measurement of the antiproton magnetic moment.[1][2][3]", "73618717": "Sean Michael Kirkpatrick (born 1967/1968)[4] is an American laser and materials physicist and was the first director of the All-domain Anomaly Resolution Office at the United States Department of Defense.[5] Kirkpatrick is also an adjunct assistant professor of physics at the University of Georgia.[6]", "22992169": "Eric Van Stryland was president of the Optical Society of America in 2005.[1]", "65164594": "Jian-Min Yuan (born 1944) is a Taiwanese physicist.", "34592058": "David Avison (March 13, 1937 – March 7, 2004) was an American photographer and physicist, best known for his use of a wide angle lens to capture nature, crowds, and portraits.  Focused on panoramic photography, Avison photographed Chicago's urban landscapes,[1][failed verification] turning to Chicago's beaches for his contribution to the documentary project Changing Chicago (1987–88, Art Institute of Chicago).[2][failed verification] Avison spent the bulk of his photographic career in Chicago before moving to Boston in 1997.", "22992187": "Susan Nicole Houde-Walter (born 20 August 1954) is an academic and technical executive in the field of optics.  She was professor of optics at the University of Rochester from 1987-2005.[1]  She used to run LaserMaxDefense,[2] a manufacturer of laser equipment for military and law enforcement.  She served as president of the Optical Society[3] in 2005 and has travelled extensively with the US military.  Currently, she is the director of the Chester F. Carlson Center for Imaging Science at the Rochester Institute of Technology.[4]", "63165758": "Akira Hasegawa (Japanese: 長谷 川晃, Hepburn: Hasegawa Akira, born June 17, 1934)[1] is a Japanese theoretical physicist and engineer who has worked in the U.S. and Japan. He is known for his work in the derivation of the Hasegawa–Mima equation,[2] which describes fundamental plasma turbulence and the consequent generation of zonal flow that controls plasma diffusion. Hasegawa also made the discovery of optical solitons[3] in glass fibers, a concept that is essential for high speed optical communications.", "3626302": "Willard Sterling Boyle, CC (August 19, 1924 – May 7, 2011) was a Canadian physicist.[4] He was a pioneer in the field of laser technology and co-inventor of the charge-coupled device.[5] As director of Space Science and Exploratory Studies at Bellcomm he helped select lunar landing sites and provided support for the Apollo space program.[6]", "60380484": "Phyllis Gaynell Bolds (born Phyllis Allen; January 16, 1932 — November 9, 2018) was an American physicist who worked for the United States Air Force Flight Dynamics Laboratory at Wright-Patterson Air Force Base.", "1234245": "Max Abraham (German: [ˈaːbʀaham]; 26 March 1875 – 16 November 1922) was a German physicist known for his work on electromagnetism and his opposition to the theory of relativity.", "9950535": "Peter James Lu, PhD (陸述義) is a post-doctoral research fellow in the Department of Physics and the School of Engineering and Applied Sciences at Harvard University in Cambridge, Massachusetts. He has been recognized[1][2]\nfor his discoveries of quasicrystal patterns (girih tiles) in medieval Islamic architecture, early precision compound machines in ancient China, and man's first use of diamond in neolithic China.", "46421324": "Larry R. Marshall FTSE  is an Australian physicist and entrepreneur who served as the head of the CSIRO, Australia's national scientific research agency.[1] Marshall was appointed to this position on 15 January 2015, succeeding the organisation's first female chief executive Megan Clark. He concluded his term at the end of June 2023 to be succeeded by Doug Hilton. [2]", "7886159": "Khidir Hamza (Arabic: خضر حمزة) is an Iraqi atomic scientist who worked for Saddam Hussein's nuclear programme in the 1980s and early 1990s. Following the Gulf War, he left Iraq in 1994 and went into exile in the United States. He provided testimony to Western intelligence agencies suggesting that Hussein's weapons of mass destruction programmes were active and ongoing. However, claims of active WMD programs including nuclear weapons have since been invalidated,[1] and his self-described role as the former head of Iraq's nuclear weapons programme[2] has been discredited.[3][4]", "644436": "Juan Martín Maldacena (born 10 September 1968) is an Argentine theoretical physicist and the Carl P. Feinberg Professor in the School of Natural Sciences at the Institute for Advanced Study, Princeton.[3] He has made significant contributions to the foundations of string theory and quantum gravity. His most famous discovery is the AdS/CFT correspondence, a realization of the holographic principle in string theory.", "16897364": "James R. Wait was a Canadian electrical engineer and engineering physicist.[1][2] In 1977, he was elected as a member of National Academy of Engineering in Electronics, Communication & Information Systems Engineering for his contributions to electromagnetic propagation engineering as it affects communication and geophysical exploration.[3]", "45765974": "Robert E. Sheriff (19 April 1922 – 19 November 2014) was an American geophysicist best known for writing the comprehensive geophysical reference, Encyclopedic Dictionary of Exploration Geophysics. His main research interests included the seismic detailing of reservoirs, in 3-D seismic interpretation and seismic stratigraphy, and practical applications of geophysical (especially seismic) methods.[1] Hua-Wei Zhou, Department Chair of the Department of Earth and Atmospheric Sciences, said about Sheriff: “…a giant figure in the world of exploration geophysics… When I think about Bob, a number of key words pop up in my mind: kindness, honesty, hardworking, seeking perfection, generosity and wisdom.” [2][3]", "38786398": "Volodymyr Volodymyrovych Nemoshkalenko (Ukrainian: Володимир Володимирович Немошкаленко; 26 March 1933 – 25 June 2002) was a Soviet and Ukrainian physicist, full member (academician) of the National Academy of Sciences of Ukraine (1982). He was best known for the development and application of methods of computational physics in the solid state spectroscopy and, in particular, for the discovery of the phenomenon of inoxidability of simple forms of matter on the surface of the celestial bodies.", "30856543": "Sergei Adamovich Kovalyov  (also spelled Sergey Kovalev; Russian: Сергей Адамович Ковалёв; 2 March 1930 – 9 August 2021) was a Russian human rights activist and politician. During the Soviet period he was a dissident and, after 1975, a political prisoner.", "644448": "Leonard Susskind (/ˈsʌskɪnd/; born June 16, 1940)[2][3] is an American theoretical physicist, Professor of theoretical physics in Stanford University and founding director of the Stanford Institute for Theoretical Physics. His research interests are string theory, quantum field theory, quantum statistical mechanics and quantum cosmology.[1] He is a member of the US National Academy of Sciences,[4] and the American Academy of Arts and Sciences,[5] an associate member of the faculty of Canada's Perimeter Institute for Theoretical Physics,[6] and a distinguished professor of the Korea Institute for Advanced Study.[7]", "43832673": "John Michael Palms (born June 6, 1935, in Rijswijk, Netherlands) is an American military officer, nuclear physicist and college professor who also served as president of the University of South Carolina and Georgia State University.[1][2][3]", "54351198": "Bernard H. Bressler FCAHS (born 1944) is a Professor in the Department of Cellular and Physiological Sciences and an Associate Member in the Department of Orthopedics at the University of British Columbia (UBC).", "55858533": "Steven Glenn Johnson (born 1973)[2] is an American mathematician known for being a co-creator of the FFTW[3][4][5] library for software-based fast Fourier transforms and for his work on photonic crystals. He is professor of Applied Mathematics and Physics at MIT where he leads a group on Nanostructures and Computation.[6]", "50484584": "Laurence E. Nyquist (born 1939) is an American planetary scientist for the National Aeronautics and Space Administration. He is known for his contributions to knowledge of the chronometry of planetary materials, which have been important in understanding time-scales for accretion, differentiation, and impacts on meteorite parent bodies.[1] His NASA biography also records contributions to the study of noble gases in iron meteorites and lunar samples, radiometric age dating and isotope geochemistry of lunar, Martian, and meteoric samples, and the application of stable isotope methods to biomedical research. He has served as an Associate Editor of Geochimica et Cosmochimica Acta and Proceedings of the Lunar and Planetary Science Conference.", "4904312": "Predrag Cvitanović (pronounced [tsʋitǎːnoʋitɕ, - tsʋǐta-]; born April 1, 1946) is a theoretical physicist regarded for his work in nonlinear dynamics, particularly his contributions to periodic orbit theory.", "33740154": "Gerald Jay (Jerry) Fishman (born February 10, 1943) is an American research astrophysicist, specializing in gamma-ray astronomy. His research interests also include space and nuclear instrumentation and radiation in space. A native of St. Louis, Missouri, Fishman obtained a B.S. with Honors degree in physics from the University of Missouri in 1965, followed by M.S. and Ph.D. degrees in space science from Rice University in 1968 and 1970, respectively.", "58905979": "Barbara A. Romanowicz (born 5 April 1950) is a French geophysicist and an expert on imaging the Earth's interior.[1]", "13981054": "Mark Gordon Inghram (November 13, 1919 – September 29, 2003) was an American physicist. Inghram was a member of the National Academy of Sciences.[1]", "67032447": "Lawrence John Hall is a theoretical particle physicist and professor at the University of California, Berkeley and the Berkeley Center for Theoretical Physics.", "3036544": "Baron Charles Cagniard de la Tour (31 March 1777 – 5 July 1859) was a French engineer and physicist. Charles Cagniard was born in Paris, and after attending the École Polytechnique became one of the ingénieurs géographiques. He examined the mechanism of voice-production, invented a blowing machine and contributed to acoustics by inventing an improved siren. He also studied yeast.", "29218176": "Ian Hinchliffe (born 1952) is a British physicist at Lawrence Berkeley National Laboratory. He obtained his BA and his PhD in physics from Oxford University.", "50484615": "Nicholas P. Samios (born March 15, 1932 in NYC) is an American physicist and former director of the Brookhaven National Laboratory in Upton, New York.[1]", "49108366": "Floyd George Steele (June 28, 1918 – September 23, 1995) was an American physicist, engineer, and computer designer who grew up in Boulder, Colorado.  He is known for leading the design team at Northrup that developed the MADIDDA, an early digital computer.", "3626383": "George Elwood Smith (born May 10, 1930) is an American scientist, applied physicist, and co-inventor of the charge-coupled device (CCD). He was awarded a one-quarter share in the 2009 Nobel Prize in Physics for \"the invention of an imaging semiconductor circuit—the CCD sensor, which has become an electronic eye in almost all areas of photography\".[2]", "63591823": "Simen Andreas Ådnøy Ellingsen (born 14 May 1981) is a Norwegian engineering physicist specializing in fluid mechanics, especially waves, turbulence, and quantum mechanics. He is a full professor at the Norwegian University of Science and Technology, at the Department of Energy and Process Engineering.[1] He is known for having expanded Lord Kelvin's work known as Kelvinangle.[2] He received the Royal Norwegian Society of Sciences and Letters Prize for Young Researchers in the Natural Sciences in 2011[3] and became a member of the Young Academy of Norway in 2019.[4] He received a European Research Council Consolidator Grant in 2022.[5]", "22992274": "G. Michael Morris was president of the Optical Society of America in 2002.[1]", "6280596": "Robert Were Fox FRS (26 April 1789 – 25 July 1877) was a British geologist, natural philosopher and inventor.  He is known mainly for his work on the temperature of the earth and his construction of a compass to measure magnetic dip at sea.[1]", "65164696": "Jacqueline Feldman (born August 8, 1936) is a French sociologist and author. She worked as a researcher for the French National Centre for Scientific Research until retirement in 2001, but has continued to publish until 2020.[1]\nShe co-founded FMA (Féminin, Masculin, Avenir), one of the ancestors that later would become Mouvement de libération des femmes in 1970.", "66344349": "Other reasons this message may be displayed:", "42587549": "Andrew Marienhoff Sessler (December 11, 1928 – April 17, 2014) was an American physicist, academic (University of California, Berkeley), former director of the Lawrence Berkeley National Laboratory (1973–1980), humanitarian and former president (1998) of the American Physical Society.[1]", "61822368": "Marcel Lesieur (12 July 1945 - 22 March 2022) was a French scientist.", "10900904": "Lev Petrovich Gor'kov (Russian: Лев Петро́вич Горько́в; 14 June 1929 – 28 December 2016) was a Russian-American research physicist internationally known for his pioneering work in the field of superconductivity.[1] He was particularly famous for developing microscopic foundations[2] of the Ginzburg–Landau theory of superconductivity (Vitaly Ginzburg was awarded the 2003 Nobel prize in physics for developing, together with Lev Landau, that phenomenological theory). Gor'kov was a professor of physics at Florida State University in Tallahassee, Florida, and a program director in Condensed Matter at the National High Magnetic Field Laboratory. He was one of the Magnet Lab's founding scientists.", "63526318": "George H. Trilling (18 September 1930 – 30 April 2020[1]) was a Polish-born American particle physicist.\nHe was co-discoverer of the J/ψ meson which evinced the existence of the charm quark. Trilling joined the Physics Department faculty at the University of California, Berkeley, in 1960, where he was Department Chair from 1968 through 1972. Trilling was on sabbatical leave to CERN in 1973–74,[2] where he worked on the study of the properties of charm particles, their decay modes and excited states.[3] He was also Director of the Physics Division at the Lawrence Berkeley National Laboratory from 1984 until 1987.\n[2]\nTrilling was a principal proponent of the Superconducting Super Collider project and spokesperson for the Solenoidal Detector Collaboration.\nAfter the SSC was cancelled in 1993, Trilling transitioned most of the SDC team to collaborate\non the\nATLAS experiment at the LHC, which led to the discovery of the Higgs boson in 2012.\nTrilling was elected Vice-President of the American Physical Society, beginning his term on 1 January 1999, and was President of the society in 2001.[4]", "39474611": "Boris Yuriyevich Sharkov (Russian: Бори́с Ю́рьевич Шарко́в, German: Boris Scharkow, born 11 February 1950 in Moscow) is a Russian physicist.", "59692468": "Oleg Petrovich Tolbanov (born: 3 February 1947; Tomsk, USSR) is a Russian physicist, specialist in solid state physics, solid-state electronics and physical materials science. He is the author of more than 160 scientific articles in the Web of Science database (Hirsch Index - 15), including: monographs, 5 textbooks, more than 60 inventions.", "57234869": "Prof George Stanley Rushbrooke FRS FRSE (19 January 1915 – 14 December 1995) was a 20th century British theoretical physicist.[1]", "22992311": "Anthony Michael Johnson is an American experimental physicist,  a professor of physics, and a professor of computer science and electrical engineering at the University of Maryland, Baltimore County (UMBC).  He is the director of the Center for Advanced Studies in Photonics Research (CASPR),[1] also situated on  campus at UMBC.  Since his election to the 2002 term as president of the Optical Society, formerly the Optical Society of America, Johnson has the distinction of being the first and only African-American president to date.[2] Johnson's research interests include the ultrafast photophysics and nonlinear optical properties of bulk, nanostructured, and quantum well semiconductor structures, ultrashort pulse propagation in fibers and high-speed lightwave systems.  His research has helped to better understand processes that occur in ultrafast time frames of 1 quadrillionth of a second.  Ultrashort pulses of light have been used to address technical and logistical challenges in medicine, telecommunications, homeland security, and have many other applications that enhance contemporary life.[3]", "23057848": "Carlos Wagner is a particle physicist. He specializes in theoretical physics, elementary particles and supersymmetric theories. He currently works for the High Energy Physics (HEP) division of the Argonne National Laboratory and is also a professor at the Physics Department of the University of Chicago,[1] Enrico Fermi Institute, and the Kavli Institute for Cosmological Physics,[2] University of Chicago. He also functions as the Head of the ANL High Energy Physics Theory Group.[3]", "23975352": "Yasushi Takahashi (高橋 康, Takahashi Yasushi, December 12, 1924 – February 12, 2013[1]) was a Japanese theoretical physicist, known for the Ward–Takahashi identity.[2]", "513466": "George Graham, FRS (7 July 1673, maybe 1675[1] – 16 November 1751) was an English clockmaker, inventor, and geophysicist, and a Fellow of the Royal Society.", "64214458": "Sergei Vladimirovich Bulanov, (Russian: Сергей Владимирович Буланов, romanized: Sergei Bulanov; born August 16, 1947) is a Russian physicist.[1] He received the 1983 State Prize of the USSR,  the 2016 Hannes Alfvén Prize (with Hartmut Zohm) for \"contributions to the development of large-scale next-step devices in high-temperature plasma physics research\",[2][3] and the Order of Rising Sun with Gold Rays and Rosette in 2020.", "20829628": "William M. Hartmann (born July 28, 1939) is a noted physicist, psychoacoustician, author, and former president of the Acoustical Society of America. His major contributions in psychoacoustics are in pitch perception, binaural hearing, and sound localization. Working with junior colleagues, he discovered several major pitch effects: the binaural edge pitch,[1] the binaural coherence edge pitch,[2] the pitch shifts of mistuned harmonics,[3][4] and the harmonic unmasking effect.[5] His textbook, Signals, Sound and Sensation, is widely used in courses on psychoacoustics. He is currently a professor of physics at Michigan State University.", "59495865": "Boris Yakovlevich Zeldovich (Russian: Бори́с Я́ковлевич Зельдо́вич; 23 April 1944 – 16 December 2018) was a Russian-American physicist and a son of the famous Soviet physicist Yakov Borisovich Zeldovich. He was doctor of the Physical and Mathematical sciences (from 1981) and a corresponding member of the Russian Academy of Sciences.[1] Since 1994 Zeldovich worked as a professor at the College of Optics and Photonics at the University of Central Florida.[2] During his lifetime he received a number of prestigious awards, including the USSR State Prize in 1983 and the Max Born Award in Physical Optics from the Optical Society (OSA) in 1997[2][3] for his contributions to the fields of non-linear optics, optical waveguide theory and optical holography. B.Zeldovich predicted and discovered, experimentally, the giant optical nonlinearity of liquid crystals, which is 1010 times stronger than for usual media and is the co-discoverer of optical phase conjugation.[2][4][5] He died on 16 December 2018 at the age of 74.[6][7][8][9]", "8771002": "Hanna Nasir (Arabic: حنا ناصر; born 1936), alternately transliterated Hanna Nasser, is a Palestinian academic and political figure.", "13981116": "Martin Arthur Pomerantz (December 17, 1916 – October 26, 2008) was an American physicist who served as director of the Bartol Research Institute and who had been a leader in developing Antarctic astronomy.[1][2][3] When the astronomical observatory at the United States Amundsen–Scott South Pole Station was opened in 1995, it was named the Martin A. Pomerantz Observatory (MAPO) in his honor.[4] Pomerantz published his scientific autobiography, Astronomy on Ice, in 2004.[5]", "5002690": "Milan V. Kurepa (1933–2000) was a renowned Serbian atomic physicist.", "48747971": "Thomas Charles Buckland McLeish FRS FRSC FInstP (1 May 1962 – 27 February 2023) was a British theoretical physicist.", "59594172": "Yamir Moreno (1970; Havana) is a professor of Physics at the Department of Theoretical Physics of the University of Zaragoza and Director of the Institute for Biocomputation and Physics of Complex Systems at the same institution.", "56874433": "Shakardokht (Shakar) Jafari (Dari: شکردخت جعفری) is a Medical Physicist and an award-winning innovator based at the Surrey Technology Centre. She developed an efficient and low cost method of measuring a medical dose of radiation.", "22992327": "Richard C. Powell (born 1939) is an American professor emeritus of physics and vice president emeritus of the University of Arizona (UA), whose career focused on research in materials science and laser optics. He served as president of the Optical Society of America in 2000.[1]", "22992343": "Erich P. Ippen is a principal investigator in the Research Laboratory of Electronics (RLE) at the Massachusetts Institute of Technology (MIT). He holds appointments as the Elihu Thomson Professor of Electrical Engineering Emeritus and Professor of Physics Emeritus. He is one of the leaders of RLE’s Optics and Quantum Electronics Group.[3]", "41047514": "Kim Sun-kee is a South Korean physicist. He is professor in Seoul National University and director of the Korea Invisible Mass Search.[1] He was the first director of the Rare Isotope Science Project within the Institute for Basic Science[2] and is a member of the Korean Academy of Science and Technology.[3]", "24794587": "Nicolae Filip (3 March 1926 – 15 May 2009) was a Moldovan physicist born in the village of Sofia, Bălți County to a family of farmers. He contributed significantly to the study of \"The spread of ultrashort radio waves\" and was elected as an honorary member of the Academy of Sciences of Moldova.[1]", "710106": "Sumio Iijima (飯島 澄男, Iijima Sumio, born 2 May 1939) is a Japanese physicist and inventor, often cited as the inventor of carbon nanotubes.  Although carbon nanotubes had been observed prior to his \"invention\", Iijima's 1991 paper generated unprecedented interest in the carbon nanostructures and has since fueled intense research in the area of nanotechnology.", "18994657": "Neal Hooker Williams (1870–1956) was a physicist notable for the very first spectroscopic measurements at microwave frequencies. He carried this out with a magnetron and investigated the spectrum of gaseous ammonia together with his student Claud E. Cleeton. This formed the groundwork for the later inventions of the radar and the gas laser.", "62608866": "Kimberly \"Kim\" E. Strong is an atmospheric physicist and the first woman to serve as chair of the Department of Physics at the University of Toronto.[1] Her research involves studying stratospheric ozone chemistry, climate, and air quality using ground-based, balloon-borne and satellite instruments.[2]", "24106467": "Horia Hulubei (Romanian pronunciation: [ˈhori.a huluˈbej]; 15 November 1896 – 22 November 1972) was a Romanian nuclear physicist, known for his contributions to the development of X-ray spectroscopy.", "22992357": "Anthony E. Siegman (November 23, 1931 – October 7, 2011) was an electrical engineer and educator at Stanford University who investigated and taught about masers and lasers. Known to almost all as Tony Siegman, he was president of the Optical Society of America [now Optica (society)] in 1999 and was awarded the Esther Hoffman Beller Medal in 2009.[1]", "33347048": "Susannah Lazar is an American medical physicist, amateur astronomer and a discoverer of minor planets.[1][2]", "775658": "Ernst Ising (German: [ˈiːzɪŋ]; May 10, 1900 in Cologne, Germany – May 11, 1998 in Peoria, Illinois, USA) was a German physicist, who is best remembered for the development of the Ising model. He was a professor of physics at Bradley University until his retirement in 1976.[1]", "58119659": "Joseph Katz[1] is an Israel-born American fluid dynamicist, known for his work on experimental fluid mechanics, cavitation phenomena and multiphase flow, turbulence, turbomachinery flows and oceanography flows, flow-induced vibrations and noise, and development of optical flow diagnostics techniques, including Particle Image Velocimetry (PIV) and Holographic Particle Image Velocimetry (HPIV). As of 2005, he is the William F. Ward Sr. Distinguished Professor at the Department of Mechanical Engineering of the Whiting School of Engineering at the Johns Hopkins University.", "73487850": "and Chemistry", "59626988": "Ying Chongfu or C. F. Ying (Chinese: 应崇福; June 15, 1918 – June 30, 2011) was a Chinese acoustical physicist who was the founder and pioneer of ultrasonics research in China.,[1] specializing in dispersion of ultrasonics in solids, ultrasonic piezoelectric transducers, ultrasonic propagation in soft tissues, power ultrasonics, laser ultrasound[2] and acoustic cavitation.  An academician of the Chinese Academy of Sciences (CAS), Ying was a research professor at Institute of Acoustics (IOA) of CAS, inaugural Chairman of the Acoustical Society of China (ASC)[3] and Editor-in-Chief of the academic journal Applied Acoustics.[4]", "22992368": "Gary Carl Bjorklund is an American physicist specializing in optics.", "25056752": "Harold Roper Robinson FRS[1] (26 November 1889 – 28 November 1955) was a physicist and, in later life, an outstanding figure in university administration.[1][2]", "51074548": "George Curriden Baldwin (May 5, 1917 – January 23, 2010) was an American theoretical and experimental physicist.  He was a professor of nuclear engineering at Rensselaer Polytechnic Institute and a scientist working at the General Electric Research Laboratory and at the Los Alamos National Laboratory.  He wrote a book on Nonlinear Optics and authored or co-authored over 130 technical papers.[1]", "36328951": "Cyril Isenberg MBE is an English physicist at the University of Kent, where he is an Honorary Lecturer.[1]", "13293048": "Vladimir Yulyevich Wiese (Russian: Владимир Юльевич Визе; 5 March 1886 – 19 February 1954) was a Russian scientist of German descent who devoted his life to the study of the Arctic ice pack. His name is associated with the Scientific Prediction of Ice Conditions theory. Wiese was a member of the Soviet Arctic Institute and an authority on polar oceanography. He was also the founder of the Geographico-hydrological School of Oceanography.", "12932602": "Chris Quigg (born December 15, 1944) is an American theoretical physicist at the Fermi National Accelerator Laboratory (Fermilab).  He graduated from Yale University in 1966 and received his Ph.D. in 1970 under the tutelage of J. D. Jackson at the University of California, Berkeley.  He has been an associate professor at the Institute for Theoretical Physics, State University of New York, Stony Brook, and was head of the Theoretical Physics Department at Fermilab from 1977 to 1987.", "185853": "Hans Albrecht Bethe (German pronunciation: [ˈhans ˈbeːtə] ⓘ; July 2, 1906 – March 6, 2005) was a German-American theoretical physicist who made major contributions to nuclear physics, astrophysics, quantum electrodynamics, and solid-state physics, and who won the 1967 Nobel Prize in Physics for his work on the theory of stellar nucleosynthesis.[1][2] For most of his career, Bethe was a professor at Cornell University.[3]", "22992382": "Janet Sue Fender is an American physicist. She is the Scientific Adviser to the Commander, Air Combat Command, Langley Air Force Base, Virginia, USA. She was president of the Optical Society of America in 1997.[1]", "4445697": "Thomas Preston (1860 in Kilmore, County Armagh – 1900)[1] was an Irish scientist whose research was concerned with heat, magnetism, and spectroscopy. He established empirical rules for the analysis of spectral lines, which remain associated with his name. In 1897[2] he discovered the Anomalous Zeeman Effect, a phenomenon noted when the spectral lines of elements were studied in the presence or absence of a magnetic field. Preston reported, in an important paper published in The Scientific Transactions of The Royal Dublin Society, read on 22 December 1897, and published the following April, that he reported results more complicated than Zeeman had reported. Following this up further, he reported in a second paper in the RDS Scientific Transactions, read on 18 January 1899, and published the following June, that he had found results that were ’very startling’ and appeared ‘quite contrary to all theoretical explanations’. The full explanation had to wait for the theory of relativity and the introduction of quantum mechanics, which were to shake the rigid framework of Newtonian conceptions of absolute time and space. Preston’s results were an important step in this development.[3][4]", "644615": "Ashoke Sen FRS (/əˈʃoʊk sɛn/; born 1956) is an Indian theoretical physicist and distinguished professor at the International Centre for Theoretical Sciences (ICTS), Bangalore.[1] A former distinguished professor at the Harish-Chandra Research Institute, Allahabad,[2] He is also an honorary fellow in National Institute of Science Education and Research (NISER), Bhubaneswar, India[3] he is also a Morningstar Visiting professor at MIT and a distinguished professor at the Korea Institute for Advanced Study. His main area of work is string theory. He was among the first recipients of the Breakthrough Prize in Fundamental Physics \"for opening the path to the realization that all string theories are different limits of the same underlying theory\".[4]", "66409996": "Dr. Kedar Lal Shrestha (Nepali: केदारलाल श्रेष्ठ) was a physicist and academic of Nepal. \nHe was born on 23 October 1938 in Lalitpur, Nepal.[1] \nHe served for various governmental and non-governmental agencies including policy making of Kathmandu Metropolitan. He died in 2020.[2]", "44389902": "Hans-Jürgen Stöckmann (8 January 1945 in Göttingen, Lower Saxony, Germany) is a German physicist who works in the area of quantum chaos. He is a professor at the University of Marburg, Germany.\nHe is the son of the physicist Fritz Stöckmann. Stöckmann had studied physics at Heidelberg University and received his doctorate there in 1972. Since 1979 he is a Professor of experimental Physics at the University of Marburg.", "51140110": "A F M Yusuf Haider is a Bangladeshi  academic and scientist. Haider was appointed as the pro-vice-chancellor of the University of Dhaka for 6 years. He served as the 25th vice-chancellor (acting) of the university from 1 August 2002 until 23 September 2002.[1]", "16209431": "Monica Viviene Oliphant AO (née Kammer;[1] born 4 August 1940 in Ilford)[2] is a British–Australian research scientist, specialising in solar energy.", "11327000": "Hermann Haken (born 12 July 1927) is physicist and professor emeritus in theoretical physics at the University of Stuttgart.  He is known as the founder of synergetics and one of the \"fathers\" of quantum-mechanical laser theory. He is a cousin of the mathematician Wolfgang Haken, who proved the Four color theorem. He is a nephew of Werner Haken, a doctoral student of Max Planck.", "41702936": "Dmitry Valerevich Bisikalo (born 1961) is a Russian astrophysicist and an expert in the interaction of binary stars. He is a member of the Russian Academy of Sciences, the IAU, Acting Chief of the Scientific Secretary of the Russian Academy of Sciences and Chief Researcher of the Institute of Astronomy of the Russian Academy of Sciences (RAS).[1][2]", "65951259": "Yurii Georgiyovych Naidyuk (Ukrainian: Юрій Георгійович Найдюк; born 23 July 1955) is a Ukrainian physicist, Director of the B.I. Verkin Institute for Low Temperature Physics and Engineering of the National Academy of Sciences of Ukraine. He is a corresponding member of the National Academy of Sciences of Ukraine (NASU). He has been awarded the State Prize of Ukraine in Science and Technology and the B. I. Verkin Prize of the National Academy of Sciences of Ukraine. He is the editor-in-chief of the academic journal Low Temperature Physics.[1][2]", "65820188": "Qaisar Shafi is a Pakistani-American theoretical physicist and the Inaugural Bartol Research Institute Professor of Physics at the University of Delaware.[1]", "12342813": "Gustav Andreas Johannes Jaumann (1863–1924) was an Austrian physicist.[1] \nAn assistant to the physicist Ernst Mach, he had a talent for mathematics, but disbelieved the existence of small particles like electrons and atoms.[2] Between 1901 and 1924 he taught physics \nat the German Technical University in Brno.[3] He won the Haitinger Prize of the Austrian Academy of Sciences in 1911.[4]", "63362595": "Anthony Milner Lane FRS (1928–2011) was a leading theoretical nuclear physicist who had a career in the Theoretical Physics Division at the Atomic Energy and Research Establishment (AERE) at Harwell.", "11720228": "Terence John Quinn CBE FRS is a British physicist, and emeritus director of the International Bureau of Weights and Measures, where he was director from 1988 until 2003.", "35280428": "David T. Hon (born 1941) is a Hong Kong-born American physicist, inventor and entrepreneur. He is best known as the inventor and founder of Dahon folding bicycles. Dahon has since grown to become the world's largest manufacturer and marketer of folding bikes[1][2] with Hon still CEO to this day.", "74372655": "Jennifer Coopersmith (born 1955) is an independent scholar known for her books on physics and the history of physics.", "9557551": "Francesco Ruggiero (16 August 1957 in Naples, Italy – 18 January 2007 in Geneva, Switzerland) was an Italian physicist. \nIn 1985, he received his Ph.D. in accelerator physics from the Scuola Normale Superiore di Pisa.[1]", "29873713": "Pieter Willem \"Piet\" Kasteleyn (12 October 1924 – 16 January 1996) was a Dutch physicist famous for his contributions to the field of statistical mechanics.", "35870259": "Anthony William (Tony) Thomas AC, FAA (born 15 November 1949) is an Australian physicist, Professor of Physics at the University of Adelaide since 1984 and Elder Professor of Physics since 1990.[1]", "64149046": "Julie C. Price is an American medical physicist and professor of radiology at Massachusetts General Hospital (MGH), Harvard Medical School (HMS), as well as the director of PET Pharmacokinetic Modeling at the Athinoula A. Martinos Center at MGH. Price is a leader in the study and application of quantitative positron emission tomography (PET) methods. Prior to this, Price worked with Pittsburgh colleagues (Mathis and Klunk) to lead the first fully quantitative pharmacokinetic evaluations of 11C-labeled Pittsburgh compound-B (PIB), one of the most widely used PET ligands for imaging amyloid beta plaques. As a principal investigator at MGH, Price continues work to validate novel PET methods for imaging biological markers of health and disease in studies of aging and neurodegeneration, including studies of glucose metabolism, protein expression, neurotransmitter system function, and tau and amyloid beta plaque burden.", "53859894": "Sudhanshu Shekhar Jha (born 25 December 1940) is an Indian condensed matter physicist and a former director of Tata Institute of Fundamental Research. Known for his research in optoelectronics, Jha is an elected fellow of all the three major Indian science academies – Indian National Science Academy, National Academy of Sciences, India and Indian Academy of Sciences – as well as of The World Academy of Sciences and American Physical Society. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded Jha the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to Physical Sciences in 1979.[1][note 1]", "64771640": "Megan J. Povey is an English food physicist who is a professor at the University of Leeds. She is a Fellow of the Institute of Physics and founding member of the Physics in Food Manufacturing group.", "36361786": "Stanley George Wojcicki[1] (/ˌvuːɪˈtʃɪtski/ VOO-ih-CHITS-kee;[2] born Stanisław Jerzy Wójcicki, Polish: [vujˈt͡ɕit͡skʲi]; March 30, 1937 – May 31, 2023)[3] was a Polish American professor emeritus and former chair of the physics department at Stanford University in California.[4]", "54810178": "Harvey S. Leff was a United States physicist and physics teacher who is known primarily for his research and expository articles in physics, focusing on energy, entropy, Maxwell's demon, and the foundations of thermodynamics. He introduced the 'energy spreading' metaphor for entropy change.[1][2]", "939587": "Henri Hureau de Sénarmont (6 September 1808 – 30 June 1862) was a French mineralogist and physicist.", "25187919": "Sivaraj Ramseshan (10 October 1923 – 29 December 2003) was an Indian scientist known for his work in the field of crystallography. Ramaseshan served as director of the Indian Institute of Science and was awarded the Padma Bhushan. Ramaseshan is the nephew of Indian scientist and Nobel laureate Sir C. V. Raman and cousin of Subramanyan Chandrasekhar.", "57005648": "Jorge Wagensberg Lubinski (2 December 1948 – 3 March 2018),[3] was a Spanish professor, researcher and writer.", "677457": "Michael H. Hart (born April 27, 1932) is an American astrophysicist, author, researcher, and white separatist/white nationalist. Since 1978, he has published five books, most notably of the best-selling work, The 100: A Ranking of the Most Influential Persons in History.", "35313239": "Robert B. Goldschmidt (1877–1935) was a Belgian chemist, physicist, and engineer who first proposed the idea of standardized microfiche (microfilm).", "14341724": "Herbert Stanley Allen FRSE FRS[1] (29 December 1873 – 27 April 1954) was an English physicist from Cornwall noted as a pioneer in early X-ray research, working under J. J. Thomson at the University of London and alongside Nobel laureate Charles Glover Barkla at the University of Edinburgh.  A supporter of the Parson magneton, Allen was also an early contributor to the field of quantum mechanics.[1]", "72570460": "Suvrat Raju  is an Indian physicist.  He is known for his work on black holes.[1] He was awarded the 2019 ICTP Prize[2][3][4] and the 2022 Nishina Asia award.[5][6]", "21911141": "Johannes Petrus Kuenen (Leiden, 11 October 1866 – Leiden, 25 September 1922) was a Dutch physicist.", "20436586": "Sergei Vladimirovich Tyablikov (Russian: Серге́й Влади́мирович Тя́бликов; September 7, 1921 – March 17, 1968) was a Soviet theoretical physicist known for his significant contributions to statistical mechanics, solid-state physics, and for the development of the double-time Green function's formalism.", "12932718": "James E. Faller (January 17, 1934 – June 14, 2023) was an American physicist and inventor who specialized in the field of gravity. He conceived the Lunar Laser Ranging Program, the goal of which, was to fire high powered laser beams at special retroreflectors placed on the Moon by Apollo program Astronauts. He invented a gravity motion sensor, called the Absolute Gravimeter, which is sensitive enough to detect changes in the local gravitational field due to a person's mass. His work was featured in many books and magazines, such as National Geographic. In 2001, his gravity detection device was featured on the Science Channel in the show Head Rush and was used to debunk anti-gravity devices that were for sale on the market. All devices tested on the show did not produce any kinds of gravitational anomalies. In that same year, he received the Joseph F. Keithley Award for Advances in Measurement Science. His research interests included geophysics, experimental relativity,  fundamental constants, and precision measurement experiments designed to look for possible invalidations of accepted physical laws at extreme magnitudes. He worked for the National Institute of Standards and Technology (NIST) and was working on a new measurement of G, the Newtonian constant of gravitation.", "54894": "Edward Witten (born August 26, 1951) is an American mathematical and theoretical physicist. He is a professor emeritus in the school of natural sciences at the Institute for Advanced Study in Princeton.[4] Witten is a researcher in string theory, quantum gravity, supersymmetric quantum field theories, and other areas of mathematical physics. Witten's work has also significantly impacted pure mathematics.[5] In 1990, he became the first physicist to be awarded a Fields Medal by the International Mathematical Union, for his mathematical insights in physics, such as his 1981 proof of the positive energy theorem in general relativity, and his interpretation of the Jones invariants of knots as Feynman integrals.[6] He is considered the practical founder of M-theory.[7]", "74405490": "Hans H. Joos (31 December 1926, Stuttgart[1] – 18 November 2010, Hamburg) was a German theoretical physicist.[2] He is known for the Joos–Weinberg equation,[3] independently published by Steven Weinberg.", "68769403": "Ralph Izzo is an American businessman and former nuclear physicist. He was the Chairman, President, and CEO of Public Service Enterprise Group, a Fortune 500 energy company headquartered in New Jersey.[1][2] He is also the Chairman of the Nuclear Energy Institute, a nuclear industry trade association based in Washington, D.C.[3]", "25417342": "DeWitt Bristol Brace (January 5, 1859 – October 2, 1905) was an American physicist who was known for his optical experiments, especially as regards the relative motion of Earth and the  luminiferous aether.", "8869504": "Sir Alan Howard Cottrell, FRS[1] (17 July 1919 – 15 February 2012) was an English metallurgist and physicist. He was also former Chief Scientific Advisor to the UK Government and vice-chancellor of Cambridge University 1977–1979.", "74339969": "Leanne Carolyn Pitchford (born 1950)[1] is a retired physicist known for her work on the numerical modeling of low-temperature plasma, and in the LXCat project for open exchange of low-temperature plasma data. Educated in the US, she worked in France as a director of research for the French National Centre for Scientific Research (CNRS), affiliated with the Laboratoire Plasma et Conversion d’Energie (Laplace) at the University of Toulouse.[2]", "48682625": "Kavasji Naegamvala, also known as Kavasji Dadabhai Naegamvala[1] (1857-1938) [2] (FRAS) was an astrophysicist and the director of the Takhtasingji Observatory.", "1988233": "Zsolt Bor (born 1949) is a Hungarian physicist, currently working at the University of Szeged. He has a BSc in Electrical Engineering from the Technical University in Kiev (1973), an MSc in physics (1974), and PhD in Physics  from JATE University (1975). He is a member of the Academia Europaea, the Hungarian Academy of Sciences, the Quantum Electronics and Optics Division of the European Physical Society, the Commission on Quantum Electronics, and Hungarian Physical Society[1] Department of Optics and Quantum Electronics. He is one of the inventors of the Rhinolight phototherapeutical apparatus[2] for hay fever therapy.", "70342283": "Antoinette Jane (Toni) Taylor is an American physicist known for her research on metamaterials and nanophotonics including terahertz metamaterials for controlling and generating submillimeter radiation. She is Associate Laboratory Director, Physical Sciences at the Los Alamos National Laboratory.[1]", "251535": "Louis Carl Heinrich Friedrich Paschen (22 January 1865 - 25 February 1947), was a German  physicist, known for his work on electrical discharges. He is also known for the Paschen series, a series of hydrogen spectral lines in the infrared region that he  first observed in 1908. He established the now widely used Paschen curve in his article \"Über die zum Funkenübergang in Luft, Wasserstoff und Kohlensäure bei verschiedenen Drücken erforderliche Potentialdifferenz\".[1] He is known for the Paschen-Back effect, which is the Zeeman effect's becoming non-linear at high magnetic field.  He helped explain the hollow cathode effect in 1916.[2]", "71161494": "Amet Seid Abdulla oğlu Özenbaşlı (10 February 1893 – 4 December 1958) was a Crimean Tatar politician and writer. A leading member of the Crimean Tatar nationalist movement and a minister in the Crimean People's Republic, he was later involved in the Crimean Tatar community in the Soviet Union. After supporting Crimean Tatar collaboration with Nazi Germany during World War II, he was sentenced to 25 years in prison, but was released in 1955. Following his prison service, he lived in Tajikistan until his death.", "38098586": "Giancarlo Ghirardi (28 October 1935 – 1 June 2018)[1][2] was an Italian physicist and emeritus professor of theoretical physics at the University of Trieste.", "13850282": "Ferdinand Graft Brickwedde (26 March 1903 – 29 March 1989), a physicist at the National Bureau of Standards (now the National Institute of Standards and Technology), in 1931 produced the first sample of hydrogen in which the spectrum of its heavy isotope, deuterium, could be observed.  This was a critical step in the discovery of deuterium, for which Brickwedde's collaborator, Harold Urey, was awarded the Nobel Prize in Chemistry in 1934.[1]", "153260": "Friedrich Ernst Dorn (27 July 1848 – 16 December 1916) was a German physicist who was the first to discover that a radioactive substance, later named radon, is emitted from radium.", "70932142": "Wolfhard Almers is a professor emeritus at the Vollum Institute and a member of the U.S. National Academy of Sciences. He is known for his work on the biophysics of endocytosis and exocytosis.", "2348720": "Bohumil Kučera (March 22, 1874 in Semily – April 16, 1921 in Prague) was a Czech physicist.", "2447031": "Sisir Kumar Mitra (or Shishirkumar Mitra) MBE, FNI, FASB, FIAS, FRS (24 October 1890 – 13 August 1963) was an Indian physicist.[3]", "36558520": "Abraham Katzir (Hebrew: אברהם קציר; born 1941 in Jerusalem, Israel) is a Professor of Physics at Tel Aviv University, holding the Carol and Mel Taub Chair in Applied Medical Physics.[1]  He is the son of Professor Aharon Katzir, also a scientist, who was killed in 1972 in Ben-Gurion Airport by Japanese terrorists. His uncle, Professor Ephraim Katzir, was the President of Israel.", "10966721": "Trịnh Xuân Thuận (born August 20, 1948) is a Vietnamese-American astrophysicist.", "415428": "Clarence Melvin Zener (December 1, 1905 – July 2, 1993) was the American physicist who first (1934[1]) described the property concerning the breakdown of electrical insulators. These findings were later exploited by Bell Labs in the development of the Zener diode, which was duly named after him.[2] Zener was a theoretical physicist with a background in mathematics who conducted research in a wide range of subjects including: superconductivity, metallurgy, ferromagnetism, elasticity, fracture mechanics, diffusion, and geometric programming.", "31479496": "James M. Acton is a British academic and scientist.[1] He is co-director of the Nuclear Policy Program at the Carnegie Endowment for International Peace.[2]", "71259849": "Anatoly Alexandrovich Maslov (Russian: Анатолий Александрович Маслов; born on 7 August 1946) is a Russian physics and a professor at the Aerohydrodynamic Department at the Novosibirsk State Technical University, specialist in the field of laminar-turbulent transition.[1]", "70997714": "James Wellington Truran Jr. (born July 12, 1940, Brewster, New York[1] – March 5, 2022) was an American physicist, known for his research in nuclear astrophysics.[2]", "47109842": "Erik Petrus Antonius Maria Bakkers (born 18 December 1972, in Kaatsheuvel) is a professor at the physics departments of both the Eindhoven and Delft Universities of Technology. His research concentrates on the growth and properties of semiconducting nanowires, the use of wires for solar cells, thermoelectric devices, and quantum computation. He received his PhD from the Utrecht University  with the thesis \"Charge transfer between semiconductor nanocrystals and a metal\", which was focused on charge transfer between quantum dots. He worked at Philips Research labs in Eindhoven for 9 years before moving back to academia. Bakkers received the Technical Review award from MIT in 2007,[1] a VICI award in 2010,  and the Science AAAS Newcomb Cleveland Prize in 2013.", "20109012": "Daniel Isaachsen (23 June 1859 – 29 March 1940) was a Norwegian physicist.", "63755990": "Quirinus Henricus Franciscus \"Quirin\" Vrehen (25 February 1932 – 5 February 2023) was a Dutch physicist. He served as head physicist of the Philips Natuurkundig Laboratorium.", "62019286": "George L. Siscoe (June 13, 1937 – April 9, 2022) was an American physicist and professor emeritus of space physics at Boston University.[1] He made major contributions to the understanding of the Earth's magnetosphere and the heliosphere, particularly in helping to establishing the field of space weather and the term heliophysics - a term which is now standard use.[citation needed]", "52713180": "Mirza Abdul Baqi Bég (20 September 1934 – 30 January 1990), also known as MAB Bég or Baqi Bég, was a Pakistan theoretical physicist and a professor of physics at the Rockefeller University whose contributions were vital in string theory and particle physics.[1][2]\nHe is credited mainly with his role in laying down the theoretical foundations of the quark theory as well as development of the SU(6) model.[3]", "44095197": "Kevin Schawinski (April 28, 1981 in Zürich) is a Swiss astrophysicist. He was a professor at ETH Zurich (the Swiss Federal Institute of Technology) in Zürich.[2]", "63198943": "Merritt Moore (born February 24, 1988)[1] is an American ballerina and quantum physicist.[2] She studied at both the University of Oxford and Harvard University.[2] Moore works to combine her interests in physics and ballet through her research and dedication in both the arts and sciences.[3] She is completing her residency at Harvard University's ArtLab where her work combines science and dance through the use of robots.[4] Moore has a Bachelor's Degree in Physics from Harvard University and a PhD in Atomic and Laser Physics from the University of Oxford.[5][2][6] Merritt Moore has danced professionally for many ballet companies across the world including English National Ballet and Norwegian National Ballet.[5] She has performed in Swan Lake and The Nutcracker among other ballets.[7]", "50157280": "Svyatoslav Petrovich Gabuda (April 23, 1936 – April 7, 2015) was a Soviet/Russian physicist, professor, and doctor of physical and mathematical sciences.", "66901729": "Iain William Stewart is a Canadian-American theoretical nuclear and particle physicist at the Massachusetts Institute of Technology, where he is the Otto and Jane Morningstar Professor of Science and the current Director of the MIT Center for Theoretical Physics (CTP).[1] He is best known for his work on effective field theories and for developing the Soft Collinear Effective Theory (SCET).[2]", "1070820": "Sir Andrew Noble, 1st Baronet KCB FRS (13 September 1831 – 22 October 1915) was a Scottish physicist noted for his work on ballistics and gunnery.[1]", "841448": "Hantaro Nagaoka (長岡 半太郎, Nagaoka Hantarō, August 19, 1865 – December 11, 1950) was a Japanese physicist and a pioneer of Japanese physics during the Meiji period.", "7722728": "Ronald Ernest Aitchison (29 December 1921 – 9 March 1996) was an Australian physicist and electronics engineer who contributed to a range of fields and technologies from solid-state devices to satellite imaging.  He was born in Hurstville, New South Wales, Australia on 29 December 1921.", "40490730": "Moritz Ludwig Frankenheim (29 June 1801 – 14 January 1869) was a German physicist, geographer, and crystallographer.", "72439531": "Olga Dudko is a Ukrainian physicist who is a professor at the University of California, San Diego. Her research makes use of theoretical physics to understand complex biological problems. She was elected Fellow of the American Physical Society in 2022.", "3561195": "Peder Oluf Pedersen (19 June 1874 – 30 August 1941) was a Danish engineer and physicist. He is notable for his work on electrotechnology, his cooperation with Valdemar Poulsen on the developmental work on   Wire recorders, which he called a  telegraphone, the arc converter known as the Poulsen Arc Transmitter, and his work on electrical currents in the ionosphere.", "644848": "Cumrun Vafa (Persian: کامران وفا, Persian pronunciation: [kɒːmˈrɒːn væˈfɒː]; born 1 August 1960) is an Iranian-American theoretical physicist and the Hollis Professor of Mathematicks and Natural Philosophy at Harvard University.", "70538993": "Albert Louis Latter (October 17, 1921, Kokomo, Indiana – June 8, 1997, Pacific Palisades, Los Angeles) was an American nuclear physicist and leading expert on nuclear weapons.[1]", "35673842": "Jean Brossel (15 August 1918 – 4 February 2003) was a French physicist known for his work on quantum optics.[1][2] He was born and died in Périgueux.", "52418289": "Igor Aharonovich (born 1982) is an Australian physicist and materials engineer. He is a professor at the School of Mathematical and Physical Sciences at the University of Technology Sydney (UTS).[1] Igor investigates optically active defects in solids, with an overarching goal to identify new generation of ultra-bright solid state quantum emitters. His main contributions include discovery of new color centers in diamond and hexagonal boron nitride as well as development of new methodologies to engineer nanophotonic devices from these materials.", "68605684": "Ana Cecilia Noguez Garrido  (born July 17, 1966) is a Mexican physicist, professor, and science communicator; she is a researcher and was the first female director of the Institute of Physics of the National Autonomous University of Mexico from 2019 to 2023. Cecilia Noguez specializes in the interaction of light with matter on a nanometric scale. In 2016, she was awarded with the National Prize for Arts and Sciences.", "65001205": "Kathleen Ann Cerqua-Richardson is an American physicist and the Pegasus Professor of Optics & Photonics, Materials Science and Engineering at the University of Central Florida. She is a Fellow of SPIE, the American Ceramic Society and The Optical Society. Her research considers the synthesis and characterisation of novel glasses and ceramic materials.", "31184632": "Kang Lung Wang is recognized as the discoverer of chiral Majorana fermions by IUPAP. [1]\nBorn in Lukang, Changhua, Taiwan, in 1941, Wang received his BS (1964) degree from National Cheng Kung University and his MS (1966) and PhD (1970) degrees from the Massachusetts Institute of Technology.[1] In 1970 to 1972 he was the Assistant Professor at MIT. From 1972 to 1979, he worked at the General Electric Corporate Research and Development Center as a physicist/engineer. In 1979 he joined the Electrical Engineering Department of UCLA, where he is a Professor and leads the Device Research Laboratory [2] (DRL). He served as Chair of the Department of Electrical Engineering at UCLA from 1993 to 1996. His research activities include semiconductor nano devices, and nanotechnology; self-assembly growth of quantum structures and cooperative assembly of quantum dot arrays Si-based Molecular Beam Epitaxy, quantum structures and devices; Nano-epitaxy of hetero-structures; Spintronics materials and devices; Electron spin and coherence properties of SiGe and InAs quantum structures for implementation of spin-based quantum information; microwave devices. He was the inventor of strained layer MOSFET, quantum SRAM cell, and band-aligned superlattices. He holds 45 patents and published over 700 papers. He is a passionate teacher and has mentored hundreds of students, including MS and PhD candidates.[3] Many of the alumni have distinguished career in engineering and academics.[4]", "39311118": "Devendra Lal FRS (14 February 1929 – 1 December 2012) was an Indian geophysicist.", "62150418": "Artemisia (Artemis) Spyrou is an experimental nuclear astrophysicist and professor at Michigan State University. She is also the Associate Director for Education and Outreach[1] at the National Superconducting Cyclotron Laboratory. She was the recipient of a NSF CAREER Award.[2]", "74143507": "Pierre Lacroute (1906–1993),[1] was a French astrophysicist and  pioneer of astrometry using satellite experiments.[2] He is known as the first proposer of the Hipparcos space experiment.[3][4]", "69457683": "Manfred Steiner (born 1932) is an Austrian-born American hematologist and physicist who taught at Brown Medical School until 2000. He completed a Ph.D. in Physics at the age of 89 in September 2021.", "56547092": "Nobumichi Tamura, often shortened to Nobu Tamura, is a French-born Japanese American paleoartist and physicist.[1] He currently lives in California, United States.", "1333017": "Panayiotis Varotsos (Greek: Παναγιώτης Βαρώτσος; born November 28, 1947, in Patras) is a Greek physicist and former professor in the Department of Physics of the University of Athens, notable for his VAN method to predict earthquakes.[1]", "54023963": "Peter F. Michelson is an American physicist who focuses on high energy astrophysics, particularly X-ray and gamma-ray observations and instrument development. He is currently the Luke Blossom Professor in the School of Humanities and Sciences at Stanford University.[1][2]", "31807261": "Peter Grassberger (born 17 May 1940) is a retired professor who worked in statistical and particle physics. He made contributions to chaos theory, where he introduced the idea of correlation dimension, a means of measuring a type of fractal dimension of the strange attractor.", "54023965": "Steven G. Boxer is an American biophysical chemist currently the Camille Dreyfus Professor at Stanford University, a member of the National Academy of Sciences, and an elected fellow of the American Association for the Advancement of Science, American Academy of Arts and Sciences, Royal Society of Chemistry and Biophysical Society.[1][2] He received many awards, including the NIH MERIT Award and the Earle K. Plyler Prize for Molecular Spectroscopy.[3]", "939806": "Antoine César Becquerel (French pronunciation: [ɑ̃twan sezaʁ bɛkʁɛl]; 7 March 1788 – 18 January 1878) was a French scientist and a pioneer in the study of electric and luminescent phenomena.", "54023970": "Steven Allan Kivelson  (born May 13, 1954) is an American theoretical physicist known for several major contributions to condensed matter physics. He is currently the Prabhu Goel Family Professor at Stanford University.[5] Before joining Stanford in 2004, he was a professor of physics at the University of California at Los Angeles. He is a son of Margaret Kivelson, and his father, Daniel Kivelson, was a professor of chemistry in UCLA.", "64509731": "Beate Schmittmann is a German-American condensed matter physicist and academic administrator who is dean of the College of Liberal Arts and Sciences at Iowa State University.[1] Her research includes work on driven diffusive systems,[2] biomolecular transport, and epidemiology.[3]", "42424103": "Eugene Michael \"Gene\" Wescott (February 15, 1932 – February 23, 2014)[1] was an American scientist, artist, and traditional dancer. He was born in Hampton, Iowa, and moved to North Hollywood, California at the age of 10, where he later attended North Hollywood High School and Valley Junior College. He graduated from UCLA and moved to Alaska in 1958, attending the University of Alaska Fairbanks, where he obtained his PhD in 1960.", "8312616": "Alexander Behm (11 November 1880, in Sternberg (Mecklenburg) – 22 January 1952, in Tarp (Schleswig-Flensburg)) was a German physicist who developed working ocean echo sounder in Germany at the same time Reginald Fessenden was doing so in North America.", "54023978": "Steven Michael Kahn (born 1954)[1] is an American physicist currently the Cassius Lamb Kirk Professor at Stanford University and formerly the I. I. Rabi Professor of Physics at Columbia University and is an Elected Fellow of the American Academy of Arts and Sciences and American Physical Society.[2][3]", "25909035": "Daniel L. Stein (born August 19, 1953) is an American physicist and Professor of Physics and Mathematics at New York University. From 2006 to 2012 he served as the NYU Dean of Science.", "47077164": "Henrique Antonio (Henry) d'Assumpção AO (born 1934) is an Australian electronic engineer, and was Chief Defence Scientist from 1987 to 1990.[1]", "72668975": "Michael Cohen is an American condensed matter physicist and professor emeritus at the University of Pennsylvania. His work investigates the quantum mechanics of real-world material systems, including liquid helium, ferroelectrics, and biological membranes.[1] In 1960, the American Physical Society appointed him a Fellow.[2][3] In 1962, with colleagues George Stranahan and Robert W. Craig, Cohen co-founded the Aspen Center for Physics (ACP),[4][5] described as a \"utopia for physicists,\"[6] for which he remains an Honorary Trustee. In 2011, Cohen completed a textbook entitled, Classical Mechanics: a Critical Introduction, in collaboration with fellow physicist Larry Gladney, who prepared the solutions manual.[7][1]", "2578224": "Marcus Driver O'Day (1897–1961) was an American physicist.", "54023986": "John Winston Belcher (born 1943) is a professor of physics emeritus holding the \"Class of '22\" professorship at Massachusetts Institute of Technology. Professor Belcher's research interests are within the areas of space plasma physics. He was the principal investigator on the Voyager Plasma Science Experiment and is now a co-investigator on the Plasma Science Experiment on board the Voyager Interstellar Mission.[1] Professor Belcher has twice received the NASA Exceptional Scientific Achievement Medal, and received the 2016 Oersted Medal for his exceptional work in revolutionizing the Undergraduate Physics department at MIT by introducing novel teaching formats such as TEAL.[2] Belcher is actively involved in Mental Health initiatives at the institute and is an active MacVicar Faculty Fellow (2000–2006) [3]\n[4]", "1300275": "Lene Vestergaard Hau (Danish: [ˈle̝ːnə ˈvestɐˌkɒˀ ˈhɑw]; born November 13, 1959) is a Danish physicist and educator. She is the Mallinckrodt Professor of Physics and of Applied Physics at Harvard University.[1]", "841522": "Yoshio Nishina (仁科 芳雄, Nishina Yoshio, December 6, 1890 – January 10, 1951) was a Japanese physicist who was called \"the founding father of modern physics research in Japan\". He led the efforts of Japan to develop an atomic bomb during World War II.[1]", "37836594": "Viscount Masatoshi Ōkōchi (大河内正敏, Ōkōchi Masatoshi, December 6, 1878 – August 29, 1952) was a Japanese physicist and business executive.  He was the third director of the Riken Institute, a position which he assumed in 1921 and held for 25 years.  During this period, he was notable for establishing the Riken Konzern, a zaibatsu of companies which focused on utilizing Riken's research results to produce commercial products.", "54023990": "Mark Alan Eriksson is an American experimental physicist who specializes in experimental studies of nanostructures. He is the John Bardeen Professor of Physics the University of Wisconsin–Madison", "481077": "Harry Hammond Hess (May 24, 1906 – August 25, 1969) was an American geologist and a United States Navy officer in World War II who is considered one of the \"founding fathers\" of the unifying theory of plate tectonics. He is best known for his theories on sea floor spreading, specifically work on relationships between island arcs, seafloor gravity anomalies, and serpentinized peridotite, suggesting that the convection of the Earth's mantle was the driving force behind this process.", "39868218": "Ignazio Ciufolini (born 1951) is an Italian physicist active in the field of gravitational physics and general relativity.", "47208251": "Jacques Solomon (4 February 1908 – 23 May 1942) was a French physicist and Marxist who played a central role in the debate over quantum mechanics in France in the 1930s and 1940s. He was killed by firing squad at Fort Mont-Valérien in 1942.", "1988411": "Jean Antoine Edmond Marie Becquerel (5 February 1878 – 4 July 1953) was a French physicist, the son of Antoine-Henri Becquerel. He worked on a range of experimental physics topics including magnetic effects on the optical properties of materials, and the effects of low-temperature on magnetic susceptibility. He was among the early teachers of relativity and quantum physics in France.", "939842": "Isabelle Stone", "18569026": "Zinovii P. Shulman (23 February 1924 – 4 February 2007) was a Belarusian hydrodynamics scientist, former chief research worker of the state research institute A. V. Luikov Heat and Mass Transfer Institute of the National Academy of Sciences of Belarus, and a doctor of technical sciences.", "61822788": "René Moreau (born in 1938 in Autun) is a French scientist and professor emeritus at the Institut national polytechnique de Grenoble (INPG). He is a member of the French Academy of Sciences.", "65623878": "Viola Vogel", "38131531": "Leroy L. Chang (Chinese: 張立綱; 20 January 1936 – 10 August 2008) was an experimental physicist and solid state electronics researcher and engineer. Born in China, he studied in Taiwan and then the United States, obtaining his doctorate from Stanford University in 1963. As a research physicist he studied semiconductors for nearly 30 years at IBM's Thomas J. Watson Research Center, New York. This period included pioneering work on superlattice heterostructures with Nobel Prize-winning physicist Leo Esaki.", "33216337": "A. M. Harun-ar-Rashid (1 May 1933 – 9 October 2021)[1] was a Bangladeshi physicist and professor of physics at the University of Dhaka. He was the nephew of actor-writer Shamsuddin Abul Kalam.", "61462359": "Savely Moiseevich Feinberg (Russian: Саве́лий Моисе́евич Фе́йнберг; 24 December 1910 – 20 October 1973) was a Soviet nuclear physicist who  contributed to the design and development of  VVER nuclear reactors .", "69195611": "Vitaly Kocharovsky is a Russian-American physicist, academic and researcher. He is a Professor of Physics and Astronomy at Texas A&M University.[1]", "841565": "James Leslie Tuck OBE (9 January 1910 – 15 December 1980) was a British physicist.", "38754146": "Kenneth Young (楊綱凱 1947) is a professor of physics at the Chinese University of Hong Kong (CUHK). He obtained his BSc in Physics in 1969, and his PhD in Physics and Mathematics at the California Institute of Technology, USA. He took a position at CUHK in 1973, and embarked on a highly regarded career as a theoretical physicist.[1] He has produced extensive research in elementary particles, field theory, high energy phenomenology and dissipative systems.[2] Young has contributed greatly to the development of higher education in Hong Kong, administering grants, educational program development, and worked to develop both Chinese and international professional associations by assuming various responsibilities during their development. In the later stages of his career Young has moved away from administration roles in universities, and toward direct teaching of students. He reflects that \"one has to have passion in one’s subject. You cannot disguise it and it would help tremendously if the students could feel and see you have it in you. It makes teaching all the more effective.\"[3] He is also a proponent of contextual teaching in physics.[4]", "29611875": "P. R. (Philip Russell; \"Phil\") Wallace (April 19, 1915 – March 20, 2006) was a Canadian theoretical physicist and long-time professor at McGill University. He was a Fellow of the Royal Society of Canada and Fellow of the National Academy of Sciences (India). He had a distinguished career as educator, researcher, and activist in science and society, but he is increasingly well known for his pioneering paper [1] in 1947 on the band structure of graphite, and particularly graphene,[2] the subject of the 2010 Nobel Prize in Physics.", "65623912": "Subir Das is a Professor of Theoretical Physics at the Jawaharlal Nehru Centre for Advanced Scientific Research in Bangalore, India.[1] His primary area of research is statistical mechanics of systems close to phase transitions.", "4151146": "Bernhard Caesar Einstein (10 July 1930 – 30 September 2008) was a Swiss-American engineer, the son of Hans Albert Einstein.[1][2][3] Of the three known biological grandchildren of Albert Einstein,[4] all sons of Hans, he was the only one to survive childhood.", "34920302": "Madhulika (Lika) Guhathakurta is an American astrophysicist and scientist with NASA's Heliophysics Science Division. She was the lead program scientist for NASA's Living With a Star initiative and serves as program scientist on the Solar Dynamics Observatory (SDO), Van Allen Probes, and Solar TErrestrial Relations Observatory (STEREO) missions. Lika was previously the program scientist on SPARTAN-201 (Shuttle Point Autonomous Research Tool for Astronomy-201), a free-flying science instrument platform designed to study velocity and acceleration of the solar wind and observe the Sun's corona. These missions were conducted as part of the larger STS-56, STS-69, STS-77, STS-87, and STS-95 mission objectives. She has worked as an educator, scientist, mission designer, directed and managed science programs, and has built instruments for spacecraft. Dr. Guhathakurta is known for her work in heliophysics where she has authored over 100 publications on the subject.[1] She served as the NASA Lead Scientist for the North American Solar eclipse of August 21, 2017.[2][3][4][5][6][7][8][9][10][11]", "70473588": "Yves Le Grand (1908–1986) was a French physicist, specialising in optics and colorimetry, who served as director of the National Museum of Natural History, France from 1971 to 1975, and as vice president of the International Commission on Illumination from 1967 to 1971.[1][2][3]", "45176693": "Robert Thomas Beyer (January 27, 1920 – August 20, 2008) was an American physicist,[1] best known for his work in acoustics, and for his translations of Russian and German physics books and journals into English.", "73357179": "Mary R. M. Bishai (born 1970) is an American physicist who is a Distinguished Scientist at Brookhaven National Laboratory. In 2023, she was elected spokesperson of Deep Underground Neutrino Experiment, and was made responsible for the 1,400 person collaboration. She was named a Fellow of the American Physical Society in 2015.", "46389118": "William Weldon Watson IV (14 September 1899 in Eveleth, Minnesota – 3 August 1992 in Hamden, Connecticut) was a physicist specializing in isotope separation and a contributor to the development of the atomic bomb.[1]", "60610434": "Víctor Iván Vargas Blanco (born March 24, 1973) is Costa Rican plasma and nuclear fusion physicist. He is renowned for his work in plasma physics and nuclear fusion. Currently, as a professor and tenured researcher at the Costa Rica Institute of Technology, he heads the Plasma Laboratory for Fusion Energy and Applications that he founded in 2011.", "36362117": "Bent Erik Sørensen (born 13 October 1941), is a Danish physicist, distinguished mainly by research into future forms of renewable energy.[1] He is currently Professor Emeritus in the Department of Environmental, Social and Spatial Change in Roskilde University, Denmark,[2] and president of Novator Advanced Technology Consulting.[3]", "60086151": "Wang Yening (Chinese: 王业宁; 14 October 1926 – 22 February 2019), also known as Ye-Ning (Y. N.) Wang, was a Chinese physicist. She was an educator with a specialization in condensed matter physics. She spent her entire career at Nanjing University and was elected an academician of the Chinese Academy of Sciences in 1991. She was a recipient of the State Natural Science Award (Second Class) and the Ho Leung Ho Lee Prize in Physics.", "19617684": "Rajesh \"Raj\" Ramayan Koothrappali, PhD[1]  is a fictional character on the CBS television series The Big Bang Theory, portrayed by Indian actor Kunal Nayyar. He is one of four main male characters in the show, alongside Howard Wolowitz, Sheldon Cooper, and Leonard Hofstadter, to appear in every episode of The Big Bang Theory. Raj is based on a computer programmer that the show's co-creator, Bill Prady, knew when he was a programmer.[2]", "53794709": "Louis Allamandola is an American space scientist. He is the founder and director of NASA's Astrophysics & Astrochemistry Laboratory, and an Elected Fellow of American Association for the Advancement of Science.[1][2]", "66213782": "Wolfgang Wild (20 September 1930 – 7 April 2023) was a German nuclear physicist, academic administrator and politician. He was President of the Technical University of Munich between 1980 and 1986 and Bavarian Minister of Science between 1986 and 1989.[1]", "53794711": "Helmut Arthur Abt (born 26 May 1925)[2] is a German-born American astrophysicist, having worked at the National Optical Astronomy Observatory and an Elected Fellow of the American Association for the Advancement of Science.[3][4][5][6] He is astronomer emeritus at Kitt Peak National Observatory.[7][8]", "55334827": "Ian Macmillan Ward FRS FInstP (9 April 1928 – 5 November 2018)[3] was a British physicist specialising in polymer science. He was Cavendish Professor of Physics in the School of Physics and Astronomy at the University of Leeds where he was also chairman of the School of Physics and Astronomy and first director of the Polymer Interdisciplinary Research Centre.[4][5]", "44357549": "Zacharias Traber (1611–1678) was an Austrian Jesuit.[1] He dedicated himself to studies on optics.[2]\n[3]", "5593007": "Robert Works Fuller (born 1936)[2] is an American physicist, author, social reformer, and former president of Oberlin College.", "14407606": "Erwin Madelung (18 May 1881 – 1 August 1972) was a German physicist.\nHe was born in 1881 in Bonn. His father was the surgeon Otto Wilhelm Madelung. He earned a doctorate in 1905 from the University of Göttingen, specializing in crystal structure, and eventually became a professor. It was during this time he developed the Madelung constant, which characterizes the net electrostatic effects of all ions in a crystal lattice, and is used to determine the energy of one ion.", "513975": "Eleanor Margaret Burbidge, FRS (née Peachey; 12 August 1919 – 5 April 2020) was a British-American observational astronomer and astrophysicist. In the 1950s, she was one of the founders of stellar nucleosynthesis and was first author of the influential B2FH paper. During the 1960s and 1970s she worked on galaxy rotation curves and quasars, discovering the most distant astronomical object then known. In the 1980s and 1990s she helped develop and utilise the Faint Object Spectrograph on the Hubble Space Telescope. Burbidge was also well known for her work opposing discrimination against women in astronomy.", "11065279": "Author and publisher Valery Nikolaevich Chalidze (Russian: Вале́рий Никола́евич Чали́дзе; Georgian: ვალერი ჭალიძე: 25 November 1938 – 3 January 2018) was a Soviet dissident and human rights activist, deprived of his USSR citizenship in 1972 while on a visit to the US.", "46880704": "Michael Tendler (Russian: Михаил Борисович Тендлер; born 1947) is a Swedish Physicist, currently (Emeritus) Professor of Fusion Plasma Physics at the Royal Institute of Technology, Stockholm (KTH). He is the Invited Professor at the Plasma Physics Laboratory Princeton University, USA and the Chubu University, Japan.", "2447300": "Heinrich Wilhelm Dove (6 October 1803 – 4 April 1879) was a Prussian physicist and meteorologist.", "38197192": "Stephen Ernest Harris (born November 29, 1936) is an American physicist known for his contributions to electromagnetically induced transparency (EIT),[1][2] modulation of single photons, and x-ray emission.", "68638664": "Igor Nikolayevich Troitski (Russian: Игорь Николаевич Троицкий; born 2 May 1941[1]) is a Soviet, Russian and American scientist, Doctor of technical sciences, professor and an author of more than 200 scientific papers, books, monographs and tutorials. His contributions are focused on the following topics: laser ranging, holography, tomography, adaptive optics and creation of optical images inside transparent material. Troitski has 79 Soviet inventor’s certificates and 29 US patents.", "59987914": "Carla Figueira De Morisson Faria is a Brazilian physicist and professor at University College London. She works on theoretical strong-field laser-matter interactions.", "40130508": "Spartak Timofeyevich Belyaev (October 27, 1923 – January 5, 2017) was a Soviet and Russian theoretical physicist who was awarded a Lomonosov Gold Medal.[1]", "48846801": "Robert P. Behringer (October 26, 1948 – July 10, 2018) was an American physicist[1] based at Duke University,[2] whose research first dealt with critical phenomena and transport properties in fluid helium, such as Rayleigh–Bénard convection, and  since 1986 was involved with granular material, where his most notable achievements were in the development of the technique of photoelasticity to study spatio-temporal fluctuations. This enabled him to extract vector forces from images of photo-elastic disks, which are models for granular materials. His research demonstrated the strongly fluctuating nature of granular flows. Another aspect of his research involved the concept of jamming in granular materials.[3][4][5][6]", "4413396": "Erich Justus Kretschmann (14 July 1887 – 1973) was a German physicist.[1]", "9361368": "Kenneth G. Libbrecht (born June, 1958)[1] is a professor of physics and department chairman at the California Institute of Technology.", "39180259": "E. [Elmer] William Colglazier (born November 24, 1944, and raised in San Antonio, Texas) is an American physicist, best known as the fourth science and technology adviser to the U.S. Secretary of State. He assumed that position in July, 2011. In that role, he has written about the benefits of science diplomacy.[1]", "38623205": "Harold G. \"Sonny\" White (born October 8, 1965) is a mechanical engineer, aerospace engineer, and applied physicist who is known for proposing new Alcubierre drive concepts and promoting advanced propulsion projects.", "38164451": "William George Fastie  (6 December 1916 – 14 July 2000) was an American optical physicist and spectroscopist who played a part in the Johns Hopkins University space program of the late 1950s.[1]", "64182248": "Isabella M. Gioia is an Italian astrophysicist. She is currently a Research Associate at INAF in Bologna, Italy.", "645099": "Andrew Eben Strominger (/ˈstrɑːmɪndʒər/;[1] born 1955) is an American theoretical physicist who is the director of Harvard's Center for the Fundamental Laws of Nature. He has made significant contributions to quantum gravity and string theory. These include his work on Calabi–Yau compactification and topology change in string theory, and on the stringy origin of black hole entropy. He is a senior fellow at the Society of Fellows, and is the Gwill E. York Professor of Physics.", "27908077": "Robert Graham (born 11 February 1942, Berlin) is a German theoretical physicist.", "15718381": "Professor Kurt Lambeck AC, FRS, FAA, FRSN (born 20 September 1941 in Utrecht, Netherlands[1]) is Professor of Geophysics at the Australian National University in Canberra, Australia. He has also taught at University of Paris and at Smithsonian and Harvard Observatories.[2]", "22665200": "Spenta R. Wadia (born 1 August 1950)[1] is an Indian theoretical physicist with research interests in elementary particle physics, quantum field theory and statistical physics, string theory and quantum gravity. His other scientific interests are in complex systems including cross-disciplinary biology. He is a recipient of the 2004 TWAS Prize in Physics; the 1995 Physics Prize of the International Centre for Theoretical Physics (ICTP); and the J. C. Bose Fellowship of the Govt of India. He is an elected member of TWAS, and a Fellow of all the Science Academies of India.", "34035696": "Stavros Katsanevas (1953 – 27 November 2022) was a Greek-French astrophysicist who was director of the European Gravitational Observatory, professor (Exceptional Class) at the Université Paris Cité, former director of the AstroParticle and Cosmology (APC) laboratory and former chairman of the Astroparticle Physics European Consortium (APPEC). In 2000, he received for his work on supersymmetry the Physics Prize from the Academy of Athens. In 2011, he was awarded the Ordre National du Merite. He was an ordinary member of Academy of Europe, Earth and Cosmic Sciences since 2019.", "56678386": "Charles Rudolf Legéndy (Hungarian: Legéndy Károly Rudolf, born November 2, 1936), is a Hungarian-born American engineer, theoretical physicist, and neuroscientist.", "59496435": "Hazel Elaine Assender CPhys ,[1] is the head  of Department and Professor of Materials at the Department of Materials, University of Oxford. [2] She is an expert in polymer chemistry, thin film electronics and nanomaterials. Assender is a fellow of Linacre College, Oxford.[3]", "29841394": "Robert Jack (4 November 1877 – 1 May 1957) was a Scottish-born physicist, professor and Dean of the Faculty of Arts and Science, University of Otago, and pioneer of radio broadcasting, New Zealand.", "3201010": "Pyotr Nikolayevich Kropotkin (Russian: Пётр Никола́евич Кропо́ткин; November 24, 1910, Moscow – 17 January 1996, Moscow) was a Soviet Russian geologist, tectonician, and geophysicist.", "57759734": "Roby Muhamad is an Indonesian entrepreneur and scientist best known for his work with social network dynamics.[1] His work spans the fields of physics, psychology, and sociology.", "20469755": "Gilbert Jerome Perlow (10 February 1916 – 17 February 2007), was an American physicist famous for his work related to the Mössbauer effect, and an editor of the Journal of Applied Physics and Applied Physics Letters.[1]", "25417730": "Adolf (Christoph Wilhelm) Bestelmeyer (21 December 1875 – 21 November 1957) was a German experimental physicist.", "45438980": "Andrey V. Chubukov is a theoretical physicist, at the William I Fine Theoretical Physics Institute, University of Minnesota, specializing in condensed matter. His speciality is physics of strongly correlated electron systems.[1]\nChubukov earned his M.Sci. degree in theoretical physics in 1982 and a Ph.D. in 1985 from Moscow State University.[1]", "54876167": "Gavin Phillip Salam, FRS[6] is a theoretical particle physicist and a senior research fellow at All Souls College as well as a senior member of staff at CERN in Geneva. His research investigates the strong interaction of Quantum Chromodynamics (QCD), the theory of quarks and gluons.[4][8][9] Gavin Salam is not related to Abdus Salam.[10]", "38754313": "Itzik Ben-Itzhak (born February 15, 1952) is a university distinguished professor of physics at Kansas State University. Ben-Itzhak is the director of  Kansas State University's James R. Macdonald Laboratory and studies experimental atomic physics, molecular physics, and optical physics.[1]", "25745419": "John P. Perdew (born August 30, 1943) is a theoretical condensed matter physicist known for his contributions to the fields of solid-state physics and quantum chemistry. His work on density functional theory has led to him being one of the world's most cited physicists.[1] Perdew currently teaches and conducts research at Temple University.[2]", "59856907": "Gong Zutong (Chinese: 龚祖同; Wade–Giles: Kung Tsu-t'ung; 10 November 1904 – 26 June 1986) was a Chinese optical physicist. He was a founder of China's optical glass industry and served as Founding Director of the Xi'an Institute of Optics and Precision Mechanics of the Chinese Academy of Sciences (CAS). He was elected an academician of the CAS in 1980.", "54614031": "John Gordon Rushbrooke (1936–2003) was an Australian particle physicist.", "67524638": "Bonnie T. Fleming is an experimental particle physicist who has held leadership roles in several physics experiments and at Fermilab. Since 2022, she has been Fermilab's chief research officer and deputy director for science and technology. She has also served on the faculty of Yale University and the University of Chicago. Fleming is an expert in neutrino physics and liquid argon time projection chamber detector technology.", "18339871": "Igor Mikhailovich Ternov (Russian: И́горь Миха́йлович Терно́в; November 11, 1921 – April 12, 1996) was a Russian theoretical physicist, known for discovery of new quantum effects in microscopic particle motion such as Dynamic Character of the Electron Anomalous Magnetic Moment, the Effect of Radiative Polarization of Electrons and Positrons in a Magnetic Field, and Quantum Fluctuations of Electron Trajectories in Accelerators.[1]", "44685343": "Jeremy England is an American physicist who uses statistical physics arguments to explain the spontaneous emergence of life, and consequently, the modern synthesis of evolution.[3][4][5] England terms this process dissipation-driven adaptation.[6]", "645166": "Nathan \"Nati\" Seiberg (/ˈsaɪbɜːrɡ/; born September 22, 1956) is an Israeli American theoretical physicist who works on quantum field theory and string theory. He is currently a professor at the Institute for Advanced Study in Princeton, New Jersey, United States.", "6477874": "Rush Dew Holt Jr. (born October 15, 1948) is an American scientist and politician who served as the U.S. representative for New Jersey's 12th congressional district from 1999 to 2015. He is a member of the Democratic Party and son of former West Virginia U.S. Senator Rush D. Holt Sr. He worked as a professor of public policy and physics, and during his tenure in Congress he was one of two physicists and the only Quaker there.[2]", "19093560": "Guillermo Vargas Aignasse (born in 1943, disappeared 1976) was an Argentine Peronist politician, serving as a provincial Senator in Tucumán Province from 1973 until his disappearance in 1976. In 2008, two former generals were jailed for life for his disappearance.[1]", "4446264": "Canadian Association of Physicists (CAP), or in French Association canadienne des physiciens et physiciennes (ACP) is a Canadian professional society that focuses on creating awareness among Canadians and Canadian legislators of physics issues, sponsoring physics related events, physics outreach, and publishes Physics in Canada.[2] It was founded in July 1945.[3] The organization has over 1,600 members[4] and is bilingual, functioning in English and French.", "383032": "Lyman Spitzer Jr. (June 26, 1914 – March 31, 1997)[2] was an American theoretical physicist, astronomer and mountaineer. As a scientist, he carried out research into star formation, plasma physics, and in 1946, conceived the idea of telescopes operating in outer space.[3] Spitzer invented the stellarator plasma device[4] and is the namesake of NASA's Spitzer Space Telescope. As a mountaineer, he made the first ascent of Mount Thor, with Donald C. Morton.[5]", "5625914": "Kin-Yip Chun is a Canadian geophysicist at the University of Toronto's Department of Physics. He gained attention when he sued the University of Toronto for alleged racial discrimination.", "47765566": "Veniamin Petrovich Myasnikov (4 December 1936 — 29 February 2004) was a Soviet mathematician, mechanician and a member of the Russian Academy of Sciences (1992).", "71718977": "Latha Venkataraman is a physicist. She is a professor of applied physics and chemistry at Columbia University.", "8312901": "Marc de Hemptinne (Ghent, 1902–1986) was a Belgian physicist. He was the son of Alexandre de Hemptinne, a professor at the University of Leuven. He studied chemistry at the University of Ghent and obtained a PhD in Science in 1926. Marc de Hemptinne was a pioneer of molecular spectroscopy. In 1948 he was awarded the Francqui Prize on Exact Sciences.", "28661834": "Jerzy Stanisław Janicki (born 4 May 1956 in Piła, Poland), Ph.D. in physical sciences, member of the scientific and educational staff of the Physics Institute at Adam Mickiewicz University in Poznań (1980–1993).", "8050763": "Margaret L.A. (Scotty) MacVicar (November 20, 1943 – September 30, 1991) was an American physicist and educator. In addition to serving as MIT's Dean of Undergraduate Education (1985–1990), MacVicar is credited with founding the now widely emulated Undergraduate Research Opportunities Program (UROP) in 1969.[1] MacVicar received her undergraduate and graduate degrees at MIT and joined the faculty, giving her the rare distinction of being a \"MIT lifer.\"", "4380750": "University of Chicago (MS)", "54384721": "Douglas MacLean Clark MacEwan FRSE (1917–2000) was a Scottish physicist and x-ray crystallographer.", "60938323": "Julieta Norma Fierro Gossman (born in Mexico City on February 24, 1948), better known as Julieta Fierro, is a Mexican astrophysicist and science communicator. She is a full researcher at the Institute of Astronomy and professor of the Sciences Faculty at the National Autonomous University of Mexico (UNAM). She is part of the Researchers National System in Mexico, holding a level III position. Since 2004 she is a member of the Mexican Academy of Language.[1] [2]", "25876567": "Hafeez Hoorani or Hafeez-ur-Rehman Hoorani or Hafeez R. Hoorani is a Pakistani particle physicist, with a specialisation in accelerator physics, and a research scientist at the CERN.[1] Hoorani is working at the National Center for Physics, with research focus in elementary particle physics and high energy physics.[2] \nUntil the end of 2013, he served as scientific director of International Centre for Synchrotron-Light for Experimental Science Applications in the Middle East (SESAME) and is now research associate at the National Center for Nuclear Physics, Islamabad.[3]", "42489955": "Prajval Shastri is an astrophysicist, formerly at the Indian Institute of Astrophysics, Bangalore and specializes in the area of phenomenology of active galaxies driven by supermassive blackholes using multi-wavelength observations ranging from radio to X-ray wavelengths.[1]", "72243303": "Carolyn C. Kuranz is an American plasma physicist whose research involves the use of high-powered lasers at the National Ignition Facility both to help develop inertial confinement fusion and to study how matter behaves in conditions similar to those in shock waves in astrophysics. She is an associate professor at the University of Michigan, in the Department of Nuclear Engineering and Radiological Sciences.[1]", "65427563": "Beth Parks is an American physicist. She is a professor in the Department of Physics and Astronomy at Colgate University.  She serves as the editor-in-chief of the American Journal of Physics.[2][3]  In addition to her research, Parks supports physics education through multiple channels.[4]", "16111728": "Mohamed Jamal Deen CM is an Indo-Guyanese [1][2][3] professor and Senior Canada Research Chair in Information Technology at McMaster University in Hamilton, Ontario, Canada. He is also the Director of the Micro- and Nano-Systems Laboratory.[4] His research specialty are in the broad areas of electrical engineering and applied physics, for which he was recognized in 2019 by an appointment to the Order of Canada.", "67098738": "R. Paul Young, FREng, FRSC, (born April 4, 1952) is a geophysicist and Professor[1] who works in rock mechanics using induced seismicity to monitor fractures and rock damage for engineering applications in mining and radioactive waste management.[2]", "25483380": "Alexandru Proca (16 October 1897 – 13 December 1955) was a Romanian physicist who studied and worked in France. He developed the vector meson theory of nuclear forces and the relativistic quantum field equations that bear his name (Proca's equations) for the massive, vector spin-1 mesons.", "645237": "John Herbert Chapman (August 28, 1921 – September 28, 1979) was a Canadian space researcher. He started his career with his work on radio propagation and the ionosphere.", "88183": "Hendrik Antoon Lorentz (/ˈlɒrənts/; 18 July 1853 – 4 February 1928) was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Pieter Zeeman for the discovery and theoretical explanation of the Zeeman effect. He derived the Lorentz transformation of the special theory of relativity, as well as the Lorentz force, which describes the combined electric and magnetic forces acting on a charged particle in an electromagnetic field. Lorentz was also responsible for the Lorentz oscillator model, a classical model used to describe the anomalous dispersion observed in dielectric materials when the driving frequency of the electric field was near the resonant frequency, resulting in abnormal refractive indices.", "17356921": "Helmut Volz (German: [fɔlts]; 1 August 1911 in Göppingen – 23 October 1978) was a German experimental nuclear physicist who worked on the German nuclear energy project during World War II. In the latter years of World War II, he became a professor at Erlangen University. He declined to take a position offered to him in the United States after the war, and he continued his teaching and research at Erlangen.", "67033210": "Charles M. Sommerfield was a theoretical physicist and professor emeritus at Yale University. He is the namesake of the Bogomol'nyi–Prasad–Sommerfield bound.", "14735482": "Rolf-Dieter Heuer (German: [ʁɔlf ˈdiːtɐ ˈhɔʏɐ]; born 24 May 1948 in Boll) is a German particle physicist. From 2009 to 2015 he was Director General of CERN[3][4] and from 5 April 2016 to 9 April 2018 President of the German Physical Society (Deutsche Physikalische Gesellschaft).[5] Since 2015 he has been Chair of the European Commission's Group of Chief Scientific Advisors,[6] and since May 2017 he has been President of the SESAME Council.[7]", "4708478": "Gerald Stanford \"Gerry\" Guralnik (/ɡʊˈrælnɪk/; September 17, 1936 – April 26, 2014) was the Chancellor’s Professor of Physics at Brown University. In 1964 he co-discovered the Higgs mechanism and Higgs boson with C. R. Hagen and Tom Kibble (GHK).[2][3][4][5][6][7] As part of Physical Review Letters' 50th anniversary celebration, the journal recognized this discovery as one of the milestone papers in PRL history.[8] While widely considered to have authored the most complete of the early papers on the Higgs theory, GHK were controversially not included in the 2013 Nobel Prize in Physics.[9][10][11][12][13][14][15][16]", "31971459": "Yuri Vasilyevich Gulyayev (Russian: Юрий Васильевич Гуляев) — (born 18 September 1935 in Tomilino, Moscow Oblast) is a Soviet and Russian physicist and inventor, Full Member and Member of the Presidium of Russian Academy of Sciences (1992), head of the Semiconductor Electronics chair in the Moscow Institute of Physics and Technology (1971). Yuri Gulyayev works in the field of solid-state physics, radiophysics, electronics, computer science and medical electronics. Gulyayev is a pioneer in the fields of modern physics: acousto-electronics, acousto-optics, spin wave electronics.[1]", "47732869": "Antonina Fedorivna Prykhotko (Ukrainian: Антоніна Федорівна Прихотько; 26 April 1906, Pyatigorsk – 29 September 1995, Kyiv), was a Soviet and Ukrainian experimental physicist. She was an Academician of the National Academy of Sciences of Ukraine and is known for her fundamental contributions to the condensed matter spectroscopy.", "579724": "The American animated television series The Simpsons contains a wide range of minor and supporting characters like co-workers, teachers, students, family friends, extended relatives, townspeople, local celebrities, and even animals. The writers originally intended many of these characters as one-time jokes or for fulfilling needed functions in the town of Springfield, where the series primarily takes place. A number of these characters have gained expanded roles and have subsequently starred in their own episodes. According to the creator of The Simpsons, Matt Groening, the show adopted the concept of a large supporting cast from the Canadian sketch comedy series Second City Television.[1] This article features the recurring characters from the series outside of the five main characters (Homer, Marge, Bart, Lisa and Maggie Simpson).", "71522446": "Feng Liu is a material physicist.[1]", "65984654": "Li Guanxing (Chinese: 李冠兴; 14 January 1940 – 1 December 2020) was a Chinese nuclear material engineer who served as president of the CNNC North Nuclear Fuel Element Co., Ltd. between 2001 and 2004. He was chairperson and party chief of Chinese Nuclear Society from 2008 to 2018.[1] He was a delegate to the 16th National Congress of the Communist Party of China and a member of the 10th National Committee of the Chinese People's Political Consultative Conference.[1][2]", "252048": "Samuel Chao Chung Ting (Chinese: 丁肇中; pinyin: Dīng Zhàozhōng, born January 27, 1936) is an American physicist who, with Burton Richter, received the Nobel Prize in 1976 for discovering the subatomic J/ψ particle.", "252062": "Yang Chen-Ning or Chen-Ning Yang (Chinese: 杨振宁; pinyin: Yáng Zhènníng; born 1 October 1922),[1] also known as C. N. Yang or by the English name Frank Yang,[2] is a Chinese theoretical physicist who made significant contributions to statistical mechanics, integrable systems, gauge theory, and both particle physics and condensed matter physics. He and Tsung-Dao Lee received the 1957 Nobel Prize in Physics[3] for their work on parity non-conservation of weak interaction. The two proposed that one of the basic quantum-mechanics laws, the conservation of parity, is violated in the so-called weak nuclear reactions, those nuclear processes that result in the emission of beta or alpha particles. Yang is also well known for his collaboration with Robert Mills in developing non-abelian gauge theory, widely known as the Yang–Mills theory.", "72145054": "Marialuisa Aliotta FRSE is an Italian experimental nuclear astrophysicist whose research uses particle accelerators located deep underground to investigate the nuclear reactions within stars, nucleosynthesis, and the connections between these reactions and the lifetime and evolution of stars.[1] She is a professor at the University of Edinburgh, where she holds a personal chair in experimental nuclear astrophysics.[2][3]", "7198880": "Gary L. Bennett (born January 17, 1940) is an American scientist and engineer, specializing in aerospace and energy.[1]  He has worked for NASA and the US Department of Energy (DOE) on advanced space power systems and advanced space propulsion systems.  His professional career has included work on the Voyager, Galileo, and Ulysses space missions, and is currently working as a consultant in aerospace power and propulsion systems. He is also a science fiction author (The Star Sailors).", "57432225": "Boris Innokentievich Zubarev (Russian: Зубарев Борис Иннокентьевич; 20 April 1875, in Saint Petersburg – 15 July 1952, in Perm) was a Russian physicist. Professor, Doctor of Physical and Mathematical Sciences.[1]", "24991906": "Myriam Paula Sarachik (August 8, 1933 – October 7, 2021) was a Belgian-born American experimental physicist who specialized in low-temperature solid state physics. From 1996, she was a distinguished professor of physics at the City College of New York. She is known for the first experimental confirmation of the Kondo effect in the 1960s.", "25122977": "Sigurd Hofmann (15 February 1944 – 17 June 2022)[1] was a German physicist known for his work on superheavy elements.", "8116386": "Ordal Demokan (January 13, 1946 – October 29, 2004) was a Turkish physicist.", "16046247": "Ernest Courant (March 26, 1920 – April 21, 2020) was an American accelerator physicist and a fundamental contributor to modern large-scale particle accelerator concepts. His most notable discovery was his 1952 work with Milton S. Livingston and Hartland Snyder on the Strong focusing principle,[2] a critical step in the development of modern particle accelerators like the synchrotron,[3][4] though this work was preceded by that of Nicholas Christofilos.", "32692400": "Claes-Göran Sture Granqvist (born 25 December 1946, Helsingborg, Sweden)[1]  is a materials physicist[2] and  Professor of Solid State Physics at Uppsala University in Sweden.[3] \nGranqvist is considered a pioneer and expert in photochromic materials[4] and energy-efficient building materials such as glass,[2]  \npaint,[5] and wood.[6]", "252081": "Tsung-Dao Lee (Chinese: 李政道; pinyin: Lǐ Zhèngdào; born November 24, 1926) is a Chinese-American physicist, known for his work on parity violation, the Lee–Yang theorem, particle physics, relativistic heavy ion (RHIC) physics, nontopological solitons, and soliton stars. He was a university professor emeritus at Columbia University in New York City, where he taught from 1953 until his retirement in 2012.[1]", "52746429": "Prashant Goswami (born 1959) is an Indian computational geoscientist, climatologist and the director of the National Institute of Science, Technology and Development Studies, New Delhi. He is a former scientist at the Fourth Paradigm Institute (formerly CSIR Centre for Mathematical Modelling and Computer Simulation)[1] and is known for his studies on the tropical atmospheric variability across the time scales.[2] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Earth, Atmosphere, Ocean and Planetary Sciences in 2001.[3][note 1]", "88254": "Thomas Johann Seebeck (German: [ˈtoːmas ˈjoːhan ˈzeːbɛk]; 9 April 1770 – 10 December 1831) was a Baltic German physicist, who, in 1822, observed a relationship between heat and magnetism. Later, in 1823, Ørsted called this phenomenon thermoelectric effect.", "66902207": "Arlene Paige Maclin is an American physicist and academic administrator. Maclin was one of the first African American women to receive a PhD in physics.[1] She is a professor at Howard University.", "71129279": "Emilio Villari (25 September 1836 – 20 August 1904) was an Italian experimental physicist and a professor at the University of Bologna and later Naples who contributed to studies on electromagnetism after whom is named the Villari Effect which is used in devices used to measure mechanical stress and strain. He also developed a quadrant electrometer.", "66705601": "Rowan Thomson is a professor in the Department of Physics at Carleton University[1] and Assistant Dean (Equity, Diversity and Inclusion)[2] in the Faculty of Science. She is a Canada Research Chair in Radiotherapy Physics.[3]", "23648449": "Mark Allen Ludwig (August 5, 1958 – 2011) was a physicist from the U.S and author of books on computer viruses and artificial life. Ludwig spent less than two years as an undergraduate at MIT, but was reputedly still able to get into the Physics doctorate program at Caltech on the basis of recommendation letters from his past MIT teachers where he was a classmate of Stephen Wolfram in Richard Feynman's course on advanced mathematical methods for physics. He died from cancer at age 51.[1]", "66214077": "Ulrich Grigull (12 March 1912 – 20 October 2003) was a German engineer. Between 1972 and 1980, he was rector and later president of the Technical University of Munich.[1]", "186559": "Torahiko Terada (寺田 寅彦, Terada Torahiko, November 28, 1878 – December 31, 1935) was a Japanese physicist and author who was born in Tokyo. He was a professor at Tokyo Imperial University, a researcher at RIKEN, and worked on a wide range of topics in physics. He was also a professor at the Earthquake Research Institute.", "70539460": "Maurice Marc Lévy (7 September 1922 – 13 April 2022) was a French physicist and teacher. He was president of the CNES from 1973 to 1976.[1][2]", "2840775": "Michael Edward Peskin (born October 27, 1951, Philadelphia) is an American theoretical physicist.[1]  He is currently a professor in the theory group at the SLAC National Accelerator Laboratory.[2]", "60184776": "Rae Marie Robertson-Anderson is an American biophysicist who is Associate Professor at the University of San Diego. She works on soft matter physics and is particularly interested in the transport and molecular mechanics of biopolymer networks. Robertson-Anderson is a member of the Council on Undergraduate Research.", "10377416": "Robert Loren Jaffe (born 1946)[1] is an American physicist and the Jane and Otto Morningstar Professor of Physics at the Massachusetts Institute of Technology (MIT). He was formerly director of the MIT Center for Theoretical Physics.", "17225930": "Fritz Fischer (9 February 1898, Oberdiessbach im Emmenthal BE, Switzerland – 28 December 1947, Zurich, Switzerland) was a technical physicist, engineer and inventor. He was married to Maud Schätti.[1]", "12441803": "Amikam Aharoni (Hebrew: עמיקם אַהֲרֹֹנִי; 1929–2002) was an Israeli physicist who has made numerous contributions to the fields of magnetism.", "46520529": "Jean-Pierre Wolf  (born July 14, 1960) is a French and Swiss physicist and biophotonics expert and a professor at the Applied Physics Department (GAP) of the University of Geneva.[1]", "415958": "Frank Jennings Tipler (born February 1, 1947) is an American mathematical physicist and cosmologist, holding a joint appointment in the Departments of Mathematics and Physics at Tulane University.[2] Tipler has written books and papers on the Omega Point based on Pierre Teilhard de Chardin's religious ideas, which he claims is a mechanism for the resurrection of the dead. He is also known for his theories on the Tipler cylinder time machine.  His work has attracted criticism, most notably from Quaker and systems theorist George Ellis who has argued that his theories are largely pseudoscience.[3]", "579799": "Georg von Békésy (Hungarian: Békésy György, pronounced [ˈbeːkeːʃi ˈɟørɟ]; 3 June 1899 – 13 June 1972) was a Hungarian-American biophysicist.[1]", "66672858": "Werner Jacobi (March 31, 1904 – probably May 3, 1985) was a German physicist and inventor.", "1202395": "Balfour Watson Currie, CC FRSC (November 1, 1902 –  January 8, 1981) was a Canadian scientist specializing in the fields of meteorology and climatology.", "252131": "Chien-Shiung Wu (Chinese: 吳健雄; pinyin: Wú Jiànxióng; Wade–Giles: Wu2 Chien4-hsiung2; May 31, 1912 – February 16, 1997) was a Chinese-American particle and experimental physicist who made significant contributions in the fields of nuclear and particle physics. Wu worked on the Manhattan Project, where she helped develop the process for separating uranium into uranium-235 and uranium-238 isotopes by gaseous diffusion. She is best known for conducting the Wu experiment, which proved that parity is not conserved. This discovery resulted in her colleagues Tsung-Dao Lee and Chen-Ning Yang winning the 1957 Nobel Prize in Physics, while Wu herself was awarded the inaugural Wolf Prize in Physics in 1978. Her expertise in experimental physics evoked comparisons to Marie Curie. Her nicknames include the \"First Lady of Physics\", the \"Chinese Madame Curie\" and the \"Queen of Nuclear Research\".[1][2][3]", "71227625": "Hamdy Doweidar Taki El-Din Doweidar (PhD, DSc) was an Egyptian condensed matter physicist whose research topics included inorganic glasses, glass-ceramics, bio-active glasses, and structure-property correlations. He developed the Doweidar Model[1] which is used to correlate density, thermal expansion coefficient, molar refraction, and refractive index with the concentration of structural units in numerous types of glass. Doweidar also obtained a patent with two researchers for the preparation of a biologically active glass ionomer cement as a dental filling, characterized by vital activity due to the presence of bioactive crystalline phases in the retina glass (such as apatite and fluoroapatite), which react with SBF simulating solution to precipitate layers of hydroxyapatite and hydroxyapatite. These represent the basic crystalline phases in the formation of bones and teeth.[2] He was a Professor Emeritus at the Mansoura University.[citation needed]", "68638955": "Edl Schamiloglu (born 1959) is an American physicist, electrical engineer, pulsed power expert, inventor, and distinguished professor in the department of electrical and computer engineering at the University of New Mexico.[1] He has been known in public media for his expertise in the design and operation of directed-energy weapons.[2][3][4] He is also known for his assessment on the possible origins of alleged health damages presumably caused on U.S. embassy personnel in Cuba in 2016 as part of the Havana syndrome incident.[5] He is the associate dean for research and innovation at the UNM School of Engineering, where he has been a faculty since 1988, and where he is also special assistant to the provost for laboratory relations.[6] He is also the founding director of the recently launched UNM Directed Energy Center.[7] Schamiloglu is a book author and co-editor, and has received numerous awards for his academic achievements. He is a Fellow of the Institute of Electrical and Electronics Engineers[8] and the American Physical Society.[9]", "73881837": "Selda Ekiz (born November 28, 1984, in Drammen) is a Norwegian presenter on NRK and is a trained physicist. She grew up in Sande in Vestfold and her parents immigrated from Turkey in the 1970s.[1]", "61823219": "Jean Salençon is a French physicist born on November 13, 1940. He is a member of the French Academy of Sciences and the French Academy of Technologies.", "69720310": "Ingeborg Levin is a German professor in Geosciences at the Institute for Environmental Physics (IUP) of Heidelberg University. Her work with atmospheric measurements significantly contributed to the knowledge of greenhouse gas dynamics.[1] She set up a global network that measures radiocarbon in carbon dioxide (CO2), information that can be used to verify bottom-up estimates of CO2 emissions.[2] She uses the concentration data of several chemical species to constrain carbon emissions[3] and help validate global atmospheric models.", "46258423": "Samir Dayal Mathur is a theoretical physicist who specializes in string theory and black hole physics.", "41736443": "Homer Alfred Neal (June 13, 1942 – May 23, 2018[1]) was an American particle physicist and a distinguished professor at the University of Michigan.[2] Neal was president of the American Physical Society in 2016.[3] He was also a board member of Ford Motor Company, a council member of the National Museum of African American History and Culture, and a director of the Richard Lounsbery Foundation.[4] Neal was the interim President of the University of Michigan in 1996.[5] Neal's research group works as part of the ATLAS experiment hosted at CERN in Geneva.[4]", "4479227": "Charles Guillaume Alexandre Bourgeois (16 December 1759 – 7 May 1832) was a French physicist and painter.", "33184001": "Antonio Ereditato (Napoli, 2 June 1955) is an Italian physicist, currently Research Professor at the University of Chicago, associate researcher at Fermilab, Batavia, USA, and Emeritus professor at the University of Bern, Switzerland, where he has been Director of the Laboratory for High Energy Physics from 2006 to 2020. From 2021 to 2022 Ereditato has been Visiting Professor at the Yale University, USA. \nHe carried out research activities in the field of experimental neutrino physics, of weak interactions and strong interactions with experiments conducted at CERN, in Japan, at Fermilab in United States and at the LNGS in Italy. Ereditato has accomplished several R&D studies on particle detectors: wire chambers, calorimeters, time projection chambers, nuclear emulsions, detectors for medical applications.", "10541313": "Gaylord Probasco Harnwell CBE (September 29, 1903 – April 18, 1982) was an American educator and physicist, who was president of the University of Pennsylvania from 1953 to 1970. He also held a great number of positions in a wide variety of national political and educational boards and committees, as well as senior positions in both the Office of the Governor of Pennsylvania and the United States Navy. In the later part of his life he also toured both the Soviet Union and Iran as a promoter of higher education.", "32987395": "Johannes Orphal (born 11 July 1966, in Magdeburg) is a German physicist. He is Head of Division 4 \"Natural and Built Environment\" and Full Professor of Physics at the Karlsruhe Institute of Technology (KIT). From 2009 to 2020 he was Director of the Institute of Meteorology and Climate Research (IMK) at KIT. Until 2009, he was Professor at the University of Paris-Est in Créteil and research scientist at the CNRS.", "1890575": "Leo Graetz (26 September 1856 – 12 November 1941) was a German physicist.  He was born in Breslau, Germany, and was the son of historian Heinrich Graetz.", "3299602": "Leopold Gottlieb Biwald (February 26, 1731 in Vienna – September 8, 1805 in Graz) was a professor at the University of Graz.[1]", "4774166": "Sean Barrett (born 1959) is a writer, nucleonicist,[1] former member of the Wikipedia Arbitration Committee, and the grandson of Linton Lomas Barrett.  He is the author of GURPS Lensman: Starkly Astounding Space-Opera Adventure, a book of role-playing instructions carefully based upon the Lensman series by E.E. Smith, and authorized by Dr. Smith's literary executor, Verna Smith Trestrail.  He was a nucleonicist on the USS Ohio (SSBN-726), and senior health physicist on the Three Mile Island Unit Two Recovery Team.[2]", "1399069": "Fritz Walther Meißner (anglicized: Meissner) (16 December 1882 – 16 November 1974) was a German technical physicist.[1]", "5495083": "Angela Helen Clayton MBE (1959 – 8 January 2014[1]) was an internationally known physicist working in the fields of Nuclear Criticality Safety and Health Physics. She was also a campaigner for the rights of transgender people.", "10770735": "Sir Francis Ronalds FRS (21 February 1788 – 8 August 1873) was an English scientist and inventor, and arguably the first electrical engineer.[1] He was knighted for creating the first working electric telegraph over a substantial distance.[2] In 1816 he laid an eight-mile length of iron wire between wooden frames in his mother's garden and sent pulses using electrostatic generators.", "71751989": "Andrey Viktorovich Zayakin (Russian: Андрей Викторович Заякин; born 23 February 1981) is a Russian physicist, political activist and journalist. One of the founders of the volunteer community network Dissernet.", "67033398": "Zeblon Zenzele Vilakazi FRS (born 3 April 1969) has been Vice Chancellor of the Wits University in Johannesburg, South Africa since 1 January 2021.[1] Professor Vilakazi is a nuclear physicist.[2][3] Prior to his promotion, he was Vice-Principal and Deputy Vice-Chancellor for Research and Postgraduate Studies. He speaks French, German, Russian, Xhosa, Zulu, Siswati (Mother tongue), Sesotho, Afrikaans and English.[citation needed]", "68278583": "Oleg Reidman (Russian: Олег Моисеевич Рейдман; born 21 May 1952) is a Moldovan politician, currently serving in the Parliament of the Republic of Moldova.", "45603129": "Chanda Jayanth Jog (born 7 November 1954) is an Indian astrophysicist[1] working at the Indian Institute of Science, Bangalore. Her study specializes in Galactic Dynamics, Interacting & Star Burst Galaxies and Interstellar Molecular Clouds. She has published around 85 articles surrounding galaxies and galactic dynamics.[2]", "53795129": "Eva Yocheved Andrei is an American condensed matter physicist, a Distinguished Professor, and a Board of Governors Professor at Rutgers University.[1]  Her research focuses on emergent properties of matter arising from the collective behavior of many particles, especially low-dimensional phenomena under low temperatures and high magnetic fields.", "35543353": "Mark Waldo Zemansky (May 5, 1900 – December 29, 1981[2][4]) was an American physicist. He was a professor of physics at the City College of New York for decades and is best known for co-authoring University Physics, an introductory physics textbook, with Francis Sears. The book, first published in 1949, is often referred to as \"Sears and Zemansky\", although Hugh Young became a coauthor in 1973.", "22534464": "Kazuhiko Nishijima (西島 和彦, Nishijima Kazuhiko) (4 October 1926 – 15 February 2009) was a Japanese physicist who made significant contributions to particle physics. He was professor emeritus at the University of Tokyo and Kyoto University until his death in 2009.[1]", "42621251": "Robert Frederick Tinker (December 11, 1941 – June 21, 2017) was an American physicist, science educator, and education technology innovator, who pioneered constructivist approaches to education, particularly novel uses of educational technology in science. He is known for leading the initiation of probeware for education.[1] He was also the creator, with Monica Bradsher of the National Geographic Society, of the first global kids online science network, the National Geographic Kids Network,. He created one of the first virtual high schools, working with Dr. Shelley Berman, then Principal of Hudson Schools in Massachusetts. He served as a co-founder and president of the Concord Consortium[2][3] from 1994 to 2009.", "25024836": "Ivan Itkin (March 29, 1936 – April 5, 2020) was an American politician who served as a Democratic member of the Pennsylvania House of Representatives from 1973 to 1998. He was the Democratic nominee for Governor of Pennsylvania in 1998.", "63002952": "Douglas Stanford is an American theoretical physicist. He is an associate professor of physics at Stanford Institute for Theoretical Physics of Stanford University.[1] His research interests include quantum gravity, quantum field theory and string theory. \nStanford was awarded the 2018 New Horizons in Physics Prize by Fundamental Physics Prize Foundation for his work on improving the understanding of quantum mechanics of black holes via chaos theory.[2][3]", "23779659": "Jochen Heisenberg (born 16 May 1939) is a German physicist specializing in nuclear physics, and Professor Emeritus of Physics at the University of New Hampshire. He is the son of Nobel Prize-winning physicist Werner Heisenberg, who was a co-founder of the quantum mechanics, and who, in particular, introduced the uncertainty principle. He is the brother of German neurobiologist and geneticist Martin Heisenberg and the uncle of film director Benjamin Heisenberg.", "18831698": "Howard Edward Brandt (January 2, 1939, in Emerado, North Dakota – April 13, 2014) was a physicist with the United States Army Research Laboratory in Maryland, and was notable for his work in general relativity and quantum field theory and quantum information.[1] He was the inventor of the turbutron.[2][1]", "25778519": "Massoud Ali-Mohammadi (Persian: مسعود علی‌محمدی‎; 24 August 1959 – 12 January 2010) was an Iranian quantum field theorist and elementary-particle physicist and a distinguished professor of elementary particle physics at the University of Tehran's Department of Physics.[2] Alimohammadi was the first PhD graduate student in physics of the Sharif University of Technology. He published some 53 articles and letters in peer-reviewed academic journals[3] and wrote and translated several physics textbooks,[4] including Modern Quantum Mechanics, revised edition, by J. J. Sakurai, which he translated from English into Persian in collaboration with Hamidreza Moshfegh.", "11852122": "James S. Harris is a scientist and engineer and fellow of IEEE, American Physical Society and Optical Society of America.[1] His research primarily deals with optoelectronic devices and semiconductor material research.", "31709529": "Günther Dollinger (born 2 August 1960 in Kempten) is a German physicist and professor at the Bundeswehr University Munich.", "38295906": "Phyllis S. Freier (19 January 1921, Minneapolis – 18 December 1992, St. Paul) was an American astrophysicist and a Fellow, American Association for the Advancement of Science and a\nFellow, American Physical Society. Freier also served on NASA committees.[1] As a graduate student she presented evidence for the existence of elements heavier than helium in cosmic radiation. Her work was published in Physical Review in 1948 with co-authors Edward J. Lofgren, Edward P. Ney, and Frank Oppenheimer.[2][3][1]", "1988966": "Gregory Breit (Russian: Григорий Альфредович Брейт-Шнайдер, romanized: Grigory Alfredovich Breit-Shneider; July 14, 1899 – September 13, 1981) was a Russian-born  Jewish–American physicist[1] and professor at New York University (1929–1934), University of Wisconsin–Madison (1934–1947), Yale University (1947–1968), and University at Buffalo (1968–1973).[2] In 1921, he was Paul Ehrenfest's assistant in Leiden University.", "46193002": "Li Fanghua (Chinese: 李方华; 6 January 1932 – 24 January 2020) was a Hong Kong-born Chinese physicist.[1] She was a member of the Chinese Academy of Sciences, The World Academy of Sciences, and the International Union of Crystallography.[1] She was also the director of Chinese Society of Physics and China Union of Crystallography, and an editor of the Journal of Chinese Electron Microscopy Society, J. Electron Microscopy, Chinese Physics Letter, and Chinese Journal of Physics.", "42359147": "Robert K. McMahan (born 1961) is an American physicist, professor, and entrepreneur who is the seventh and current president of Kettering University.[1][2]", "1104242": "Vikram Ambalal Sarabhai Jain (12 August 1919 – 30 December 1971) was an Indian physicist and astronomer who initiated space research and helped to develop nuclear power in India.", "547187": "George Driver \"Pinky\" Nelson (born July 13, 1950) is an American physicist, astronomer, science educator, and retired NASA astronaut."}