{"37402587": "Stephen Arnold is a Professor of Physics and Chemical Engineering and the Thomas Potts Professor of Physics at the NYU Tandon School of Engineering.[1] He is also an Othmer-Potts Senior Faculty Fellow. The focus of Arnold's research is developing ultra-sensitive bio-sensors and detection of single bio-nanoparticles from virus down to single protein molecules, using Whispering-gallery wave bio-sensors.[2]", "24754140": "Stewart David Nozette (born May 20, 1957) is an American planetary scientist, technologist, and consultant who worked for the United States Department of Energy, the United States Department of Defense, DARPA, the United States Naval Research Laboratory,  and NASA.[1] He is also a convicted felon for attempted espionage and fraud against the United States. The FBI arrested him on October 19, 2009,[2] charging him with attempted espionage after a sting operation[3] which Nozette's lawyer claims amounted to entrapment.[4] At trial, Nozette admitted attempting to sell U.S. classified information to someone he believed was an Israeli Mossad operative, but was in reality an undercover Federal Bureau of Investigation employee. He pleaded guilty to one charge of attempted espionage and was sentenced, under the terms of a plea bargain, to thirteen years in prison. After serving time[5] at the Federal Correctional Institution, Terre Haute, Nozette was released on November 13, 2020.", "1882079": "Ian Graeme Barbour (October 5, 1923 – December 24, 2013) was an American scholar on the relationship between science and religion. According to the Public Broadcasting Service his mid-1960s Issues in Science and Religion \"has been credited with literally creating the contemporary field of science and religion.\"[5]", "72431586": "Ahmadou Wagué is an African physicist who is a professor of physics at the Cheikh Anta Diop University. He has served as Vice President of the African Physical Society, President of the African Laser, Atomic Molecular, and Optical Sciences Network, member of the Senegalese National Academy of Science and Technology and founding member of the African Laser Centre.", "53721060": "Barry Ramachandra Rao (21 November 1922 – 24 September 2005) was an Indian space physicist and the vice chairman of the University Grants Commission of India. Known for his pioneering research in radio physics, Rao was a Member of Parliament of the Rajya Sabha and an elected fellow of all the three major Indian science academies viz. Indian Academy of Sciences, Indian National Science Academy and National Academy of Sciences, India. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Physical Sciences in 1965.[1][note 1]", "21575651": "Bernd Rainer Noack (born 17 February 1966, Korbach, West Germany) is a German physicist. \nHis research and teaching area is closed-loop flow control for transport systems. Focus is placed on machine learning control and model-based nonlinear control using reduced-order modelling and nonlinear (attractor) closures. Currently investigated configurations include wakes, mixing layers, jets, combustor mixing and aerodynamic flows around cars and airplanes.", "33732592": "Zeev Zalevsky (Hebrew: זאב זלבסקי) is an Israeli physicist specializing in Optoelectronics. He is a Professor of Electrical engineering and Nanophotonics at Bar Ilan University in Ramat Gan, Israel. He is also a visiting professor in University of Erlangen-Nuremberg at Germany.[2]\nHe is in the management community of the OASIS, The Optical Association of Israel.", "69089265": "Professor Ebun Oni (21 May 1935 - 2 December 2021)[1]  known in early life as Ebun Adegbohungbe and later as Ebun Adefunmilyo Oni (spousal title) was a Nigerian geophysicist, university teacher and writer. One of Nigeria's first indigenous female scientists, she became a world-renowned specialist in geophysics through her numerous journal publications, and an eminent scientist and educator at the University of Ibadan in Nigeria.", "866290": "Johann von Lamont, FRSE (13 December 1805 – 6 August 1879), born John Lamont, was a Scottish-German astronomer and physicist.", "18724851": "Guo Kexin (Chinese: 郭可信; 1923–2006), also known as Ke-Xin Guo or K. H. Kuo (Ke-Hsin Kuo), was a Chinese chemical engineer, physicist, metallurgist and crystallographer. He was an academician of the Chinese Academy of Sciences, and is considered the main pioneer of electron microscopy in China.[by whom?]", "56309749": "José García Santesmases (May 2, 1907 – October 24, 1989) was a physicist and pioneer of computer science in Spain. He built the first analog computer and the first microprocessor made in Spain.", "866294": "Y. P. Varshni (born 1932) is a scientist in the areas of physics and astrophysics.", "4667381": "Mehran Kardar (Persian: مهران کاردار; born August 1957) is an Iranian born physicist and professor of physics at the Massachusetts Institute of Technology (MIT), and co-faculty at the New England Complex Systems Institute (USA). He received his B.A. in physics from the University of Cambridge in 1979, and obtained his Ph.D. from MIT in 1983. Kardar is particularly known for the Kardar–Parisi–Zhang (KPZ) equation[1] in theoretical physics, which has been named after him and his two coauthors: the Nobel Prize laureate Giorgio Parisi, and Yi-Cheng Zhang. He was awarded a Guggenheim Fellowship in 2001.", "25573370": "Sergei D. Odintsov (born 1959, Shchuchinsk, Kazakhstan, Kokchetav Oblast) is a Russian astrophysicist active in the fields of cosmology, quantum field theory and quantum gravity. Odintsov is an ICREA Research Professor at the Institut de Ciències de l'Espai (Barcelona) since 2003. He also collaborates as group leader at research projects of the Tomsk State Pedagogical University. He is editor-in-chief of Symmetry, and is a member of the editorial boards of Gravitation and Cosmology,[1] International Journal of Geometric Methods in Modern Physics,[2] International Journal of Modern Physics D,[3] Journal of Gravity,[4] Universe,[5] and the Tomsk State Pedagogical University Bulletin.[6] Odintsov also is an advisory panel member of Classical and Quantum Gravity.[7]", "145408": "Sarek /ˈsærɛk/ is a fictional character in the Star Trek media franchise.  He is a Vulcan astrophysicist, the Vulcan ambassador to the United Federation of Planets, and father of Spock. The character was originally played by Mark Lenard in the episode \"Journey to Babel\" in 1967. Lenard later voiced Sarek in the animated series, and appeared in Star Trek films and the series Star Trek: The Next Generation.", "54769669": "Eugène Bloch (10 June 1878 –  1944) was a French physicist and professor at the École Normale Supérieure, and at the Faculty of Science of the University of Paris.[1][2]", "70400008": "John Paul Blewett (12 April 1910, Toronto, Ontario – 7 April 2000, Chapel Hill, North Carolina) was a Canadian-American physicist, known as \"a key figure in the development of particle accelerators\".[1]", "25933834": "Samuel Ejikeme Okoye (26 July 1939 – 18 November 2009)[1] was a Nigerian astrophysicist from Amawbia in Anambra State, Nigeria. Okoye was the first black African to obtain a doctorate degree in Radio Astronomy.[2]", "23803916": "Eric Isaacs is an American physicist who is the 11th President of the Carnegie Institution for Science where he oversees the research and business functions across six research departments on the East and West coasts and observatories in Chile.[1]", "3586061": "Evan Harris Walker (1935 – August 17, 2006), was an American physicist and parapsychologist.[1]", "69646363": "Dumitru Enescu (21 June 1930 –  12 August 2012).[1] was a Romanian geophysicist and engineer elected honorary member of the Romanian Academy in 2011.[2] He was born in Drajna de Sus, and died in Bucharest, aged 82. Dumitru Enescu has made important scientific contributions to the development of seismology in Romania.", "37533725": "Guido Tonelli (born 1950) is an Italian particle physicist who was involved with the discovery of the Higgs boson at the Large Hadron Collider.[1]  He is a professor of General Physics at the University of Pisa (Italy) and a CERN visiting scientist.", "2668573": "Joseph Zähringer (often written Josef, March 15, 1929 – July 22, 1970) was a German physicist.", "8370210": "François, Baron Englert (French: [ɑ̃ɡlɛʁ]; born 6 November 1932) is a Belgian theoretical physicist and 2013 Nobel Prize laureate.", "45037602": "Chaitanyamoy Ganguly is an Indian nuclear scientist[1] and a former head of the Nuclear Fuel Cycle and Materials Section of the International Atomic Energy Agency (IAEA), credited with many innovations in the field of nuclear material science.[2][3][4][5] He was honored by the government of India in 2002, with the fourth-highest Indian civilian award of Padma Shri.[6]", "43235369": "Štefan Luby (born 6 May 1941, Bratislava) is a Slovak physicist and senior research fellow at the Slovak Academy of Sciences (SAS). He is doctor honoris causa of University of Salento, Italy, Slovak University of Technology in Bratislava, University of Constantine the Philosopher in Nitra, Slovakia, and Alexander Dubček University in Trenčín, Slovakia. He occupied positions of the director of the Institute of Physics of SAS for nine years and was the president of the SAS for fourteen years (1995–2009). He was the acting president of the All European Academies (federation of European academies of sciences and arts) and the acting president of the Central European Academy of Sciences and Arts. At present, he is a member of Senate and vice-president of the European Academy of Sciences and Arts with the headquarters in Salzburg. He has chaired the editorial board of the Slovak Encyclopaedia Beliana since 1992.", "50640943": "Patricia Burchat (born 1958) is the Gabilan Professor of Physics at Stanford University who researches experimental particle physics and cosmology. She is interested in mapping dark matter in the universe, and understanding the nature of dark energy.[1]  She was named a fellow of the American Physical Society in 2001, and a Guggenheim Fellow in 2005.[2][3] In 2013 she became a fellow of the American Association for the Advancement of Science.[4]", "67647544": "Hans Georg Küssner (14 September 1900 – 21 March 1984) was a German physicist and aeronautical scientist known for his work in the field of aeroelasticity.", "5814331": "Martin Tajmar is a physicist and professor for Space Systems at the Dresden University of Technology.[1] He has research interests in advanced space propulsion systems, FEEP thrusters, breakthrough propulsion physics and possible connections between gravity and superconductivity.[2]", "68859964": "Stefano Vitale (born 1951, Naples, Italy) is an Italian physicist and a retired professor of experimental physics at the University of Trento.[1] He is known for his scientific contributions[2] in the field of gravitational wave (GW) research  and the successful management of international scientific projects.[3]", "72333377": "Jenny Wagner (born 1984) is a German physicist, cosmologist, and book author.[1]", "2996290": "Don Lynn Anderson (March 5, 1933 – December 2, 2014) was an American geophysicist who made significant contributions to the understanding of the origin, evolution, structure, and composition of Earth and other planets. An expert in numerous scientific disciplines, Anderson's work combined seismology, solid state physics, geochemistry and petrology to explain how the Earth works. Anderson was best known for his contributions to the understanding of the Earth's deep interior, and more recently[when?], for the plate theory hypothesis that hotspots are the product of plate tectonics rather than narrow plumes emanating from the deep Earth. Anderson was Professor (Emeritus) of Geophysics in the Division of Geological and Planetary Sciences at the  California Institute of Technology (Caltech). He received numerous awards from geophysical, geological and astronomical societies.[3] In 1998 he was awarded the Crafoord Prize by the Royal Swedish Academy of Sciences along with Adam Dziewonski.[4] Later that year, Anderson received the National Medal of Science. He held honorary doctorates from Rensselaer Polytechnic Institute (where he did his undergraduate work in geology and geophysics) and the University of Paris (Sorbonne), and served on numerous university advisory committees, including those at Harvard, Princeton, Yale, University of Chicago, Stanford, University of Paris, Purdue University, and Rice University. Anderson's wide-ranging research resulted in hundreds of published papers in the fields of planetary science, seismology, mineral physics, petrology, geochemistry, tectonics and the philosophy of science.", "12499011": "Nikolay Antonovich Dollezhal (Russian: Николай Антонович Доллежа́ль; 27 October [O.S. 15 October] 1899 – 20 November 2000[1][2]) was a Russian engineer of Czech origin whose career was spent in the former Soviet program of nuclear weapons and later played an influential role in developing the commercial nuclear power industry of Russia. [3]", "35436617": "Michl Binderbauer is an Austrian-American physicist, entrepreneur, inventor and CEO of TAE Technologies.[1] He is a co-inventor of many of the company’s advances in fusion energy, power management, and particle accelerators, and holds 40 issued and pending U.S. patents and a number of international technology patents.[2] Binderbauer has published papers on plasma physics and fusion.", "27244622": "Jeroen van den Brink (born November 18, 1968) is a theoretical condensed matter physicist, director at the Leibniz Institute for Solid State and Materials Research, IFW Dresden and professor at the Dresden University of Technology in Germany. Van den Brink is known for contributions to the field of strongly correlated materials, in particular for proposals on magnetic and orbital ordering,[1][2]  mechanisms for multiferroicity[3] and the theory of Resonant Inelastic X-Ray Scattering (RIXS).", "18397266": "David Erik Aspnes (born 1 May 1939 in Madison, Wisconsin) is an American physicist and a member of the National Academy of Sciences (1998).  Aspnes developed fundamental theories of the linear and nonlinear optical properties of materials and thin films, and the technology of spectroscopic ellipsometry (SE).  SE is a metrology that is indispensable in the manufacture of integrated circuits.", "26916946": "Jean Malaurie (born 22 December 1922) is a French cultural anthropologist, explorer, geographer, physicist, and writer. He and Kutsikitsoq, an Inuk, were the first two men to reach the North Geomagnetic Pole on 29 May 1951.", "28981333": "Jean-Baptiste Thillais Delaborde (De Laborde, De La Borde, also Thillais and Thillaès) (9 June 1730 – late January 1777) was a French physical scientist, mathematician and Jesuit priest. He was born in Nevers and began his novitiate in the Society of Jesus on 26 September 1745. Around 1755 he was teaching rhetoric in Amiens. He passed the third year of his novitiate in 1762 at Rouen. He spent a number of years in Poznań, then moved to La Collancelle where he served as a priest until his death.", "70727766": "Hugo Fricke (August 15, 1892, in Aarhus, Denmark – April 5, 1972, in Huntington, New York, US) was a Danish-American physicist who studied the chemical (radiolysis) and biological (radiation biology) effects of X-ray and electron beams[1] and who also invented the Fricke dosimeter named after him.[2] He also made important contributions to the theory of impedance measurements.", "8665183": "John Rider Klauder (born January 24, 1932) is an American professor of physics and mathematics, and author of over 250 published articles on physics.[1]", "27867234": "Jean Dalibard (born 8 December 1958) is a French physicist, Professor at the École Polytechnique, member of the French Academy of Sciences and a researcher at the École Normale Supérieure. In 2009, Dalibard received the Blaise Pascal medal of the European Academy of Sciences for \"his outstanding and influential works in atomic physics and quantum optics\".[1] In 2012, he received the Max Born Award and Davisson–Germer Prize. He was elected an international member of the American Philosophical Society in 2018.[2] In 2020, he was honoured to be an international member of the National Academy of Sciences.[3]", "70989928": "Kelly Korreck is an American space scientist. She is currently an astrophysicist at the Center for Astrophysics | Harvard & Smithsonian[1] and Program Scientist at NASA as head of operations for the Solar Wind Electrons Alphas and Protons (SWEAP) instrument[2] aboard the Parker Solar Probe spacecraft.", "62404712": "He Guowei (Chinese: 何国威; born March 1963) is a Chinese physicist and chairman of the Academic Committee in the Institute of Mechanics, Chinese Academy of Sciences in Beijing. He is an associated editor for Acta Mechanica Sinica and the deputy editor-in-chief for Theoretical and Applied Mechanics Letters.", "57817197": "Sergej Flach (born 1963 in Dresden) is a theoretical physicist whose research has spanned a number of scientific fields in his career. With about 240 publications to his name, his research has been cited over 16,000 times giving him an h-index of 58 and i10-index of 174.[1] He is a member of the American Physical Society, German Physical Society, Korean Physical Society, and New Zealand Institute of Physics.[2] He is an editorial board member of Chaos (2016-)[3] and was an editorial board member of Physical Review E (2009-2011).", "69122159": "Malvin Carl Teich is an American physicist and computational neuroscientist and Professor Emeritus at Columbia University and Boston University.[1] He is also a consultant to government, academia, and private industry, where he serves as an advisor in intellectual-property conflicts. He is the coauthor of Fundamentals of Photonics (Wiley, 3rd Ed. 2019, with B. E. A. Saleh),[2] and of Fractal-Based Point Processes (Wiley, 2005, with S. B. Lowen).[3]", "14454": "Henry Gwyn Jeffreys Moseley (/ˈmoʊzli/; 23 November 1887 – 10 August 1915) was an English physicist, whose contribution to the science of physics was the justification from physical laws of the previous empirical and chemical concept of the atomic number. This stemmed from his development of Moseley's law in X-ray spectra.", "2406519": "Marcelo Gleiser (born March 19, 1959) is a Brazilian physicist and astronomer. He is currently Professor of Physics and Astronomy at Dartmouth College and was the 2019 recipient of the Templeton Prize.", "53000311": "Anurag Sharma (born 1955) is an Indian physicist and a professor at the department of physics of the Indian Institute of Technology Delhi.[1] He is known for his pioneering researches on optoelectronics and optical communications[2] and is an elected fellow of all the three major Indian science academies viz. Indian Academy of Sciences,[3] Indian National Science Academy[4] and National Academy of Sciences, India[5] as well as Indian National Academy of Engineering.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Engineering Sciences in 1998.[7][note 1]", "54147192": "Prof. R K Sinha (born 15 February 1960) is the Vice Chancellor of Gautam Buddha University, Greater Noida, Gautam Budh Nagar Under UP Government. He was the director of the CSIR-Central Scientific Instruments Organisation (CSIR-CSIO) Sector-30C, Chandigarh-160 030, India.[1][2]  He has been  a Professor - Applied Physics, Dean-Academic [UG] & Chief Coordinator: TIFAC-Center of Relevance and Excellence in Fiber Optics and Optical Communication, Mission REACH Program, Technology Vision-2020, Govt. of India Delhi Technological University (formerly Delhi College of Engineering, University of Delhi) Bawana Road, Delhi-110042, India.[3]", "1030266": "Lev Andreyevich Artsimovich (Russian: Лев Андреевич Арцимович, February 25, 1909 – March 1, 1973), also transliterated Arzimowitsch, was a Soviet physicist known for his contributions to the Tokamak— a device that produces controlled thermonuclear fusion power.[1]", "25966714": "Jorge Crispim Romão is a Portuguese theoretical physicist. As of 2016[update] he is a Senior Professor at Instituto Superior Técnico[1] working in Centro de Física Teórica de Partículas.[2]", "41171064": "William David Arnett (born 1940) is a Regents Professor of Astrophysics at Steward Observatory, University of Arizona,[1] known for his research on supernova explosions, the formation of  neutron stars or black holes by gravitational collapse, and the synthesis of elements in stars; he is author of the monograph Supernovae and Nucleosynthesis which deals with these topics.[2]\nArnett pioneered the application of supercomputers to astrophysical problems, including neutrino radiation hydrodynamics,[3][4] nuclear reaction networks,[5] instabilities and explosions,[6][7][8] supernova light curves,[9][10] and turbulent convective flow in two [11] and three dimensions.[12]", "47003767": "Norman Rostoker (August 16, 1925 – December 25, 2014) was a Canadian plasma physicist known for being a pioneer in developing clean plasma-based fusion energy.[1] He co-founded TAE Technologies (formerly known as Tri Alpha Energy) in 1998 and held 27 U.S. Patents on plasma-based fusion accelerators.", "45103230": "Aleš Strojnik (also known as Alex Strojnik, May 21, 1921 – November 6, 1995)[1] was a Slovenian American aerodynamicist and aircraft designer specializing in low-speed drag reduction. He was also a pioneer and professor in physics and high-energy electron microscopy,[2] and retired from teaching and research at Arizona State University in Tempe, Arizona.[3] His daughter, Marija Strojnik Scholl, took interest in optics at an early age when she was accompanying her father to work, and went on to become a prominent astrophysicist.[4]", "3356802": "Sir Charles Vernon Boys, FRS[2] (15 March 1855 – 30 March 1944) was a British physicist, known for his careful and innovative experimental work in the fields of thermodynamics and high-speed photography, and as a popular science communicator through his books, inventions, and his public lectures for children.[1][3]", "18626692": "Alexey Andreevich Anselm  (Russian: Алексей Андреевич Ансельм, 1 July 1934 – 24 August 1998) was a Russian theoretical physicist, Doctor of Physical and Mathematical Sciences, professor, director (1992–1994) of the  B.P. Konstantinov Petersburg Nuclear Physics Institute (PNPI), member of: the Russian and American Physical Society, the executive committee of the Nuclear Physics Branch of the Russian Academy of Sciences, the editorial board of the Russian journal “Yadernaya Fizika”.[2]", "69482629": "K. Ann-Marie Mårtensson-Pendrill (born 1952)[1] is a Swedish physicist. Originally working in atomic physics, her interests gradually shifted towards physics education,[2] and she has published many works on the physics of playgrounds,[3][4] and amusement park rides such as roller coasters,[5][6] including the book Physics for the Whole Body in Playgrounds and Amusement Parks (AIP Publishing, 2021).[7] She is a professor emeritus at the University of Gothenburg, senior professor at Lund University, and the former director of the National Resource Centre for Physics Education.[2]", "3782801": "Luca Turin (born 20 November 1953) is a biophysicist and writer with a long-standing interest in bioelectronics, the sense of smell, perfumery, and the fragrance industry.", "9386129": "Brian Hilton Flowers, Baron Flowers FRS (13 September 1924 – 25 June 2010[1]) was a British physicist, academician, and public servant.", "604310": "John Anderson FRSE FRS FSAScot[1] (26 September 1726 – 13 January 1796) was a Scottish natural philosopher\nand liberal educator at the forefront of the application of science to technology in the industrial revolution, and of the education and advancement of working men and women. He was a joint founder of the Royal Society of Edinburgh,[2] and was the posthumous founder of Anderson's College (later Anderson's Institution), which ultimately evolved into the University of Strathclyde.", "10303640": "Nigel Stuart Lockyer OBE (born 5 November 1952) is a British-American experimental particle physicist. He is the current director of the Cornell Laboratory for Accelerator-based ScienceS and Education (CLASSE) as of May 1, 2023. He was the Director of the Fermi National Accelerator Laboratory (Fermilab), in Batavia, Illinois, the leading particle physics laboratory in the United States, from September 2013 to April 2022.", "42743969": "Mukul Sinha (10 February 1951 – 12 May 2014) was an Indian human rights activist and a lawyer at the Gujarat High Court in Ahemdabad. He was an active trade union leader and a trained physicist. He legally represented the families of the individuals who were killed in Gujarat following the 2002 riots and in Manipur, in which he secured convictions of the politicians and police officers involved.[1][2] Along with his wife Nirjhari Sinha, he founded and served as the president of Jan Sangharsh Manch (trans. People's Struggle Forum), an independent civil rights organization with the aim of addressing issues of labour and workers rights. He was also a vocal critic of erstwhile Gujarat Chief Minister Narendra Modi.[3][4][5]", "145577": "Inge Lehmann ForMemRS (13 May 1888 – 21 February 1993) was a Danish seismologist and geophysicist who is known for her discovery in 1936 of the solid inner core that exists within the molten outer core of the Earth. The seismic discontinuity in the speed of seismic waves at depths between 190 and 250 km is named the Lehmann discontinuity after her. Lehmann is considered to be a pioneer among women and scientists in seismology research.[4]", "43464880": "Frederick P. Cowan was an American health physicist and head of the Instrumentation and Health Physics Department at Brookhaven National Laboratory.", "2373816": "Hubert Palmer Yockey (April 15, 1916 – January 31, 2016) was an American physicist and information theorist.[1][2] He worked under Robert Oppenheimer on the Manhattan Project, and at the University of California, Berkeley.", "50739387": "Joseph Vanek (31 July 1818 – December 11 1889) was a Hungarian magician and scientist. He became well known for an illusion that involved the decapitation of his son, the head was even passed to the audience.[1][2]", "43825340": "Bjørn Johan Landmark (26 June 1927 – 17 July 2014) was a Norwegian physicist.", "3946699": "Edward Alexander Bouchet (September 15, 1852 – October 28, 1918) was an American physicist and educator and was the first African American to earn a Ph.D. from any American university, completing his dissertation in physics at Yale University in 1876. On the basis of his academic record he was elected to the Phi Beta Kappa Society. In 1874, he became one of the first African Americans to graduate from Yale College.[a][4]", "22853837": "Josef Alexander Kozeny (February 25, 1889 – April 19, 1967) was an Austrian hydraulic engineer and physicist. Today he is mainly remembered for the Kozeny–Carman equation which describes fluid flowing through a packed bed of solids.[1]", "1521870": "Ivan Puluj (son of Pavlo Puluj and Xenia née Burshtynska Ukrainian: Іва́н Пулю́й, син Павла́ Пулю́я i Ксенiї, ур. Бурштинської, pronounced [iˈwɑn pʊˈlʲuj]; German: Johann Puluj; 2 February 1845 – 31 January 1918) was a Ukrainian physicist and inventor, who has been championed as an early developer of the use of X-rays for medical imaging. His contributions were largely neglected until the end of the 20th century.", "65157327": "Herman Carel Burger (1 June 1893 – 28 December 1965) was a Dutch physicist who pioneered the field of electrocardiography and medical physics. A system of positioning of electrodes for electrocardiography is known as Burger's triangle.[1]", "62404814": "Xu Hongxing (Chinese: 徐红星; born May 1969) is a Chinese physicist and vice president of the Institute for Advanced Studies of Wuhan University. He is also a professor at the School of Physics and Technology, Wuhan University.", "65976531": "Nanda Rea is a scientist in the field of astrophysics, currently based in Barcelona, Spain working as a research professor for the Consejo Superior de Investigaciones Científicas and Institut d'Estudis Espacials de Catalunya.", "309460": "Corentin Louis Kervran (3 March 1901 – 2 February 1983) was a French scientist. Kervran was born in Quimper, Finistère (Brittany), and received a degree as an engineer in 1925. In World War II he was part of the French Resistance.[1][2]", "67385556": "Michael Harry Repacholi (born June 30, 1944 in Taree, NSW, Australia) is an Australian biophysicist and radiation protection expert. He is one of the pioneer scientists and foremost authorities in Radiobiology in the world, including radiation protection standards for ionizing radiation and non-ionizing radiation across the electromagnetic spectrum. He was one of the founders and past presidents of the International Commission on Non-Ionizing Radiation Protection (ICNIRP)[1][2] and founder and director of several projects in the World Health Organization, including the International Electromagnetic Fields (EMF) Project. Repacholi was also active in the study of the health consequences of the Chernobyl accident in the nuclear reactor, in Ukraine.", "50444505": "Frederick Kantor (July 19, 1942 – May 15, 2020[3]) was an American physicist and inventor. He is known for his early work on digital physics,[4] originally coined by Kantor as information mechanics which described \"previously thought dissimilar phenomena, such as the fine structure constant (on the\nscale of the very small) and cosmological red shift (on the scale of the very large)\".[5]", "40057052": "Frank Perkins Whitman (1853–1919), was an American physicist", "22034657": "Gary S. Grest is an American computational physicist at Sandia National Laboratories.[1]", "69122275": "Bruno Abd al Haqq Guiderdoni (born September 30, 1958) is a French astrophysicist. He is a research director at the CNRS (Centre national de la recherche scientifique), and a member of the Centre de recherche astrophysique de Lyon (CRAL). He was director of the Observatoire de Lyon from 2005 to 2015. His research is primarily concerned with the origin and development of galaxies. He has also written extensively on Islamic theology and mysticism.[1][2][3][4][5]", "14661857": "Serge Haroche (born 11 September 1944)[1] is a French physicist who was awarded the 2012 Nobel Prize for Physics jointly with David J. Wineland for \"ground-breaking experimental methods that enable measuring and manipulation of individual quantum systems\", a study of the particle of light, the photon.[2][3][4] This and his other works developed laser spectroscopy. Since 2001, Haroche is a professor at the Collège de France and holds the chair of quantum physics.", "63518951": "David John Rose (1922–1985) was a professor of nuclear engineering at MIT.", "50444520": "Chrysanthus Notaras (Greek: Χρύσανθος Νοταράς; 1655/1660 – February 7, 1731), also known as Chrysanthus of Jerusalem, was Greek Orthodox Patriarch of Jerusalem[1] (February 19, 1707 – February 7, 1731)[2] and a scholar in Eastern Orthodoxy.  He was a mathematician, astronomer, geographer, and author.  He is known for creating modern maps in the Greek language.  He was one of  Giovanni Domenico Cassini's students.  He also built astronomical equipment.[3][4][5][6][7][8][9][10]", "30456046": "Charles Sadron (12 May 1902 – 5 September 1993), was a French physicist who specialized in the study of biological macromolecules.", "276727": "Sir Chandrasekhara Venkata Raman FRS (/ˈrɑːmən/;[1] 7 November 1888 – 21 November 1970) was an Indian physicist known for his work in the field of light scattering.[2] Using a spectrograph that he developed, he and his student K. S. Krishnan discovered that when light traverses a transparent material, the deflected light changes its wavelength and frequency. This phenomenon, a hitherto unknown type of scattering of light, which they called \"modified scattering\" was subsequently termed the Raman effect or Raman scattering. Raman received the 1930 Nobel Prize in Physics for the discovery and was the first Asian to receive a Nobel Prize in any branch of science.[3]", "1063160": "Yoichiro Nambu (南部 陽一郎, Nanbu Yōichirō, 18 January 1921 – 5 July 2015) was a Japanese-American physicist and professor at the University of Chicago.[1]", "47069434": "Arun Kumar Basak (born 17 October 1941[1]) is a Bangladeshi physicist. He is Professor Emeritus in the Department of Physics, University of Rajshahi.[2]", "10467579": "Zhang Jie (Chinese: 张杰; born January 31, 1958) is a Chinese physicist. He served as President of Shanghai Jiao Tong University from November 2006 to February 2017.[1] He was elected a member of the Chinese Academy of Sciences in 2003. He was elected to the German Academy of Sciences Leopoldina on March 28, 2007. He was elected as foreign associate of the US National Academy of Sciences in 2012.[2]", "669948": "Robert Lee Park (January 16, 1931 – April 29, 2020) was an American emeritus professor of physics at the University of Maryland, College Park, and a former director of public information at the Washington office of the American Physical Society.[1] Park was most noted for his critical commentaries on alternative medicine and pseudoscience, as well as his criticism of how legitimate science is distorted or ignored by the media, some scientists, and public policy advocates as expressed in his book Voodoo Science.[2] He was also noted for his preference for robotic over crewed space exploration.[3][4]", "69613822": "Rudolph C. Hwa (born November 1, 1931) is an American theoretical physicist and Professor emeritus at the University of Oregon. His areas of interest include the strong interaction, nonlinear dynamics, fluctuations, and quark–gluon plasma. He was elected an American Physical Society Fellow in 1995.", "37730562": "Ayyappanpillai Ajayaghosh (born 30 July 1962) is a research scientist/academician in the domain of interdisciplinary chemistry, and the former Director of the National Institute for Interdisciplinary Science and Technology.[1] He is known for his studies on supramolecular assemblies, organogels, photoresponsive materials, chemosensory and security materials systems[2] and is an elected fellow of all the three major Indian science academies viz. the National Academy of Sciences, India,[3] Indian National Science Academy[4] and the Indian Academy of Sciences[5] as well as The World Academy of Sciences.[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Chemical Sciences in 2007.[7] He is the first chemist to receive the Infosys Science Prize for physical sciences, awarded by the Infosys Science Foundation. He received the TWAS Prize of The World Academy of Sciences in 2013 and the Goyal prize in 2019.[8]", "24721667": "William E. Brownell is an American biophysicist who is professor in the Bobby R. Alford Department of Otolaryngology, Head and Neck Surgery, Baylor College of Medicine, Houston, Texas, where he is the head of the Cochlear Biophysics Laboratory and is also the Jake and Nina Kamin Chair. He is a biophysicist who studies the mechanics of mammalian hearing. He has earned a B.S. in Physics, at the University of Chicago in 1968, and a Ph.D., at the University of Chicago in 1973.", "39467280": "Howard Burton is a physicist who is the creator of Ideas Roadshow, a multimedia initiative dedicated to harnessing the benefits of modern technology to explore ideas across the arts and sciences through thoughtful and seriously-entertaining documentary films, books and podcasts.[1][2][3] Ideas Roadshow was the recipient of the Educational Learning Resources Award at the London Book Fair's International Excellence Awards in 2018.[4]", "15743250": "Thomas Melvill(e) (1726 – December 1753) was a Scottish natural philosopher, who was active in the fields of spectroscopy and astronomy.[1]", "64764180": "Rebecca A. Surman is an American theoretical physicist known for her research on nucleosynthesis, the processes that created the atoms in the universe, and particularly on the r-process for creating heavy atomic nuclei in high-energy cosmic events including supernovae, black hole collisions, and gamma-ray bursts. She is a professor of theoretical nuclear physics and astrophysics at the University of Notre Dame.[1]", "5749016": "Eugene Ghiron Fubini (April 19, 1913 - August 5, 1997) was an Italian-American physicist, academic, and scholar who participated in research that led to the creation of the first atomic bomb and also served as United States Assistant Secretary of Defense in the Kennedy and Johnson Administrations.[1] He is known as a defense policy-maker of the Cold War and was the principal manager of the Pentagon's research and development programs.[2]", "22624538": "Victor Nikolaevich Popov (Russian: Ви́ктор Никола́евич Попо́в; 27 October 1937 – 16 April 1994) was a Russian theoretical physicist known for his contribution to the quantization of non-abelian gauge fields.  His work with Ludvig Faddeev on that subject introduced the fundamental objects now known as Faddeev–Popov ghosts.", "25573666": "Shin'ichi Nojiri (野尻 伸一, Nojiri Shin'ichi) is a Japanese physicist active in the field of theoretical cosmology, with particular emphasis on long-range modified models of gravity. He collaborated on these topics with Sergei Odintsov. Nojiri works at the Division of Particle and Astrophysical Science  of the Nagoya University.", "66369842": "Jean-Philippe Ansermet (French: [ɑ̃.sɛʁ.mɛ]; born (1957-03-01)March 1, 1957) is a Swiss physicist and engineer and a professor at École Polytechnique Fédérale de Lausanne.[1] His research focuses on the fabrication and properties of nanostructured materials as well as spintronics.[2]", "11647284": "John (Jean) Iliopoulos (Greek: Ιωάννης Ηλιόπουλος; 1940) is a Greek physicist. He is the first person to present the Standard Model of particle physics in a single report.[1] He is best known for his prediction of the charm quark with Sheldon Glashow and Luciano Maiani (the \"GIM mechanism\").[2] Iliopoulos is also known for demonstrating the cancellation of anomalies in the Standard model.[3] He is further known for the Fayet-Iliopoulos D-term formula, which was introduced in 1974.  He is currently an honorary member of Laboratory of theoretical physics of École Normale Supérieure, Paris.", "23181625": "Prabhakar Misra is an American physicist, who researches and teaches at Howard University in Washington, D.C., and is currently a professor in the Department of Physics and Astronomy.", "67844414": "Zoltan Fodor is a Hungarian-German theoretical particle physicist,\nbest known for his works in lattice QCD by numerically solving the\ntheory of the strong interactions.", "9877825": "Leonard Salomon Ornstein (12 November 1880 in Nijmegen, the Netherlands – 20 May 1941 in Utrecht, the Netherlands)[2] was a Dutch physicist.", "34322758": "Edward Purdy Ney (October 28, 1920 – July 9, 1996) was an American physicist who made major contributions to  cosmic ray research, atmospheric physics, heliophysics, and infrared astronomy.[1]  He was a discoverer of cosmic ray heavy nuclei and of solar proton events.  He pioneered the use of high-altitude balloons for scientific investigations and helped to develop procedures and equipment that underlie modern scientific ballooning.  He was one of the first researchers to put experiments aboard spacecraft.", "50051398": "Gerald J. Dolan (27 March 1945, Philadelphia – 17 June 2008, Huntingdon Valley, Pennsylvania) was an American solid state physicist.[1]", "61225290": "Theodore Neil Divine (1939–1994) was an American stellar astrophysicist and planetary scientist whose work centered on the understanding of star formation.", "7485774": "Arthur Williams Wright (September 8, 1836 – December 19, 1915) was an American physicist. Wright spent most of his scientific career at Yale University, where he received the first science Ph.D. awarded outside of Europe. His research, which ranged from electricity to astronomy, produced the first X-ray image and experimented with Röntgen rays. He also proved instrumental in securing funding for the first dedicated physics laboratory building in the United States, the Sloane Physical Laboratory.", "19413327": "Tom Baehr-Jones (born January 15, 1980, in Brooklyn, New York) is an American physicist who has made contributions in the field of Nanophotonics. His findings have been published in Nature,[1] Science,[2] Nature Photonics,[3] Nature Materials,[4] the IEEE/OSA Journal of Lightwave Technology,[5] and Optics Express,[6] among many others.  Baehr-Jones is a co-founder of Luxtera, Inc. He later joined Prof. Michael Hochberg's group at the University of Washington, and was also a co-founder of Elenion. He later joined Luminous Computing as a senior fellow, and is presently VP of Photonics at Luminous Computing.", "67778895": "Curt Brunnée (24 May 1928 – 14 December 2023) was a German physicist known for his contributions to the field of mass spectrometry instrumentation.[1][2] Brunnée was born on 24 May 1928.[1]", "57817425": "Matthew Davis is a New Zealand/Australian physicist, and is head of Physics at the University of Queensland, Australia.[1]\nHe is known for his work on the dynamics of vortices and superfluidity in Bose–Einstein condensates, particularly at finite temperatures.[2]", "43858257": "Member Swedish Royal Academy of Sciences", "34191699": "Alan Kenneth Head AO, FAA, FRS[1] (10 August 1925 – 9 January 2010) was an Australian physicist,[2] and Chief of the Division of Chemical Physics, at Commonwealth Scientific and Industrial Research Organisation from 1981 to 2010.[3][4]", "25344337": "Alexei Yurievich Kitaev (Russian: Алексей Юрьевич Китаев; born August 26, 1963) is a Russian–American professor of physics at the California Institute of Technology and permanent member of the Kavli Institute for Theoretical Physics.[1] He is best known for introducing the quantum phase estimation algorithm and the concept of the topological quantum computer[2] while working at the Landau Institute for Theoretical Physics. He is also known for introducing the complexity class QMA and showing the 2-local Hamiltonian problem is QMA-complete, the most complete result for k-local Hamiltonians.[3] Kitaev is also known for contributions to research on a model relevant to researchers of the AdS/CFT correspondence started by Subir Sachdev and Jinwu Ye; this model is known as the Sachdev–Ye–Kitaev (SYK) model.[4]", "56539475": "Rupert Ursin (born January 26, 1973) is an Austrian experimental physicist active in the field of quantum entanglement and communications. He founded several companies, e.g. Quantum Technology Laboratories GmbH.[1] and Quantum Industries GmbH [2] and acts currently as CEO in both of theses companies.", "1849686": "Ronald Lawrence Mallett (born March 30, 1945) is an American theoretical physicist, academic and author. He has been a faculty member of the University of Connecticut since 1975 and is best known for his position on the possibility of time travel.", "23804247": "Nikolai Delaunay, Jr. (aka Delone, Nikolai Borisovich; 22 May 1926 – 11 September 2008) was a Soviet physicist born in Leningrad, USSR (now Saint Petersburg, Russia).[1]", "39631187": "Noh Tae-won is a South Korean physicist and director of the Center for Correlated Electron Systems (CCES) in the Institute for Basic Science (IBS) at Seoul National University (SNU). He has published more 400 papers and been cited 15,000 times. He is a member of the Materials Research Society, Korean Optical Society, Korean Crystallographic Society, and Association of Asia Pacific Physical Societies and been on several editorial boards for journals. In 2017, he became president of the Korean Dielectrics Society.[2][3]", "48609625": "Joan Maie Freeman AO (7 January 1918 – 18 March 1998) was an Australian physicist.", "55228758": "Stephen E. Nagler is a Canadian condensed matter and materials science physicist. Nagler is the Corporate Research Fellow of the Oak Ridge National Laboratory (ORNL) and the Director of the laboratory's Quantum Condensed Matter Division. He is an adjunct professor with the Department of Physics at the University of Tennessee.[1]", "52836705": "Thomas Jackson FRSE LLD (1773-1837) was a Scottish physicist operating in the early 19th century.", "69908834": "Patrick Huber is a German theoretical particle physicist known for his calculation of the reactor neutrino flux, and for his work in computing sensitivity of neutrino oscillation experiments and applications of reactor neutrino detection.[1]  He is a Professor of Physics Virginia Tech[2] and Director of Virginia Tech's Center for Neutrino Physics. In 2016 he was honored with the Breakthrough Prize in Fundamental Physics for his work on the Daya Bay Reactor Neutrino Experiment.", "24131943": "Peter Hänggi (born November 29, 1950) is a theoretical physicist from Switzerland, Professor of Theoretical Physics at the University of Augsburg. He is best known for his original works on Brownian motion and the Brownian motor concept, stochastic resonance and dissipative systems (classical and quantum mechanical). Other topics include, driven quantum tunneling, such as the discovery of coherent destruction of tunneling (CDT), phononics, relativistic statistical mechanics and the foundations of classical and quantum thermodynamics.", "62896489": "Viatcheslav (“Slava”) Borisovich Artaev (born January 24, 1960) is a Russian-American physicist who studies Mass Spectrometry technology.  He currently works as the technical director for research and development of the separation science division for LECO Corporation based in Saint Joseph, Michigan, USA.:[1]", "899434": "Francis Perrin (17 August 1901 – 4 July 1992) was a French physicist,[1]\nwho worked on nuclear physics, fission and neutrinos. He was the high-commissioner Commissariat à l'énergie atomique (Atomic Energy Commission, CEA) in France and a collaborator of CERN. He discovered the Oklo natural reactor in 1972. He was involved in the development of nuclear weapons for France and the cooperation with Israel on nuclear research.", "53754223": "Joachim Frank (German pronunciation: [ˈjoːaxɪm ˈfʁaŋk] ⓘ) HonFRMS; born September 12, 1940) is a German-American biophysicist at Columbia University and a Nobel laureate. He is regarded as the founder of single-particle cryo-electron microscopy (cryo-EM), for which he shared the Nobel Prize in Chemistry in 2017 with Jacques Dubochet and Richard Henderson.[2]  He also made significant contributions to structure and function of the ribosome from bacteria and eukaryotes.", "73251188": "Araceli Lopez-Martens (born 1971)[1] is a French nuclear physicist specializing in the stability of superheavy elements, and known for her research on the superdeformation of nuclei and her role in the discovery of 249No, the lightest isotope of nobelium. She is a director of research for the French National Centre for Scientific Research.[2]", "702842": "Robert Mallet FRS MRIA (3 June 1810 – 5 November 1881) was an Irish geophysicist, civil engineer, and inventor who distinguished himself by research concerning earthquakes (and is sometimes known as the father of seismology).[1] His son, Frederick Richard Mallet was a geologist who worked in India.", "68368763": "Ricardo Vinuesa Motilva (born 4 February 1986 in Valencia, Spain) is a fluid dynamicist and machine-learning researcher. He is an associate professor at KTH Royal Institute of Technology in Stockholm (Sweden),[1] as well as an Affiliated Researcher at the AI Sustainability Center.[2] He is also vice director of the KTH Digitalization Platform.[3][4] He is known for his work on turbulence (including computational fluid dynamics and machine-learning methods)[5][6] and sustainability.[7][8] Vinuesa led an influential study[9][10][11][12][13] on the impact of AI on the 17 Sustainable Development Goals (SDGs)[14][15] of the United Nations (UN).", "49297790": "Jacques de Romas (13 October 1713 – 21 January 1776) was a French physicist.", "68204927": "Indrek Martinson (1937– 14 November 2009) was an Estonian-born Swedish physicist.[1]", "53623171": "Ann Grace Wintle is a British geophysicist and is the pioneer of luminescence dating, by increasing the precision of existing methods and maximum age of fossil the method is able to reliably date. She also set up the NERC luminescence dating facility in Aberystwyth, Wales.[1]", "47497": "Doctor Doom (Dr. Victor Von Doom) is a character appearing in American comic books published by Marvel Comics. Created by Stan Lee and Jack Kirby, the character first appeared in The Fantastic Four #5 (July 1962). The monarch of the fictional nation of Latveria, Doom primarily serves as the archenemy of Reed Richards and the Fantastic Four. He has also come into conflict with other superheroes in the Marvel Universe, including Spider-Man, Iron Man, Doctor Strange, the Black Panther, the X-Men, and the Avengers at times. While usually depicted as a supervillain, Doom has also been portrayed as an antihero at times, working with heroes if their goals align and only if it benefits him.", "22034828": "Steven Gwon Sheng Louie (26 March 1949, Taishan, Guangdong, China)[1] is a computational condensed-matter physicist. He is a professor of physics at the University of California, Berkeley and senior faculty scientist in the Materials Sciences Division at Lawrence Berkeley National Laboratory, where his research focuses on nanoscience. He is also scientific director of the Theory of Nanostructured Materials Facility at the Molecular Foundry.", "932238": "John Herapath (30 May 1790 – 24 February 1868) was an English physicist who gave a partial account of the kinetic theory of gases in 1820 though it was neglected by the scientific community at the time. He was the cousin of William Herapath, the chemist and William Bird Herapath, the physician who discovered herapathite. In 1847 he published an early textbook on mathematical physics.", "22034831": "Donald Henry Weingarten (born February 16, 1945) is a computational physicist.", "6273424": "Frank Reginald Nunes Nabarro MBE OMS FRS[1] (7 March 1916 – 20 July 2006) was an English-born South African physicist and one of the pioneers of solid-state physics, which underpins much of 21st-century technology.", "22034837": "John Myrick Dawson (30 September 1930 in Champaign, Illinois – 17 November 2001 in Los Angeles) was an American computational physicist and the father of plasma-based acceleration techniques. Dawson earned his degrees in physics from the University of Maryland, College Park: a B.S. in 1952 and Ph.D. in 1957. His thesis \"Distortion of Atoms and Molecules in Dense Media\" was prepared under the guidance of Zaka Slawsky.", "10303893": "Anders Knutsson Ångström (1888 – 1981) was a Swedish physicist and meteorologist who was known primarily for his contributions to the field of atmospheric radiation. However, his scientific interests encompassed many diverse topics.[1]", "10402211": "Kurt Symanzik (November 21, 1923 – October 25, 1983) was a German physicist working in quantum field theory.[1]", "62699943": "Katherine Gudrun Isaak is a British astrophysicist and the Project Scientist for the European Space Agency Characterising Exoplanet Satellite mission (CHEOPS). She is based at European Space Research and Technology Centre.", "32782764": "James Freeman Gilbert (August 9, 1931 – August 15, 2014) was an American geophysicist, best known for his work with George E. Backus on inverting geophysical data, and also for his role in establishing an international network of long-period seismometers.[1]", "1915308": "Richard Quintin Twiss (24 August 1920 – 20 May 2005)  was a British astronomer. He is known for his work on the Hanbury Brown and Twiss effect with Robert Hanbury Brown. It led to the development of the Hanbury Brown-Twiss intensity interferometer in the UK in 1954. Their work appeared to contradict the established beliefs about quantum interference, and he and Brown received the Eddington Medal of the Royal Astronomical Society for it in 1968.", "342446": "Howard Hathaway Aiken (March 8, 1900 – March 14, 1973) was an American physicist and a pioneer in computing, being the original conceptual designer behind IBM's Harvard Mark I computer.[1]", "63748529": "Sebastian Deffner is a German theoretical physicist and a professor in the Department of Physics at the University of Maryland, Baltimore County (UMBC).[1] He is known for his contributions to the development of quantum thermodynamics with focus on the thermodynamics of quantum information, quantum speed limit for open systems, quantum control and shortcuts to adiabaticity.", "65616307": "Fabio Pacucci is an Italian theoretical astrophysicist and science educator, currently at Harvard University and at the Smithsonian Astrophysical Observatory.[1][2] He is widely known for his contributions to the study of black holes, in particular the first population of black holes formed in the Universe and high redshift quasars.[3][4] He discovered the only two candidate direct collapse black holes known so far,[5][6] and he was in the team that discovered the farthest lensed quasar known.[7][8][9] Pacucci is also a science educator, engaged in public talks on astronomy and science in general.[10] Since 2018 he is a collaborator of TED in developing educational videos about science. The four videos released so far were watched by millions of people worldwide and translated into 25 languages.[11]", "932276": "Leopoldo Nobili, born on 5 July 1784[1] in Trassilico (Toscana) and died on 22 August 1835[1] in Florence, was an Italian physicist who invented a number of instruments critical to investigating thermodynamics and electrochemistry.", "19872184": "Ronold Wyeth Percival King (September 19, 1905 – April 10, 2006) was an American applied physicist and electrical engineer, known for his contributions to the theory and application of microwave antennas. He published twelve books and over three hundred articles in his area, as well as mentored one hundred doctoral dissertations.[1][2]", "24328633": "Guy Fredrik von Dardel (26 August 1919 – 28 August 2009) was a Swedish physicist who researched particle physics and participated in the establishment of CERN.", "71416251": "Ivica Puljak (born 27 August 1969) is a Croatian politician, particle physicist and professor at University of Split's FESB division. He is currently serving as mayor of Split since 2022 and is the president of the Centre political party.", "2111935": "Georgii Nikolayevich Flyorov (also spelled Flerov,[1] Russian: Гео́ргий Никола́евич Флёров, IPA: [gʲɪˈorgʲɪj nʲɪkɐˈlajɪvʲɪtɕ ˈflʲɵrəf]; 2 March 1913 – 19 November 1990) was a Soviet physicist who is known for his discovery of spontaneous fission and his important contribution towards the crystallography and material science, for which, he was honored with many awards.[1] In addition, he is also known for his letter directed to Joseph Stalin, during the midst of World War II, to start the Soviet program of nuclear weapons in the former Soviet Union.[1]", "50706881": "Kamaluddin Ahmed (15 April 1939 – 10 June 2014), FPAS, was a Pakistani particle physicist and a professor of physics at the Quaid-e-Azam University.", "38386125": "Paul Mark Goldbart (born August 1960 in Barnet, Hertfordshire, England) is a physicist and author, and was the first director of the Institute for Condensed Matter Theory at the University of Illinois at Urbana–Champaign. His research ranges widely over the field of condensed matter physics, including soft matter, disordered systems, nanoscience and superconductivity. Goldbart was provost of Stony Brook University from March 2021[1] until January 2022.[2] Prior to that he had served as dean of the college of natural sciences at The University of Texas at Austin,[3] Dean of the College of Sciences at the Georgia Institute of Technology,[4] and as the director of the Institute for Condensed Matter Theory.", "35731918": "Wendy Laurel Freedman FRS (born July 17, 1957) is a Canadian-American astronomer, best known for her measurement of the Hubble constant, and as director of the Carnegie Observatories in Pasadena, California, and Las Campanas, Chile. She is now the John & Marion Sullivan University Professor of Astronomy and Astrophysics at the University of Chicago.[2] Her principal research interests are in observational cosmology, focusing on measuring both the current and past expansion rates of the universe, and on characterizing the nature of dark energy.", "17054160": "Sir Andre Konstantin Geim FRS HonFRSC HonFInstP (Russian: Андре́й Константи́нович Гейм; born 21 October 1958; IPA1 pronunciation: ɑːndreɪ gaɪm) is a Russian-born Dutch–British physicist working in England in the School of Physics and Astronomy at the University of Manchester.[20]", "51100115": "Regina Podstanická (née Šáškyová; 25 March 1928 – 20 November 2000) was a Slovak astronomer.[1] She co-discovered 1989 Tatry, the first minor planet discovered from Slovakia.", "42744276": "Gail G. Hanson, born 22 February 1947 in Dayton, Ohio[1] is an American experimental particle physicist.", "44054999": "Robert Eric Betzig (born January 13, 1960) is an American physicist who works as a professor of physics and professor of molecular and cell biology at the University of California, Berkeley.[2][3][4] He is also a senior fellow at the Janelia Farm Research Campus in Ashburn, Virginia.[2][4][5]", "57129432": "Stoycho Panchev Valchev (Stoĭcho Panchev) (6 March 1933 – 31 August 2014) was a Bulgarian meteorologist and fluid dynamicist, and a professor of Sofia University.[1] His book on turbulence is used as the standard text in the field of turbulence.", "59881961": "Arif Mircalal oglu Pashayev (Azerbaijani: Arif Mircəlal oğlu Paşayev; born February 15, 1934) is an Honored Scientist of Azerbaijan, academician of ANAS, Doctor of Physical and Mathematical Sciences, laureate of the State Prize of the Azerbaijan SSR (1991), rector of the National Aviation Academy of Azerbaijan.", "70367724": "Daniel Harlow is the Jerrold R. Zacharias Career Development Associate Professor of Physics at the Massachusetts Institute of Technology.[1]", "49068525": "Josef A. Käs (born on 14 October, 1961) is a German biophysicist, currently occupied as a full professor at Leipzig University (German: Universität Leipzig). Josef A. Käs's research mainly focuses on soft matter physics of cancer. More recently (updated in the year of 2023), he has significantly contributed to cancer cell unjamming.", "60504557": "Joan S. Gomberg (born 1957) is a research geophysicist at the United States Geological Survey. She serves as an adjunct professor at the University of Washington. She is interested in subduction zone science, and studies how earthquakes trigger each other and how faults can slip. Gomberg is a Fellow of the American Geophysical Union. She was the first person to demonstrate how dynamic stress associated with seismic waves can trigger other earthquakes.", "211439": "Charles-Augustin de Coulomb (/ˈkuːlɒm, -loʊm, kuːˈlɒm, -ˈloʊm/, KOO-lom, -⁠lohm, koo-LOM, -⁠LOHM;[1] French: [kulɔ̃]; 14 June 1736 – 23 August 1806) was a French officer, engineer, and physicist. He is best known as the eponymous discoverer of what is now called Coulomb's law, the description of the electrostatic force of attraction and repulsion. He also did important work on friction.", "55032310": "Aneta Sylwia Stodolna is a Polish physicist known for being the first person to successfully use a quantum microscope to image electrons in a hydrogen atom.", "23509497": "Youth wings", "50280954": "Cosimo Bambi (born 21 September 1980, in Florence, Italy) is an Italian relativist and cosmologist who is currently a professor of physics at Fudan University in Shanghai, China.[1][2]", "58210811": "Elizabeth M. C. Hillman is a  British-born academic who is Professor of Biomedical Engineering and Radiology at Columbia University.[2] She was awarded the 2011 Adolph Lomb Medal from The Optical Society and the 2018 SPIE Biophotonics Technology Innovator Award.", "342525": "Georges Charpak (French: [ʃaʁpak]; born Jerzy Charpak, (1 August 1924 – 29 September 2010) was a Polish-born French physicist, who was awarded the Nobel Prize in Physics in 1992.[1][2][3]", "211458": "Marie Alfred Cornu (French: [kɔʁny]; 6 March 1841 – 12 April 1902) was a French physicist. The French generally refer to him as Alfred Cornu.", "67189254": "Albrecht Altma (23 March 1897 Palmse Parish – 8 May 1969 Tallinn) was an Estonian physicist.[1]", "49265160": "Félix Ynduráin Muñoz (born January 18, 1946) is a Spanish condensed matter physicist and Professor at the Autonomous University of Madrid. He has more than 120 research papers published. Some of the centers where he has worked are the University of Cambridge, the University of California, Berkeley, the Thomas J. Watson Research Center, the Massachusetts Institute of Technology, the University of Paris-Sud and the Max Planck Institute for Solid State Research.[1][2]", "50969099": "Andrew Robert King, (born 1947) is a British astrophysicist and Professor of Astrophysics in the Department of Physics and Astronomy at the University of Leicester.[1] His previous institutions include University College London and the Institute for Theoretical Physics at the University of Hamburg and a visiting position at the Observatoire de Paris. He currently holds visiting positions at the Astronomical Institute of the University of Amsterdam, and he is a visiting professor at Leiden University.[1] He has served as Editor and now is Deputy Editor-in-Chief of the international astronomy journal Monthly Notices of the Royal Astronomical Society.[2]", "61422095": "Canan Dağdeviren (born May 4, 1985) is a Turkish academic, physicist, material scientist, and Associate Professor at the Massachusetts Institute of Technology (MIT), where she currently holds the LG Career Development Professorship in Media Arts and Sciences. Dagdeviren is the first Turkish scientist in the history of the Harvard Society to become a Junior Fellow in the Society of Fellows at Harvard University. As a faculty member, she directs her own Conformable Decoders research group at the MIT Media Lab.[1] The group works at the intersection of materials science, engineering and biomedical engineering. They create mechanically adaptive electromechanical systems that can intimately integrate with the target object of interest for sensing, actuation, and energy harvesting, among other applications.[1] Dagdeviren believes that vital information from nature and the human body is \"coded\" in various forms of physical patterns. Her research focuses on the creation of conformable decoders that can \"decode\" these patterns into beneficial signals and/or energy.[1]", "440853": "Robert Williams Wood (May 2, 1868 – August 11, 1955) was an American physicist and inventor who made pivotal contributions to the field of optics. He pioneered infrared and ultraviolet photography. Wood's patents and theoretical work inform modern understanding of the physics of ultraviolet light, and made possible myriad uses of UV fluorescence which became popular after World War I.[1][2][3][4] He published many articles on spectroscopy, phosphorescence, diffraction, and ultraviolet light.", "9878039": "Johannes Fischer (born 1887) was a German physicist.", "63486489": "Christopher Kevin Glass (born 1955, California, USA) is an American biophysicist, holding the titles of Distinguished Professor of Cellular and Molecular Medicine and Distinguished Professor of Medicine at the University of California, San Diego[1] He works on the molecular mechanisms that control macrophage functions in health and disease.", "62568986": "Anne C. Tropper is a Professor of Physics at the University of Southampton. Her work considers solid-state and semiconductor lasers; specifically the development of ytterbium-doped silica fibre lasers and Vertical External-Cavity Surface-Emitting Lasers. She was elected a Fellow of The Optical Society in 2006, and awarded the 2021 SPIE Maiman Laser Award for her contributions to laser source science and technology.[1]", "5421594": "Joris Gerhard Keizer (born 26 January 1979, in Hengelo) is a retired butterfly swimmer from the Netherlands, who competed for his native country at two consecutive Summer Olympics, starting in 2000 in Sydney, Australia. There he was eliminated in the semifinals of the 100m butterfly, and finished in fourth place with the men's 4×100 medley relay team. A year earlier, Keizer won the bronze medal in the 50m butterfly at the 1999 FINA Short Course World Championships. He retired from the sport after a disappointing appearance at the 2004 Summer Olympics in Athens, Greece.", "40876572": "John Watt (born c.1932) is an Australian physicist, former Assistant Chief of the CSIRO Division of Mineral and Process Engineering, and Australia Prize winner.[1]", "3979805": "Grant Oscar Gale (December 29, 1903 – April 14, 1998)[1] was the S.S. Williston Professor of physics at Grinnell College in Grinnell, Iowa, the curator of Grinnell's Physics Historical Museum, and the namesake of the Grant O. Gale Observatory on the Grinnell campus.[2]", "72759839": "Monika Mościbrodzka is a Polish astrophysicist who is a professor at Radboud University Nijmegen. She is an expert in general relativistic plasma dynamics and numerical astrophysics. She was part of the Event Horizon Telescope team who contributed to the first direct image of a black hole, supermassive black hole M87*. She was awarded the 2022 Dutch Research Council Athena Prize and the 2023 Eddington Medal of the Royal Astronomical Society.", "19806752": "Brian Kent Kobilka (born May 30, 1955)[1] is an American physiologist and a recipient of the 2012 Nobel Prize in Chemistry with Robert Lefkowitz for discoveries that reveal the workings of G protein-coupled receptors. He is currently a professor in the department of Molecular and Cellular Physiology at Stanford University School of Medicine.  He is also a co-founder of ConfometRx, a biotechnology company focusing on G protein-coupled receptors. He was named a member of the National Academy of Sciences in 2011.", "33241633": "Robert Smolańczuk (born in Olecko, Poland) is a Polish theoretical physicist.", "50117154": "Kenneth John Button (11 October 1922, Rochester, New York – 30 August 2010, Indialantic, Florida) was a solid-state and plasma physicist. He was the editor-in-chief of the International Journal of Infrared and Millimeter Waves from its inception in 1980 until his resignation in 2004.[1]", "473634": "Rashid Alievich Sunyaev (Tatar: Рәшит Гали улы Сөнәев, Russian: Раши́д Али́евич Сюня́ев; born 1 March 1943 in Tashkent, USSR) is a German, Soviet, and Russian astrophysicist of Tatar descent.[1] He got his MS degree from the Moscow Institute of Physics and Technology (MIPT) in 1966. He became a professor at MIPT in 1974. Sunyaev was the head of the High Energy Astrophysics Department of the Russian Academy of Sciences, and has been chief scientist of the Academy's Space Research Institute since 1992. He has also been a director of the Max Planck Institute for Astrophysics in Garching, Germany since 1996, and Maureen and John Hendricks Distinguished Visiting Professor in the School of Natural Sciences at the Institute for Advanced Study in Princeton since 2010.[2]", "6044199": "Jan Smit (born 16 September 1943, Amsterdam)[1] is a Dutch theoretical physicist.", "53918253": "Robert Sekerka (born 1937) is an American physicist who is currently the University Professor Emeritus at Carnegie Mellon University.[1][2]", "3521072": "Richard H. Price (born March 1, 1943) is an American physicist specializing in general relativity.", "56408628": "Terry C. Wallace Jr. (born June 30, 1956) is an American geophysicist. He was the 11th director of Los Alamos National Laboratory and the president of Los Alamos National Security, LLC.[1][2] He became director on January 1, 2018, succeeding Charles F. McMillan.[3]", "25967159": "Arie Andries Kruithof (1909 in Zeist (NL) – 1993 in Son en Breugel (NL)) was a Dutch professor of applied physics at Eindhoven University of Technology (Netherlands). Kruithof studied physics at Utrecht University, where he obtained a doctor’s degree from Leonard Ornstein in 1934.[1] At Philips, he did research on lighting systems, especially gas-discharge lamps. Later he was appointed professor of applied physics at Eindhoven University of Technology, leading the Atomic Physics group, mainly researching gas discharges and plasmas. The Kruithof curve, describing the influence of colour temperature on visual perception, is named after him.", "12007994": "Antoine Joseph Bernard Brunhes (3 July 1867 – 10 May 1910) was a French geophysicist known for his pioneering work in paleomagnetism, in particular, his 1906 discovery of geomagnetic reversal. The current period of normal polarity, Brunhes Chron, and the Brunhes–Matuyama reversal are named for him.", "3193403": "Harry Fielding Reid (May 18, 1859 – June 18, 1944) was an American geophysicist. He was notable for his contributions to seismology, particularly his theory of elastic rebound that related faults to earthquakes.[1]", "33536578": "Robert James Moon (February 14, 1911 – November 1, 1989)[1][2] was an American physicist, chemist and engineer. A graduate of the University of Chicago, he served on the faculty there and participated in the Manhattan Project.[1][3][4][5]", "4667970": "Luiz Pinguelli Rosa (19 February 1942 – 3 March 2022) was a Brazilian scientist.", "70728264": "Emmanuel Stratakis is a Greek physicist.", "5880394": "Salomon Kalischer, or Solomon Kalischer (8 October 1845 – 22 September 1924), was a German Jewish composer, pianist, and physicist.", "53754445": "Elizabeth H. Simmons is an American theoretical physicist, and Executive Vice Chancellor at University of California San Diego. Formerly, she was a distinguished professor of physics at Michigan State University, the dean of Lyman Briggs College, and the associate provost for faculty and academic staff development.[1][self-published source] She has also held positions at Harvard University and Boston University.[2] Simmons is married to fellow physicist, R. Sekhar Chivukula.[3] Together they have two children.[4]", "2931281": "Paul Erman (29 February 1764 – 11 October 1851) was a German physicist  from Berlin, Brandenburg and a Huguenot of the fourth generation.  His work was mainly concerned with electricity and magnetism, though he also made some contributions to optics and physiology.", "51231314": "Leticia Corral (born March 16, 1959) is a Mexican mathematician, astrophysicist and materials scientist.", "38386257": "Daniel M. Popper (August 17, 1913 – September 9, 1999) was an American astrophysicist.", "60963412": "Hans J. van Ommeren Dekker (born January 18, 1947, in Amsterdam, Netherlands) is a Dutch theoretical physicist in the line of Dirk Polder, Ralph Kronig, and Nico van Kampen. His scientific work inter alia involves laser theory, path integrals in curved spaces, nonequilibrium statistical mechanics, dissipation in quantum mechanics, and hydrodynamic turbulence. He is director of the Private Institute for Advanced Study and professor emeritus at the Institute for Theoretical Physics of the University of Amsterdam.", "38615641": "Ajit Ram Verma  (1921-2009) was an Indian physicist. For his work in crystallography, he was awarded the Shanti Swarup Bhatnagar Prize in 1964. He was director of the National Physical Laboratory (NPL) for almost seventeen years (1965-1982).[1][2] In 1982, the Padma Bhushan, India's third highest civilian award, was conferred on him by the President of India.[3]", "375390": "Donald Arthur Glaser (September 21, 1926 – February 28, 2013) was an American physicist, neurobiologist, and the winner of the 1960 Nobel Prize in Physics for his invention of the bubble chamber used in subatomic particle physics.[1][2][3]", "70826604": "Jérôme Faist (* January 23, 1962 in Geneva[3]) is a Swiss physicist and since 2007 professor at the institute of quantum electronics at ETH Zürich.", "74005100": "Cyril Alfred Hogarth (22 January 1924 – 6 November 2006)[1] was a British physicist and chairman of South Bucks District Council.[2] A pioneer in the field of oxide semiconductors,[3] he was a professor, head of the physics department, and administrator at Brunel University London, where he worked for 31 years.[4][1]", "4176493": "Ze'ev Lev (25 April 1922 – 3 October 2004) (Hebrew: זאב לב; born William Low), was an Israeli physicist, Torah scholar, and founder of the Jerusalem College of Technology. After being educated in Europe, Canada and the U.S., and having lost his parents and sister in the Holocaust, he became one of Israel's leading scientists and educators.", "62438001": "Françoise Soussaline (née Yerouchalmi) is a French biophysicist and businesswoman, a specialist in cell imaging.", "47069818": "Noam Soker is an Israeli theoretical astrophysicist. He was the chair of the physics department at the Technion – Israel Institute of Technology from 2009 to 2015.", "65419900": "Władysław Minor also known as Wladek Minor (born 1946) is a Polish-American biophysicist, a specialist in structural biology and protein crystallography. He is a Harrison Distinguished Professor of Molecular Physiology and Biological Physics at the University of Virginia.[5] Minor is a co-author of  HKL2000/HKL3000 – crystallographic data processing and structure solution software used to process data and solve structures of macromolecules, as well as small molecules.[6][7] He is a co-founder of HKL Research, a company that distributes the software.  He is also a co-author of a public repository of diffraction images (proteindiffraction.org) for some of the protein structures available in the Protein Data Bank and other software tools for structural biology.", "2636413": "Thomas John Ypsilantis (Greek: Θωμάς Υψηλάντης; June 24, 1928 – August 16, 2000) was an American physicist of Greek descent. Ypsilantis was known for the co-discovery of the antiproton in 1955, along with Owen Chamberlain, Emilio Segrè, and Clyde Wiegand. Following this work, he moved to CERN to develop Cherenkov radiation detectors for use in particle physics.", "53394046": "Eugene Chen Loh (01 OCT 1934 – May 19, 2006)[1] was a Chinese American physicist, having been Distinguished Professor Emeritus at University of Utah and was a Fellow of the American Physical Society.[2]", "33995390": "John Bourke Dainton FRS is a British physicist, and Sir James Chadwick Professor of Physics, at University of Liverpool.[1] Dainton was awarded the Max Born Prize in 1999.", "60603010": "Ursula J. Gibson is a materials scientist who specialises in novel core optical fibres.", "473732": "Gaja Alaga (3 July 1924 – 7 September 1988) was a Croatian theoretical physicist who specialised in nuclear physics.", "48872070": "Sotir Kuneshka (15 July 1912 – 1991) was an Albanian physicist and academic. He is remembered as the first to perform physics studies in Albania, the founder of the Natural Sciences Faculty of the University of Tirana (UT), the first physicist to become member of the Academy of Sciences of Albania, and the author of the base academic texts of physics in Albanian.[1]", "71121544": "James \"Jim\" Ricker Wilson (October 21, 1922, Berkeley, California – August 14, 2007, Livermore, California) was an American theoretical physicist, known for his pioneering research in numerical relativity and \nnumerical relativistic hydrodynamics.[1]", "71154316": "Liang Junwu (Chinese: 梁骏吾; 18 September 1933 – 23 June 2022) was a Chinese scientist in the field of semiconductor materials, and an academician of the Chinese Academy of Sciences. He is known as the founder of early semiconductor silicon materials in China.[1] He was a member of the Chinese Communist Party (CCP).[1]", "1981069": "Cheikh Anta Diop (29 December 1923 – 7 February 1986) was a Senegalese historian, anthropologist, physicist, and politician who studied the human race's origins and pre-colonial African culture.[1] Diop's work is considered foundational to the theory of Afrocentricity, though he himself never described himself as an Afrocentrist.[2] The questions he posed about cultural bias in scientific research contributed greatly to the postcolonial turn in the study of African civilizations.[3][4][5]", "899726": "Maurice de Broglie, 6th Duke of Broglie (27 April 1875 – 14 July 1960) was a French physicist. His younger brother was the theoretical physicist Louis de Broglie.", "2931345": "Georg Adolf Erman (12 May 1806 – 12 July 1877) was a German physicist.", "6535825": "I.M. Dharmadasa is Professor of Applied Physics and leads the Electronic Materials and Solar Energy (solar cells and other Semiconductor Devices) Group at Sheffield Hallam University, UK. Dharme has worked in semiconductor research since becoming a PhD student at Durham University as a Commonwealth Scholar in 1977, under the supervision of the late Sir Gareth Roberts. His interest in the electrodeposition of thin film solar cells grew when he joined the Apollo Project at BP Solar in 1988. He continued this area of research on joining Sheffield Hallam University in 1990.", "8108692": "Daniel Frank Walls FRS (13 September 1942 – 12 May 1999) was a New Zealand theoretical physicist specialising in quantum optics.[1]", "27376276": "Ernest George Merritt (April 28, 1865 – June 5, 1948)[1] was Dean of the Graduate School, Cornell University; Chair of the Physics Department.", "6765206": "He Zuoxiu (Chinese: 何祚庥; pinyin: Hé Zuòxiū; born 1927) is a Chinese nuclear physicist and member of Chinese Academy of Sciences. He is a member of the Chinese Communist Party (CCP) and a self-described \"steadfast believer in Marxism\".[1] Along with Sima Nan, He is known as a \"crusader\" against supernatural and \"unscientific thinking,\"[2] and became famous in China for his criticism of the spiritual movement Falun Gong and support for its nationwide ban.[3] He is also a critic of traditional Chinese medicine.[4]", "23902871": "Luciano da Fontoura Costa (born December 1962 in São Carlos, SP, Brazil) is a full professor at the Institute of Physics at São Carlos, University of São Paulo, where he coordinates the Multidisciplinary Computing Group.", "14465691": "Sir Albert Bore (born 1946 in Ayrshire, Scotland[1]) is a British nuclear physicist, academic and Labour Party politician.", "6994590": "Dan Danknick is a physicist and roboticist who graduated from UCI and has made several appearances on robotics related television shows.[1]", "71088798": "Claus E. Rolfs (born 1941 in Bad Peterstal) is a German experimental physicist, known for his laboratory research related to nuclear astrophysics. He is a co-initiator of Nuclei in the Cosmos.", "3193506": "Thomas G. Barnes (August 14, 1911 – October 23, 2001) was an American creationist, who argued in support of his religious belief in a young earth by making the faulty scientific claims that the Earth's magnetic field was consistently decaying.", "18823843": "Howard Mark Wiseman (born 19 June 1968) is an Australian theoretical and quantum physicist, who notable for his work on quantum feedback control, quantum measurements, quantum information (especially quantum steering), open quantum systems, the many interacting worlds interpretation of quantum mechanics,[1][2][3] and other topics in quantum foundations.[4]", "19085993": "Alexander Sergeevich Davydov (Russian: Александр Сергеевич Давы́дов, Ukrainian: Олекса́ндр Сергі́йович Дави́дов)  (26 December 1912 – 19 February 1993) was a Soviet and Ukrainian physicist. Davydov graduated from Moscow State University in 1939. In 1963-1990 he was Director of Institute for Theoretical Physics of the Ukrainian Academy of Sciences.[1]", "71908011": "Jie Shan is a Chinese-American scientist who is Professor of Physics and Head of Graduate Studies at Cornell University. Her research considers the advanced characterization of two dimensional materials. She was elected Fellow of the American Physical Society in 2013.", "58112684": "Damon Paul Simonelli (15 August 1959 – 1 December 2004) was a planetary scientist who worked for Cornell University and the National Aeronautics and Space Administration (NASA) in the U.S.[1] He was a pioneer in the development of radiative transfer models to analyze astronomical objects.", "70564528": "Rosalba Perna is an Italian and American theoretical astrophysicist whose research concerns high-energy cosmic sources including gamma-ray bursts and neutron star mergers. She has also studied exoplanets and the growth of supermassive black holes.[1] She is professor of physics and astronomy at Stony Brook University.", "768696": "Donald Howard Menzel (April 11, 1901 – December 14, 1976) was one of the first theoretical astronomers and astrophysicists in the United States. He discovered the physical properties of the solar chromosphere, the chemistry of stars, the atmosphere of Mars, and the nature of gaseous nebulae.[1][2]", "61717182": "Marija Drndic (born February 11, 1971) is the Fay R. and Eugene L. Langberg Professor of Physics at the University of Pennsylvania. She works on two-dimensional materials and novel spectroscopic techniques.", "7879361": "Harry Albert Atwater, Jr.[1] is an American physicist and materials scientist and is the Otis Booth Leadership Chair of the division of engineering and applied science at the California Institute of Technology. Currently he is the Howard Hughes Professor of Applied Physics and Materials Science and the director for the Liquid Sunlight Alliance (LiSA), a Department of Energy Hub program for solar fuels.[2]  Atwater's scientific effort focuses on nanophotonic light-matter interactions and solar energy conversion.  His current research in energy centers on high efficiency photovoltaics, carbon capture and removal, and photoelectrochemical processes for generation of solar fuels.[3] His research has resulted in world records for solar photovoltaic conversion and photoelectrochemical water splitting. His work also spans fundamental nanophotonic phenomena, in plasmonics and 2D materials, and also applications including active metasurfaces and optical propulsion.", "24722114": "Rodger Evans Doxsey[1] (March 11, 1947 – October 13, 2009)[2] was an American physicist and astronomer who made major contributions to the scientific and operational success of NASA's Hubble Space Telescope (HST). He joined the HST Project at the Space Telescope Science Institute (STScI), in Baltimore, Maryland, in 1981, and was head of the Hubble Missions Office at his death.[3]", "33831619": "M Innas Ali (September 1, 1916 – May 3, 2010) was a Bangladeshi physicist. He was the founding chairman of Bangladesh Atomic Energy Commission. He was selected National Professor of Bangladesh in 1994.[1]", "72039117": "Peter Fratzl (born 13 September 1958 in Vienna) is an Austrian physicist and director at the Max Planck Institute of Colloids and Interfaces in Potsdam.", "2636497": "Clyde Wiegand (May 23, 1915, Long Beach, Washington – July 5, 1996) was an American physicist.[1]", "66271954": "Anna Hasenfratz is a Hungarian-American theoretical high energy physicist whose research involves non-perturbative theories, especially in lattice quantum chromodynamics. She is a professor of physics at the University of Colorado Boulder.[1]", "53328597": "Ady Hershcovitch is a plasma physicist best known for his 1995 invention, the plasma window,[1] which was later patented. (United States Patent: 5578831:Hershcovitch).[2] In the plasma window, a plasma (which is an ionized gas confined by electric and magnetic fields) separates air from a vacuum by preventing the air from rushing into the vacuum. This scientific development can facilitate non-vacuum ion material modification, manufacturing of superalloys, and high-quality non-vacuum electron-beam welding.[3][4]  The device has been compared to the force field in the Star Trek TV series.[5] He is well known for his work in plasma physics at Brookhaven National Laboratory.[6][7] He has over 80 publications[citation needed] and 15 patents.[8]", "72628951": "Zoë Althea Bowden MBE is a British physicist and instrumentation scientist who was involved in the construction of the ISIS Neutron and Muon Source. She was awarded an Order of the British Empire in the 2023 New Year Honours in recognition of her services to science.", "42580698": "Gerhard Rempe (born 22 April 1956 in Bottrop/Westphalia) is a German physicist, Director at the Max Planck Institute of Quantum Optics and Honorary Professor at the Technical University of Munich. He has performed pioneering experiments in atomic and molecular physics, quantum optics and quantum information processing.", "62405339": "Zhao Hongwei (Chinese: 赵红卫; born January 1966) is a Chinese physicist currently serving as Party secretary and deputy dean of the China Institute of Atomic Energy.", "1686243": "Giuseppe Zamboni (June 1, 1776 – July 25, 1846) was an Italian Roman Catholic priest and physicist who invented the Zamboni pile, an early electric battery similar to the voltaic pile.", "15547112": "Alexander Balankin (born March 3, 1958) is a Mexican scientist of Russian origin (Баланкин, Александр Сергеевич) whose work in the field of fractal mechanics and its engineering applications won him the UNESCO Science Prize in 2005.[1]", "1686249": "Francesco Zantedeschi (August 20, 1797 – March 29, 1873) was an Italian Catholic priest and physicist.", "57916142": "Paul Collier OBE FREng is a British physicist and the Head of Beams Department (BE) at CERN. He has worked on the Large Electron-Positron Collider (LEP), the Super Proton Synchrotron (SPS) and the Large Hadron Collider (LHC),[1][2] either through engineering contributions or leadership over 25 years.", "32783087": "George Edward Backus (born May 24, 1930) is an American geophysicist,[1] best known for his work with J. Freeman Gilbert on inverse methods for geophysical data.[2] He is also notably credited with advancing the dynamo theory on the origin of the Earth's magnetic field.[3]", "2570999": "Frank Neville Hosband Robinson (13 April 1925 – 19 October 1996) was an English physicist.[1]", "66042620": "Teresa Rodrigo Anoro (1956 – 21 April 2020) was a Spanish scientist who worked in particle physics. She worked at CERN, Fermilab and the Instituto de Física de Cantabria [es] and was professor at the University of Cantabria. Whilst at CERN, Rodrigo worked on the Compact Muon Solenoid and research for the Higgs boson.", "670471": "Klaus von Klitzing (German: [klaʊ̯s fɔn ˈklɪ.t͡sɪŋ] ⓘ, born 28 June 1943, Schroda) is a German physicist, known for discovery of the integer quantum Hall effect, for which he was awarded the 1985 Nobel Prize in Physics.[3][4]", "58637066": "Melanie Crombie Williams Campbell is a professor of physics at the University of Waterloo. Cross-appointed with the School of Optometry and Vision Science, she is known for the development of light activated treatments for eye disease and non-invasive imaging techniques for the detection of Alzheimer's disease through the identification of retinal amyloids.", "55982860": "John Hopkin Nuckolls (born 17 November 1930) is an American physicist who worked his entire career at the Lawrence Livermore National Laboratory. He is best known for the development of inertial confinement fusion, which is a major branch of fusion power research to this day. He was also the lab's director from 1988 until 1994, when he resigned to become an associate director at large. He was awarded the Ernest Orlando Lawrence Award in 1969, the James Clerk Maxwell Prize for Plasma Physics in 1981 and the Edward Teller Award in 1991.[1]", "60177167": "University of Saskatchewan", "42777363": "Vasily Astratov is a full professor of Physics and Optical Science at the University of North Carolina at Charlotte. He became known for launching synthetic opals as new self-assembled photonic crystals for visible light in 1995 in his former group at Ioffe Institute in Russia (jointly with Yurii Vlasov, Alexander Kaplyanskii and co-authors).[1] This work has resulted in a quest for inverse opals with a complete three-dimensional photonic band gap", "66501395": "Laura Beth Smilowitz is an American physicist known for her development of technology that can record x-ray movies of explosions at high frame rates,[1][2] and for shooting high explosives with lasers in order to synchronize their explosions with their recordings.[3] She is a researcher at the Los Alamos National Laboratory, where she heads the Weapons Chemistry team in the Physical Chemistry and Applied Spectroscopy group.[4]", "41302803": "Nidhal Guessoum (born September 6, 1960) is an Algerian astrophysicist.[1] He is a professor at the American University of Sharjah, United Arab Emirates.[2]", "18594585": "Abram Isaakovich Alikhanov (ahl-eek-ahn-off;[3] Russian: Абрам Исаакович Алиханов, born Alikhanian; 4 March [O.S. 20 February] 1904 – 8 December 1970) was a Soviet Armenian experimental physicist[4] who specialized in particle and nuclear physics. He was one of the Soviet Union's leading physicists.", "66829084": "Jean Maud Bullen (1918–2002)  was a New Zealand-born geophysicist regarded as one of Australasia's first women pioneers in geoscience.", "63191839": "John Holmes Malmberg (July 5, 1927 – November 1, 1992) was an American plasma physicist and a professor at the University of California, San Diego.[1] He was known for making the first experimental measurements of Landau damping of plasma waves in 1964,[2] as well as for his research on non-neutral plasmas and the development of the Penning–Malmberg trap.[3][4]", "22821670": "Dai Chuanzeng (or Dai Chuanceng, 1921–1990, Chinese: 戴傳曾) was a Chinese nuclear physicist who made fundamental contributions to China's nuclear research and industry.", "49330983": "Guo Guangcan (simplified Chinese: 郭光灿; traditional Chinese: 郭光燦; Pe̍h-ōe-jī: Koeh Kong-chhàn; born 9 December 1942) is a Chinese physicist. He is a professor at the University of Science and Technology of China (USTC) and Peking University (PKU). He works on quantum information, quantum communication and quantum optic. He is an academician of the Chinese Academy of Sciences and The World Academy of Sciences.[1]", "10369832": "Allan Ian Carswell, CM, FRSC (born 1933) is a physicist and researcher in the field of laser radar (lidar) applications.  Carswell has been actively engaged in the study of the properties and applications of lasers and coherent optical frequency radiation since 1963. He was a member of the Plasma Physics Laboratory at the RCA Victor Research Laboratories in Montreal, Quebec, Canada, studying electromagnetic waves with ionized gas systems. In 1965, Carswell was appointed Director of the RCA Optical and Microwave Research Laboratory, and led the group there that developed the first CO2 laser in Canada and the first Canadian commercial HeNe laser.", "59554605": "Andrej Borisovich Arbuzov (Russian: Андрей Борисович Арбузов) (born 30 June 1967 in Protvino, USSR) is a Russian theoretical physicist. His scientific interests include quantum field theory, elementary particle physics, and cosmology. He is affiliated with the Joint Institute for Nuclear Research as a group leader in the Bogoliubov Laboratory of Theoretical Physics. He is a Doctor of Sciences in physical-mathematical sciences (2011), professor of the Russian Academy of Sciences (2016).", "113455": "Willem Hendrik Keesom (/ˈkeɪsoʊm/[1][2]) (21 June 1876, Texel – 3 March 1956, Leiden) was a Dutch physicist who, in 1926, invented a method to freeze liquid helium.\nHe also developed the first mathematical description of dipole–dipole interactions in 1921. Thus, dipole–dipole interactions are also known as Keesom interactions.\nHe was previously a student of Heike Kamerlingh Onnes, who had discovered superconductivity (a feat for which Kamerlingh Onnes received the 1913 Nobel Prize in Physics).", "58276656": "Alice Mary Stoll (1917 - 2014) was an American biophysicist who developed fire-resistant fabric. She was a pioneer in aerospace medicine. She received the Achievement Award from the Society of Women Engineers in 1969.", "21314351": "Yoseph Imry (Hebrew: יוסף אמרי; born 23 February 1939 – 29 May 2018) was an Israeli physicist.", "46316339": "Rajaâ Cherkaoui El Moursli (born 12 May 1954) is a Moroccan Professor of nuclear physics, at the faculty of science within the Mohammad V University of Rabat.", "6503221": "Johan Otto Øgrim (1 October 1913 – 6 December 2006) was a Norwegian physicist.", "28195640": "Humphrey Lloyd FRS FRSE MRIA (1800–1881) was an Irish physicist. He was Erasmus Smith's Professor of Natural and Experimental Philosophy at Trinity College Dublin (1831-1843) and much later Provost (1867–1881). Lloyd is known for experimentally verifying conical refraction, a theoretical prediction made by William Rowan Hamilton about the way light is bent when travelling through a biaxial crystal. He was a Fellow of the Royal Society, and President of both the British Association and the Royal Irish Academy.[1][2]", "59521852": "Karin Jacobs is a German physicist specializing in micro-fluidics and adhesion at micro- and nanometer scales. She is a professor at the Saarland University.", "8371005": "Amand Lucas (born 18 December 1936, Liège) is a Belgian scientist and professor at the Facultés Universitaires Notre-Dame de la Paix, at the Institute for Studies in Interface Sciences.[1] In 1985, he was awarded the Francqui Prize on Exact Sciences for his work on theoretical physics.", "30456639": "Kaido Reivelt (born 29 October 1970) is an Estonian physicist and science populariser who works at the University of Tartu Institute of Physics. His research area is wave optics and he is President of the Estonian Physical Society.[1][2]", "57817920": "Thomas Maurice Rice (born 26 January 1939 in Dundalk, Ireland), known professionally as Maurice Rice, is an Irish (and naturalised American) theoretical physicist specializing in condensed matter physics.", "6110017": "Roddam Narasimha FRS (20 July 1933 – 14 December 2020) was an Indian aerospace scientist and fluid dynamicist. He was a professor of Aerospace Engineering at the Indian Institute of Science (1962–1999), director of the National Aerospace Laboratories (1984–1993) and the chairman of the Engineering Mechanics Unit at Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR, 2000–2014).[6] He was the DST Year-of-Science Chair Professor at JNCASR and concurrently held the Pratt & Whitney Chair in Science and Engineering at the University of Hyderabad. Narasimha was awarded the Padma Vibhushan, India's second-highest civilian award, in 2013.[7] for his contributions to advance India's aerospace technology.", "1555268": "Nikolay Gennadiyevich Basov (Russian: Никола́й Генна́диевич Ба́сов; 14 December 1922 – 1 July 2001) was a Russian Soviet physicist and educator. For his fundamental work in the field of quantum electronics that led to the development of laser and maser, Basov shared the 1964 Nobel Prize in Physics with Alexander Prokhorov and Charles Hard Townes.[3]", "2571078": "José F.F. Mendes (born in Porto) is a Portuguese physicist (statistical physics) and professor of physics, best known for his work and contributions to the field of network theory.Graduated from University of Porto in 1987. He earned a PhD in March 1995 from the same University under the direction of Eduardo Lage, the title of the thesis was \"Dynamics of spins systems\".", "179015": "Gotthilf Heinrich Ludwig Hagen (3 March 1797 – 3 February 1884) was a German civil engineer who made important contributions to fluid dynamics, hydraulic engineering and probability theory.", "63880014": "William Hayes (born 12 November 1930, Killorglin) is an Irish-born physicist and academic administrator, active in the United Kingdom.", "14498641": "Engin Arık (October 14, 1948 – November 30, 2007) was a Turkish particle physicist and professor at Boğaziçi University.[1][2] She led the Turkish participation in a number of experiments at CERN. Arık was a prominent supporter of Turkey's membership to CERN and the founding of a national particle accelerator center as a means to utilize thorium as an energy source.[2][3] She has also represented Turkey at the Comprehensive Nuclear Test Ban Treaty Organization for a number of years.[2] She died in the Atlasjet Flight 4203 crash on November 30, 2007.", "13515603": "Willibald Peter Prasthofer (17 May 1917 – 30 July 1993) was an Austrian rocket scientist and educator.[1]", "26262356": "Blue Marvel (Adam Bernard Brashear) is a superhero appearing in American comic books published by Marvel Comics. Created by Kevin Grevioux, who originally conceived the character as a child,[1] and Mat Brome, the character first appeared in Adam: Legend of the Blue Marvel #1 (November 2008).[2]", "18824025": "David Keane Ferry (born 1940) is the Regents' Professor of Electrical Engineering at Arizona State University (ASU), notable for his research in semiconductor devices.", "1391457": "Sir Richard Henry Friend FRS HonFInstP FREng[1] (born 18 January 1953) is a British physicist who was the Cavendish Professor of Physics at the University of Cambridge from 1995 until 2020[7] and is Tan Chin Tuan Centennial Professor at the National University of Singapore. Friend's research concerns the physics and engineering of carbon-based semiconductors.[8] He also serves as Chairman of the Scientific Advisory Board of the National Research Foundation (NRF) of Singapore.[9]", "5159782": "Tamara Maree Davis AM is an Australian astrophysicist. As of 2020[update], she is a professor in the School of Mathematics and Physics at the University of Queensland,[1] where she has been employed since 2008.[2][3]", "15022953": "Henri Claude Bénard (25 October 1874 – 29 March 1939) was a French physicist, best known for his research on convection in liquids that now carries his name, Bénard convection.  In addition, the historical surveys of both Tokaty[2] and von Kármán[3] both acknowledge that Bénard studied the vortex shedding phenomenon later named the Kármán vortex street, prior to von Karman's own contributions.  Bénard specialized in experimental fluid dynamics, and the use of optical methods to study it.  He was a faculty member at the universities at Lyon, Bordeaux, and finally the Sorbonne in Paris.[4]", "1588077": "Yun Wang (born 1964) is a poet and cosmologist. She is originally from Gaoping, a small town near Zunyi, in Guizhou Province, China.", "71220078": "Dmitry Borisovich Kolker (Russian: Дмитрий Борисович Колкер; 7 June 1968 – 2 July 2022) was a Russian physicist, Doctor of Physical and Mathematical Sciences, member of the Institute of Laser Physics, head of the Laboratory of Quantum Optical Technologies of Novosibirsk State University.[1][2][3]", "69385070": "Mathias Kolle is a German physicist specializing in bio-inspired optics, optoelectronics and materials science and head of the Laboratory for Biologically Inspired Photonic Engineering at the Massachusetts Institute of Technology (MIT). He currently holds the Rockwell Career Development Professorship and is Associate Professor in the Mechanical Engineering Department (MECHE) at MIT.[1]", "30161780": "Aaron Douglas O'Connell (born March 5, 1981, in Allentown, Pennsylvania) is an American experimental quantum physicist.", "58571643": "Anke Kracke (born Anke Wagner,[1] 8 September 1983 in Mainz) is a German experimental physicist affiliated with the Max Planck Institute for Nuclear Physics, Heidelberg (MPIK).", "43465596": "James Clerk Maxwell Garnett CBE (1880–1958), commonly known as Maxwell Garnett, was an English educationist, barrister, peace campaigner and physicist. He was Secretary of the League of Nations Union.[1]", "53853061": "Michele Vallisneri (born July 15, 1973) is an Italian physicist, currently at Jet Propulsion Laboratory, California Institute of Technology and an Elected Fellow of the American Physical Society.[1][2][3]", "70007686": "Stephen William Wilkins (February 15, 1946 - March 25, 2013) was an Australian physicist known for his contributions to the field of Phase-contrast X-ray imaging.", "41827207": "George Ogurek Zimmerman, (October 20, 1935 – May 6, 2019) was a Polish-born American scientist, researcher, inventor, professor of physics and physics department chair at Boston University. Zimmerman achieved his PhD in solid state physics in 1963 at Yale University and came to Boston University in the fall of 1963.", "53853064": "Kalman Varga is a Hungarian-American physicist, currently at Vanderbilt University. He researches computational nanoscience, focusing on developing novel computational methods for electronic structure calculations. He is an Elected Fellow of the American Physical Society.[1][2][3] He was accredited to co-writing Computational Nanoscience: Applications for Molecules, Clusters, and Solids in 2011, as well as  Structure and Reactions of Light Exotic Nuclei (2003), and Stochastic Variational Approach to Quantum-Mechanical Few-Body Problems (1998).", "70237064": "Robert E Fontana is an engineer, physicist, and author who is noted for his contributions in the areas of magnetic recording and data storage on hard disk drives (HDD) and on digital tape recorders.[1]  His work has concentrated on developing thin film processing techniques for nano-fabrication of magnetic devices including Giant Magnetoresistance read heads now used universally in magnetic recording. Much of his career was with IBM in San Jose, California. He is a Fellow of the Institute of Electrical and Electronics Engineers and a member of the National Academy of Engineering.", "53853066": "Jeffrey Urbach is an American physicist, currently focusing in biophysics of cellular dynamics and mechanics and physics of Soft Matter at Georgetown University and is an Elected Fellow of the American Physical Society.[1]", "33635207": "Jānis Kļaviņš (April 27, 1933 – November 25, 2008) was a Latvian chess master who won the Latvian Chess Championship in 1952.", "1063819": "Władysław Natanson (1864–1937) was a Polish physicist.", "40188811": "Prof Hans Pettersson FRSFor HFRSE RSAS  (1888–1966) was a 20th century Swedish physicist and oceanographer.[2][3][4][5]", "6896527": "George Albert \"Jay\" Keyworth II (G. A. Keyworth) (November 30, 1939 – August 23, 2017) was an American physicist who served as White House Science Advisor from 1981 to January 1986. He was a board member of Hewlett-Packard who was asked to step down in light of the controversy surrounding disclosure of sensitive information to the media.[1]  He resigned on September 13, 2006.[2]", "8567702": "Valentin Scheidel (born 1883) was a German physicist.", "29342615": "Andrew G. White FAA is an Australian scientist and is currently Professor of Physics and a Vice-Chancellor's Senior Research Fellow at the University of Queensland. He is also Director of the University of Queensland Quantum technology Laboratory;[1] Deputy-Director of the ARC Centre for Engineered Quantum systems,[2] and a Program Manager in the ARC Centre for Quantum Computer and Communication Technology.[3] (He has been a founding member of three Australian Research Council Centres of Excellence,[4][5][6]).", "20954012": "Csaba Csáki is a theoretical physicist who studied under Lisa Randall at the MIT Center for Theoretical Physics. He is known for his work in models of extra dimensions and supersymmetry. He is currently a professor at Cornell University. He was granted fellowship by the American Physical Society in 2016.[1][2]", "50510749": "Antonio Castellanos Mata (7 March 1947 – 27 January 2016)[1] was a Spanish physicist.", "63224734": "Leslie S. G. Kovasznay (14 April 1918, Budapest – 17 April 1980) was a Hungarian-American engineer, known as one of the world's leading experts in turbulent flow research.[1]", "54016925": "Vijay Kumar Kapahi (21 January 1944 – 16 March 1999) was an Indian astrophysicist and the director of the National Centre for Radio Astrophysics, an autonomous division of Tata Institute of Fundamental Research. Known for his research on radio galaxies, quasars and observational cosmology, Kapahi was an elected fellow of all the three major Indian science academies – Indian Academy of Sciences, Indian National Science Academy and National Academy of Sciences, India – as well as of the Maharashtra Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology for his contributions to physical sciences in 1987.[1][note 1]", "70400928": "Aneta Stefanovska is a Macedonian-born, Slovenian-British biophysicist. She is a professor of physics at Lancaster University.[1]", "13712284": "Pierre-Ernest Weiss (25 March 1865, Mulhouse – 24 October 1940, Lyon) was a French physicist who specialized in magnetism. He developed the domain theory of ferromagnetism in 1907.[2] Weiss domains and the Weiss magneton are named after him.   Weiss also developed the molecular or mean field theory, which is often called Weiss-mean-field theory, that led to the discovery of the Curie–Weiss law. Alongside Auguste Piccard, Pierre Weiss is considered one of the first discoverers of the magnetocaloric effect in 1917.[3]", "48511907": "Ayşe Erzan (born 1949) is a Turkish theoretical physicist.\nShe has received a number of awards including a L'Oréal-UNESCO Award for Women in Science in 2003 and a Rammal Award in 2009.", "59095982": "Arie Bijl (Maassluis, 23 December 1908 – Hamburg-Neuengamme, 2 January 1945) was a Dutch theoretical physicist and resistance man.", "4570030": "Lloyd Cross is an American physicist and holographer.", "52116400": "Alexandra Olaya-Castro is a Colombian-born theoretical physicist, currently a Professor in the Department of Physics and Astronomy at University College London. She is also the Vice-Dean (Equality, Diversity and Inclusion) for the Mathematical and Physical science Faculty.[1]", "1260465": "Alan Nunn May (sometimes Allan)[n 1] (2 May 1911 – 12 January 2003) was a British physicist and a confessed and convicted Soviet spy who supplied secrets of British and American atomic research to the Soviet Union during World War II.", "3226546": "Ronald William Prest Drever (26 October 1931 – 7 March 2017) was a Scottish experimental physicist. He was a professor emeritus at the California Institute of Technology, co-founded the LIGO project, and was a co-inventor of the Pound–Drever–Hall technique for laser stabilisation, as well as the Hughes–Drever experiment.   This work was instrumental in the first detection of gravitational waves in September 2015.[2][3][4][5][6][7]", "9878454": "Aaron Lemonick (February 2, 1923 – June 19, 2003) was a Princeton University physics professor and administrator who served as dean of the graduate school from 1969 to 1973,[1] and as dean of the faculty from 1973 to 1989. Joseph Taylor, winner of the 1993 Nobel Prize in Physics, attributes his decision to study physics instead of mathematics to Lemonick's freshman physics course at Haverford.[2] Princeton awarded him the President's Award for Distinguished Teaching when he retired in 1994, and he received an honorary degree in 2001.[2]", "244666": "Frits Zernike  (Dutch pronunciation: [ˈfrɪtˈsɛrnikə]; 16 July 1888 – 10 March 1966) was a Dutch physicist and winner of the Nobel Prize in Physics in 1953 for his invention of the phase-contrast microscope.", "71318461": "Michael S. Lubell[1] is an American physicist. He is the Mark W. Zemansky Professor of Physics at the City College of New York.[2]", "67353534": "Ralf Metzler (born 13 October 1968) is a physicist that focuses on nonequilibrium statistical physics and anomalous stochastic processes, with applications to biological and soft matter systems.[1][2] He currently is chair professor for theoretical physics at the University of Potsdam and is an Alexander von Humboldt Polish Honorary Research Fellow.[3]", "67484615": "Sarah Mariehelen Cousineau is an American physicist. In 2020, she was elected a Fellow of the American Physical Society for her \"high-impact contributions to high-power proton accelerator research, inspiring workforce education and effective leadership in the physics of beams.\"", "43334606": "Frank Hill (born July 31, 1951) is an American astrophysicist who works at the National Solar Observatory. He was formerly its associate director, and currently serves as the Global Oscillations Network Group program manager.[1]", "37534673": "Neb Duric (born 1955) is a Serbian-born American astrophysicist. He received his PhD in astrophysics in 1984 from the University of Toronto, where he earned the Royal Astronomical Society of Canada Gold Medal for academic excellence.[1] After a postdoc at University of British Columbia he moved to University of New Mexico, Albuquerque, where he stayed for many years as a professor of physics and astronomy.   He is a member of American Astronomical Society and Canadian Astronomical Society. He has co-authored over 100 scientific papers.[2] He wrote a textbook \"Advanced Astrophysics\" published by Cambridge University Press in 2003.[3]", "69614549": "Ruth Fitzmayer Schwarz (July 12, 1925[1] – August 26, 2004) was an American physicist known for her work on semiconductors in the electronics industry.[2]", "1424354": "Ashesh Prosad Mitra FNA, FASc, FRS (21 February 1927 – 3 September 2007) was a physicist who headed the National Physics Laboratory in Delhi, India and was the Director General of the Council of Scientific and Industrial Research (CSIR). He is primarily known for his work on environmental physics.[1]", "48151532": "Mario Zippermayr (25 April 1899 – 13 January 1979) was an Austrian physicist and Nazi. He is considered the inventor of the aerosol or vacuum bomb.[1]", "33700847": "Michael James Bickle FRS is a British geologist, and professor in the Department of Earth Sciences at the University of Cambridge.[2]\nHe was awarded the Coke Medal of the Geological Society in 2003,[3] and the Murchison Medal of the Geological Society in 2022. Bickle was elected Fellow of the American Geophysical Union in 2002, and Fellow of the Royal Society in 2007.[4]", "22363120": "Elephter Luarsabovich Andronikashvili (the first name sometimes spelled Elevter or Elefter, Georgian: ელეფთერ ანდრონიკაშვილი, Russian: Элевтер Луарсабович Андроникашвили; 25 December [O.S. 12 December] 1910[1] – 9 September 1989) was a Georgian physicist. He was a brother of Russian historian Irakly Andronikov.[2]", "62405616": "Chang Jin (Chinese: 常进; born July 1966) is a Chinese astronomer and the current director of Purple Mountain Observatory.[1][2][3]", "33799154": "Yuri Tsolakovich Oganessian (Russian: Юрий Цолакович Оганесян [ˈjʉrʲɪj t͡sɐˈlakəvʲɪt͡ɕ ɐgənʲɪˈsʲan]; Armenian: Յուրի Ցոլակովիչ Օգանեսյան,[a] born 14 April 1933) is a Soviet, Armenian and Russian nuclear physicist who is best known as a researcher of superheavy chemical elements.[7] He participated with the discovery of multiple elements of the periodic table.[8][9] He succeeded Georgy Flyorov as director of the Flyorov Laboratory of Nuclear Reactions at the Joint Institute for Nuclear Research in 1989 and is now its scientific director.[10] The heaviest element known of the periodic table, oganesson, is named after him, only the second time that an element was named after a living person (the other being seaborgium).[7]", "3357681": "Amos Ori (Hebrew: עמוס אורי, born 1956) is a professor of Physics at the Technion – Israel Institute of Technology in Haifa, Israel. He received media attention[1] in 2005 when he proposed, in a letter to Physical Review Letters, what he claimed was a more \"realistic\" model for time travel.[2]", "28490740": "Ezechiel Godert David \"Eddie\" Cohen (January 16, 1923[1] – September 24, 2017) was a Dutch–American physicist and Professor Emeritus at The Rockefeller University.  He is widely recognised for his contributions to statistical physics. In 2004 Cohen was awarded the Boltzmann Medal, jointly with Prof. H. Eugene Stanley.  Cohen's citation read \"For his fundamental contributions to nonequilibrium statistical mechanics, including the development of a theory of transport phenomena in dense gases, and the characterization of measures and fluctuations in nonequilibrium stationary states.\"[2]", "49331192": "Chen Yu'ao (Chinese: 陈宇翱; pinyin: Chén Yǔ'áo; born April 1981[1]) is a Chinese physicist and a professor at the University of Science and Technology of China (USTC), working on quantum information, quantum communication and quantum simulation.", "55589885": "Gattamraju Ravindra Kumar (born 15 June 1961) is an Indian laser physicist and a senior professor of Nuclear and Atomic Physics at Tata Institute of Fundamental Research. Known for his research on Ultrashort pulse and Warm dense matter, Kumar is an elected fellow of the Indian Academy of Sciences and the Indian National Science Academy. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, for his contributions to physical sciences in 2003.[1][note 1] He is also a recipient of the B. M. Birla Science Prize and Infosys Prize.", "70728704": "Stephen Robert Cotanch is an American physicist.", "25181187": "Peter Pitirimovich Sorokin (Russian: Пётр Питиримович Сорокин, 10 July 1931 – 24 September 2015) was an American Russian physicist and co-inventor of the dye laser.[1][2]  He was born in Boston and grew up in Winchester, Massachusetts.[3][4] He attended Harvard University, receiving a BA degree in 1952 and a PhD in Applied Physics in 1958; his PhD thesis adviser was Nicolaas Bloembergen.[4]", "13974530": "Theophil Friedrich Christen (1 April 1873 in Basel – 6 May 1920 in Genfersee) was a doctor, mathematician, physicist, economist and pioneer of physical medicine, in particular of X-ray radiation.\nZeitschrift für medizinische Physik wrote:[1]", "22166535": "Donald James Hughes (April 2, 1915 – April 12, 1960) was an American nuclear physicist, chiefly notable as one of the signers off the Franck Report in June, 1945, recommending that the United States not use the atomic bomb as a weapon to prompt the surrender of Japan in World War II.[1]", "22821894": "Zheng Zhemin (2 October 1924 – 25 August 2021), also romanized as Cheng Che-Min, was a Chinese explosives engineer and physicist specializing in explosive mechanics.", "8305675": "Piyare Lal Jain (December 11, 1921 – October 28, 2019) was a particle physicist at University at Buffalo.  On December 6, 2006, he claimed the discovery of the long-sought axion subatomic particle.\n[1]", "1227787": "Pierre Victor Auger (French pronunciation: [oʒe]; 14 May 1899 – 24 December 1993) was a French physicist, born in Paris. He worked in the fields of atomic physics, nuclear physics, and cosmic ray physics.[1] He is famous for being one of the discoverers of the Auger effect, named after him.", "52345874": "Clive Arthur Peirson Foxell CBE (27 February 1930 – 30 July 2016) was an English physicist who pioneered the use of fibre-optic technology and was an author on the history of the Metropolitan Railway about which he produced a number of books.", "39238678": "John Harry Williams (July 7, 1908 – April 18, 1966) was a Canadian-American physicist.", "6339609": "John Howard \"Jack\" Gibbons (January 15, 1929 – July 17, 2015) was an American scientist, nuclear physicist, and internationally recognized expert in technologies for energy efficiency and energy resource conservation.[2] He served as the assistant to the president for science and technology and director of the White House Office of Science and Technology Policy under President Bill Clinton from 1993 to 1998.", "61750302": "Patrick Flandrin (born 2 June 1955) is a French physicist, research director at CNRS researcher at École Normale Supérieure de Lyon, and member of the French Academy of Sciences.[1]", "56540192": "Francis Ian Gregory Rawlins CBE FRSE FSA FIP (1895–2 March 1969) was a British physicist and crystallographer.[1] Professionally he was known as Ian Rawlins however most friends called him Fig Rawlins. He was an expert on x-ray photography and shadowgraphs.", "2079780": "Werner Israel, OC FRSC FRS OC FRSC FRS (October 4, 1931 – May 18, 2022) was a distinguished theoretical physicist best known for his contributions to gravitational theory, and especially to the understanding of black holes.", "57326629": "Morris Barker Crawford (September 26, 1852 – 1940) was an American academic, and the first professor of physics at Wesleyan University in Middletown, Connecticut.", "4209700": "Timothy J. Sumner is Professor of Experimental Physics at Imperial College London. He is a member of the UK Dark Matter Collaboration, and Sumner's interests cover a wide range of astronomy-related fields, focusing particularly on particle physics.", "35404840": "Lev Matveevich Zelenyi (Russian: Лев Матвеевич Зелёный, born August 23, 1948) is a Soviet and Russian physicist, an expert in the field of space plasma physics, the physics of solar-terrestrial relations, nonlinear dynamics and planetary research. Academician of the Russian Academy of Sciences (2008, Corresponding Member 2003), Doctor of Physical and Mathematical Sciences, Professor, Director of the Space Research Institute of the Russian Academy of Sciences (2002-2017), with whom his entire career is connected, now his scientific advisor. Vice-president of the Russian Academy of Sciences in 2013–2017, member of the Presidium of the Russian Academy of Sciences. Foreign member of the Bulgarian Academy of Sciences (2008), full member of the International Academy of Astronautics.", "37043240": "Christopher Bronk Ramsey is a British physicist, mathematician and specialist in radiocarbon dating. He is a professor at the University of Oxford and was the Director of the Research Laboratory for Archaeology and the History of Art (RLAHA) from 2014 until 2019.[1] He is a member of Merton College, Oxford and a Bodley Fellow.[2][3] His doctorate, completed in 1987, included the first successful implementation of carbon dioxide gas as a target for radiocarbon dating via accelerator mass spectrometry.[1][4]", "26098733": "Abram A. Slutskin (1891–1950) was a Ukrainian scientist and professor who had a major role in shaping radio science in the Soviet Union. He was a pioneer in cavity magnetron development and the application of these devices in radio-location (radar) systems.", "28458032": "Konrad Bleuler (German: [ˈblɔɪlər]; 23 September 1912, Herzogenbuchsee – 1 January 1992, Königswinter) was a Swiss physicist who worked in the field of theoretical particle physics and quantum field theory.[1] He is known for his work on the quantisation of the photon, the Gupta–Bleuler formalism.[2]", "23608371": "Paul Henry Carr (born May 12, 1935)[1] is a physicist and researcher. His ten patents have contributed to compact, low-cost filters and signal processing devices for radar, TV, and cell phones.", "474165": "Giovanni Amelino-Camelia (born 14 December 1965, Naples) is an Italian physicist of the University of Naples Federico II who works on quantum gravity.", "72793141": "Václav Karel Bedřich Zenger (German: Wenzel Karl Friedrich Zenger; 17 December 1830 – 22 January 1908) was a Czech physicist, meteorologist, professor and rector of the Czech Technical University in Prague.", "50543671": "Simons Investigator  in Theoretical Physics (2015)\nSimons Fellow (2013)\nAmerican Association for the Advancement of Science (2012)\nAmerican Academy of Arts and Sciences (2010)", "74136639": "Kristan Lee Corwin is an American physicist who is a professor and division chief at the National Institute of Standards and Technology. Her research considers nonlinear optics and emerging laser systems.", "474175": "Laurent Freidel is a French theoretical physicist and mathematical physicist known mainly for his contributions to quantum gravity, including loop quantum gravity, spin foam models, doubly special relativity, group field theory, relative locality and most recently metastring theory. He is currently a faculty member at Perimeter Institute for Theoretical Physics in Waterloo, Ontario, Canada.[2]", "474177": "Rodolfo Gambini (born 11 May 1946) is a physicist and professor of the Universidad de la Republica in Montevideo, Uruguay and a visiting professor at the Horace Hearne Institute for Theoretical Physics at the Louisiana State University.", "46283841": "Pavel Aleksandrovich Belov  (Russian: Па́вел Алекса́ндрович Бело́в; born 18 December 1977 in Ust-Ilimsk), is a Russian physicist, head of The International Research Centre for Nanophotonics and Metamaterials (St. Petersburg, Russia).", "72596545": "Barbara Frisken a Canadian physicist who is a professor at the Simon Fraser University. Her research considers soft matter and the realisation of Polymer Electrolyte Membrane Fuel Cells. She is President of the Canadian Association of Physicists.", "474182": "Christopher Isham (/ˈaɪʃəm/; born 28 April 1944),[3] usually cited as Chris J. Isham, is a theoretical physicist at Imperial College London.", "31636552": "Andreas J. Albrecht is a theoretical physicist and cosmologist who is a professor and chair of the physics department at the University of California, Davis.[1] He is one of the founders of inflationary cosmology[2] and studies the formation of the early universe, cosmic structure, and dark energy.[3]", "1588297": "Yoseph Bar-Cohen is a physicist at the Jet Propulsion Laboratory who specializes in electroactive materials and ultrasonic nondestructive evaluation (NDE), and is responsible for the Nondestructive Evaluation and Advance Actuators (NDEAA) lab at JPL. Bar-Cohen is a fellow of the International Society for Optical Engineering (SPIE) and the American Society for Nondestructive Testing (ASNT).", "60406856": "Kenneth Meade Lakin (January 14, 1941 - November 24, 2014) was a U.S. physicist credited as the inventor of the solidly mounted resonator (SMR).", "44252237": "Sekhar Basu (20 September 1952 – 24 September 2020) was an Indian nuclear scientist who served as the chairman of the Atomic Energy Commission and Secretary to the Government of India, Department of Atomic Energy (DAE).[1] He also served as the Director of Bhabha Atomic Research Centre (BARC), the Project Director of Nuclear Submarine Program, and later as the Chief Executive of the Nuclear Recycle Board at Bhabha Atomic Research Center .[2] He was a recipient of India's fourth highest civilian honor Padma Shri in 2014.[3]", "62405711": "Chang Kai (Chinese: 常凯; born August 1964) is a Chinese physicist currently serving as research fellow at the Institute of Semiconductors, Chinese Academy of Sciences (CAS).[1]", "25181267": "Fritz Peter Schäfer (15 January 1931 – 25 April 2011) was a German physicist, born in Hersfeld, Hesse-Nassau.  He is the co-inventor of the organic dye laser.[1][2]  His book, Dye Lasers, is considered a classic in the field of tunable lasers.   In this book the chapter written by Schäfer gives an ample and insightful exposition on organic laser dye molecules in addition to a description on the physics of telescopic,[3] and multiple-prism,[4] tunable narrow-linewidth laser oscillators.", "70794325": "Melissa Louise Mather is an Australian physicist who is Professor in Biological Sensing and Imaging at the University of Nottingham. Her research considers the development of novel sensing techniques, including ultrasound, single molecule imaging and nitrogen-vacancy centers in diamond.", "3095639": "Robert K. Logan (born August 31, 1939), originally trained as a physicist, is a media ecologist.", "50478167": "Johannes Hendrik van der Merwe (28 February 1922 - 28 February 2016) was a South African mathematician and physicist. The Frank–Van der Merwe crystal growth model carries his name and he was awarded numerous South African academic prizes. He is sometimes referred to as the \"Father of Epitaxy\". His research is seen as fundamental to applications in communication technology.", "1424473": "Krishnaswamy Kasturirangan (born 24 October 1940) is an Indian space scientist who headed the Indian Space Research Organisation (ISRO) from 1994 to 2003.[1] He is presently Chancellor of Central University of Rajasthan[2] and NIIT University.[3] He is the former chancellor of Jawaharlal Nehru University[4] and the chairman of Karnataka Knowledge Commission.[5] He is a former member of the Rajya Sabha (2003–09) and a former member of the now defunct Planning Commission of India. He was also the director of the National Institute of Advanced Studies, Bangalore, from April 2004 to 2009. He is a recipient of the three major civilian awards from the Government of India: the Padma Shri, the Padma Bhushan and the Padma Vibhushan.[6]", "474202": "Carlo Rovelli (born May 3, 1956) is an Italian theoretical physicist and writer who has worked in Italy, the United States and, since 2000, in France.[1] He is also currently a Distinguished Visiting Research Chair at the Perimeter Institute,[2] and core member of the Rotman Institute of Philosophy of Western University.[3]\nHe works mainly in the field of quantum gravity and is a founder of loop quantum gravity theory. He has also worked in the history and philosophy of science. He collaborates with several Italian newspapers, including the cultural supplements of the Corriere della Sera, Il Sole 24 Ore and La Repubblica.\nHis popular science book, Seven Brief Lessons on Physics, was originally published in Italian in 2014. It has been translated into 41 languages[4] and has sold over a million copies worldwide.[5] In 2019, he was included by Foreign Policy magazine in a list of 100 most influential global thinkers.[6]", "61291616": "William J. Nellis (born June 25, 1941) is an American physicist. He is an Associate of the Physics Department of Harvard University.[1] His work has focused on ultra-condensed matter at extreme pressures, densities and temperatures achieved by fast dynamic compression. He is most well-known for the first experimental observation of a metallic phase of dense hydrogen, a material predicted to exist by Eugene Wigner and Hillard Bell Huntington in 1935.[2]", "769122": "John Henry Poynting FRS[1] (9 September 1852 – 30 March 1914[2][3]) was an English physicist. He was the first professor of physics at Mason Science College from 1880 to 1900, and then the successor institution, the University of Birmingham until his death.[4]", "1424483": "Udupi Ramachandra Rao (10 March 1932 – 24 July 2017) was an Indian space scientist and former chairman of the Indian Space Research Organisation.[1] He was also the Chairman of the Governing Council of the Physical Research Laboratory at Ahmedabad and Nehru Planetarium at Bengaluru and chancellor of the Indian Institute for Space Science and Technology (IIST) at Thiruvananthapuram.[2] He is known as \"The Satellite Man of India\". He pioneered India's first satellite launch Aryabhata in 1975.", "2538600": "Robert Gaston André Maréchal (10 December 1916 – 14 October 2007) was a French researcher and administrator in optics.", "47332457": "Victor Mercea (2 January 1924 – 29 June 1987) was a Romanian nuclear physicist. His most notable scientific contributions were to the production of heavy water. He authored more than 200 scientific publications. He was the head of the Institute of Isotopic and Molecular Technologies (ITIM, Cluj-Napoca) from 1970 to 1987; Professor of Solid-State Physics, Magnetism and Electronics at Babeș-Bolyai University; Dean of the Faculty of Physics (1981-1984); corresponding member of the Romanian Academy (1963).", "21445738": "Hans Joachim \"John\" Schellnhuber (born 7 June 1950)[1][2] is a German atmospheric physicist, climatologist and founding director of the Potsdam Institute for Climate Impact Research (PIK) and former chair of the German Advisory Council on Global Change (WBGU).[3]", "36650095": "Allan Trautman (born May 25, 1955) is an American puppeteer, best known for his work with The Jim Henson Company.", "58670200": "Liu Guangding (simplified Chinese: 刘光鼎; traditional Chinese: 劉光鼎; pinyin: Liǘ Guāngdǐng; 29 December 1929 – 7 August 2018) was a Chinese geophysicist best known for his work in geophysics, marine geology and petroleum geology. He had been hailed as \"Father of Chinese marine geology\".[1] He was a member of the 8th and 9th National Committee of the Chinese People's Political Consultative Conference.[2]", "42744956": "Lorella Margaret Jones (February 22, 1943 – February 9, 1995), was a professor of physics and director of the Computer-based Education Research Laboratory (CERL) at the University of Illinois at Urbana–Champaign. Jones was interested in the application of computers to physics education and championed the cause of women in physics. She wrote an essay entitled \"Intellectual Contributions of Women in Physics\" in Women of Science: Righting the Record.", "769148": "Ludwig Prandtl (4 February 1875 – 15 August 1953)[1] was a German fluid dynamicist, physicist and aerospace scientist. He was a pioneer in the development of rigorous systematic mathematical analyses which he used for underlying the science of aerodynamics, which have come to form the basis of the applied science of aeronautical engineering.[2] In the 1920s, he developed the mathematical basis for the fundamental principles of subsonic aerodynamics in particular; and in general up to and including transonic velocities. His studies identified the boundary layer, thin-airfoils, and lifting-line theories. The Prandtl number was named after him.[3]", "34192521": "Solomon J. Buchsbaum (December 4, 1929 – March 8, 1993) was a Polish American physicist and technologist, best known as chair of the White House Science Council under Presidents Ronald Reagan and George H. W. Bush, and as a senior executive at Bell Laboratories.", "72236170": "Alysia Diane Marino is an American experimental particle physicist. She is the Jesse L. Mitchell Endowed Chair at the University of Colorado, Boulder. In 2022, Marino was elected a Fellow of the American Physical Society for \"major contributions to understanding the physics of neutrino production and interactions, and for leadership in data analysis in the T2K and NA61/SHINE collaborations.\"", "61619339": "Jean Vincent Bellissard (born 1 March 1946, Lyon) is a French theoretical physicist and mathematical physicist,[1] known for his work on C*-algebras, K-theory, noncommutative geometry as applied to solid state physics, particularly, to quantum Hall effect.[2]", "53263497": "Adela Emilia Ringuelet (27 March 1930 – 26 April 2023) was an Argentine astrophysicist and astronomer at the Félix Aguilar Observatory in Argentina.[1][2]", "1162381": "Robert James Lang (born May 4, 1961)[citation needed] is an American physicist who is also one of the foremost origami artists and theorists in the world. He is known for his complex and elegant designs, most notably of insects and animals. He has studied the mathematics of origami and used computers to study the theories behind origami. He has made great advances in making real-world applications of origami to engineering problems.", "70204553": "Ludwig Friedrich Christian Holborn (29 September 1860 –  19 September 1926)[1] was a German physicist known for his work in the measurement of high temperature using optical pyrometry.", "507024": "William Webster Hansen (May 27, 1909 – May 23, 1949) was an American physicist and professor. He was one of the founders of the technology of microwave electronics.[1]", "26524821": "Frederic de Hoffmann (July 8, 1924 in Vienna, Austria – October 4, 1989 in La Jolla) was a nuclear physicist who worked on the Manhattan Project.[1] He came to the United States of America in 1941 and graduated from Harvard University in 1945 (he also received a master's in 1947 and a doctorate in 1948).[1] Before graduating, de Hoffmann was sent to Los Alamos National Laboratory in 1944 where he assisted Edward Teller in the development of the Hydrogen bomb.[1] Frederic de Hoffmann was an advocate of peaceful atomic energy.[1]", "48675992": "Leo Stodolsky is the former director of the Max Planck Institute for Physics.[1][2]", "66174110": "William Ka Ming Lau (born 22 March 1950) is a senior scientist at the Earth System Science Interdisciplinary Center, a research center at the University of Maryland and an Adjunct Professor of the Department of Atmospheric and Oceanic Sciences at the University of Maryland.[1] A physicist by training, his research spans over 4 decades covering a wide range of topics in climate dynamics, tropical meteorology, ocean-atmosphere coupling, aerosol-water cycle interactions, and climate variability and change. Lau conducted pioneering research on atmospheric teleconnection,[2] and the global monsoon climate system.[3][4] He discovered the aerosol-monsoon regional feedback mechanism, i.e., the Elevated Heat Pump (EHP) effect that strongly modulate climate change in Asian monsoon regions.[5][6][7] He was the senior author of a popular research reference book, “Intraseasonal Variability in the Atmosphere-Ocean Climate System”.[8] As of November 2020, he has coauthored 297 refereed papers, with total citation = 33,932, h-index=101.[9]", "2571426": "James Maxwell Bardeen (May 9, 1939 – June 20, 2022) was an American physicist, well known for his work in general relativity, particularly his role in formulating the laws of black hole mechanics. He also discovered the Bardeen vacuum, an exact solution of the Einstein field equation.", "4799655": "Melvin Burt Gottlieb (May 25, 1917 in Chicago, Illinois – December 1, 2000 in Haverford Township, Pennsylvania) was a high-energy physicist and director of the Princeton Plasma Physics Laboratory (1961–1980).  With Van Allen he did the early studies of the magnetosphere, and he later led US fusion research.", "60931244": "Yakov Naumovich Feld (March 10, 1912, Kyiv — August 28, 1995, Moscow) — Soviet physicist who worked in the field of electrical engineering and antennas; laureate of A.S. Popov prize of the USSR Academy of Sciences (1986), doctor of technical Sciences (1947), Professor (1948).", "11058349": "Wilfrid Basil Mann (4 August 1908 – 29 March 2001) was a radionuclide metrologist.[1]", "53787822": "Rudolf Muradovich Muradyan (Armenian: Ռուդոլֆ Մուրադի Մուրադյան; born 19 June 1936, Yerevan, Armenian SSR, USSR) is an Armenian theoretical physicist. Rudolf Muradyan's main research relate to theoretical physics, elementary-particle physics, cosmology and the origin of the Universe. Considering the properties of the interaction of elementary particles, he proposed the possibility of large-scale invariance in high-energy physics, from which the \"Matveev-Muradyan-Tavkhelidze quark counting rule\" is derived especially. He also researched the connection between the appearance of the Universe's rotation and magnetic fields and the cosmological constant. He is the recipient of the 1988 Lenin Prize, along with Albert Tavkhelidze and Viktor Matveev, for the discovery of dimensional quark counting rules.[1][2]", "42417327": "Sudeshna Sinha is a professor at the Indian Institute of Science Education and Research, Mohali. She was at the Institute of Mathematical Sciences, Chennai, for over a decade. She works in the field of nonlinear physics. Her work on 'chaos-based' hardware (so-called \"Chaos computing\") is being developed commercially by the US-based company Chaologix.[1] Chaologix has now been acquired by ARM (Cambridge, England).[2]", "53853360": "Ci-Ling Pan from the National Tsing Hua University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Laser Science in 2009,[3] for pioneering studies of the physics and technology of ion-planted semiconductor and liquid-crystal devices for ultrafast and THz applications, and for significant contributions toward developing tunable and ultrafast laser systems for applications in communications, sensing, spectroscopy and materials diagnostics a", "1686706": "Samuel Untermyer II, (25 November 1912 – 26 January 2001) was an American nuclear scientist. He was the son of notable New York City jurist Irwin Untermyer and grandson of attorney Samuel Untermyer.", "53853365": "Dan Shapira (born November 13, 1943) is an American physicist from the Oak Ridge National Laboratory. He was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by the Division of Nuclear Physics  in 2009,[3] for contributions to the study of nuclear collisions: the discovery of nuclear orbiting, pioneering measurements of the space-time extent of particle-emitting sources,[4] and seminal studies of fusion with n-rich exotic beams, and for development of innovative instrumentation to enable these studies.", "53853366": "Donald G. Crabb from the University of Virginia, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by the Division of Nuclear Physics in 2009,[3] for \"his contributions to the use of high field polarized targets and development of high polarization and radiation resistant polarized target materials and his role in using them in seminal particle physics experiments and advancing the knowledge of the behavior in high intensity beams\".[3]", "41204917": "Hermann Ebert (20 June 1861 in Leipzig – 12 February 1913 in Munich) was a German physicist.", "20167865": "Giuseppe Domenico Botto (4 April 1791 – 20 March 1865) was an Italian physicist.", "53853370": "Eric Borguet from the Temple University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Chemical Physics in 2009,[3] for \"his seminal contributions to our understanding of optical, molecular and electronic phenomena at buried interfaces, complex interfaces, and nanosystems; and for the development of novel experimental tools and methodologies, particularly the development of fluorescent labeling of surface species.\"", "62405819": "Fang Zhong (Chinese: 方忠; pinyin: Fāng Zhōng; born July 1970) is a Chinese physicist and the current director of the Institute of Physics, Chinese Academy of Sciences.[1]", "53853376": "Farhat N. Beg from the University of California, San Diego, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by his Division of Plasma Physics  in 2009,[3] for contributions to the understanding of physics of short pulse high intensity laser matter interactions and pulsed power driven dense Z-pinches. His empirical scaling of hot electron temperature versus laser intensity has contributed significantly to the understanding of relativistic electron generation and transport in matter. He was the recipient of the Department of Energy Early Career Award in 2005 as well as the IEEE Early Achievement Award in 2008.[4] He also has been a fellow of the IEEE since 2011.[5] He currently is the director of the Center for Energy Research at UCSD with a focus on Inertial Confinement Fusion.[6]'", "53853379": "Franco Cacialli is an Italian physicist affiliated with the University College London.[1] He was awarded the status of Fellow[2] in the American Physical Society,[3] after he was nominated by the Division of Materials Physics in 2009,[4] for \"his significant contributions to the science and technology of organic semiconductors and related applications, and especially for seminal contributions to the scanning near-field optical microscopy (SNOM) assisted lithography of organic semiconductor nanostructures.", "53853383": "Gaston R. Gutierrez currently works at Fermi National Accelerator Laboratory (Fermilab) where he holds a Scientist II position. He completed his undergraduate education in the National University of La Plata, Argentina in 1977.[1] In 1982 he received his PhD from the same institution. He was awarded the status of Fellow[2] in the American Physical Society,[3] after they were nominated by their Division of Particles and Fields in 2009,[4] for leading the introduction of \"\"matrix-element\"\" techniques for extracting precise measurements of standard-model parameters at hadron colliders and for seminal and vital contributions to the construction of the unique scintillating fiber tracker for the DZero experiment.[5]", "53853385": "James G. Alessi from the Brookhaven National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Physics of Beams in 2009,[3] for his many groundbreaking contributions to the development of intense negatively charged hydrogen (H-) beam sources, both unpolarized and spin-polarized, and the development of a high intensity Electron Beam Ion Source for the production of beams of high charge state heavy ions.", "53853389": "James G. Brasseur from the Pennsylvania State University, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by the Division of Fluid Dynamics in 2009,[3] for advancements in knowledge of nonclassical interscale interactions in turbulence and in large-eddy simulation of the high Reynolds number boundary layer, and for interdisciplinary contributions to gastro-intestinal medicine by integrating physiology, mechanics, and mathematical modeling.", "45038800": "Sverker Johansson (born 1961) is a Swedish physicist, linguist, textbook author and university professor. He created Lsjbot, a Wikipedia bot.", "53853393": "James T. Linnemann is an American physicist.", "53853398": "János Bergou (born 22 March 1947) is a Hungarian physicist and academic who is currently a professor at Hunter College in New York. In 2009, he was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Laser Science in 2009,[3] for \"outstanding work in quantum optics and quantum information, in particular work on the theory of correlated emission lasers, the effect of pump statistics on the nature of the electromagnetic field produced in lasers and micromasers, and on quantum state discrimination.\"", "15711446": "Thomas Toliver Goldsmith Jr. (January 9, 1910 – March 5, 2009) was an American television pioneer, the co-inventor of the cathode-ray tube amusement device, and a professor of physics at Furman University.", "2604249": "Myron Samuel Malkin (1924 - 1994) was a U.S. administrator and physicist. Malkin was the father and first director of the U.S. Space Shuttle program from 1973 to 1980.", "48676058": "Gerd W. Buschhorn (21 June 1934 – 20 January 2010) is the former director of the Max Planck Institute for Physics.[1]", "53853403": "Jianming Qian from the University of Michigan, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by their Division of Particles and Fields in 2009,[3] for outstanding contributions and leadership in the analysis of high-energy particle interactions at CERN and at Fermilab, with especially noteworthy participation in the D-Zero experiment leading to the recent discovery of two new baryons containing b-qu.", "34487515": "John George Trump (August 21, 1907 – February 21, 1985) was an American electrical engineer, inventor, and physicist.  A professor at the Massachusetts Institute of Technology from 1936 to 1973, he was a recipient of the National Medal of Science and a member of the National Academy of Engineering.[3][4][5] Trump was noted for developing rotational radiation therapy.[3] Together with Robert J. Van de Graaff, he developed one of the first million-volt X-ray generators.[6]", "53853401": "Jens G. Eggers from the University of Bristol, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Fluid Dynamics in 2009,[3] for applications of the ideas of singularities to free-boundary problems such as jet breakup, drop formation, air entrainment, thin-film dynamics including wetting, dewetting and contact line motions, and with further applications to polymeric flows and models for granular dynamics.", "53853409": "John W. Staples from the Lawrence Berkeley National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by the Division of Physics of Beams in 2009,[3] for his exemplary leadership and contributions to the design, fabrication and commissioning of radio frequency quadrupoles, for his innovative work in the development of femtosecond beam synchronization techniques, and for dedication to the mentoring of accelerator students and young colleagues.", "52149480": "Katherine Mary Clerk Maxwell (née Dewar; 1824 – 12 December 1886) was a Scottish physical scientist best known for her observations which supported and contributed to the discoveries of her husband, James Clerk Maxwell. Most notable of these are her involvement with his colour vision and viscosity of gases experiments. She was born Katherine Dewar in 1824 in Glasgow[1][2] and married Clerk Maxwell in 1858.[3][4]", "31407337": "Prof Auguste Arthur de la Rive ForMemRS, HFRSE (9 October 1801 – 27 November 1873) was a Swiss physicist. He was President of the Helvetic Society of Natural Science in 1845.", "14105833": "Albert Francis Birch (August 22, 1903 – January 30, 1992) was an American geophysicist. He is considered one of the founders of solid Earth geophysics. He is also known for his part in the atomic bombing of Hiroshima and Nagasaki.", "1785069": "Richard Arnold Epstein (March 5, 1927 in Los Angeles, California – July 5, 2016), also known under the pseudonym E. P. Stein, was an American game theorist.", "66141422": "Nandini Trivedi is an Indian-American physicist and Professor of Physics at Ohio State University. Her research is on the emergence of new states of matter arising from strong interactions between electrons in quantum materials. She was elected a Fellow of the American Association for the Advancement of Science in 2020.", "28130543": "Praveen Chaudhari (November 30, 1937 – January 12, 2010)[1] was an Indian American physicist who has contributed to the field of material physics.[2][3] His research focused on structure and properties of amorphous solids, defects in solids, mechanical properties of thin films, superconductivity, quantum transport in disordered systems, liquid crystal alignment on substrates, and the magnetic monopole experiment.[4]  He published numerous papers and filed 22 patents, most notably one for the erasable read-write compact discs which are commonly used to burn music.[5]", "5160180": "George Kimball Burgess (January 4, 1874 – July 2, 1932) was an American physicist, considered one of the most notable scientists of his era.  He authored and translated numerous studies, was a leading member and president of many scientific societies and, for the last nine years of his life, served as director of the National Bureau of Standards.[1]", "70139129": "Aleksander Nikolaevich Omelyanchuk (Ukrainian: Омельянчук Олександр Миколайович; 27 July 1947 – 10 February 2022) was a Hungarian-born Ukrainian physicist and academic.", "1916155": "Bruce Cork (1916 – October 7, 1994) was a physicist who discovered the antineutron in 1956 while working at the Lawrence Berkeley National Laboratory. He retired from Lawrence in 1986. He died October 7, 1994, at the age of 78 after a long illness.", "57490686": "Alexey Aleksandrovich Alexandrov (Russian: Алексей Александрович Александров; born 1933) is a Soviet and Russian scientist and professor in the field of thermal engineering.[1][2]", "45006079": "Robert David Larter is a British marine geophysicist with the British Antarctic Survey and a recipient of the Polar Medal.", "867587": "David Ritz Finkelstein (July 19, 1929 – January 24, 2016) was an emeritus professor of physics at the Georgia Institute of Technology.[1][2]", "68795657": "Benson T. Chertok  was professor of physics at The American University in Washington, D.C., a researcher in the field of high energy nuclear physics, and an advocate for arms control.[1]", "51068170": "Stephen George Gasiorowicz (May 10, 1928 – June 3, 2016) was an American theoretical physicist.[1]\nHe was born in Danzig in 1928 (Gdansk, Poland) and graduated from the University of California, Los Angeles in 1952.[2]", "32423178": "John Gordon King (1925–2014[1]) was an English-born American physicist who was the Francis Friedman Professor of Physics (emeritus) at the Massachusetts Institute of Technology,[2] the former director of MIT’s Molecular Beam Laboratory,[3] and the former associate director of MIT’s Research Laboratory of Electronics.[4][5]", "61816076": "James Edward Young (born January 18, 1926) is an American physicist who was the first black tenured faculty member in the Department of Physics at Massachusetts Institute of Technology. He was a founding member of the National Society of Black Physicists and a mentor for Shirley Ann Jackson.", "67124491": "Ute M. Ebert is a German physicist known for her research on plasma physics and electric discharge in gases. She is a researcher in the Netherlands at the Centrum Wiskunde & Informatica, where she heads the research group on multiscale dynamics,[1] and a part-time full professor at the Eindhoven University of Technology, affiliated with the Elementary Processes in Gas Discharges group.[2]", "10501390": "Jeffrey Burke Satinover (September 4, 1947) is an American psychiatrist, psychoanalyst, and physicist. He is known for books on a number of controversial topics in physics and neuroscience, and on religion, but especially for his writing and public-policy efforts relating to homosexuality, same-sex marriage and the ex-gay movement.", "67091739": "Wolfgang Sellmeier was a German theoretical physicist who made major contributions to the understanding of the interactions between light and matter.[1] In 1872 he published his seminal work Ueber die durch die Aetherschwingungen erregten Mitschwingungen der Körpertheilchen und deren Rückwirkung auf die ersteren, besonders zur Erklärung der Dispersion und ihrer Anomalien.[2] Before this publication, physicists tried to understand light as a periodic perturbation of an invisible substance that spanned the entire universe: the ether.[1]", "39894303": "Anders Johan Thor (1935–2012) was a Swedish scientist and teacher most notable for his\nleadership in international standardization of quantities and units. He is one of the creators of binary prefixes[1] and the IUPAC Green Book.[2]", "20725024": "Anatol Markovich Zhabotinsky (Анато́лий Ма́ркович Жаботи́нский) (January 17, 1938 – September 16, 2008) was a Soviet biophysicist who created a theory of the chemical clock known as Belousov–Zhabotinsky reaction in the 1960s and published a comprehensive body of experimental data on chemical wave propagation and pattern formation in nonuniform media. The reaction had been discovered by Boris Pavlovich Belousov in the early 1950s. From 1991 until his death, Zhabotinsky was an adjunct professor of chemistry at Brandeis University in Waltham, Massachusetts.", "53787935": "Rolla Roy Ramsey (April 11, 1872 – June 11, 1955) was an American physicist, university professor, and radio electronics pioneer.", "57916704": "Irving Wolff (6 July 1894, New York City – 5 December 1982, Princeton, New Jersey) was an American physicist and pioneer of radar.[1]", "64240930": "Boubacar Kanté is a Malian American physicist and engineer working in the field of wave-matter interaction at the University of California, Berkeley, where he is the inaugural Chenming Hu Endowed Associate Professor of Electrical Engineering and Computer Sciences (EECS).[4]. He is also faculty scientist at the Materials Sciences Division (MSD) of the Lawrence Berkeley National Laboratory. His research focuses on optical phenomena at a very small scale, developing nanostructures to harness the interaction of light and matter, such as metamaterials, scalable lasers, topological lasers,[5] compact lenses,[6] or energy harvesting nanostructures. He is mostly known for his demonstration of the world first topological laser,[7] and his overcoming of a six-decade old challenge on the scaling of single-aperture lasers with a laser known as the Berkeley Surface Emitting Laser or BerkSEL.[8]", "68730148": "János Hebling (in Hungarian: Hebling János) is a Hungarian physicist, known for his preliminary works at Terahertz physics and spectroscopy. He was born at Zirc on 9 May 1954[1] and currently works as a professor at the Institute of Physics at University of Pécs[2] and is an active researcher at the Hungarian Academy of Sciences[1] and ELI.[3]", "179495": "Heinrich Wilhelm Matthias Olbers (/ˈɔːlbərz/; German: [ˈɔlbɐs]; 11 October 1758 – 2 March 1840) was a German astronomer. He found a convenient method of calculating the orbit of comets, and in 1802 and 1807 discovered the second and the fourth asteroids Pallas and Vesta.", "14105897": "Rudolf Heinz Pose (10 April 1905 – 13 November 1975) was a German nuclear physicist who worked in the former Soviet program of nuclear weapons.", "30817578": "Madan Lal Mehta (1932–2006) was a theoretical physicist of Indian origin, particularly known for his work in random matrix theory.\n[1]", "46578987": "Zhou Xuhong (simplified Chinese: 周绪红; traditional Chinese: 周緒紅; pinyin: Zhōu Xùhóng; born October 1956) is a Chinese physicist and educator. He is the current .[1]  He previously served as president of Chang'an University from May 2002 to July 2006, president of Lanzhou University between May 2006 to June 2013, and president of Chongqing University from June 2013 to December 2017.", "34946346": "Edward Nikolayevich Trifonov (Hebrew: אדוארד טריפונוב, Russian: Эдуapд Тpифoнoв; b. March 31, 1937) is a Russian-born Israeli molecular biophysicist and a founder of Israeli bioinformatics. In his research, he specializes in the recognition of weak signal patterns in biological sequences and is known for his unorthodox scientific methods.", "39632176": "Jisoon Ihm is a South Korean physicist and Distinguished Professor in Department of Physics at Pohang University of Science and Technology in Pohang, South Korea.[3]", "12369205": "Ni Wei-tou (Chinese: 倪維斗; pinyin: Ní Wéidòu; born 1944 in Zhenhai, Ningbo, Zhejiang) is a Taiwanese physicist, who graduated from the Department of Physics of National Taiwan University (NTU), and got his PhD of Physics & Mathematics from California Institute of Technology. After his retirement on 1 October 2000, he is now appointed as a professor emeritus of the Department of Physics of National Tsing Hua University (NTHU) at Hsinchu, Taiwan, since 2006.", "1588533": "Giuseppe Paolo Stanislao \"Beppo\" Occhialini ForMemRS[1] (Italian pronunciation: [dʒuˈzɛppe okkjaˈliːni]; 5 December 1907 – 30 December 1993) was an Italian physicist who contributed to the discovery of the pion or pi-meson decay in 1947 with César Lattes and Cecil Frank Powell, the latter winning the Nobel Prize in Physics for this work. At the time of this discovery, they were all working at the H. H. Wills Laboratory of the University of Bristol.", "26950966": "Johannes Georg Forchhammer (22 May 1861 – 23 July 1938) was a Danish educator of the deaf, who was director of several deaf schools in Nyborg and Fredericia from 1891 to 1926. Born to a family of academics, in Aalborg, first training as a chemist, he taught physics for several years before starting work as a deaf educator. Forchhammer developed one of the first mouth–hand systems, an approach to manually coded languages, which he used to teach the Danish language to deaf students; his system was used through the twentieth century, and was later adapted to teach German. The system used a series of handshapes under the chin to show the sounds of speech as one spoke, giving the observer extra information about pronunciation.", "58047808": "Howard Eli Haber (born 3 February 1952 in Brooklyn, New York City)[1] is an American physicist, specializing in theoretical elementary particle physics.[2]", "28753221": "Abdel Nasser Tawfik (Arabic: عبدالناصر توفيق; born June 22, 1967) graduated from Assiut University in 1989, where he also completed his master's degree (M.Sc.) in theoretical physics before his change to the Philipps University of Marburg, Germany, for the Dr.rer.Nat. (Ph.D.) in high energy physics. In 2012 Tawfik earned his Doctor of Science degree in mathematics and physics at the Uzbekistan National University. Dr. Tawfik is the Founder Director of the Egyptian Center For Theoretical Physics (ECTP),[1] the Founder Director of the World Laboratory for Cosmology And Particle Physics (WLCAPP),[2] and Research Director at the \"ICSC – World Laboratory\" in Geneva, Switzerland. Currently, Abdel Nasser Tawfik works as Math and Physics teacher at DEO, and jointly affiliated to Frankfurt Institute for Advanced Studies (FIAS) - Goethe Frankfurt University, Germany. He is the Spokesperson of the Federation for Egyptian Particle Scientists (FEPS) and Associate of the Nuclear Physics Institute of Uzbekistan Academy of Sciences. In 1998, he was awarded  the DAAD-prize for “Hervorragende Leistungen ausländischer Studierender an den deutschen Hochschulen\". At the 23rd General Meeting of TWAS held in Tianjin, China, on 18 September 2012, he was elected as Fellow of TWAS.[3] Tawfik is the author of four books, and has published about 170 research papers in leading journals.", "74267976": "Ilaria Testa is an Italian-born scientist who is a Fellow at the SciLifeLab in Stockholm and an Associate Professor at the Department of Applied Physics at the School of Engineering Science at the KTH Royal Institute of Technology.[1] She has made major contributions to advanced microscopy, particularly superresolution microscopy (RESOLFT, STED).", "58965325": "Evsei Markovich Rabinovich (Russian: Евсей Маркович Рабинович, 6 July 1930—2020)[1] D.N, was a Russian physicist of Ukrainian origin who participated in the former Soviet program of nuclear weapons, and was one of the designers of the two-stage RDS-37 thermonuclear discharges and its successor, the RDS-220 (also known as Tsar Bomba), the largest ever bomb.", "14925133": "Hugo Christiaan Hamaker (23 March 1905 in Broek op Langedijk, North Holland – 7 September 1993 in Eindhoven) was a Dutch scientist who was responsible for the Hamaker theory which explains the van der Waals forces between objects larger than molecules.  His 1937 paper was heavily cited.[citation needed]", "66534738": "Kimberly Susan Budil (Kim Budil) is an American physicist who is the 13th and current director of Lawrence Livermore National Laboratory,[1] making her the first woman to hold this position. She completed her bachelor's degree in physics from the University of Illinois Chicago, and her master's and doctorate in applied science from the University of California, Davis. She collaborated with Nobel laureate Donna Strickland, and made significant contributions to the field of high-power, ultra-fast lasers. Starting her career at Lawrence Livermore National Laboratory in 1987, she held various roles across government departments, including the Department of Energy and the Department of Defense. In 2014, she managed relations between the University of California's campuses and the three Department of Energy labs it manages. Budil, who was made a fellow of the American Physical Society in 2019, has also been a prominent advocate for women in science.", "68500822": "Gay Bernadette Stewart is an American physics educator who directs the West Virginia University Center for Excellence in STEM Education,[1] where she is a professor of physics and Eberly Professor of STEM Education.[2] She is a former president of the American Association of Physics Teachers.", "53853527": "Hans-Jürgen Troe (born 4 August 1940) is a German physicist from the University of Göttingen. He was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by his Division of Chemical Physics in 2009,[3] for \"experimental and theoretical research on the kinetics of unimolecular reactions of neutral and ionic molecules, and especially for the development of the statistical adiabatic channel model and its application to unimolecular processes from low to high pressures.\" Was awarded the Otto Hahn Prize in 2015.", "53853530": "Konstantin Lvovich Vodopyanov (Russian: Константин Львович Водопьянов; born 8 January 1953) is a Russian physicist from Stanford University. He was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Laser Science  in 2009,[3] for \"development of a new class of broadly-tunable infrared and terahertz sources based on nonlinear-optical conversion in bulk, micro- and nano- structured media, and their application to spectroscopic studies including demonstration of electromagnetically-induced transparency in quantum wells.\"", "53853533": "Lee G. Sobotka is American physicist at Washington University in St. Louis[1] was awarded the status of Fellow in the American Physical Society, after he was nominated by their Division of Nuclear Physics  in 2009,[2] for his contributions to the understanding of complex nuclear reactions, most notably the production of intermediate mass fragments, and for the creation of novel detector systems and signal processing technologies for both basic and applied nuclear science.", "1064291": "August Adolf Eduard Eberhard Kundt (German pronunciation: [ˈaʊɡʊst ˈkʊnt];[1][2] 18 November 1839 – 21 May 1894) was a German physicist.", "65518948": "Rafi Bistritzer (Hebrew: רפי ביסטריצר; born 1974 in Israel) is an Israeli physicist, and manager of an algorithms group at Applied Materials. He is the winner of the 2020 Wolf Prize in Physics, together with Pablo Jarillo-Herrero and Alan MacDonald, for “pioneering theoretical and experimental work on twisted bilayer graphene.”[1]", "18595173": "Mohamed Gad-el-Hak (born 1945) is an engineering scientist. He is currently the Inez Caudill Eminent Professor of biomedical engineering and professor of mechanical and nuclear engineering at Virginia Commonwealth University.[1]", "12893549": "Philip J. Morrison is an American professor in physics at the Institute for Fusion Studies at the University of Texas.", "48676205": "Sigfried Bethke (born April 15, 1954, in Ludwigshafen am Rhein) is a German physicist and science manager.[1]", "26492275": "Jerome \"Jerry\" Swartz (born 1940)  is a physicist that developed early optical strategies for barcode scanning technologies in the United States and co-founded the corporation, Symbol Technologies on Long Island, New York, with physicist partner, Dr. Shelley A. Harrison in 1973. Swartz was President, becoming the Chairman and Chief Scientist in 1982.[1]  In 2006 Symbol Technologies became a wholly owned subsidiary of the multinational telecommunications manufacturer, Motorola Corporation.", "12238196": "Professor Wendell Horton (born February 1942) is a professor of physics at the University of Texas at Austin and a student of plasma physics.  Horton's core area of research is plasma transport and its application to the development of nuclear fusion power. Horton is a fellow of the American Physical Society.", "71941493": "Yuri Alexandrovich Krutkov (Russian: Юрий Александрович Крутков, 29 May 1890 – 12 September 1952) was a Russian and among the first Soviet theoretical physicists. Krutkov worked on cosmology, quantum theory, statistical mechanics, tensor fields, and other areas. He was a professor of physics at the University of St. Petersburg from 1921-1952.", "56606071": "Wang Ming-chen (pinyin: Wáng Míngzhēn, November 18, 1906 – August 28, 2010[1]) was a Chinese theoretical physicist and a professor at Tsinghua University, Beijing. As one of the first few Chinese female students studying science abroad, she was best known for her work on stochastic process and Brownian motion with George Uhlenbeck[1][5][6] as well as the first female professor of Tsinghua University according to some source.[1][nb 1]", "15737": "John Bardeen (/bɑːrˈdiːn/; May 23, 1908 – January 30, 1991)[2] was an American physicist and electrical engineer. He is the only person to be awarded the Nobel Prize in Physics twice: first in 1956 with William Shockley and Walter Brattain for the invention of the transistor; and again in 1972 with Leon N. Cooper and John Robert Schrieffer for a fundamental theory of conventional superconductivity known as the BCS theory.[1][7]", "277886": "Benjamin \"Ben\" Schumacher is an American theoretical physicist, working mostly in the field of quantum information theory.[2]", "42974589": "Shaun Malcolm Cole (born 19 November 1963) is a British cosmologist.", "22822277": "Ni Weidou (simplified Chinese: 倪维斗; traditional Chinese: 倪維斗; pinyin: Ní Wéidòu; born October 6, 1932, in Zhenhai, Ningbo, Zhejiang) is a Chinese mechanical and thermodynamical scientist and engineer.", "72564121": "Charles Brenton Fisk (February 7, 1925 – December 16, 1983) was an American pipe organ builder who was one of the first to use mechanical tracker actions, instead of electro-pneumatic actions, in modern organ construction. Originally involved in the Manhattan Project, Fisk made a career change from atomic physics to organ building. He later co-founded C.B. Fisk, Inc., a firm that has built many respected organs worldwide.", "72498588": "Deborah Dultzin Kessler (also published as Deborah Dultzin-Hacyan) is a Mexican astrophysicist specializing in quasars, blazars, active galactic nuclei, and supermassive black holes.[1][2][3] She is a professor and researcher in the National Autonomous University of Mexico (UNAM) Institute of Astronomy.[4]", "46513570": "Pedro Gil Vieira is a Portuguese theoretical physicist who has done significant work in the area of quantum field theory and quantum gravity. One of his most important contributions is the exact solution for the spectrum of a four-dimensional quantum field theory,[1] finite coupling proposal for polygonal Wilson loops[2] and three point functions in N=4 Super Yang-Mills.", "27344297": "Carsten Bresch (5 September 1921 – 1 March 2020) was a German geneticist and physicist. He was a professor at the University of Freiburg at the Faculty of Biology. Working in Göttingen, Cologne, Dallas, and Freiburg, he was a pioneer of genetics of bacteriophages, writing the standard Classical and Molecular Genetics.", "70368682": "Herbert Maxwell Strong (September 30, 1908, Wooster, Ohio – January 30, 2002, Schenectady, New York) was an American physicist and inventor, known as part of the General Electric (GE) team of researchers who synthesized diamonds in late 1954, as announced by GE in early 1955.[1][2]", "42974638": "John Andrew Peacock, FRS, FRSE (born 27 March 1956)[1] is a British cosmologist, astronomer, and academic. He has been Professor of Cosmology at the University of Edinburgh since 1998.[2] He was joint-winner of the 2014 Shaw Prize.[3]", "2342319": "Herbert Goldstein (June 26, 1922 – January 12, 2005) was an American physicist and the author of the standard graduate textbook Classical Mechanics.[1]", "6274491": "Anton Oberbeck (25 March 1846 – 23 October 1900) was a German physicist from Berlin.", "48545212": "Jeff Gore is an American physicist and associate professor of physics at the Massachusetts Institute of Technology (MIT). He is also an advocate for repealing the United States penny, through the organization Citizens to Retire the U.S. Penny, which he founded.", "66469311": "Barbara Sue Ryden (born May 2, 1961) is an American astrophysicist who is a Professor of Astronomy at Ohio State University. Her research considers the formation, shape and structure of galaxies. She was elected a fellow of the American Association for the Advancement of Science in 2016.", "2145741": "Johannes (Jan) Martinus Burgers (January 13, 1895 – June 7, 1981) was a Dutch physicist and the brother of the physicist Wilhelm G. Burgers. Burgers studied in Leiden under Paul Ehrenfest, where he obtained his PhD in 1918.[1] He is known for the Burgers' equation, the Burgers vector in dislocation theory and the Burgers material in viscoelasticity.[2]", "35569108": "Stephen P. Maran is an American astronomer and popularizer who is known for his books,[1] articles, and popular lectures[2] for the general public, including Astronomy For Dummies.", "72334805": "Farida Fassi FAAS (Arabic: فريدة الفاسي) is a Moroccan professor of physics at Mohammed V University in Rabat. She is the co-founder of the African Strategy for Fundamental Applied Physics and a member of African Academy of Sciences.", "66076117": "Llewelyn Robert Owen Storey[1] (born 5 November 1927; also known as L. R. O. Storey,[2] L. R. Owen Storey,[3] and Owen Storey[3]) is a British physicist and electrical engineer who has worked and lived most of his adult life in France. He is known for his research on the Earth's atmosphere, especially whistlers—very low frequency (VLF) radio waves caused by lightning strikes—and the plasmasphere. He was the first person to prove whistlers are caused by lightning strikes and to deduce the plasmasphere's existence. He was heavily involved in designing scientific instruments for FR-1, a 1965 French-American satellite, and subsequent studies and experiments using data FR-1 collected.", "55623127": "Ludwig August Seeber (14 November 1793 in Karlsruhe – 9 December 1855 in Karlsruhe) was a German physicist.", "39632346": "Hans Adolf Buchdahl (7 July 1919 – 7 January 2010) was a German-born Australian physicist. He contributed to general relativity, thermodynamics and optics.[1][2]\nHe is particularly known for developing f(R) gravity[3] and Buchdahl's theorem on the Schwarzschild's solution for the inside of a spherical star.[4]", "900573": "Claude-Louis Navier (born Claude Louis Marie Henri Navier; French: [klod lwi maʁi ɑ̃ʁi navje]; 10 February 1785 – 21 August 1836) was a French mechanical engineer, affiliated with the French government, and a physicist who specialized in continuum mechanics.", "2604510": "Wander Johannes de Haas (2 March 1878 – 26 April 1960) was a Dutch physicist and mathematician. He is best known for the Shubnikov–de Haas effect, the De Haas–Van Alphen effect and the Einstein–de Haas effect.", "59850216": "Li Jiangang (Chinese: 李建刚; born 3 November 1961) is a Chinese plasma physicist. He is a research fellow at the Hefei Institutes of Physical Science and a professor of the University of Science and Technology of China (USTC). He formerly served as Vice President of USTC and Director of the Institute of Plasma Physics, Chinese Academy of Sciences.[1] He was elected an academician of the Chinese Academy of Engineering in 2015.[1]"}