{"21411986": "Hosagrahar Visvesvaraya Jagadish (Jag) is a computer scientist in the field of database systems research. He is a Fellow of ACM, Fellow of IEEE, Fellow of AAAS, the Distinguished University Professor of electrical engineering and computer science at the University of Michigan at Ann Arbor, the director of MIDAS (Michigan Institute for Data Science), and a Senior Scientific Director of the National Center for Integrative Biomedical Informatics established by the National Institutes of Health.", "64403603": "Deborah Washington Brown (June 3, 1952 - June 5, 2020) was an American computer scientist and speech recognition researcher who worked at AT&T Bell Labs, and other companies for many years doing speech recognition research. She was the first black woman to earn a doctorate in computer science (then a part of their applied math program) at Harvard University in 1981.[1] She was one of the first black female computer scientists to graduate from a U. S. doctoral program.", "44988566": "Valerie King is an American and Canadian computer scientist who works as a professor at the University of Victoria.[1] Her research concerns the design and analysis of algorithms; her work has included results on maximum flow and dynamic graph algorithms, and played a role in the expected linear time MST algorithm of Karger et al.[2]", "64796824": "Kristina Höök (born 1964) is a Swedish computer scientist specializing in human–computer interaction and known for her work in somaesthetics. She is a professor in interaction design at the KTH Royal Institute of Technology.[1]", "51820718": "Aja Huang (Chinese: 黃士傑; pinyin: Huáng Shìjié; Wade–Giles: Huang Shih-chieh; born 1978) is a Taiwanese computer scientist and expert on artificial intelligence. He works for DeepMind and was a member of the AlphaGo project.", "784558": "Stephen Russell (born 1937),[1] also nicknamed \"Slug\",[1] is an American computer scientist most famous for creating Spacewar!, well known for being the first widely distributed video game.", "29145269": "Viktor Petrovich Ivannikov (Russian: Ви́ктор Петро́вич Ива́нников, IPA: [ˈvʲiktər pʲɪˈtrovʲɪtɕ ɪˈvanʲɪkəf] ⓘ; 27 February 1940 – 27 November 2016) was a Russian computer scientist, a member of Russian Academy of Sciences, the head of System Programming Chair for the Institute for System Programming, head of the Departments of system programming at the Faculty of Computational Mathematics and Cybernetics, Moscow State University and the Moscow Institute of Physics and Technology.", "33454266": "David Levy is an American computer scientist and professor at University of Washington Information School.[1]  He is known for his research, writing, and teaching on the prevention of information overload.", "18036927": "Louis Victor Allis (born 19 May 1965) is a Dutch computer scientist working in the  artificial intelligence (AI) field. In his graduate work, he revealed AI solutions for Connect Four,[1][2] Qubic, and Gomoku.[3] His dissertation introduced two new game search techniques: proof-number search and dependency-based search.[4] Proof-number search has seen further successful application in computer Go tactical search and many other games.[5]", "51198146": "Christos (Christoforos) Kozyrakis (Greek: Χρίστος (Χριστόφορος) Κοζυράκης; born 1974[1]) is a professor of Electrical Engineering and Computer Science at Stanford University, where he leads the multi-scale architecture & systems team (MAST). His current research interests are on resource efficient cloud computing,[2] energy efficient compute and memory systems, and architectural support for security. Kozyrakis was the 2015 ACM Maurice Wilkes Award for outstanding contributions to transactional memory systems.[3]", "51083458": "Takashi Masuda (益田 隆司, Masuda Takashi, born 1939) is a Japanese computer scientist. He was born in Hagi City, Yamaguchi Prefecture in 1939.", "31717575": "Richart Elliott Slusher (born 1938) is a regents researcher and a principal research scientist at the Georgia Tech Research Institute, and the director of the Georgia Tech Quantum Institute.", "36681927": "Michael Gelfond is a Professor in Computer Sciences at Texas Tech University in the United States. He received a degree in mathematics from the Steklov Institute of Mathematics in Russia in 1974 and emigrated to the United States in 1978. Gelfond's research interests are in the areas of computational logic and knowledge representation. He is a Fellow of the Association for the Advancement of Artificial Intelligence,[1] and an Area Editor (in Knowledge Representation and Nonmonotonic Reasoning) of the journal Theory and Practice of Logic Programming.", "44054731": "Axel van Lamsweerde (born 1947) is a Belgian computer scientist and Professor of Computing Science at the Universite catholique de Louvain, known for his work on requirements engineering and the development of the KAOS goal-oriented modeling language.[1][2]", "882898": "Martin Edward Newell is a British-born computer scientist specializing in computer graphics who is perhaps best known as the creator of the Utah teapot computer model.", "74397911": "Philippe Bekaert (1967 - 2022) was a professor in visual computing at the Expertise center for Digital Media EDM of Hasselt University, Belgium.[1] His research areas include omnidirectional (360°) and free viewpoint video, immersive environments and Virtual Reality, multicamera systems, management of large data transfer, and general-purpose GPU computing.", "2996441": "Hiroshi Ishii (石井 裕, Ishii Hiroshi, born 1956) is a Japanese computer scientist. He is a professor at the Massachusetts Institute of Technology. Ishii pioneered the Tangible User Interface in the field of Human-computer interaction with the paper \"Tangible Bits: Towards Seamless Interfaces between People, Bits and Atoms\",[1] co-authored with his then PhD student Brygg Ullmer.", "12597484": "Thomas Martin Conte (born 1964) is the Associate Dean for Research and Professor of Computer Science at Georgia Institute of Technology College of Computing; and, since 2011, also Professor of Electrical and Computer Engineering (joint appointed) at Georgia Institute of Technology College of Engineering. He is a fellow of Institute of Electrical and Electronics Engineers (IEEE).  He served as the president of the IEEE Computer Society in 2015.[1]", "637169": "Pierre Isabelle is Principal Scientist and Group Leader of the Interactive Language Technologies group at the National Research Council Canada (NRC-CNRC).", "58898679": "Jean Clarice Scholtz is an American computer scientist known for her contributions to human–computer interaction, and particularly for developing the \"Common Industry Format\" (CIF) for usability test results while at the National Institute of Standards and Technology.", "1997049": "John J. Donovan (born February 12, 1942) is a former management professor at MIT, and the former president and chief executive of the Cambridge Technology Group, an executive training company.[1] On May 3, 2022, Donovan Sr. was convicted of a dozen felony counts of fraud and forgery in a jury trial, for attempting to steal assets from his son's widow and children.[2][3]", "14448893": "Meir \"Manny\" Lehman, FREng[3] (24 January 1925 – 29 December 2010) was a professor in the School of Computing Science at Middlesex University. From 1972 to 2002 he was a Professor and Head of the Computing Department at Imperial College London. His research contributions include the early realisation of the software evolution phenomenon and the eponymous Lehman's laws of software evolution.[4][5]", "44906750": "Dieter Schmalstieg is an Austrian computer scientist, full professor, and head of the Institute of Computer Graphics and Vision (ICG) at Graz University of Technology. In 1993 he received a master of science diploma and in 1997 the degree of doctor of technical sciences. Currently he has over 300 peer-reviewed works which were cited over 20,000 times which brought him an h-index of 70.[2]", "653567": "James O. Coplien, also known as Cope,[1] is a writer, lecturer, and researcher in the field of computer science. He held the 2003–4 Vloeberghs Leerstoel (Vloeberghs Chair) at Vrije Universiteit Brussel and has been a visiting professor at University of Manchester.", "14727429": "Jean-Marie Hullot (February 16, 1954 – June 17, 2019) was a French computer scientist and programmer who authored important programs for the original Macintosh,  NeXTSTEP and Mac OS X platforms. These include the SOS Interface for the Mac,[1] which later became Interface Builder for NeXTSTEP (1985),[2] and later still evolved into an important part of Mac OS X. He also came up with the idea of the iPhone[3] and lead the iCal and iSync development teams for Mac OS X (2002).[4]", "59013381": "Mary Cecilia Lacity (born May 27, 1963)[1] is a David D. Glass Chair and a distinguished professor of Information Systems at the University of Arkansas, Sam M. Walton College of Business.[1]", "11499783": "R. Nigel Horspool[1] is a retired  professor of computer science, formerly of the University of Victoria. He invented the Boyer–Moore–Horspool algorithm, a fast string search algorithm adapted from the Boyer–Moore string-search algorithm. Horspool is co-inventor of dynamic Markov compression and was associate editor and then editor-at-large of the journal Software: Practice and Experience from 2007 to 2017.[2] He is the author of C Programming in the Berkeley UNIX Environment.", "1194251": "Professor Alan Burns FREng[1] FIET FBCS FIEEE[2] CEng is a professor in the Computer Science Department at the University of York, England. He has been at the University of York since 1990, and held the post of Head of Department from 1999 until 30 June 2006, when he was succeeded by John McDermid.", "41679116": "Richard Arthur Buckingham FBCS FRSA (17 July 1911 – 13 August 1994) was an English particle physicist, mathematician and computer scientist  long on the staff of the University of London.", "53393682": "Bedrich Benes (born Bedřich Beneš 10 November 1967) is a computer scientist and a researcher in computer graphics.", "57653528": "Karen L. Myers is the director of SRI International's Artificial Intelligence Center, where she is also principal scientist[1]", "58767643": "Allison Druin is an American computer scientist who studies human–computer interaction, and digital libraries, particularly focusing on children's use of educational technology.\nShe is a professor emerita at the University of Maryland, College Park[1] and Associate Provost for Research and Strategic Partnerships at the Pratt Institute.[2]", "850218": "Roger D. Moore (November 16, 1939 – March 21, 2019) was the 1973 recipient (with Larry Breed and Richard Lathwell) of the Grace Murray Hopper Award from the Association for Computing Machinery (ACM). It was given \"for their work in the design and implementation of APL\\360, setting new standards in simplicity, efficiency, reliability and response time for interactive systems.\"[1]", "29767983": "Patrick Eugene O'Neil (1942 – September 20, 2019)[5] was an American computer scientist, an expert on databases, and a professor of computer science at the University of Massachusetts Boston.[6]", "17512757": "David R. Wallace (December 15, 1942 – March 2, 2012) was an American mathematician and inventor.  He is known for the Wallace algorithm as well as “Software Cloaking”, a patented method for hiding the internal operations of computer programs.", "38287670": "Ashkan Soltani is the executive director of the California Privacy Protection Agency.[1][2] He has previously been the Chief Technologist of the Federal Trade Commission and an independent privacy and security researcher based in Washington, DC.[3]", "40712513": "Margaret Ross MBE, FBCS is an Emeritus Professor of Software Quality at Southampton Solent University.[1] She serves on the BCSWomen Committee of the British Computer Society.", "23935299": "Mark James Handley FRS is Professor of Networked Systems[3] in the Department of Computer Science of University College London since 2003, where he leads the Networks Research Group.[1][4][5]", "15890762": "Andrew S. Glassner (born 1960) is an American expert in computer graphics, well known in computer graphics community as the originator and editor of the Graphics Gems series, An Introduction to Ray Tracing, and Principles of Digital Image Synthesis. His later interests include interactive fiction, writing and directing and consulting in computer game and online entertainment industries.[1] He worked at the New York Institute of Technology Computer Graphics Lab.[2]", "47790413": "Pedro Domingos is a Professor Emeritus[1] of computer science and engineering at the University of Washington. He is a researcher in machine learning known for Markov logic network enabling uncertain inference.[2][3]", "1309008": "Edward Tsang is a Computer Science professor at the University of Essex.  He holds a first degree in Business Administration (major in Finance) from the Chinese University of Hong Kong (1977), and an MSc and PhD in Computer Science from the University of Essex (1983 and 1987). Prior to his PhD studies, he served for five\nyears in various positions in the commercial sector in Hong Kong.", "2324819": "Gordon B. Agnew is a Canadian engineering professor at the University of Waterloo. Agnew's primary research interests are in the fields of encryption and data security.", "1833304": "Ben Shneiderman (born August 21, 1947) is an American computer scientist, a Distinguished University Professor in the University of Maryland Department of Computer Science, which is part of the University of Maryland College of Computer, Mathematical, and Natural Sciences at the University of Maryland, College Park, and the founding director (1983-2000) of the   University of Maryland Human-Computer Interaction Lab. He conducted fundamental research in the field of human–computer interaction, developing new ideas, methods, and tools such as the direct manipulation interface, and his eight rules of design.[1]", "54851934": "2017 IEEE SMC Society Andrew P. Sage Best Transactions Paper Award [2]\n2017 Association for Computing Machinery TOMM Nicolas Georganas Best Paper Award\n2016 IEEE Computer Society Edward J. McCluskey Technical Achievement Award [3] \n2016 IEEE Signal Processing Society Best Paper Award\n2010 Journal of Visual Communication and Image Representation Most Cited Paper of the Decade Award\nForeign Member of Academia Europaea \nFellow of ACM \nFellow of IEEE \nFellow of IAPR", "38304095": "John E. Hershberger (born 1959) is an American computer scientist and software professional, a principal engineer at Mentor Graphics Corporation since 1993. He is known for his research in computational geometry and algorithm engineering.", "72120679": "Hideo Fujiwara (藤原 秀雄, Fujiwara Hideo) is a Japanese computer scientist[7] who made significant contributions to ATPG (automatic test pattern generation) algorithms.[9] As one of his works, he invented the FAN algorithm in 1983,[8] which was the fastest ATPG algorithm at that time, and was adopted by industry.[10]", "54327670": "James Benjamin Saxe is an American computer scientist who has worked for many years at the DEC Systems Research Center[1] and its successors, the Compaq Systems Research Center and the Systems Research Center of HP Labs.", "61045111": "Randal Chilton Burns is a professor and Chair of the computer science department at Johns Hopkins University. He is a member of the Kavli Neuroscience Discovery Institute, Institute for Data-Intensive Science, Engineering and the Science of Learning Institute and National Academy of Sciences. His research interests lie in building scalable data systems for exploration and analysis of big data.[1][2][3][4][5]", "55687544": "Paul John Layzell, CBE, DL, CEng, FBCS, FHEA (born 23 July 1957) is a British academic, academic administrator, and software engineer. From August 2010 until July 2022, he served as Principal of Royal Holloway, University of London. [1] He is also Deputy Vice-Chancellor of the University of London[2] and Treasurer of Universities UK.[3]", "48249212": "Lincoln Wallen is a British computer scientist and the Chief Technology Officer (CTO) of Improbable. He is the former CTO of DreamWorks Animation.[1][2][3][4]", "67549565": "Peter Fitzhugh Brown (born February 2, 1955) is the CEO of the American hedge fund Renaissance Technologies.[1]", "62421374": "Robert Piloty (6 June 1924, in Munich – 21 January 2013)[1] was a German computer scientist and former Professor of Communications Processing at the Faculty of Electrical Engineering of the Technische Universität Darmstadt. He was one of the pioneers in the construction of program-controlled computer systems and the founding father of computer science courses in Germany. As a member of the advisory board and chairman of the commission for the introduction of computer science studies in Germany, he was significantly involved in the introduction and design of computer science studies throughout Germany. His efforts also led to the establishment of the first computer science course at TU Darmstadt.", "44906879": "Jerzy Antoni Krupka is a Polish scientist who works at both Warsaw University of Technology and University of Western Australia. The main areas of his research are related to measurements of electromagnetic properties of materials at microwave frequencies and computational electrodynamic. Measurement instruments intended for measurements of the complex permittivity, the complex permeability and conductivity of electronic materials at microwave frequencies developed by Jerzy Krupka are used worldwide in research institutions and industry. \nIn 2012 he was elevated to the grade of IEEE Fellow for contributions to high-frequency measurements of electromagnetic properties of materials.[1] His works were cited over 5000 times and brought him an h-index of 34.[2]", "36026751": "James Popple (born 1964)[1] is\nCEO of the Law Council of Australia.[2]\nHe is also\nan Honorary Professor in the College of Law[3] and the College of Engineering and Computer Science[4] at the Australian National University,[5]\nand a Fellow of the Australian Academy of Law.[6]", "13744516": "James Frederick Allen (born 1950) is a computational linguist recognized for his contributions to temporal logic, in particular Allen's interval algebra. He is interested in knowledge representation, commonsense reasoning, and natural language understanding, believing that \"deep language understanding can only currently be achieved by significant hand-engineering of semantically-rich formalisms coupled with statistical preferences\".[2] He is the John H. Dessaurer Professor of Computer Science at the University of Rochester[3]", "72333702": "Vera Demberg (born 1981) is a German computational linguist and professor of computer science and computational linguistics at Saarland University.", "2816394": "Sándor Dominich (July 12, 1954 – August 13, 2008) was the George Pólya Professor of Computer Science, and the founding leader of the Centre for Information Retrieval, Faculty of Information Technology, University of Pannonia, Veszprém, Hungary.", "72776076": "Jill, Lady Hoare (born 15 October 1933) is a British computer scientist and one of the primary developers on the initial compiler for the ALGOL 60 language, developed for Elliott Brothers in 1963.[1]", "9091474": "Tomoyuki Nishita (西田 友是, Nishita Tomoyuki, born 1949 in Hiroshima, Japan) is a professor at the University of Tokyo.  Dr. Nishita received a research award for computer graphics from the Information Processing Society of Japan in 1987, and also received the Steven Anson Coons Award from the ACM SIGGRAPH in 2005.", "40860054": "Richard Helm is one of the \"Gang of Four\" who wrote the influential Design Patterns book. In 2006 he was awarded the Dahl–Nygaard Prize for his contributions to the state of the art embodied in that book.[1]", "57162135": "Kathy Pham is a Vietnamese American computer scientist and product management executive. She has held roles in leadership, engineering, product management, and data science at Google, IBM, the Georgia Tech Research Institute, Harris Healthcare,[1][2][3] and served as a founding product and engineering member of the United States Digital Service (USDS) in the Executive Office of the President of the United States at The White House. Pham was the Deputy Chief Technology Officer for Product and Engineering at the Federal Trade Commission,[4] and the inaugural Executive Director of the National AI Advisory Committee.[5]", "36190617": "Kai Li (Chinese: 李凯; born 1954) is a Chinese-American computer scientist and professor of Princeton University. He is noted for his work on Distributed Shared Memory (DSM)  and co-founding the storage deduplication company Data Domain Inc. which was acquired by EMC Corporation in 2009.", "326051": "Rudolf Bayer (born 3 March 1939) is a German computer scientist.", "42547620": "Ben Taskar (March 3, 1977 – November 18, 2013) was a professor and researcher in the area of machine learning and applications to computational linguistics and computer vision.  He was a Magerman Term Associate Professor for Computer and Information Science at University of Pennsylvania. He co-directed PRiML: Penn Research in Machine Learning, a joint venture between the School of Engineering and Wharton. He was also a Distinguished Research Fellow at the Annenberg Center for Public Policy. At the University of Washington, he held the Boeing Professorship.", "9419181": "David A. McAllester (born May 30, 1956) is an American computer scientist who is Professor and former chief academic officer at the Toyota Technological Institute at Chicago. He received his B.S., M.S. and Ph.D. degrees from the Massachusetts Institute of Technology in 1978, 1979 and 1987 respectively. His PhD was supervised by Gerald Sussman. He was on the faculty of Cornell University for the academic year 1987-1988 and on the faculty of MIT from 1988 to 1995. He was a member of technical staff at AT&T Labs-Research from 1995 to 2002. He has been a fellow of the American Association of Artificial Intelligence since 1997.[3] He has written over 100 refereed publications.", "1702318": "Jeffrey David Ullman (born November 22, 1942)[2] is an American computer scientist and the Stanford W. Ascherman Professor of Engineering, Emeritus, at Stanford University. His textbooks on compilers (various editions are popularly known as the dragon book), theory of computation (also known as the Cinderella book), data structures, and databases are regarded as standards in their fields. He and his long-time collaborator Alfred Aho are the recipients of the 2020 Turing Award, generally recognized as the highest distinction in computer science.[3]", "14023089": "Kirk Martinez is a Professor in Electronics and Computer Science at the University of Southampton UK. He gained a BSc in Physics from the University of Reading and a PhD in Image Processing in the department of Electronic Systems Engineering at the University of Essex. While Arts Computing Lecturer at Birkbeck College London (1987–96) he pioneered the digital imaging of paintings together with The National Gallery, London in the European project VASARI (1980s). This led to development of art imaging projects to print accurate art books (MARC project), view high detail images on the web (Viseum project) and find art images online (Artiste, SCULPTEUR and eCHASE). He has published this research in books on image processing and computer architecture as well as Transactions of the IEEE on content-based image retrieval He was an advisor on the imaging and image processing required for the Archimedes Palimpsest. Recent research led to a new imaging system for ancient seals together with Oxford University - which is helping to capture and read historic texts.[1]", "44988850": "Faith Ellen (formerly known as Faith E. Fich) is a professor of computer science at the University of Toronto who studies distributed data structures and the theory of distributed computing.[1]", "45365690": "Peter Brusilovsky is a professor of information science[1]\nand intelligent systems at the University of Pittsburgh.[2] He is known as one of the pioneers of adaptive hypermedia,[3] adaptive web design,[4]\nand web-based adaptive learning.[5]\nHe has published numerous articles in user modeling, personalization, educational technology, intelligent tutoring systems, and information access. As of February 2015[update] Brusilovsky was ranked as #1 in the world in the area of computer education[6] and #21 in the world in the area of World Wide Web by Microsoft Academic Search.[7] According to Google Scholar as of April 2018[update], he has over 33,000 citations and h-index of 77.[8] Brusilovsky's group has been awarded best paper awards at Adaptive Hypermedia, User Modeling, Hypertext, IUI, ICALT, and EC-TEL[9] conference series, including five James Chen Best Student paper awards.[10]", "54819266": "Olivier Dominique Faugeras[1] (born 1949) is a French computer scientist and director of research at Inria Sophia Antipolis. He is a member of the French Academy of Sciences and the French Academy of Technologies, and recipient of the 2014 Okawa Prize for his pioneering contributions to computer vision and computational neuroscience.[2][3]", "56342978": "Dietrich Gunther Prinz (March 29, 1903 – December 1989)[1] was a computer science pioneer, notable for his work on early British computers at Ferranti, and in particular for developing the first limited chess program in 1951.[2][3]", "41712073": "Johannes Schöning is a computer scientist best known for his research in human-computer interaction, geoinformatics and mobile computing and was awarded with the ACM Eugene L. Lawler Award for humanitarian contributions within Computer Science and Informatics in 2012.[1][2] He is a professor at the University of Bremen in Germany.[3][4] He owns a \"Lichtenberg-Professur\" of the Volkswagen Foundation.", "56867272": "Yaniv Erlich is an Israeli-American scientist. He formerly served as an Associate Professor of Computer Science at Columbia University and was the Chief Science Officer of MyHeritage.[1] Erlich's work combines computer science and genomics.", "3013073": "Nancy Davis Griffeth (born October 26, 1945) is an American computer scientist notable for approaches to the feature interaction problem.[3] In 2014, she is a professor at Lehman College of The City University of New York and is modelling biological systems in computational biology.", "1014227": "Mark D. Weiser (July 23, 1952 – April 27, 1999) was an American computer scientist and chief technology officer (CTO) at Xerox PARC.[1] Weiser is widely considered to be the father of ubiquitous computing, a term he coined in 1988.[1] Within Silicon Valley, Weiser was broadly viewed as a visionary and computer pioneer, and his ideas have influenced many of the world's leading computer scientists.[1]", "61749718": "Nicholas Ayache, born on 1 November 1958 in Paris, is a French computer scientist and Research Director at INRIA, Sophia Antipolis-Mediterranean Centre.[1] Previously, he was Scientific Director of the Institut hospitalo-universitaire de Strasbourg (2012–2015) and Visiting Professor at the Collège de France (2014).[2][3] He is also a member of the French Academy of Sciences.", "24869336": "Tandy Trower is the current CEO of Hoaloha Robotics LLC, a robotics company based in Seattle, Washington, developing an autonomously mobile, socially interactive robot, to empower senior citizens to live more independently.", "2882008": "Patrick Tufts is a computer scientist and inventor. He created Alexa Internet's collaborative filter for creating related web site recommendations[1][2] and later, one of Amazon.com's most successful product recommendation systems.", "2669026": "Michael John Caldwell Gordon FRS (28 February 1948 – 22 August 2017) was a British computer scientist.[2][3]", "2800098": "Ralph E. Johnson is a Research Associate Professor in the Department of Computer Science at the University of Illinois at Urbana-Champaign.  He is a co-author of the influential computer science textbook Design Patterns: Elements of Reusable Object-Oriented Software, for which he won the 2010 ACM SIGSOFT Outstanding Research Award.[2] In 2006 he was awarded the Dahl–Nygaard Prize for his contributions to the state of the art embodied in that book as well.[1]", "47135208": "Susan Hockey (born 1946) is an Emeritus Professor of Library and Information Studies at University College London. She has written about the history of digital humanities, the development of text analysis applications, electronic textual mark-up, teaching computing in the humanities, and the role of libraries in managing digital resources.[1][2] In 2014, University College London created a Digital Humanities lecture series in her honour.[3]", "10828272": "Reportedly haunted locations:", "74234356": "Benedict du Boulay is a British computer scientist and one of the pioneers in the area of application of Artificial Intelligence to education. He is currently Emeritus Professor of Artificial Intelligence in the School of Engineering and Informatics at the University of Sussex and visiting professor at University College London.", "71547384": "Kam-Fai Wong is a Chinese computer scientist who a professor of engineering at the Chinese University of Hong Kong and a fellow at the Association of Computation Linguistics.", "40614397": "Marc Martijn Lankhorst (born 1968) is a Dutch computer scientist, researcher and consultant, known for his publications on enterprise architecture,[1] and as key developer of ArchiMate, a modelling language for enterprise architecture.[2]", "73677314": "Katherine Lee Morse is an American computer scientist whose work has centered on distributed simulation, on the integration of heterogenous simulation environments,  and on standardization of methods for interoperability in simulation, including participating in the development of the High Level Architecture for modeling and simulation. She is a member of the principal professional staff at the Johns Hopkins University Applied Physics Laboratory.", "18364946": "Daniela L. Rus is a roboticist and computer scientist, Director of the MIT Computer Science and Artificial Intelligence Laboratory (CSAIL), and the Andrew and Erna Viterbi Professor in the Department of Electrical Engineering and Computer Science (EECS)  at the Massachusetts Institute of Technology.", "56932885": "Hu Qiheng (born 1934) is a Chinese computer scientist. Hu was the vice president of the Chinese Academy of Sciences from 1987 to 1996 and led the National Computing and Networking Facility of China which connected China to the Internet in April 1994. Hu was inducted into the Internet Hall of Fame in 2013 as a global connector.", "61717019": "Mary M. Glackin is an American scientist. She is the 2020 President of the American Meteorological Society (AMS).[1]", "39418397": "Jacques Cohen is a Professor Emeritus of Computer Science and of the Volen National Center for Complex Systems at Brandeis University. There he served as the TJX/Feldberg Chair in Computer Science.[1]  He has performed research in algorithms, parsing and compiling, memory management, logic and constraint logic programming, and parallelism. Cohen has published extensively, frequently with undergraduate and graduate students.", "50838045": "Reza Zadeh is an American-Canadian-Iranian computer scientist and technology executive working on machine learning. He is adjunct professor at Stanford University and CEO of Matroid.[1][2] He has served on the technical advisory boards of Databricks and Microsoft.[3] \nHis work focuses on machine learning, distributed computing, and discrete applied mathematics.[4][5][6]", "66026021": "Gordon Daugherty is an American computer scientist, business advisor, high-tech executive and author. During his early career, he did research and development work on IP videoconferencing.[1][2][3]", "13515303": "Jaime Guillermo Carbonell (July 29, 1953 – February 28, 2020) was a computer scientist who made seminal contributions to the development of natural language processing tools and technologies. His extensive research in machine translation resulted in the development of several state-of-the-art language translation and artificial intelligence systems. He earned his B.S. degrees in Physics and in Mathematics from MIT in 1975 and did his Ph.D. under Dr. Roger Schank at Yale University in 1979. He joined Carnegie Mellon University as an assistant professor of computer science in 1979 and lived in Pittsburgh from then. He was affiliated with the Language Technologies Institute, Computer Science Department, Machine Learning Department, and Computational Biology Department at Carnegie Mellon.[1]", "53918252": "Daniel P. Siewiorek is an American computer engineer and computer scientist, currently the Buhl University Professor Emeritus of Electrical and Computer Engineering and Computer Science at Carnegie Mellon University.[1]", "4733491": "Natalya Ivanovna Kasperskaya (Russian: Наталья Ивановна Касперская; born 5 February 1966 in Moscow, Soviet Union)—who, in the West, uses as her surname the masculine form Kaspersky—is a Russian IT entrepreneur, President of the InfoWatch Group of companies and co-founder and former CEO of antivirus security software company Kaspersky Lab.[1] In addition, she is one of the wealthiest women in Russia[2] and one of the most influential figures in the Russian IT industry.[3][4]", "7830073": "Mark Nemenman (Russian: Марк Ефимович Неменман, Belarusian: Марк Яўхімавіч Неменман) (6 November 1936, Minsk, Belarus - 20 September 2022, San Mateo, California) was a Soviet computer scientist, notable as a pioneer in systems programming and programming language research. He was one of the main developers of the AKI language (in Russian АКИ - АвтоКод ИНЖЕНЕР - Engineer's Autocode) in 1964, before BASIC became known. He led the development of system software for Minsk-32, the most popular of Minsk family of computers.", "42302015": "Carolina Cruz-Neira is a Spanish-Venezuelan-American computer engineer, researcher, designer, educator, and a pioneer of virtual reality (VR). She is known for inventing the cave automatic virtual environment (CAVE). She previously worked at Iowa State University (ISU), University of Louisiana at Lafayette (UL Lafayette), University of Arkansas at Little Rock (UA Little Rock),[1] and she is currently an Agere Chair Professor at  University of Central Florida (UCF).", "36354629": "Mary Kenneth Keller, B.V.M. (December 17, 1913 – January 10, 1985) was an American Catholic religious sister, educator and pioneer in computer science. She was the first person to earn a Ph.D. in computer science in the United States. Keller and Irving C. Tang were the first two recipients of computer science doctorates (Keller's Ph.D. and Tang's D.Sc. were awarded on the same day).[1][2][3][4]", "15891015": "Daniel Klein (born c. 1976) is an American computer scientist and professor of computer science at the University of California, Berkeley. His research focuses on natural language processing and artificial intelligence.", "55933511": "Regina Barzilay (born 1970) is an Israeli-American computer scientist. She is a professor at the Massachusetts Institute of Technology and a faculty lead for artificial intelligence at the MIT Jameel Clinic. Her research interests are in natural language processing and applications of deep learning to chemistry and oncology.", "56359497": "G. Ayorkor Korsah (formerly G. Ayorkor Mills-Tettey) is a Senior Lecturer in Computer Science and Robotics at Ashesi University in Ghana.[2]", "26950215": "Andris Ambainis (born 18 January 1975)[1] is a Latvian computer scientist active in the fields of quantum information theory and quantum computing.", "22051399": "Guillermo Ricardo Simari is an Argentine computer scientist born in the city of Buenos Aires. He has headed the Artificial Intelligence Research and Development Lab (LIDIA) at National University of the South since 1990.", "70138444": "Christopher David Manning (born September 18, 1965) is a computer scientist, best known for co-developing GloVe word vectors and the bilinear or multiplicative form of attention in artificial neural networks and for his books Foundations of Statistical Natural Language Processing (1999) and Introduction to Information Retrieval (2008). He is the Thomas M. Siebel Professor in Machine Learning and a professor of Linguistics and Computer Science at Stanford University. He was previously President of the Association for Computational Linguistics (2015) and he has received an honorary doctorate from the University of Amsterdam (2023).[1][2][3]", "61487692": "Eleni Stroulia is a Greek and Canadian computer scientist whose research concerns artificial intelligence, social computing, smart buildings, the internet of things, and software engineering for real-world applications. She is a professor of computing science at the University of Alberta, where she has been a McCalla Professor and the holder of the NSERC/AITF Industrial Research Chair in Service Systems Management.", "24132176": "Salvatore Rampone (born May 1, 1962 in Benevento) is an Italian scientist and bodybuilder. Professor of Computer Science at the University of Sannio - Italy,  he possesses two Master of Arts degrees, in Computer Science and Informatics.  Prior to becoming an academic, Rampone carried out research and teaching activity in several institutions (ALCATEL 89-90, IIASS 90-91, C.N.R. 91-93, University of Salerno 94-95, Master in Advanced Technologies of the Information and Communication 95-97), maintaining a tightened collaboration with the Cybernetics research group founded by Eduardo Caianiello at the Department of Theoretical Physics of the University of Salerno.", "2587218": "Shawn R. Carpenter is a cyber security analyst and whistleblower (previously employed by Sandia National Laboratories) who tracked down a Chinese cyberespionage ring that is code-named Titan Rain by the FBI. He came to national attention when his story was reported on in the September 5, 2005 issue of Time magazine.", "50952787": "Joseph Mariani (born Joseph-Jean Mariani; 1 February 1950) is a French computer science researcher and pioneer in the field of speech processing.", "9894484": "Zhiming Liu (Chinese: 刘志明, born 10 October 1961, Hebei, China) is a computer scientist. He studied mathematics in Luoyang, Henan in China and obtained his first degree in 1982. He holds a master's degree in Computer Science from the Institute of Software of the Chinese Academy of Sciences (1988), and a PhD degree from the University of Warwick (1991). His PhD thesis was on Fault-Tolerant Programming by Transformations.", "4536916": "Milos Konopasek (died in Boston, Massachusetts, 9 January 2002) was a Czechoslovakia-born mechanical engineer best known as the creator of TK!Solver, an iterative, constraint-based declarative environment for the numerical solution of systems of equations.", "53361250": "Gail C. Murphy FRSC is a Canadian computer scientist who specializes in software engineering and knowledge worker productivity. Murphy is a full professor in the Department of Computer Science at the University of British Columbia, Vancouver. In 2016, she was named Associate Vice President Research pro tem and assumed the role of Vice-President, Research & Innovation on August 14, 2017.[1] Murphy is co-founder and was Chief Scientist at Tasktop Technologies Incorporated.[2]", "30112355": "Chen Wen-tsuen (Chinese: 陳文村; pinyin: Chén Wéncūn; born 27 May 1948) is an ethnic Taiwanese computer scientist, a distinguished research fellow at the Academia Sinica and a lifelong national chair of the Ministry of Education, Taiwan. From 2006 to 2010, he was the president of the National Tsing Hua University, a premier research university in Taiwan.", "62306917": "Grigory Yaroslavtsev is a Russian-American computer scientist. He is an assistant professor of computer science at George Mason University. Previously he was an assistant professor of computer science at Indiana University and the founding director of the Center for Algorithms and Machine Learning (CAML) at Indiana University.", "71547499": "Can Emre Koksal is an electrical engineer, computer scientist, academic, and entrepreneur. He is the Founder and CEO of Datanchor, and a professor of Electrical and Computer Engineering at Ohio State University.[1]", "53983852": "Stephen John Young CBE FRS FREng (born 1951) is a British researcher,[1] Professor of Information Engineering at the University of Cambridge and an entrepreneur. He is one of the pioneers of automated speech recognition[2] and statistical spoken dialogue systems.[3][4] He served as the Senior Pro-Vice-Chancellor of the University of Cambridge from 2009 to 2015, responsible for planning and resources. From 2015 to 2019, he held a joint appointment between his professorship at Cambridge and Apple, where he was a senior member of the Siri development team.[5]", "11729519": "Vidya Jyothi V. K. Samaranayake, MBCS, MCS(SL), FNASSL, MIEEE (Sinhala:වී.කේ.සමරනායක) (1939 – 6 June 2007) pioneered computing & IT development industry and usage in Sri Lanka and thus considered as the \"Father of Information Technology\" in Sri Lanka. He was a Professor of Computer Science and former Dean of the Faculty of Science, University of Colombo. Prof Samaranayake played a major role in the development of IT and IT related education in Sri Lanka. He was at the time of his death the chairman of the Information and Communication Technology Agency (ICTA) of Sri Lanka and was the founding and former director of the University of Colombo School of Computing (UCSC).[1]", "53803637": "Michael Devetsikiotis is a professor of electrical and computer engineering at University of New Mexico who was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2012[1] for contributions to rare-event modeling of communication networks.", "17332858": "Sir Nigel Richard Shadbolt FRS FREng CITP CEng FBCS CPsychol[7] (born 9 April 1956)[7] is Principal of Jesus College, Oxford,[10] and Professorial Research Fellow in the Department of Computer Science, University of Oxford. He is chairman of the Open Data Institute which he co-founded with Tim Berners-Lee. He is also a visiting professor in the School of Electronics and Computer Science at the University of Southampton. Shadbolt is an interdisciplinary researcher, policy expert and commentator. His research focuses on understanding how intelligent behaviour is embodied and emerges in humans, machines and, most recently, on the Web, and has made contributions to the fields of Psychology, Cognitive science, Computational neuroscience, Artificial Intelligence (AI), Computer science and the emerging field of Web science.[8][11][1][12][13][14]", "25590399": "Constantinos Daskalakis (Greek: Κωνσταντίνος Δασκαλάκης; born 29 April 1981) is a Greek theoretical computer scientist.[1] He is a professor at MIT's Electrical Engineering and Computer Science department and a member of the MIT Computer Science and Artificial Intelligence Laboratory.[3][4][5] He was awarded the Rolf Nevanlinna Prize and the Grace Murray Hopper Award in 2018.", "58210943": "Misty Blowers is the Chief Technology Officer of the US Marine Corps, an American computer scientist and professor of blockchain technologies at George Mason University. She was awarded the 2018 Early Achievement Award from SPIE.[1]", "47528577": "Chieko Asakawa (浅川 智恵子, Asakawa Chieko) is a blind Japanese computer scientist, known for her work at IBM Research – Tokyo in accessibility.[1] A Netscape browser plug-in she developed, the IBM Home Page Reader, became the most widely used web-to-speech system available.[2] She is the recipient of numerous industry and government awards.", "58735232": "James Nairn Patterson \"Pat\" Hume CM FRSC (17 March 1923 – 9 May 2013) was a Canadian professor and science educator who has been called \"Canada's pioneer of computer programming\".[1] He was a professor of Physics and of Computer Science at the University of Toronto, and he served as the second Master of Massey College from 1981 to 1988.", "40057479": "Christian Huitema (born 1953 in Nantes, France) was the first non-American chair of the Internet Architecture Board (IAB), serving from April 1993 to July 1995.[1] He currently is a consultant focused on privacy on the Internet.", "70941320": "Sherief Reda is a computer scientist and engineer. He is currently a professor at the School of Engineering and Computer Science Department,[1] Brown University, and a principal research scientist at Amazon[2] Supply Chain Optimization Technology team.[3] He has been elevated to a Fellow of the IEEE[4] for his contributions to energy-efficient and approximate computing.", "54868617": "Derick Wood (1940–2010) was an English computer scientist who worked for many years as a professor of computer science in Canada and Hong Kong. He was known for his research in automata theory and formal languages, much of which he published in collaboration with Hermann Maurer and Arto Salomaa, and also for his work in computational geometry.[1]", "69401225": "Volker Markl (born 1971) is a German computer scientist and database systems researcher.", "53721745": "Daniel Mier Gusfield is an American computer scientist, Distinguished Professor of Computer Science at  the University of California, Davis.   Gusfield is known for his research in combinatorial optimization and computational biology.[1]", "71662229": "Kate S. Larson is a Canadian computer scientist working as a professor, Pasupalak AI Fellow, and University Research Chair in the Cheriton School of Computer Science of the University of Waterloo.", "67041943": "Ilmar Pärtelpoeg (24 Decemberr 1926 – 1 August 2013) was an Estonian ski jumper, economist, computer scientist, and politician. He was born Tallinn. Pärtelpoeg was a member of VII Riigikogu.[1]", "12008094": "Nancy G. Leveson is an American specialist in system and software safety and a Professor of Aeronautics and Astronautics at MIT, United States.[1]", "61733539": "Amparo Alonso-Betanzos (born 1961) is a Spanish computer scientist and president of the Spanish Association for Artificial Intelligence.[1]", "26884777": "Daniel Gajski is a Professor of the School of Information and Computer Science and the School of Engineering at University of California, Irvine, United States.[1] He was previously the Director for the Center for Embedded Computer Systems (CECS),[2] now known as the Center for Embedded and Cyber-physical Systems.", "44284590": "Professor Shazia Sadiq  is a computer scientist based in Queensland, Australia.[1]", "2669232": "Michael David May FRS FREng[1] (born 24 February 1951) is a British computer scientist. He is a Professor in the Department of Computer Science at the University of Bristol and founder of XMOS Semiconductor, serving until February 2014 as the chief technology officer.[2]", "45054640": "John Wawrzynek is Professor of Electrical Engineering and Computer Sciences at the University of California at Berkeley. He holds a joint appointment with Lawrence Berkeley National Laboratory and is the Chief Faculty Director of the Berkeley Wireless Research Center. He is currently a principal researcher in multiple large research centers at UC Berkeley including Algorithms and Specializers for Provably Optimal Implementations with Resilience and Efficiency (ASPIRE),[1] the  Parallel Computing Laboratory (ParLab),[2] and the TerraSwarm Research Center.[3]", "326326": "Andrew James Viterbi (born Andrea Giacomo Viterbi, March 9, 1935) is an Italian Jewish–American electrical engineer and businessman who co-founded Qualcomm Inc. and invented the Viterbi algorithm.  He is the Presidential Chair Professor of Electrical Engineering at the University of Southern California's Viterbi School of Engineering, which was named in his honor in 2004 in recognition of his $52 million gift.", "34699961": "Emmerich (Emo) Welzl (born 4 August 1958 in Linz, Austria)[1] is a computer scientist known for his research in computational geometry. He is a professor in the Institute for Theoretical Computer Science at ETH Zurich in Switzerland.", "56048315": "Kanakaraj Sekar is an Indian bioinformatician and a professor at the Department of Computational and Data Sciences of the Indian Institute of Science (IISc). Known for his studies in the field of bioinformatics, Sekar heads the Laboratory for Structural Biology and Bio-computing at IISc. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences in 2004.", "64188": "Ole-Johan Dahl (12 October 1931 – 29 June 2002) was a Norwegian computer scientist. Dahl was a professor of computer science at the University of Oslo and is considered to be one of the fathers of Simula and object-oriented programming along with Kristen Nygaard.[1][2]", "31537852": "Donald Haderle is an American computer scientist and IBM Fellow, best known for his work on relational database management systems (RDBMS). He led the architecture and design of DB2, one of the first commercial RDBMSs, which led to his moniker \"Father of DB2.\"[1] DB2 debuted on IBM's mainframe system MVS in 1983 and validated the applicability of relational databases for high performance transaction processing. With DB2 enterprises store, retrieve, and analyze their business transaction data. The cited reference [2] describes the early technology hurdles, the shift from a monolithic architecture to a distributed architecture portable across many operating systems (Unix, Windows, OS/2, and others) and the technology collaborations with IBM Research. DB2 is used in most enterprises around the world.[3]", "61815486": "Xia Zhou is an associate professor in the Department of Computer Science at Dartmouth College. Her current research centers on light. She co-directs the DartNets (Dartmouth Networking and Ubiquitous Systems) Lab[1] and the Dartmouth Reality and Robotics Lab (RLab).[2] She was a visiting faculty in National Taiwan University from December 2016 to February 2017, and in University of Cambridge from April 2017 to June 2017.", "7781056": "Sami Erol Gelenbe (born 22 August 1945, Istanbul), a Turkish and French computer scientist, electronic engineer and applied mathematician, pioneered the field of Computer System and Network Performance.[3][4] Currently Professor in the Institute of Theoretical and Applied Informatics of the Polish Academy of Sciences (2017- ),[5] he is also an Associate Researcher in the I3S Laboratory (CNRS, University of Côte d'Azur, Nice) and Abraham de Moivre Laboratory (CNRS, Imperial College).[6] Fellow of several National Academies, he Chairs the Informatics Section of Academia Europaea since 2023.[7]  His previous Professorial Chairs include the University of Liège (1974-1979), University Paris-Saclay (1979-1986), University Paris Descartes (1986-2005), NJIT (1991-93), ECE Chair at Duke University (1993-1998), University Chair Professor and Director of EECS, University of Central Florida (1998-2003), and Dennis Gabor Professor and Head of Intelligent Systems and Networks, Imperial College (2003-2019).[8]", "64666307": "Dorothy N. Monekosso is a British academic. She is a professor of computer science in the Department of Computer Science at University of Durham. She researches ambient assisted living (AAL), intelligent environments, smart homes, and assistive robotics.", "58555077": "Sariel Har-Peled (born July 14, 1971, in Jerusalem)[1] is an Israeli–American computer scientist known for his research in computational geometry. He is a Donald Biggar Willett Professor in Engineering at the University of Illinois at Urbana–Champaign.[2]", "18905810": "Alberto O. Mendelzon was an Argentine-Canadian computer scientist who died on June 16, 2005.", "1817306": "Ron Kimmel (Hebrew: רון קימל, b. 1963) is a professor of Computer Science and Electrical and Computer Engineering (by courtesy)  at the Technion Israel Institute of Technology. He holds a D.Sc. degree in electrical engineering (1995) from the Technion, and was a post-doc at UC Berkeley and Berkeley Labs, and a visiting professor at Stanford University. He has worked in various areas of image and shape analysis in computer vision, image processing, and computer graphics. Kimmel's interest in recent years has been non-rigid shape processing and analysis, medical imaging, computational biometry, deep learning, numerical optimization of problems with a geometric flavor, and applications of metric and differential geometry. Kimmel is an author of two books, an editor of one, and an author of numerous articles. He is the founder of the Geometric Image Processing Lab [1], and a founder and advisor of several successful image processing and analysis companies.", "53803740": "Malcolm Lewis Heron is an electrical engineer at James Cook University in Townsville, Queensland, Australia.", "68909795": "Steven Mark Drucker is an American computer scientist who studies how to help people understand data, and communicate their insights to others. He is a Partner at Microsoft Research, where he also serves as the Research Manager of the VIDA (Visualization and Data Analysis) group.[1] Drucker is an affiliate professor at the University of Washington Computer Science and Engineering Department.[2]", "52787941": "Geoffrey John McLachlan FAA (born 3 October 1946)[1] is an Australian researcher in computational statistics, machine learning and pattern recognition. McLachlan is best known for his work in classification and finite mixture models. He is the joint author of five influential books on the topics of mixtures and classification, as well as their applications. Currently, McLachlan is a Professor of statistics within the School of Mathematics and Physics at the University of Queensland.[2]", "58784486": "Zehra Meral Özsoyoglu is a Turkish-American computer scientist specializing in databases, including research on query languages, database model, and indexes, and applications of databases in science, bioinformatics, and medical informatics. She is the Andrew R. Jennings Professor Emeritus of Computer Science at Case Western Reserve University.[1]", "73710311": "Chiara Petrioli is an Italian computer scientist whose research interests include mobile computing, wireless networks, sensor networks, and underwater acoustic communication.[1] She is a professor of computer science and engineering at Sapienza University of Rome, and director of the university's Sensor Networks and Embedded Systems (SENSES) Laboratory.[2]", "39500524": "Pierre Genevès is a French computer scientist born in 1980. He is a research scientist at CNRS and recipient of the 2013 CNRS Bronze medal.", "24509169": "Börje Langefors (Swedish: [ˈbœ̌rjɛ ˈlâŋːɛˌfɔʂ]; 21 May 1915 – 13 December 2009[1][2]) was a Swedish engineer and computer scientist, Emeritus Professor of Business Information Systems at the Department of Computer and Systems Science, Stockholm University and Royal Institute of Technology, Stockholm, and \"one of those who made systems development a science.\"[3]", "44382964": "Holly Rushmeier is an American computer scientist and is the John C. Malone Professor of Computer Science at Yale University.[1] She is known for her contributions to the field of computer graphics.[2]", "1276676": "Andrew William Roscoe is a Scottish computer scientist. He was Head of the Department of Computer Science, University of Oxford from 2003 to 2014, and is a Professor of Computer Science. He is also a Fellow of University College, Oxford.", "36551433": "Ping Fu (born 1958) is a Chinese-American entrepreneur. She is the co-founder of 3D software development company Geomagic, and was its chief executive officer until February 2013 when the company was acquired by 3D Systems Inc. As of March 2014[update], she is the Vice President and Chief Entrepreneur Officer at 3D Systems. Fu grew up in China during the Cultural Revolution and moved to the United States in 1984. She co-founded Geomagic in 1997 with her then-husband Herbert Edelsbrunner, and has been recognized for her achievements with the company through a number of awards, including being named Inc. magazine's 2005 \"Entrepreneur of the Year\". In 2013, she published her memoir, Bend, Not Break, co-authored with MeiMei Fox.[5]", "24230670": "Lars Eilstrup Rasmussen is a Danish[1] computer scientist, technology executive, and the co-founder of Google Maps.[2] He was later the director of engineering for Facebook in London.[3]", "71318289": "Vivienne Sze is an American electrical engineer and computer scientist whose research focuses on low-power electronics and on the trade-offs between energy use and computing power in the combined design of software and hardware, for applications including video coding and deep neural networks.[1][2][3] She is an associate professor in the Massachusetts Institute of Technology (MIT) Department of Electrical Engineering and Computer Science, where she heads the Energy-Efficient Multimedia Systems Group.[1][4]", "62798611": "Cassie Kozyrkov is a South African data scientist and statistician. She worked at Google in Developer Relations team and with Decision Intelligence.[1][2][3]", "43957012": "Mark E. Stickel (June 22, 1947 – April 13, 2013) was a computer scientist working in the fields of automated theorem proving and artificial intelligence. He worked at SRI International for over 30 years, and was Principal Scientist at the Artificial Intelligence Center.[1]", "64322326": "Tawanna Dillahunt is an American computer scientist and information scientist based at the University of Michigan School of Information. She runs the Social Innovations Group, a research group that designs, builds, and enhances technologies to solve real-world problems.[1] Her research has been cited over 2,700 times according to Google Scholar.[2]", "31030040": "Christopher Ahlberg, born 1968, is a Swedish/American[1] computer scientist and executive. Ahlberg is the co-founder and CEO of Recorded Future, as well as Chair of the Board of Trustees of Hult International Business School.[2][3]", "19331865": "William Walker McCune (December 17, 1953 – May 2, 2011) was an American computer scientist and logician working in the fields of automated reasoning, algebra, logic, and formal methods. He was best known for the development of the Otter, Prover9, and Mace4 automated reasoning systems, and the automated proof of the Robbins conjecture using the EQP theorem prover.", "44284700": "David Skellern is an Australian electronic engineer and computer scientist credited, along with colleagues, for the first chip-set implementation of the IEEE 802.11a wireless networking standard.[1]", "68238111": "Nathalie Revol (born 1967)[1] is a French computer scientist known for her research on computer arithmetic, including floating-point arithmetic and interval arithmetic. She is a researcher for the French Institute for Research in Computer Science and Automation (INRIA), associated with the arithmetic and computing project of the Laboratoire de l'Informatique du Parallélisme at the École normale supérieure de Lyon.", "37534495": "Peter Ružička (9 August 1947 – 5 October 2003) was a Slovak computer scientist and mathematician who worked in the fields of distributed computing and computer networks. He was a professor at the Comenius University, Faculty of Mathematics, Physics and Informatics working in several research areas of theoretical computer science throughout his long career.", "67287843": "Latifa Mohammed Al-Abdulkarim is a Saudi Arabian computer scientist and professor working on AI ethics, legal technology, and explainable AI. She is currently an assistant professor of computer science at King Saud University and visiting researcher in artificial intelligence and law at the University of Liverpool. Al-Abdulkarim has been recognized by Forbes as one of the “women defining the 21st century AI movement” and was selected as one of the 100 Brilliant Women in AI Ethics in 2020.[1][2]", "21101351": "T. William (Bill) Olle (born 1933 and died March 2019) was a British computer scientist and consultant and President of T. William Olle Associates, England.", "24345386": "Fred Barry Schneider (born December 7, 1953[1]) is an American computer scientist, based at Cornell University, where he is the Samuel B. Eckert Professor of Computer Science.[2][3] He has published in numerous areas including science policy, cybersecurity, and distributed systems.[4] His research is in the area of concurrent and distributed systems for high-integrity and mission-critical applications.", "65813291": "Shamim Rajani (born in the 1970s) is an entrepreneur and businesswoman from Karachi, Pakistan.[1] In 2004, she began to work professionally in the Information Technology (IT) industry of Pakistan.[2] In 2005, she co-founded Genetech Solutions, a software development company, based in Karachi, Pakistan.[3] Since 2010, she has been serving as the chief operating officer (COO) in the same company.[4][5] In the year 2017, she launched the computer training program under the ConsulNet Corporation to educate non-tech women in Karachi.[2] In 2018, she launched another training program, CodeGirls, in partnership with Faiza Yousuf.[6] The CodeGirls is the subsidiary of ConsulNet Corporation.[3][7] In the same year, she also began to serve as an advisor for WomenInTechPK and became the Pakistani ambassador at CryptoChicks, a research institute based in Toronto, Canada.[6][8] In 2019, she became the board member of the Pakistan Agile Development Society.[9] In the second quarter of the year 2020, she was elected as the vice-chairperson of P@SHA. She began to serve in the office from the mid of October 2020 while working closely with Jehan Ara, the president of P@SHA.[10]", "899894": "Gregor Kiczales is an American computer scientist. He is currently a professor of computer science at the University of British Columbia in Vancouver, British Columbia, Canada.[1] He is best known for developing the concept of aspect-oriented programming,[2] and the AspectJ extension to the Java programming language, both of which he designed while working at Xerox PARC.[3] He is also one of the co-authors of the specification for the Common Lisp Object System,[4] and is the author of the book The Art of the Metaobject Protocol, along with Jim Des Rivières and Daniel G. Bobrow.[5]", "65289015": "Harold Stuart Stone (born August 10, 1938 in St. Louis, Missouri) is an American computer scientist specializing in parallel computer architecture. He is an IEEE Fellow, and a Fellow of the Association for Computing Machinery (1993).[1]", "654139": "Ken Batcher, full name Kenneth Edward Batcher [1] (December 1935 – August 2019) was an emeritus professor of Computer Science at Kent State University. He also worked as a computer architect at Goodyear Aerospace in Akron, Ohio for 28 years.", "24099648": "Ira H. Fuchs (born December 1948) is an internationally known authority on technology innovation in higher education and is a co-founder of BITNET,[1] an important precursor of the Internet.[2][3][4] \nHe was inducted into the Internet Hall of Fame in 2017. Since 2012 he has been President of BITNET, LLC a consulting firm specializing in online learning and other applications of technology in higher education.", "55016257": "Anthony C. Hearn is an Australian-American computer scientist and adjunct staff member at RAND Corporation and at the Institute for Defense Analyses Center for Computing Sciences.[1] He is best known for his pioneering contributions in mathematical software development, most notably in developing the computer algebra system REDUCE, which is the oldest such system still in active use.[2] He was also one of the founders of the CSNET computer network, for which he shared the Jonathan B. Postel Service Award with Peter J. Denning, David Farber, and Lawrence Landweber in 2009.[3] He was elected a Fellow of the Association for Computing Machinery in 2006 \"for contributions to computer algebra and symbolic computation.\"[4] He got an honorary doctorate from the University of Erlangen–Nuremberg in Germany on 30 November 2012 [5]", "47758146": "Amanda Wixted (born November 23, 1981) is a video game programmer and founder of Meteor Grove Software.", "67238726": "Kenneth (\"Ken\") Arthur Robinson (30 July 1938 – 5 September 2020) was an Australian computer scientist.[1][2] He has been called \"The Father of Formal Methods in Australia\".[3]", "39582537": "Dan Edward Willard (died January 21, 2023[1]) was an American computer scientist and logician, and a professor of computer science at the University at Albany.", "15940428": "David Paul Dobkin is an American computer scientist and the Phillip Y. Goldman '86 Professor of Computer Science at Princeton University.[1]  His research has concerned computational geometry and computer graphics.", "25148237": "Matthew T. Dickerson is an American academic working as a professor of computer science at Middlebury College in Vermont.[1] A scholar of J. R. R. Tolkien's literary work and the Inklings, Dickerson is by his own account a novelist, newspaper columnist, blues musician, historian of music, fly fisherman, maple sugar farmer, and beekeeper.[2]", "43531096": "Katrina Ligett is an American computer scientist. She is a Professor of computer science at the Hebrew University[1] and Visiting Associate at California Institute of Technology. She is known for work on algorithmic game theory and privacy.", "18365276": "Leslie Pack Kaelbling is an American roboticist and the Panasonic Professor of Computer Science and Engineering at the Massachusetts Institute of Technology.[1] She is widely recognized for adapting partially observable Markov decision processes from operations research for application in artificial intelligence and robotics.[2][3][4] Kaelbling received the IJCAI Computers and Thought Award in 1997 for applying reinforcement learning to embedded control systems and developing programming tools for robot navigation.[5] In 2000, she was elected as a Fellow of the Association for the Advancement of Artificial Intelligence.[6]", "21642079": "Patrick Prosser (born 8 September 1952) is a Computer Scientist who spent the bulk of his career at the University of Glasgow. His research has centred on constraint programming, although it has extended into the application of those techniques into other areas.  For his major contributions to the theory and practice of constraint programming, Patrick was awarded the Association for Constraint Programming's Research Excellence Award on 15 September 2011: he is only the sixth recipient of this award.[1] He gave a prerecorded acceptance speech, which is available on YouTube.[2]", "56785760": "The Honorable Faustine Villanneau Chebou Kamdem Fotso born on the 12th of June, 1965, is a computer scientist, environmentalist, and lawyer from Cameroon.", "53721959": "Yunhao Liu is a Chinese computer scientist. He is the Dean of Global Innovation Exchange (GIX) at Tsinghua University.", "2849640": "He Jifeng (simplified Chinese: 何积丰; traditional Chinese: 何積豐; pinyin: Hé Jīfēng, born August 1943) is a Chinese computer scientist.[1][2]", "67304295": "Luke Tierney is an American statistician and computer scientist. A fellow of the Institute of Mathematical Statistics since 1988 and of the American Statistical Association since 1991, Tierney is currently a professor of statistics at the University of Iowa.[1] Through his past work on programming languages such as R and Lisp, Tierney now holds a position on the developing team known as the R Core.[2]", "32422763": "Pierluigi Crescenzi (a.k.a. Pilu Crescenzi) is a full professor of computer science at the Gran Sasso Science Institute.[1] His research areas include theoretical computer science and computer science education. He has been teaching at Sapienza University of Rome, University of Florence and Université Paris Diderot.", "57604974": "Ujjwal Maulik[1] is an Indian computer scientist and a professor.[2] He is the former chair of the Department of Computer Science and Engineering at Jadavpur University, Kolkata, West Bengal, India.[3] He also held the position of the principal-in-charge and the head of the Department of Computer Science and Engineering at Kalyani Government Engineering College.[4]", "40565617": "Walter Daelemans (born June 3, 1960) is professor in computational linguistics at the University of Antwerp. He is also a research director of the Computational Linguistics and Psycholinguistics Research Center (CLiPS).[1]", "44202866": "Robert Alan Eustace (born 1957) is an American computer scientist who served as Senior Vice President of Engineering and first Senior Vice President for Knowledge at Google until retiring in 2015.[3]  On October 24, 2014, he made a free-fall jump from the Stratosphere, breaking Felix Baumgartner's world record.  The jump was from 135,890 feet (41.42 km) and lasted 15 minutes, an altitude record that stands as of 2023[update].[2][4]", "46971771": "Dahlia Malkhi is an Israeli-American computer scientist who works on distributed systems and cryptocurrency.", "11172734": "Michael J. Collins (born 4 March 1970) is a researcher in the field of computational linguistics. He is the Vikram S. Pandit Professor of Computer Science at Columbia University.[1]", "41499519": "Oussama Khatib (Arabic: أسامة الخطيب) is a roboticist and a professor of computer science at Stanford University, and a Fellow of the IEEE. He is credited with seminal work in areas ranging from robot motion planning and control, human-friendly robot design, to haptic interaction and human motion synthesis. His work's emphasis has been to develop theories, algorithms, and technologies, that control robot systems by using models of their physical dynamics. These dynamic models are used to derive optimal controllers for complex robots that interact with the environment in real-time.", "68778878": "Isabel Cruz (aka  Isabel F. Cruz, Maria Isabel Cruz) (died 2021) was an American Portuguese computer scientist known for her research on databases, knowledge representation, geographic information systems, AI, visual languages, graph drawing, user interfaces, multimedia, information retrieval, and security. She was a University of Illinois Chicago Distinguished Professor[1] and a Professor Computer Science in the College of Engineering at the University of Illinois Chicago. She was a Fellow of the American Association for the Advancement of Science.", "52722558": "David Bacon is an American computer programmer.", "8993670": "Lawrence Peter \"Lawrie\" Brown is a cryptographer and computer security researcher, currently a (retired and now visiting) Senior Lecturer with UNSW Canberra at the Australian Defence Force Academy. His notable work includes the design of the block ciphers LOKI and the AES candidate LOKI97. He received his Ph.D. in mathematics from the University of New South Wales in 1991 under the supervision of Jennifer Seberry, with a dissertation on the design of LOKI and the cryptanalysis of the Data Encryption Standard.[1] Subsequently, his research changed focus to the Safe Erlang mobile code system, to aspects of trust issues in eCommerce with some of his Ph.D. students, and with the use of Proxy Certificates for Client Authentication.", "52624264": "Beng Chin Ooi (Chinese: 黃銘鈞; pinyin: Huáng Míngjūn) is a Singaporean computer scientist, currently a Distinguished Professor at National University of Singapore and also the Chang Jiang Professor at Zhejiang University. He is a Fellow of the Institute of Electrical and Electronics Engineers, Association for Computing Machinery and Singapore National Academy of Science.[2][3] He did his BSc (1985) and PhD (1989) at Monash University.[2]", "45431688": "Alexander Meduna (born 1957 in Olomouc, Czech Republic) is a theoretical computer scientist and expert on compiler design, formal languages and automata. He is a professor of Computer Science at the Brno University of Technology. Formerly, he taught theoretical computer science at various European and American universities, including the University of Missouri, where he spent a decade teaching advanced topics of formal language theory. He is the author of several books and over sixty papers related to the subject matter.[1]", "58784650": "Wang-Chiew Tan is a Singaporean computer scientist specializing in data management and natural language processing. Her work in data management includes data provenance (or data lineage) and data integration. She is currently a Research Scientist at Facebook AI,[1] and was previously the Director of Research at Megagon Labs in Mountain View, California.[2]", "69581707": "Michael A. Bender is an American computer scientist, known for his work in cache-oblivious algorithms, lowest common ancestor data structures, scheduling (computing), and pebble games. He is David R. Smith Leading Scholar professor of computer science at Stony Brook University,[1] and a co-founder of storage technology startup company Tokutek.[2]", "3931027": "Herman Lukoff (May 2, 1923 – September 24, 1979) was a computer pioneer and fellow of the IEEE.", "53722011": "Diana Marculescu is the Department Chair and Motorola Regents Chair in Electrical and Computer Engineering #2 at the University of Texas at Austin.  She was formerly the David Edward Schramm Professor of Electrical and Computer Engineering at Carnegie Mellon University. She is the first female chair in the department's history.", "68418460": "Diane Joyce Cook is an American computer scientist whose research interests include artificial intelligence, data mining, machine learning, home automation, and smart environments. She is Regents Professor and Huie-Rogers Chair Professor of Electrical Engineering and Computer Science at Washington State University.[1]", "20151197": "Gareth Jones is a computer scientist. Jones obtained a bachelor's degree in Electrical and Electronic Engineering from the University of Bristol in 1989 and a PhD examining the Application of Linguistic Models in Continuous Speech Recognition in 1994 from the same institution. He has since worked at the University of Cambridge, at the University of Exeter, at the Toshiba Corporation Research and Development Centre in Kawasaki, Japan, at Carnegie Mellon University, U.S.A. and at the National Institute of Informatics, Tokyo, Japan. In 2003 he was appointed as a Senior Lecturer in the School of Computing at Dublin City University.", "18086811": "William Arthur Stewart Buxton OC (born March 10, 1949) is a Canadian computer scientist and designer. Most recently -having left in December 2022 - he was a partner researcher at Microsoft Research. He is known for being one of the pioneers in the human–computer interaction field.  He is still active in research, especially the curation of his collection documenting the history of interactive devices.", "61799329": "Edith Elkind is an Estonian computer scientist who works as a professor of computing science at the University of Oxford and as a non-tutorial fellow of Balliol College, Oxford.[1] She is known for her work in algorithmic game theory and computational social choice.", "34454434": "Kim Man Lui (雷剑文), also known as Kimman Lui,[1] is an author of software engineering, and financial speculation books. He is the Chief Operations Officer of Marvel Web Services and a lecturer with the Hong Kong Polytechnic University. He has authored over 20 publications and written content for over 30 journals.[citation needed]", "53722020": "Detlev Marpe from the Fraunhofer Institute for Telecommunications in Berlin, Germany was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[1] for contributions to video coding research and standardization.", "67517351": "Madeleine Ashcraft Bates (born c. 1948) is a researcher in natural language processing who worked at BBN Technologies in Cambridge, Massachusetts from the early 1970s to the late 1990s.[1] She was president of the Association for Computational Linguistics in 1985,[2] and co-editor of the book Challenges in Natural Language Processing (1993).[3]", "22395816": "Carsten Lund (born July 1, 1963) is a Danish-born theoretical computer scientist, currently working at AT&T Labs in Bedminster, New Jersey, United States.[1]", "10058668": "Jens Axboe (born circa 1976) is a Linux kernel hacker.[2]", "56785838": "Marie-Paule Cani (born 1965) is a French computer scientist conducting advanced research in the fields of shape modeling and computer animation. She has contributed to over 300 research publications having around 12000 citations.[1]", "49167282": "Andreas Reuter (born October 31, 1949) is a German computer science professor and research manager. His research focuses on databases, transaction systems, and parallel and distributed computer systems. Reuter has been scientific and executive director of EML European Media Laboratory GmbH[1] and gGmbH since 1998 and Managing Director of the Heidelberg Institute for Theoretical Studies (HITS gGmbH) from 2010 until 2016.[2] In October 2015, he was appointed Senior Professor at the University of Heidelberg.[3]", "62782393": "Tanja Schultz is a German computer scientist specializing in speech processing. She is  professor of computer science at the University of Bremen and the former president of the International Speech Communication Association.[1]", "59718586": "Anna Goldenberg is a Russian-born computer scientist and a full professor at University of Toronto's Department of Computer Science and the Department of Statistics, a senior scientist at the Hospital for Sick Children's Research Institute and the Associate Research Director for health at the Vector Institute for Artificial Intelligence. She is the first chair in biomedical informatics and artificial intelligence at the Hospital for Sick Children.[1]", "53787580": "Ernst Rothauser (7 July 1931 – 4 August 2015)[1][2] was an Austrian computer scientist. As member of Heinz Zemanek's \"Mailüfterl-Team\", he worked on the country's first transistor computer. After finishing his dissertation he was hired by IBM Zurich Research Laboratory, retiring in 1995.[3][4]", "73661376": "Yang Liu (Chinese: 刘扬)[1] is a Chinese and American computer scientist specializing in speech recognition, and a principal scientist for Amazon Alexa.", "70384577": "Jacobus Willem (Jaco) de Bakker (7 March 1939 – 13 December 2012) was a Dutch theoretical computer scientist and professor at the Vrije Universiteit Amsterdam.", "7715782": "Monica Sin-Ling Lam is an American computer scientist. She is a professor in the Computer Science Department at Stanford University.", "53296076": "Creative computing covers the interdisciplinary area at the cross-over of the creative arts and computing. Issues of creativity include knowledge discovery, for example.[1]", "15875029": "Shmuel (Muli) Safra (Hebrew: שמואל ספרא) is an Israeli computer scientist. He is a Professor of Computer Science at Tel Aviv University, Israel. He was born in Jerusalem.", "56802262": "Jill Loraine Zimmerman (born 23 March 1959) is an American computer scientist and the James M. Beall Professor of Mathematics and Computer Science at Goucher College. Since 2006, she has been the head of the Goucher Robotics Lab.", "63175648": "Roy Clay Sr. (born 1929) is an American computer scientist and inventor. He was a founding member of the computer division at Hewlett-Packard, where he led the team that created the HP 2116A. He is the Chief Executive Officer of ROD-L electronics and has been involved with the development of electrical safety equipment.", "41122787": "David C. Robertson (born ca 1960) is an American computer scientist, organizational theorist, and management consultant, known for his contributions in the fields of IT management and Enterprise architecture.[1][2]", "60586984": "Julie Zhuo is a Chinese-American businesswoman and computer scientist. She was the vice president of product design at Facebook and now co-founder at Sundial.[1] Zhuo is the author of The Making of a Manager (2019).", "56949737": "Wendy Elizabeth Mackay (born on (1956-05-25)May 25, 1956) is a Canadian researcher specializing in human-computer interaction.[1][3] She has served in all of the roles on the SIGCHI committee, including Chair. She is a member of the CHI Academy and a recipient of a European Research Council Advanced grant.[4][5] She has been a visiting professor in Stanford University between 2010 and 2012, and received the ACM SIGCHI Lifetime Service Award in 2014.[6]", "21134315": "Mikhail Vladimirovich Donskoy (Russian: Михаил Владимирович Донской), (8 August 1948 – 13 January 2009) was a Soviet and Russian computer scientist.  In 1970 he graduated from Moscow State University and joined the Institute of Control Sciences of the USSR Academy of Sciences, where he became one of the lead developers of Kaissa, a computer chess program that won the first World Computer Chess Championship in 1974.[1]", "22641647": "S. D. Shibulal (born 1 March 1955, in Alappuzha, India), better known as Shibulal, is an Indian business executive. He was the chief executive officer and managing director of Infosys,[2] and one of its seven founding members. He stepped down from the post of CEO and MD on 31 July 2014 and was succeeded by the first non-founder CEO of Infosys Dr. Vishal Sikka. He is the president of the Infosys Science Foundation for the year 2015.", "42695664": "Kurt Jensen (born 1950) is a Danish computer science professor at Aarhus University has been writing peer-reviewed papers since 1976, and by 2014 had an h-index of 32.[1] He is best known for his research into coloured Petri nets.[2]", "6372337": "Mark Burgess (born 19 February 1966) is an independent researcher and writer, formerly professor at Oslo University College in Norway and creator of the CFEngine software and company,[1] who is known for work in computer science in the field of policy-based configuration management.", "74349560": "Sujata Banerjee is a computer scientist specializing in the performance and quality of service of computer networks and data centers. Born in the UK, and educated in India and the US,[1] she works in the US as vice president for research at VMware.[2]", "53754873": "Syed Ali Jafar (Hindi: सैयद जफ़र) is an Indian-American electrical engineer and computer scientist. He works at the University of California, Irvine, and has previously worked at Lucent Bell Labs, Qualcomm and Hughes Software Systems. His research interests include multi-user information theory, wireless communications and network coding.[1] He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014 \"for contributions to analyzing the capacity of wireless communication networks\"[2] and won the Blavatnik Award for Young Scientists in 2015 \"for his discoveries in interference alignment in wireless networks, changing the field’s thinking about how these networks should be designed.\"[3]", "18365452": "Seth Jared Teller (May 28, 1964 – July 1, 2014) was an American computer scientist and professor at the Massachusetts Institute of Technology, whose research interests included computer vision, sensor networks, and robotics.[1] In his Argus and Rover projects of the late 1990s, Teller was an early pioneer in the use of mobile cameras and geolocation to build three-dimensional models of cities.[2][3]", "63716366": "Wilfried de Beauclair (4 April 1912 – 22 April 2020) was a Swiss-born German engineer and computer scientist. His work on automated computing technology makes him one of the first-generation computer pioneers.[1]", "36338716": "Roderick \"Rod\" Johnson is an Australian computer specialist who created the Spring Framework and co-founded SpringSource,[1] where he served as CEO until its 2009 acquisition by VMware.[2] In 2011, Johnson became Chairman of Neo4j's Board of Directors. At the JavaOne 2012 it was announced that he joined the Typesafe Inc. Company board of directors.[3] In 2016, he founded Atomist.", "14236703": "Elaine Jessica Weyuker is an ACM Fellow,[1] an IEEE Fellow (since 2003),[2][3] and an AT&T Fellow at Bell Labs for research in software metrics and testing as well as elected to the National Academy of Engineering.[3]  She is the author of over 130 papers in journals and refereed conference proceedings.", "22412326": "Ali Abbasov Mammad oglu (Azerbaijani: Əli Abbasov Məmməd oğlu)  (born 1953 in Azerbaijan) was the Minister of Communications and Information Technologies of the Republic of Azerbaijan between 2004 and 2015.[2]", "441389": "Stephen John \"Steve\" Linford (born 12 December 1956) is a British entrepreneur and anti-spam campaigner best known for founding The Spamhaus Project.[1]", "41942072": "Jack Liangjie Xu (simplified Chinese: 许良杰; traditional Chinese: 許良傑), more commonly known as Jack Xu in English, is a Chinese software engineer, technology executive, and venture capitalist. He is the former Co-President and Chief Technology Officer (CTO) of SINA Corporation, the operator of Sina Weibo, the most influential social network in China.[1]\nHe formerly worked as the Corporate Vice President for Cisco's Unified Communications business unit, Vice President of Engineering & Research at eBay, and CTO at NetEase.[2]", "3832898": "Brian Cantwell Smith is a philosopher and cognitive scientist working in the fields of cognitive science, computer science, information studies, and philosophy, especially ontology.", "72416325": "Sasikanth Manipatruni is an American engineer and inventor in the fields of Computer engineering, Integrated circuit technology, Materials Engineering and semiconductor device fabrication.[5] Manipatruni contributed to developments in silicon photonics, spintronics and quantum materials.[6][7][8]", "51051590": "James Hampton Anderson is a Kenan Professor in the computer science department of the University of North Carolina at Chapel Hill.[1] He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2012[2] \"for contributions to the implementation of soft-real-time systems on multiprocessor and multicore platforms\", and a Fellow of the Association for Computing Machinery in 2013.[1]", "37223495": "Stella Atkins is a Professor Emeritus in computing science at Simon Fraser University in Canada,[1] and one of the founding members of the Systers community for technical women in computing.[2] Her primary research interests are in medical computing (includes laparoscopic surgery, sleep studies and telehealth) and medical image display and analysis.[1]", "64781385": "Martine Labbé (born 5 January 1958)[1] is a Belgian operations researcher known for her work on mathematical optimization, facility location, and road pricing. She is an honorary professor of graphs and mathematical optimization in the department of computer science at the Université libre de Bruxelles, editor-in-chief of the EURO Journal on Computational Optimization, and a former president of the Association of European Operational Research Societies (EURO).", "27966548": "Ronald J. Williams is professor of computer science at Northeastern University, and one of the pioneers of neural networks. He co-authored a paper on the backpropagation algorithm which triggered a boom in neural network research.[1] He also made fundamental contributions to the fields of recurrent neural networks[2][3] and reinforcement learning.[4] \nTogether with Wenxu Tong and Mary Jo Ondrechen he developed Partial Order Optimum Likelihood (POOL), a machine learning method used in the prediction of active amino acids in protein structures. POOL is a maximum likelihood method with a monotonicity constraint and is a general predictor of properties that depend monotonically on the input features.[5]", "38567000": "Yoav Shoham (Hebrew: יואב שוהם; born 22 January 1956) is a computer scientist and a Professor Emeritus at Stanford University.[1] His research spans artificial intelligence, logic and game theory. He has also founded and sold several AI companies.", "72825945": "Enrique Herrera Viedma (born 30 May 1969)[1] is the Vice-Rector for Research and Knowledge Transfer at the University of Granada (UGR), Spain. He is also Professor in Computer Science and Artificial Intelligence at the same university since 1994.[2]", "2341984": "Raymond Reiter FRSC (/ˈraɪtər/; June 12, 1939 – September 16, 2002) was a Canadian computer scientist and logician. He  was one of the founders of the field of non-monotonic reasoning with his work on default logic, model-based diagnosis, closed-world reasoning, and truth maintenance systems. He also contributed to the situation calculus.[3][1][4][5]", "43514987": "Howard Gobioff (1971 – 2008) was a computer scientist.[1] He graduated magna cum laude with a double major in computer science and mathematics from the University of Maryland, College Park. At Carnegie Mellon University, he worked on the network attached secure disks project,[2] before he went on to earn his PhD in computer science. He died suddenly from lymphoma at the age of 36.[3]", "2571377": "Nello Cristianini (born 1968) is a professor of Artificial Intelligence in the Department of Computer Science at the University of Bath.[1]", "40860800": "Dale Louis Goodhue (born ca 1944) is an American Information systems researcher, and Professor Emeritus at the Management Information Systems Department of the University of Georgia, known for his work on enterprise systems and data management in large organizations.[1]", "74071175": "Yuejie Chi is an electrical engineer and computer scientist whose research concerns non-convex optimization and compressed sensing algorithms in the foundations of machine learning and statistical signal processing. Educated in China and the US, she works in the US as Sense of Wonder Group Endowed Professor of Electrical and Computer Engineering in AI Systems at Carnegie Mellon University.", "66534536": "Insup Lee is the Cecilia Fitler Moore Professor in the Department of Computer and Information Science at the University of Pennsylvania, United States. He is also the Director and co-founder of the PRECISE Center.", "40598677": "Supratik Chakraborty is an Indian computer scientist.  He is currently Bajaj Group Chair Professor in the Department of Computer Science and Engineering at Indian Institute of Technology Bombay.[1]", "46382233": "Jocelyn Scheirer is an American entrepreneur, scientist, and artist who has been working in wearable technology since the late 1990s. Her research focuses on Affective Computing, which she pursued while pursuing her PhD (pending) at MIT Media's Lab Affective Computing Group with Rosalind Picard. Scheirer invented and, along with MIT, patented the Galvactivator glove which measured skin conductance through sensors on the palm and relayed the varying intensity through an LED display.[1]\nShe founded the intercommunication equipment and systems company Empathyx, Inc. in 2006 and co-founded the emotional analytics company Affectiva in 2009, serving as their director of operations until 2010.[2][3]  Scheirer has also created several visual and performance art pieces that have been featured in several galleries in Massachusetts including the MIT Museum, the Galatea Fine Art Gallery, and the Bromfield Gallery.[4][5][6] She currently serves as CEO of the wearable company Bionolux Labs, LLC.[7]", "61389979": "Kyriakos Pierrakakis (Greek: Κυριάκος Πιερρακάκης; born 1983) is a Greek computer and political scientist, who served as Minister of State and Digital Governance in the Cabinet of Kyriakos Mitsotakis from 2019 to 2023.[1]", "21871772": "Gary T. Leavens[1] is an American academic working as a professor of computer science at the University of Central Florida.", "34978981": "Fabio Kon is an ex-member of Open Source Initiative and a full professor of the department of computer science of the University of São Paulo, Brazil.[1]  He is the primary contact for the University of São Paulo FLOSS Competence Center.[2]", "16907430": "Hartmut Neven (born 1964) is a scientist working in quantum computing, computer vision, robotics and computational neuroscience. He is best known for his work in face and object recognition and his contributions to quantum machine learning. He is currently Vice President of Engineering at Google where he is leading the Quantum Artificial Intelligence Lab which he founded in 2012.[1][2][3][4][5][6]", "18513065": "Daniel B. Cid is a tech entrepreneur, open source developer and book author.[1] Cid founded OSSEC, an open source intrusion detection system, in 2004 and led the project until it was acquired by Trend Micro (Third  Brigade) on June 16, 2008.[2] He founded Sucuri in 2010, a web site security company, and served as its Chief Technology Officer until it was acquired by GoDaddy on Mar 22, 2017.[3]", "39779502": "JoAnne Yates (born 1951) Sloan Distinguished Professor of Management, Emerita at the MIT Sloan School of Management, has worked at the intersection of organization studies and information technology. She has contributed to a number of fields including organizational theory, rhetoric and writing studies, genre theory, business history, archival studies, history of computing, and standardization. [1][2]", "40565938": "Arthur Harry Maria ter Hofstede (born 1966) is a Dutch computer scientist, and professor of information systems at the Queensland University of Technology in Australia, and professor at the Eindhoven University of Technology, known for his work in workflow patterns,[1] YAWL, and  business process management.[2]", "5094580": "Kathleen Rita Antonelli (née McNulty; formerly Mauchly; \n12 February 1921 – 20 April 2006), known as Kay McNulty, was an Irish computer programmer and one of the six original programmers of the ENIAC, one of the first general-purpose electronic digital computers. The other five ENIAC programmers were Betty Holberton, Ruth Teitelbaum, Frances Spence, Marlyn Meltzer, and Jean Bartik.", "38583478": "Jürg Gutknecht (born 3 January 1949) is a Swiss computer scientist. He developed, with Niklaus Wirth, the programming language Oberon and the corresponding operating system Oberon.", "56835259": "Yvonne Rogers FRS is a British psychologist and computer scientist. She serves as director of the Interaction Centre at University College London. She has authored or contributed to more than 250 publications.[1] Her book Interaction Design: Beyond Human-Computer Interaction written with Jenny Preece and Helen Sharp (5th Edition, 2019) has sold more than 200,000 copies worldwide and has been translated into six other languages.  Her work is described in Encounters with HCI Pioneers: A Personal History and Photo Journal.[2][1]", "27081915": "Erik Winfree (born September 26, 1969[1]) is an American applied computer scientist, bioengineer, and professor at California Institute of Technology.[2]  He is a leading researcher into DNA computing and DNA nanotechnology.[3][4][5]", "50150606": "Dorothy Toplitzky Blum (February 21, 1924 – October 1980)[1] was an American computer scientist and cryptanalyst. She worked for the National Security Agency and its predecessors from 1944 until her death in 1980.", "71007443": "Emina Torlak is an American computer scientist and software engineer whose research concerns software verification, program synthesis, and the integration of these techniques into domain-specific languages. She was previously professor of computer science at the University of Washington, and is currently a senior principal scientist for Amazon Web Services.[1]", "67960021": "Richard Masao Fujimoto is a computer scientist and researcher in reverse computation, distributed computing, and big data. He is a Regents’ Professor, Emeritus, in the School of Computational Science and Engineering (CSE) at the Georgia Institute of Technology. He was also the founding chair of Georgia Tech's school of CSE.[1] Fujimoto's research has provided the basis for the development of new algorithms and computational techniques for discrete event simulations, including the development of the Georgia Tech Time Warp software, which was adopted for use by MITRE to create a commercial air traffic simulator.[1][2] Fujimoto also led the development and definition of the time management services in the High Level Architecture (HLA) for modeling and simulation which was standardized under IEEE 1516.[1][3]", "42515691": "Igor Muttik (born 1962 in Russia) is a computer security expert, researcher and inventor.", "33258732": "Dr. Byron Cook is an American computer science researcher at University College London.[1]  Byron's research interests include program analysis/verification, programming languages, theorem proving, logic, hardware design, and operating systems.  Byron's recent work has been focused on the development of automatic tools for", "67288299": "Katie Marie Atkinson is a professor of computer science and the Dean of the School of Electrical Engineering, Electronics and Computer Science at the University of Liverpool. She works on researching and building artificial intelligence tools to help judges and lawyers. Atkinson previously served as the President of the International Association for AI and Law.", "61799662": "Jakita O. Thomas is a Philpott Westpoint Stevens Associate Professor of Computer Science and Software Engineering at Auburn University.[1] Thomas is one of the co-founders of Pharaoh's Conclave, an organisation helping engage and prepare youth for careers and opportunities related to eSports.[2] Thomas is also a founder of Black ComputeHer which is an organisation dedicated to supporting computing tech education and workforce development for Black women and girls.[3]", "51690740": "Pascale Fung (馮雁) (born in Shanghai, China) is a professor in the Department of Electronic & Computer Engineering and the  Department of Computer Science & Engineering at the Hong Kong University of Science & Technology(HKUST). She is the director of the newly established, multidisciplinary Centre for AI Research (CAiRE) at HKUST. She is an elected Fellow of the Institute of Electrical and Electronics Engineers (IEEE) for her “contributions to human-machine interactions”,[1] an elected Fellow of the International Speech Communication Association for “fundamental contributions to the interdisciplinary area of spoken language human-machine interactions” [2][3] and an elected Fellow of the Association for Computational Linguistics (ACL) for her “significant contributions toward statistical NLP, comparable corpora, and building intelligent systems that can understand and empathize with humans”.[4]", "32259316": "Andrew W. Houston (/ˈhaʊs.tən/; born March 4, 1983) is an American Internet entrepreneur, and the co-founder and CEO of Dropbox, an online backup and storage service. According to Forbes, his net worth is about $2.2 billion.[1] Houston held 24.4 percent voting power in Dropbox before filing for IPO in February 2018.[2]", "71253239": "Victoria Lynn Interrante is an American computer scientist specializing in computer graphics, scientific computing, and virtual environments. She is a professor of computer science and engineering at the University of Minnesota, a founder of the annual ACM Symposium on Applied Perception in Graphics and Visualization, and co-editor-in-chief of the journal ACM Transactions on Applied Perception.[1]", "49413383": "Ali Ghodsi is an Iranian-Swedish AI leader,[2] computer scientist and entrepreneur[3] specializing in distributed systems and big data. He is a co-founder and CEO of Databricks[4][2][5] and an adjunct professor at UC Berkeley. Ideas from his academic research[6] in the area of resource management and scheduling and data caching have been applied in popular open source projects such as Apache Mesos,[7] Apache Spark,[8] and Apache Hadoop.", "63585544": "Wei Wang is a Chinese-born American computer scientist. She is the Leonard Kleinrock Chair Professor in Computer Science and Computational Medicine at University of California, Los Angeles and the director of the Scalable Analytics Institute (ScAi).[1] Her research specializes in big data analytics and modeling, database systems, natural language processing, bioinformatics and computational biology, and computational medicine.", "60587273": "Diane Kelly is an American computer scientist, notable for her work on the analysis of information seeking behaviours, and the development of experimental methods to support further research in the field. She is director of the faculties of Information Sciences[1] and Communication & Information[2] at the University of Tennessee Knoxville. Kelly's work is strongly user-oriented, with human behaviour and interaction at the centre of her research.[3] \nShe received a simultaneous PhD in Information and Library Science and Cognitive Science Certificate from Rutgers University in 2004. She graduated with an MLS from Rutgers in 1999 and a BA in Psychology & English from the University of Alabama in 1996.[1]", "73497871": "Hans-Joachim Bungartz (born 1963 in Lahr/Schwarzwald) is a German mathematician and computer scientist. He is a professor at the Technical University of Munich and holds the chair for scientific computing there. He was Dean of the Faculty of Computer Science and has been Dean of the TUM School of Computation, Information and Technology[1] since October 2022.", "19627280": "Thomas Robert Gruber (born 1959) is an American computer scientist, inventor, and entrepreneur with a focus on systems for knowledge sharing and collective intelligence. He did foundational work in ontology engineering and is well known for his definition of ontologies in the context of artificial intelligence.[1][2]", "26787092": "Pavel Valeryevich Durov (Russian: Павел Валерьевич Дуров; born 10 October 1984),[4] is a Russian-born French-Kittitian–Emirati entrepreneur who is known for founding the social networking site VK and the app Telegram Messenger.[5] He is the younger brother of Nikolai Durov. As of 29 September 2022,[update] his net worth is estimated at US$15.1 billion.[6] In 2022, he was recognized as the richest person in the United Arab Emirates according to Forbes.[7] In February 2023, Arabian Business named him the most powerful entrepreneur in Dubai.[8]", "45088025": "Paul Ramsay FRPSL is a United States-based British-born philanthropist and computer tycoon.", "38485273": "Brian Silverman is a Canadian computer scientist, the creator of many programming environments for children,[1] and a researcher in cellular automata.", "1621281": "Jacek Karpiński (9 April 1927 –  21 February 2010) was a Polish pioneer in computer engineering and computer science.", "42351907": "Raphael \"Raphi\" Rom is an Israeli computer scientist working at Technion – Israel Institute of Technology.[1]", "12107044": "Godfried Theodore Patrick Toussaint (1944 – July 2019) was a Canadian computer scientist, a professor of computer science, and the head of the Computer Science Program at New York University Abu Dhabi (NYUAD)[1] in Abu Dhabi, United Arab Emirates. He is considered to be the father of computational geometry in Canada. He did research on various aspects of computational geometry, discrete geometry, and their applications: pattern recognition (k-nearest neighbor algorithm, cluster analysis), motion planning, visualization (computer graphics), knot theory (stuck unknot problem), linkage (mechanical) reconfiguration, the art gallery problem, polygon triangulation, the largest empty circle problem, unimodality (unimodal function), and others. Other interests included meander (art), compass and straightedge constructions, instance-based learning, music information retrieval, and computational music theory.[2]", "507172": "Scott Elliott Fahlman (born March 21, 1948) is an American computer scientist and Professor Emeritus at Carnegie Mellon University's Language Technologies Institute and Computer Science Department.  He is notable for early work on automated planning and scheduling in a blocks world, on semantic networks, on neural networks (especially the cascade correlation algorithm), on the programming languages Dylan, and Common Lisp (especially CMU Common Lisp), and he was one of the founders of Lucid Inc. During the period when it was standardized, he was recognized as \"the leader of Common Lisp.\"[1] From 2006 to 2015, Fahlman was engaged in developing a knowledge base named Scone, based in part on his thesis work on the NETL Semantic Network.[2] He also is credited with coining the use of the emoticon.", "507174": "Geoffrey Everest Hinton CC FRS FRSC[12] (born 6 December 1947) is a British-Canadian  computer scientist and cognitive psychologist, most noted for his work on artificial neural networks. From 2013 to 2023, he divided his time working for Google (Google Brain) and the University of Toronto, before publicly announcing his departure from Google in May 2023, citing concerns about the risks of artificial intelligence (AI) technology.[13] In 2017, he co-founded and became the chief scientific advisor of the  Vector Institute in Toronto.[14][15]", "69467436": "Sarah Cohen-Boulakia (born 1980)[1] is a French computer scientist and data scientist known for her research on data provenance in science, and especially in bioinformatics. She is a professor of bioinformatics in the Laboratory for Computer Science (Laboratoire de recherche en informatique [fr]) of the French National Centre for Scientific Research and Paris-Saclay University.[2]", "37469486": "Olaf O. Storaasli, NASA (Langley Alumni Assn President [1]) & former distinguished researcher at Oak Ridge National Laboratory (Computer Science & Mathematics Division's Future Technologies Group), USEC & Synective Labs VP, following his 35 year NASA career where he led the hardware, software & applications teams' successful development of one of NASA's 1st parallel computers, the Finite element machine and developed rapid matrix equation algorithms tailored to high-performance computers harnessing FPGA & GPU accelerators to solve science and engineering applications. He was PhD advisor and graduate instructor at UT, GWU and CNU and mentored 25 NHGS students. He is recognized by American Men and Women of Science, Marquis Who's Who, and NASA, Cray, Intel and Concordia College awards. NASA Awards include Viking Mars Lander design and Engineering Analysis (IPAD, RIM, HPC, FPGA, SPAR, FEM, Space Shuttle SRB and NASA Software-of-the-year).", "47004973": "Robert B. Schnabel (born December 18, 1950) is an American computer scientist. He was executive director and CEO of the Association for Computing Machinery (ACM) from November 1, 2015 to 2017.[1] He is now professor and external chair of computer science at University of Colorado Boulder.[2]", "36830529": "Eben Christopher Upton CBE FREng DFBCS [4][5] (born 5 April 1978) is the Welsh CEO of Raspberry Pi (Trading) Ltd., which runs the engineering and trading activities of the Raspberry Pi Foundation.[6][7][8][9] He is responsible for the overall software and hardware architecture of the Raspberry Pi device.[10][11][12] He is a former technical director and ASIC architect for Broadcom.[13]", "71400777": "Jade Alglave FREng (born 1984)[1] is a French computer scientist whose research involves concurrency control, consistency models, weak hardware memory models, the relation between computer hardware and programming languages, and the \"cat\" domain-specific language for consistency models. She is a professor of computer science at University College London and a distinguished engineer at British semiconductor firm Arm.[2]", "30817610": "Reinhard Wilhelm (born June 5, 1946) is a German computer scientist.", "6470992": "Jiawei Han FRSC[1] (Chinese: 韩家炜; born August 10, 1949) is a Chinese-American computer scientist and writer. He currently holds the position of Michael Aiken Chair Professor in the Department of Computer Science at the University of Illinois at Urbana-Champaign.[2] His research focuses on data mining, text mining, database systems, information networks, data mining from spatiotemporal data, Web data, and social/information network data.", "72744278": "Tetyana Nikolaevna Baydyk (born 1954, Ukrainian: Байдик Тетяна Миколаївна, also published as Tatiana Baidyk) is a Ukrainian researcher in artificial neural network based image recognition, particularly for problems of handwriting recognition and the manufacture of microelectromechanical systems. She is also interested in the application of micromechanics in renewable energy, including for concentrated solar power. She works at the National Autonomous University of Mexico (UNAM), in the Microtechnology and Neural Networks group of the Department of Micro and Nanotechnologies of the Institute for Applied Sciences and Technology (ICAT).[1]", "40320343": "Fatimata Seye Sylla is the director of Senegal's Digital Freedom Initiative,[1] a council member for the Free and Open Source Software Foundation for Africa, and the Senegal National Coordinator of the African Civil Society for the Information Society. She is a former member of the At-Large Advisory Committee for ICANN, where she represented Senegal, and advocated there for greater involvement of the developing world with Internet governance. She also served on the board of the CATIA (Catalyzing Access To ICTS in Africa) initiative,[2] a program that worked to support ICT initiatives and their directors across African countries.[3]", "2178390": "Ellen R. Spertus is an American computer scientist who is currently the Elinor Kilgore Snyder Professor of computer science at Mills College, Oakland, California, and a former senior research scientist at Google.[2]", "56442210": "Tin Kam Ho (Chinese: 何天琴) is a computer scientist at IBM Research with contributions to machine learning, data mining, and classification. Ho is noted for introducing random decision forests in 1995, and for her pioneering work in ensemble learning and data complexity analysis.  She is an IEEE fellow and IAPR fellow.", "69008738": "Allison Mankin is an American computer scientist and prominent figure in the area of Internet governance. She previously served as the Internet Research Task Force (IRTF) Chair and holds numerous leadership positions within the Internet Engineering Task Force (IETF), which is known for developing Internet standards.[1]", "25525610": "Dru Lavigne is a network and systems administrator, IT instructor, technical writer and director at FreeBSD Foundation.", "55115114": "Ihab Francis Ilyas (born May 13, 1973) is a computer scientist who works in data science. He is currently a professor of computer science in the David R. Cheriton School of Computer Science at the University of Waterloo. He also leads the Knowledge  Platform team at Apple Inc. Ihab is the holder of the Thomson Reuters-NSERC Industrial Research Chair in Data Cleaning at the University of Waterloo.[1][2][3]", "32521590": "Géraud Sénizergues (born 9 March 1957) is a French computer scientist at the University of Bordeaux.", "14466422": "Ioannis A. Kakadiaris is a Greek-born American computer scientist who has developed an identity verification system at the University of Houston. He is a Hugh Roy and Lillie Cranz Cullen University Professor of Computer Science, Electrical & Computer Engineering, and Biomedical Engineering at the University of Houston, a position to which he was appointed in 2011.[1]", "64893": "Apu Nahasapeemapetilon is a recurring character in the American animated television series The Simpsons. He is an Indian immigrant proprietor who runs the Kwik-E-Mart, a popular convenience store in Springfield, and is known for his catchphrase, \"Thank you, come again\".[1] He was voiced by Hank Azaria and first appeared in the episode \"The Telltale Head\". He was named in honor of the title character of The Apu Trilogy by Satyajit Ray.[2]", "69860733": "Hagit Shatkay (28 January 1965 - 2 January 2022) was an Israeli-American computer scientist, known for her contributions to computational biology, medical informatics, bioinformatics, and machine learning. She was a professor in the department of computer and information sciences at the University of Delaware.[1] Shatkay was a senior member and served on the board of directors of the International Society for Computational Biology.[2]", "46972289": "Carol Dianne Briggs Martin is an American computer scientist, former Vice Provost for Faculty Affairs at George Washington University[1] and first  Senior Faculty Fellow of the North Carolina (NC) Study Center. She currently teaches at the University of North Carolina (UNC) Department of Computer Science and the School of Information and Library Sciences.[2]", "47086977": "Salvatore J. Stolfo is an academic and professor of computer science at Columbia University, specializing in computer security.", "55999875": "Therese Charlotte Biedl is an Austrian computer scientist known for her research in computational geometry and graph drawing. Currently she is a professor at the University of Waterloo in Canada.[1]", "52559237": "Mohamed G. Gouda is an American computer scientist, currently the Mike A. Myers Centennial Professor at University of Texas at Austin.[1][2][3][4]", "59506057": "ACM Fellow", "11517321": "Linnar Viik (born 26 February 1965 in Tallinn) is an Estonian information technology scientist, entrepreneur and IT visionary.", "15767": "Jonathan Bruce Postel (/pəˈstɛl/; August 6, 1943 – October 16, 1998) was an American computer scientist who made many significant contributions to the development of the Internet, particularly with respect to standards. He is known principally for being the Editor of the Request for Comment (RFC) document series, for Simple Mail Transfer Protocol (SMTP), and for administering the Internet Assigned Numbers Authority (IANA) until his death. During his lifetime he was referred to as the \"god of the Internet\"[4][5] for his comprehensive influence; Postel himself noted that this \"compliment\" came with a barb, the suggestion that he should be replaced by a \"professional,\" and responded with typical self-effacing matter-of-factness: \"Of course, there isn’t any 'God of the Internet.' The Internet works because a lot of people cooperate to do things together.\"[6]", "13925784": "John Alexander Coll was a British computer specialist. While teaching physics at Oundle school he built a number of computers and was involved in Micro Users in Secondary Education (MUSE). He helped write the functional description for the BBC Computer and played an important role in convincing senior management at the BBC that it could be done. He later wrote the BBC Microcomputer User Guide which was supplied by Acorn Computers with the BBC Micro and appeared regularly on the television programmes Making the Most of the Micro and Micro Live which featured the computer.", "15768": "Joyce Kathleen Reynolds (March 8, 1952 – December 28, 2015)[1] was an American computer scientist who played a significant role in developing protocols underlying the Internet.[2] She authored or co-authored many RFCs, most notably those introducing and specifying the Telnet, FTP, and POP protocols.[3]", "23494044": "Michael Peter Georgeff is a computer scientist and entrepreneur who has made contributions in the areas of Intelligent Software Agents and eHealth.", "10435998": "Ekaterini Panagiotou Sycara (Greek: Κάτια Συκαρά) is a Greek computer scientist. She is an Edward Fredkin Research Professor of Robotics in the Robotics Institute, School of Computer Science at Carnegie Mellon University internationally known for her research in artificial intelligence, particularly in the fields of negotiation, autonomous agents and multi-agent systems.[1] She directs the Advanced Agent-Robotics Technology Lab at Robotics Institute, Carnegie Mellon University. She also serves as academic advisor for PhD students at both Robotics Institute and Tepper School of Business.[3]", "58899871": "Drude Elisabeth Berntsen (born 1939)[1] is a Norwegian computer scientist who was director of the Norwegian Computing Center (Norsk Regnesentral) from 1970 to 1990.[2] It was unusual for a woman to hold such a high-ranking position at a time of male dominance in computing.[3]", "33275304": "Tom Michael Mitchell (born August 9, 1951) is an American computer scientist and the Founders University Professor at Carnegie Mellon University (CMU). He is a founder and former Chair of the Machine Learning Department at CMU.[4] Mitchell is known for his contributions to the advancement of machine learning, artificial intelligence, and cognitive neuroscience and is the author of the textbook Machine Learning. He is a member of the United States National Academy of Engineering since 2010. He is also a Fellow of the American Academy of Arts and Sciences, the American Association for the Advancement of Science and a Fellow and past President of the Association for the Advancement of Artificial Intelligence. In October 2018, Mitchell was appointed as the Interim Dean of the School of Computer Science at Carnegie Mellon.", "67141036": "Tanzeem Khalid Choudhury (born 1975) is the Roger and Joelle Burnell Professor in Integrated Health and Technology[1] at Cornell Tech. Her research work is primarily in the area of mHealth (improving health using mobile devices such as smart phones).[2]", "45497786": "African-American women in computer science were among early pioneers in computing in the United States, and there are notable African-American women working in computer science.", "4210106": "Avi Silberschatz (born in Haifa, Israel) is an Israeli computer scientist and researcher. He graduated in 1976 with a Ph.D. in computer science from the State University of New York (SUNY) at Stony Brook.  He became the Sidney J. Weinberg Professor of Computer Science at Yale University, USA in 2005. He was the chair of the Computer Science department at Yale from 2005 to 2011. Prior to coming to Yale in 2003, he was the Vice President of the Information Sciences Research Center at Bell Labs. He previously held an endowed professorship at the University of Texas at Austin, where he taught until 1993. His research interests include database systems, operating systems, storage systems, and network management. Silberschatz was elected an ACM Fellow in 1996 and received the Karl V. Karlstrom Outstanding Educator Award in 1998.[1] \nHe was elected an IEEE fellow in 2000[2] for contributions to the development of computer systems dealing with the efficient manipulation and processing of information.[3] He received the IEEE Taylor L. Booth Education Award in 2002 for \" teaching, mentoring, and writing influential textbooks in the operating systems and database systems areas\".[4]\nHe was elected an AAAS fellow in 2009.[5] Silberschatz\nis a member of the Connecticut Academy of Science and Engineering.[6]", "21069244": "Hamid Reza Arabnia is a professor of computer science at the University of Georgia, United States.[1]\nHe has been the editor-in-chief of The Journal of Supercomputing since 1997.[2]", "18267581": "Stephen Brewster FRSE is the Professor of Human-Computer Interaction in the Department of Computing Science at the University of Glasgow, UK, where he runs the Multimodal Interaction Group. His main research interest is multimodal human-computer interaction, sound and haptics and gestures. Brewster received a PhD at the Human-Computer Interaction Group at the University of York. He organized the Conference on Human-Computer Interaction with Mobile Devices and Services (MobileHCI) several times and is the organiser for the CHI Conference on Human Factors in Computing Systems alongside Geraldine Fitzpatrick. He has contributed to several scientific books.", "20544958": "Clarence \"Skip\" Ellis (May 11, 1943 – May 17, 2014) was an American computer scientist, and Emeritus Professor of Computer Science and Cognitive Science at the University of Colorado at Boulder. While at the CU-Boulder, he was the director of the Collaboration Technology Research Group and a member of the Institute of Cognitive Science. Ellis was the first Black Person to earn a Ph.D. in Computer Science (1969), and the first Black Person to be elected a Fellow of the ACM (1997). Ellis was a pioneer in Computer Supported Cooperative Work (CSCW) and Groupware. He and his team at Xerox PARC created OfficeTalk, one of the first groupware systems. Ellis also pioneered operational transformation, which is a set of techniques that enables real-time collaborative editing of documents.[2]", "474574": "Udi Manber (Hebrew: אודי מנבר) is an Israeli computer scientist. He is one of the authors of agrep and GLIMPSE. After a career in engineering and management, he worked on medical research.", "24739282": "Professor Martin C. Henson FBCS FRSA (born 14 October 1954) is an English computer scientist based at the University of Essex.[1] He is dean for international affairs and is affiliated to the School of Computer Science & Electronic Engineering.[2][3]\nHenson was head of the department of computer science from 2000 to 2006.", "67845586": "Julie Anne Kientz (born May 9, 1980) is an American computer scientist. Kientz is a full professor in the University of Washington's Department of Human Centered Design & Engineering.", "61865430": "Karyn Moffatt is a Canadian computer scientist working in human–computer interaction. She is an associate professor in the School of Information Studies at McGill University, where she holds the Canada Research Chair in Inclusive Social Computing. Her research has included work on persuasive technology and computer accessibility.[1]", "23854554": "Venky Harinarayan is an Indian entrepreneur. He is the co-founder of Cambrian Ventures and Kosmix. Harinarayan also co-founded Junglee Corp. and played a significant role at Amazon.com in the late 1990s. Originally from Bombay, India, Harinarayan has a PhD in computer science from Stanford University (1997, under Jeffrey Ullman)[1] and a masters from UCLA.  Bachelor of Technology He completed his bachelor's degree in Computer Science from IIT Madras (Class of 1988). While at Stanford, Harinarayan co-wrote a paper[2] on implementing data cubes with Anand Rajaraman and Jeff Ullman, which is among the top 600 most cited computer science articles over the last 20 years.[3]", "12942811": "Daniel L. Weinreb (January 6, 1959 – September 7, 2012)[1] was an American computer scientist and programmer, with significant work in the environment of the programming language Lisp.", "27770334": "Charles Carroll Morgan (born 1952) is an American computer scientist who moved to Australia in his early teens. He completed his education there (high school, university, several years in industry), including a Doctor of Philosophy (Ph.D.) degree from the University of Sydney, and then moved to the United Kingdom in the early 1980s. In 2000, he returned to Australia.", "24608224": "Rohini Kesavan Srihari is an American computer scientist and entrepreneur. She is the founder and CEO of Content Savvy Inc., a high-technology company in Western New York. Prior to this she founded Cymfony Inc., which specializes in brand analytics.  She also founded Cymfony Net Private Limited in Bangalore, India.  She also holds a position as Professor in the Department of Computer Science and Engineering of the University at Buffalo, Buffalo, New York, USA.[1]", "54394341": "University of Wisconsin–Madison", "53755366": "George K. Karagiannidis is a professor of electrical and computer engineering at the Department of Electrical and Computer Engineering of Aristotle University of Thessaloniki and a director of Digital Telecommunications Systems and Networks Laboratory. He was named Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014[1] \"for contributions to the performance analysis of wireless communication systems\".", "5307878": "David A. Forsyth is a South-African-born American computer scientist and the Fulton Watson Copp Chair in Computer Science the University of Illinois at Urbana–Champaign.[2]", "53165544": "Venkata Narayana Padmanabhan is a computer scientist and principal researcher at Microsoft Research India.[1] He is known for his research in networked and mobile systems. He is an elected fellow of the Indian National Academy of Engineering,[2] Institute of Electrical and Electronics Engineers[3] and the Association for Computing Machinery.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Engineering Sciences in 2016.[5]", "1998313": "Terry Benton Bollinger (born February 6, 1955, Fredericktown, Missouri) is an American computer scientist who works at the MITRE Corporation. In 2003 he wrote an influential report for the U.S. Department of Defense (U.S. DoD) in which he showed that free and open source software (FOSS) had already become a vital part of the United States Department of Defense software infrastructure, and that banning or restricting its use would have had serious detrimental impacts on DoD security, research capabilities, operational capabilities, and long-term cost efficiency. His report ended a debate about whether FOSS should be banned from U.S. DoD systems, and in time helped lead to the current official U.S. DoD policy[1] of treating FOSS and proprietary software as equals. The report is referenced on the DoD CIO web site[2] and has been influential in promoting broader recognition of the importance of free and open source software in government circles.[3][4] Bollinger is also known for his activity in the IEEE Computer Society, where he was an editor for IEEE Software for six years, wrote the founding charter for IEEE Security & Privacy Magazine,[5] and received an IEEE Third Millennium Medal for lifetime contributions to IEEE. He has written about a wide range of software issues including effective development processes, cyber security, and distributed intelligence.[6]", "31145455": "Pieter Johannes Mosterman (born March 16, 1967) was Chief Research Scientist and Director of the MathWorks Advanced Research & Technology Office (MARTO) at MathWorks in Natick, Massachusetts. He also holds an Adjunct Professorship at the School of Computer Science at McGill University[1] in Montreal, Canada. His primary research interests are in Computer Automated Multiparadigm Modeling[2] with principal applications in design automation, training systems, and fault detection, isolation, and reconfiguration.", "4881907": "Dana Randall is an American computer scientist. She works as the ADVANCE Professor of Computing, and adjunct professor of mathematics at the Georgia Institute of Technology.  She is also an External Professor of the Santa Fe Institute.[2] Previously she was executive director of the Georgia Tech Institute of Data Engineering and Science (IDEaS) that she co-founded,[3] and director of the Algorithms and Randomness Center.[4] Her research include combinatorics, computational aspects of statistical mechanics, Monte Carlo stimulation of Markov chains, and randomized algorithms.", "70237685": "Clementine Jacoby is an American software engineer and criminal justice reform activist. She is a founder and executive director at Recidiviz. She was listed in Forbes 30 Under 30 in 2021 and named as a TED fellow in 2022.", "66452982": "Tigran Oganesovich Khudaverdyan (Russian: Тигран Оганесович Худавердян, Armenian: Տիգրան Հովհաննեսի Խուդավերդյան, romanized: Tigran Hovhannesi Khudaverdyan; born 28 December 1981) is an Armenian businessman, former executive at Yandex N.V.[1]", "32194037": "Roger Lee Sisson (June 24, 1926 – January 22, 1992) was an early data processing pioneer. Sisson worked on Project Whirlwind while a graduate student at MIT, co-founded the first consulting firm devoted to electronic data processing,[1] and published a number of the earliest books and periodicals on computers and data processing.", "59620857": "Timnit Gebru (Amharic: ትምኒት ገብሩ; Tigrinya:  ትምኒት ገብሩ; born 13 May 1983) is an Eritrean Ethiopian-born computer scientist[3] who works in the fields of artificial intelligence (AI), algorithmic bias and data mining. She is an advocate for diversity in technology and co-founder of Black in AI, a community of Black researchers working in AI. She is the founder of the Distributed Artificial Intelligence Research Institute (DAIR).", "48414203": "Thorsten Quandt is the professor of online communication at the University of Münster, Germany.[1] He has a particular interest in online communication, (online) journalism and digital media. He (co)authored more than 200 scientific articles and several books,[2] including Participatory Journalism,[3] which was influential in establishing the citizen journalism model. He has edited numerous books, primarily in the field of online communication and digital media, including The Video Game Debate.[4] His work was awarded with several scientific prizes, including international Top Paper Awards,[5] the dissertation award of the German Communication Association,[6] and an ERC grant (European Excellency Programme).[7]", "44727803": "John D. Lafferty is an American scientist, Professor at Yale University and leading researcher in machine learning. He is best known for proposing the Conditional Random Fields with Andrew McCallum and Fernando C.N. Pereira.[4]", "45497857": "Kimberly Bryant (born January 14, 1967) is an American electrical engineer who worked in the biotechnology field at Genentech, Novartis Vaccines, Diagnostics, and Merck. In 2011, Bryant founded Black Girls Code, a nonprofit organization that focuses on providing technology and computer programming education to African-American girls. After founding Black Girls Code, Bryant was listed as one of the \"25 Most Influential African-Americans In Technology\" by Business Insider.", "53722625": "Krishna Narayanan is a computer engineer and Eric D. Rubin '06 Professor at Texas A&M University in College Station, Texas and at the Simons Institute for the Theory of Computing of the University of California, Berkeley.[1]", "2817541": "John S. Fitzgerald FBCS (born 1965) is a British computer scientist. He is a professor at Newcastle University. He was the head of the School of Computing before taking on the role of Dean of Strategic Projects in the university’s Faculty of Science, Agriculture and Engineering.[1] His research interests are in the area of dependable computer systems and formal methods, with a background in the VDM.[2] He is a former Chair of Formal Methods Europe and committee member of BCS-FACS.", "43875845": "Jean-Pierre Jouannaud is a French computer scientist, known for his work in the area of term rewriting.", "146952": "Andrey Petrovich Yershov (Russian: Андре́й Петро́вич Ершо́в; 19 April 1931, Moscow – 8 December 1988, Moscow) was a Soviet computer scientist, notable as a pioneer in systems programming and programming language research.", "1539591": "Bart Selman is a Dutch-American professor of computer science at Cornell University.[1] He has previously worked at AT&T Bell Laboratories.[2][3] He is also co-founder and principal investigator[4] of the Center for Human-Compatible Artificial Intelligence (CHAI) at the University of California, Berkeley, led by Berkeley artificial intelligence (AI) expert Stuart J. Russell,[5] and co-chair of the Computing Community Consortium's 20-year roadmap for AI research.[6]", "43269639": "Bernd Bruegge (German: Bernd Brügge) (born 1951)  is a German computer scientist, full professor at the Technische Universität München (TUM) and the head of the Chair for Applied Software Engineering.[1] He is also an adjunct associate professor at Carnegie Mellon University (CMU) in Pittsburgh.", "45661701": "Lutz Michael Wegner (born October 11, 1949) is a German computer scientist.", "53755402": "David Hales Laidlaw is an American computer scientist. He is currently Professor of Computer Science at Brown University in Providence, Rhode Island. In 2014 he became a Fellow of the Institute of Electrical and Electronics Engineers (IEEE)[1] for contributions to data visualization and analytics. In 2019, he was named to the IEEE Visualization Academy.[2]", "63094287": "Sergiy A. Vilkomir (November 19, 1956 – February 9, 2020) was a Ukrainian-born computer scientist.[1]", "33095184": "Sirjang Lal Tandon also known as \"Jugi\" Tandon, was born in India c. 1942.[1] He is chairman and CEO of Celetronix, Inc.[2] He is known for leading his company, Tandon Corporation (originally Tandon Magnetics) in the disk drive industry, creating what became the industry-standard double-sided floppy drive disk read-and-write heads.", "2899475": "Josef Kates, born Josef Katz, (May 5, 1921 – June 16, 2018) was a Canadian engineer whose achievements include designing the first digital game-playing machine, and the world's first automated traffic signalling system.[1]", "2571798": "Joseph E. Stoy is a British computer scientist. He initially studied physics at Oxford University. Early in his career, in the 1970s, he worked on denotational semantics with Christopher Strachey in the Programming Research Group at the Oxford University Computing Laboratory (now the Oxford University Department of Computer Science).[1] He was a Fellow of Balliol College, Oxford. He has also spent time at MIT in the United States.[2] In 2003, he co-founded Bluespec, Inc.", "57097750": "Bita Daryabari (Persian: بیتا دریاباری; born April 6, 1969, in Tehran) is an Iranian-American philanthropist, entrepreneur and computer scientist.[1][2] She is the founder of several community organizations which focus on Persian immigrants in society and arts in the United States.[3] Daryabari has provided financial assistance to various educational institutions for research on the Iranian studies in higher education, including endowments to Stanford, Pembroke College, U.C. Davis, and U.C. Berkeley. She has a named Chair at U.C. Davis in Persian Language and Literature and at U.C. Berkeley in Iranian Studies.", "57261592": "Anicia Peters is a Namibian computer scientist specializing in human–computer interaction (HCI). She is the CEO of the National Commission of Research, Science and Technology (NCRST).", "5930520": "Adam Dunkels (born 1978) is a Swedish computer scientist, computer programmer, entrepreneur, and founder of Thingsquare, an Internet of things (IoT) product development business.", "53755414": "Byoungho Lee (1964 – 7 November 2022) was a South Korean scientist best known for his work on three-dimensional displays and nanophotonics. From 1994 until his death, he was on the faculty of the School of Electrical and Computer Engineering of Seoul National University. He and his research group published more than 400 peer-reviewed international journal papers, more than 700 international conference papers, and more than 20 books and book chapters. His accumulated citations are over 23,000 and his h-index is 75.[1] At the time of his death, he was the dean of the Engineering College of Seoul National University.[2]", "1621528": "Richard \"Dick\" Irvin Hustvedt (February 18, 1946 – April 15, 2008) was a renowned software engineer, designer and developer of several operating systems including Digital Equipment Corporation's RSX-11, and VMS.", "35618343": "Stephen Cohen (born September 30, 1982) is an American computer scientist and entrepreneur. He is best known as a co-founder and the president of Palantir Technologies,[1][2] a platform for analyzing integration and visualizing data used by governments and businesses.[3][4] He is credited with creating the initial prototype of Palantir in eight weeks.[5] Since then, he has interviewed over 4,500 candidates and continues to be actively involved in Palantir.[6] Previously to Palantir, Cohen worked with Peter Thiel at Clarium Capital.[1] He also served as an adviser to Backtype prior to its acquisition by Twitter in 2011.[7]", "53837351": "Shlomo Elisha Wiesel (born June 6, 1972) is an American businessman and hedge fund manager. He worked for Goldman Sachs for 25 years, serving as its chief information officer for three years, until 2019. As of May 2023, Wiesel is co-running the Niche Plus multi-manager hedge fund, the first fund of ClearAlpha Technologies, where he is a Founding Partner. He is also the chairman of Israeli fintech start-up vendor management firm entrio, and on the board of directors of FactSet. He is the only child of Holocaust survivor, author, professor, and Nobel Peace Prize recipient Elie Wiesel.", "53526055": "Todd Huffman is an American technology entrepreneur and prolific photographer.[1][2][3][4][5] He was a co-founder of the biomedical imaging company, 3Scan, co-founder of the un-conference BIL Conference, and a member of the disaster aid group Synergy Strike Force.", "49921579": "Krzysztof J. Cios (born 1950) is a Professor and Chair of the Department of Computer Science, School of Engineering, Virginia Commonwealth University (VCU), located in Richmond, Virginia. His research is focused on machine learning, data mining, and biomedical informatics.", "68435500": "Ofer Strichman (Hebrew: עופר שטרייכמן, born: 4 September 1968) is a professor of computational logic and computer science at the Davidson Industrial Engineering and Management, Technion – Israel Institute of Technology. He holds the Joseph Gruenblat chair in production engineering.[1]", "425515": "David Patrick Reed (born January 31, 1952) is an American computer scientist, educated at the Massachusetts Institute of Technology, known for a number of significant contributions to computer networking and wireless communications networks.", "33750574": "Ronald Robert Yager (born New York City) is an American researcher in computational intelligence, decision making under uncertainty and fuzzy logic.  He is currently Director of the Machine Intelligence Institute and Professor of Information Systems at Iona College.[1]", "63258166": "Yuying Li is a Chinese-Canadian professor of computer science in the David R. Cheriton School of Computer Science at the University of Waterloo in Canada.[1] Her research interests include mathematical optimization, scientific computing, data mining, and tail risk in computational finance.[2][3]", "46956091": "Cherri M. Pancake is an ethnographer and computer scientist who works as a professor of electrical engineering and computer science and Intel Faculty Fellow at Oregon State University,[1][2] and as the director of the Northwest Alliance for Computational Science & Engineering.[3] She is known for her pioneering work on usability engineering for high performance computing.[4] In 2018 she was elected for a two-year term as president of the Association for Computing Machinery.[5][6]", "32079430": "Mir Zafar Ali (Urdu: میر ظفر علی) is a Pakistani movie visual effects artist. He was a member of the team that won the Academy Award for best visual effects for the 2007 film The Golden Compass. In 2012, he was a member of the team that won the Academy Award for best visual effects for The Life of Pi and in 2014 he was a member of the team that won the Academy Award for the film Frozen.[1] He is the first Pakistani to have been connected with an Academy Award-winner for Best Visual Effects.[2][3][4]", "47300169": "Sybe I. Rispens (born April 17, 1969) is a Dutch writer, scientist and cyber security expert.", "40107596": "Nadia Magnenat Thalmann is a computer graphics scientist and robotician and is the founder and head of MIRALab at the University of Geneva. She has chaired the Institute for Media Innovation at Nanyang Technological University (NTU), Singapore from 2009 to 2021.", "6028881": "Varol Akman (born 8 June 1957, Antalya, Turkey) is Professor of Computer Engineering in Bilkent University, Ankara.[1]", "60505683": "Kobbi Nissim (קובי נסים) is a computer scientist at Georgetown University, where he is the McDevitt Chair of Computer Science.[3] His areas of research include cryptography and data privacy. He is known for the introduction of differential privacy.", "64306783": "Perry Orson Crawford, Jr. (August 9, 1917 – December 13, 2006) was an American computer pioneer credited as being the first to fully realize and promote the value of digital, as opposed to analog, computers for real-time applications. This was in 1945 while advising Jay Forrester in developing flight simulators and anti-aircraft fire control devices during  World War II, before practical digital computers had been produced.[1] His similar foresight on related issues led to his heading twelve  years later the design team for IBM's SABRE project, the ticketing system for American Airlines, the first large-scale commercial application of real-time computer systems,  which became the model for on-line transaction processing.[2]", "4341343": "Allan George Bromley (1 February 1947 – 16 August 2002) was an Australian historian of computing who became a world authority on many aspects of early computing and was one of the most avid collectors of mechanical calculators.[1][2]", "43335266": "Georgios (George) V. Magklaras (born in Agrinio, Greece) (Greek: Γεώργιος Μαγκλάρας) is a computer scientist working as a Senior Computer Systems Engineer at the Norwegian Meteorological Institute, in Norway. He also co-founded Steelcyber Scientific, an information security based consultancy specialising in digital forensics. He is a high-performance computing engineer and information security researcher. He developed methods in the field of insider IT misuse detection and prediction and digital forensics. He is the author of the LUARM and POFR tools for the Linux Operating System. He has been a strong advocate of Linux, open source tools and the Perl programming language and has given a series of lectures internationally in the fields of intrusion detection systems, digital forensics, bioinformatics, computer programming and systems administration.", "1637989": "Chu Bong-Foo (born 1937) is the inventor of the Tsang-chieh (Cangjie), a widely used Chinese input method. His renowned input method, created in 1976 and given to the public domain in 1982, has sped up the computerization of Chinese society. Chu spent his childhood in Taiwan, and has worked in Brazil, United States, Taiwan, Shenzhen and Macau.", "73989740": "Susan K. (Kathy) Land (born 1963) is an American software engineer known for her work in software quality management. She is a program manager in the US Missile Defense Agency, and was the 2021 president of the IEEE.[1]", "49249913": "Nobuko Yoshida (吉田 展子, Yoshida Nobuko) is the Christopher Strachey Professor of Computing in the Department of Computer Science, University of Oxford.[1]", "16285308": "John Alan Lewis (born 25 August 1963)[1] is an American computer science educator, and the owner of a Twitter account that is well-known for its frequent cases of mistaken identity.", "47103616": "Marianne Southall Winslett is a professor emerita of computer science at the University of Illinois at Urbana–Champaign, specializing in databases.[1] She is known for her \"possible models\" approach to belief revision.[2]", "14352002": "Jonathan Shields Turner is a senior professor of Computer Science in the School of Engineering and Applied Science at Washington University in St. Louis. His research interests include the design and analysis of high performance routers and switching systems, extensible communication networks via overlay networks, and probabilistic performance of heuristic algorithms for NP-complete problems.", "71106184": "Sylvie Thiébaux is a French-Australian computer scientist, whose research in artificial intelligence focuses on automated planning and scheduling, diagnosis, and automated reasoning under uncertainty. She is a professor of computer science at the Australian National University,[1] and co-editor-in-chief of the journal Artificial Intelligence.[2]", "63782538": "Rachel Harrison is a British computer scientist and software engineer whose research interests include mobile apps and object-oriented design. She is a professor of computer science at Oxford Brookes University.[1]", "57065099": "Richard Lewis Mattson (born May 29, 1935)[1] is an American computer scientist known for his pioneering work on using memory trace data to simulate the performance of the memory hierarchy.[2] He developed the stack distance profile, and used it to model page misses in virtual memory systems as a function of the amount of real memory available. The same methods have been applied as well more recently for modeling the behavior of CPU caches at lower levels of the memory hierarchy,[3][4] and of web caches for internet content.[5]", "38043279": "Sally hashim Shlaer (December 3, 1938 – November 12, 1998) was an American mathematician, software engineer and software methodologist,[1] known as co-developer of the 1980s Shlaer–Mellor method for software development.", "57802386": "Kilnam Chon (Hangul: 전길남; born 3 January 1943) is a South Korean computer scientist. As a result of his contributions, South Korea became the second country in the world to have the IPv4 network (the Internet), after the United States.<IEEE Communications Magazine, February 2013>", "9715347": "Omer Reingold (Hebrew: עומר ריינגולד) is an Israeli computer scientist. He is the Rajeev Motwani professor of Computer Science in the Computer Science Department at Stanford University and the director of the Simons Collaboration on the Theory of Algorithmic Fairness. He received a PhD in computer science at Weizmann in 1998 under Moni Naor.[2] He received the 2005 Grace Murray Hopper Award for his work in finding a deterministic logarithmic-space algorithm for st-connectivity in undirected graphs.[3] He, along with Avi Wigderson and Salil Vadhan, won the Gödel Prize (2009) for their work on the zig-zag product. He became a Fellow of the Association for Computing Machinery in 2014 \"For contributions to the study of pseudorandomness, derandomization, and cryptography.\"[4]", "67878549": "Andrea Suzanne LaPaugh is an American computer scientist and professor emerita of computer science at Princeton University.[1] Her research has concerned the design and analysis of algorithms, particularly for graph algorithms, problems involving the computer-aided design of VLSI circuits, and document retrieval.[2][3][4]", "68468385": "Trevor Mudge is a computer scientist, academic and researcher. He is the Bredt Family Chair of Computer Science and Engineering, and Professor of Electrical Engineering and Computer Science at the University of Michigan.[1]", "61734576": "Peter William McOwan was a Professor of Computer Science in the School of Electronic Engineering and Computer Science at Queen Mary, University of London. His research interests were in visual perception, mathematical models for visual processing, in particular motion, cognitive science and biologically inspired hardware and software and science outreach.", "32433": "Vinton Gray Cerf[2] ForMemRS[1] (/sɜːrf/; born June 23, 1943) is an American Internet pioneer and is recognized as one of \"the fathers of the Internet\", sharing this title with TCP/IP co-developer Bob Kahn.[7][8][9][10]", "59424437": "Witold Lipski Jr. (July 13, 1949, in Warsaw, Poland – May 30, 1985, in Nantes, France) was a Polish\ncomputer scientist (habilitation in computer science), and an author of two books:\nCombinatorics for Programmers (two editions) and (jointly with Wiktor Marek\nCombinatorial analysis. Lipski, jointly with his PhD student, Tomasz Imieliński, created\nfoundations of the theory of incomplete information in relational databases.", "2703032": "Bruce Jay Nelson (January 19, 1952 – September 19, 1999) was an American computer scientist best known as the inventor of the remote procedure call concept for computer network communications.", "1064638": "Sudha Murty (née Kulkarni; born 19 August 1950) is an Indian educator, author and philanthropist who is chairperson of the Infosys Foundation. She is married to the co-founder of Infosys, N. R. Narayana Murty. Murty was awarded the Padma Shri, the fourth highest civilian award in India, for social work by the Government of India in 2006.[1] Later in 2023, she was awarded the Padma Bhushan, the third highest civilian award in India.[2]", "18120382": "William Lawrence Kocay is a Canadian professor at the department of computer science at St. Paul's College of the University of Manitoba and a graph theorist. He is known for his work in graph algorithms and the reconstruction conjecture and is affectionately referred to as \"Wild Bill\" by his students. Bill Kocay is a former managing editor (from Jan 1988 to May 1997) of Ars Combinatoria, a Canadian journal of combinatorial mathematics, is a founding fellow of the Institute of Combinatorics and its Applications.", "32636608": "David Leinweber heads the Lawrence Berkeley National Laboratory Computational Research Division's Center for Innovative Financial Technology, created to help build a bridge between the computational science and financial markets communities.[1]", "14941891": "Gregory Dominic Abowd (born September 12, 1964) is a computer scientist best known for his work in ubiquitous computing, software engineering, and technologies for autism. He currently serves as the Dean of the College of Engineering and Professor of Electrical and Computer Engineering at Northeastern University.[1] Previously he was the J.Z. Liang Professor in the School of Interactive Computing at the Georgia Institute of Technology, where he joined the faculty in 1994.", "58752710": "Wu Zhaohui (Chinese: 吴朝晖; born December 1966) is a Chinese computer scientist. He is a professor who had served as president of Zhejiang University from 2015 to 2022. He was elected to the Chinese Academy of Sciences in 2017.[1][2][3][4]", "53755593": "Ioannis (Yannis) C. Paschalidis (born 1968; Athens, Greece) is a professor at Boston University with appointments in Electrical and Computer Engineering, Systems Engineering, Biomedical Engineering, and Computing & Data Sciences.[1] He serves as the Director of the Center for Information and Systems Engineering.[2]", "21020366": "George Ledin, Jr. (born January 28, 1946) is an American computer scientist and professor of computer science at Sonoma State University. Ledin's teaching of computer security at Sonoma State has been controversial for its inclusion of material on how to write malware. Ledin is a strong critic of the antivirus software industry, whose products he considers almost useless.[1][2][3][4][5] Ledin also helped found the computer science program at the University of San Francisco, and published several books on computing in the 1970s and 1980s.", "46677718": "Ahmed Hamdy Mohamed Sameh is the Samuel D. Conte Professor of Computer Science at Purdue University.[1] He is known for his contributions to parallel algorithms in numerical linear algebra.", "54230744": "Miriah Meyer is an American computer scientist and USTAR professor at the University of Utah. She is noted for her pioneering work in data visualization for research applications.[1] She received an American Association for the Advancement of Science Mass Media Science & Engineering Fellowship in 2006 and served as a reporter for The Chicago Tribune.[2] She was named in MIT Technology Review's TR35 list in 2011 and Fast Company's list of the 100 most creative people in 2012.[3][4] She was named a 2013 TED Fellow for her work in interactive visualization.[5]", "40566490": "Marlon Gerardo Dumas Menjivar (born 22 August 1975[1]) is a Honduran computer scientist, and Professor of Software Engineering at the University of Tartu in Estonia, known for his contributions in the field of Business Process Management.[2][page needed]", "34651870": "Leslie Blackett Wilson (born 1930[1]) was chair of Computing Science at the University of Stirling, appointed on August, 1979.[2] Previously, he was a Senior Lecturer in Computer Science at the Computing Laboratory of the  University of Newcastle upon Tyne. He joined the Computing Laboratory in 1964. Before that, since 1951, he was a Senior Scientific Officer at the Naval Construction Research Establishment at Dunfermline.[2]", "46989025": "Tülay Adalı is a Distinguished University Professor of Computer Science and Electrical Engineering at the University of Maryland, Baltimore County, whose research interests include signal processing, machine learning, and data fusion.[1]", "38403814": "Michael Alan Saunders is an American numerical analyst and computer scientist. He is a research professor of Management Science and Engineering at Stanford University.[1] Saunders is known for his contributions to numerical linear algebra and numerical optimization and has developed many widely used software packages, such as MINOS, NPSOL, and SNOPT.", "32493": "Vernor Steffen Vinge (/ˈvɜːrnər ˈvɪndʒiː/ ⓘ; born October 2, 1944) is an American science fiction author and retired professor. He taught mathematics and computer science at San Diego State University. He is the first wide-scale popularizer of the technological singularity concept and among the first authors to present a fictional \"cyberspace\".[2] He has won the Hugo Award for his novels A Fire Upon the Deep (1992), A Deepness in the Sky (1999), Rainbows End (2006),  and novellas Fast Times at Fairmont High (2002), and The Cookie Monster (2004).", "68992754": "Ana Maria Severino de Almeida e Paiva is a full professor at the University of Lisbon. Her work is around artificial intelligence and robotics. She is an elected fellow of the European Association for Artificial Intelligence.", "294648": "Frank Gerald Soltis (born 1940), is an American computer scientist. He joined IBM Rochester in 1969, and is most well known for his contributions to the System/38 and IBM AS/400 architectures, in particular - the design of the single-level store used in those platforms, and the RS64 processor architecture.[1] He retired from IBM in 2008 upon the merger of the System i and System p product lines into IBM Power Systems.[2] Prior to his retirement, he held the title of Chief Scientist at IBM.[3]", "52559611": "Keshav K Pingali is an American computer scientist, currently the W.A.\"Tex\" Moncrief Chair of Grid and Distributed Computing at the University of Texas at Austin, and also a published author. He previously also held the India Chair of Computer Science at Cornell University and also the N. Rama Rao Professorship at Indian Institute of Technology. He is a Fellow of the American Association for the Advancement of Science, Association for Computing Machinery and Institute of Electrical and Electronics Engineers.[1][2] In 2020, he was elected a Foreign Member of the Academia Europeana.", "1212157": "Diomidis D. Spinellis (Greek: Διομήδης Δ. Σπινέλλης; 2 February 1967, Athens) is a Greek computer science academic and author of the books Code Reading, Code Quality, Beautiful Architecture (co-author) and Effective Debugging.[4][1][2]", "59817726": "Johanna Brewer is a developer, designer, ethnographer and professor at Smith College.[1] Brewer was a co-founder and CEO of Frestyl.[2][3] In 2014, they started work on a tracking toolkit for home automation systems with a special focus on user privacy.[3] In 2016, they founded a research and design studio called Neta Snook,[4][5] focusing on the creation of technology that works towards a diverse society.[3][5] In spring 2019, they started as a research associate and postdoctoral researcher at MIT.[3] Their research areas include ubiquitous computing and human-computer interaction, social connectivity and how technology functions in society.[6]", "28196618": "Margaret Elaine Hamilton (née Heafield; born August 17, 1936) is an American computer scientist, systems engineer, and business owner. She was director of the Software Engineering Division of the MIT Instrumentation Laboratory, which developed on-board flight software for NASA's Apollo program. She later founded two software companies—Higher Order Software in 1976 and Hamilton Technologies in 1986, both in Cambridge, Massachusetts.", "73907988": "Komal Shah is an Indian-born American art collector, philanthropist, business executive, and computer engineer.[1] She is one of the most influential collectors in California and is known for her art collection, the Shah Garg Collection, which has a substantial number of female artist's work.[2][3][4] Shah formerly worked at Oracle, Netscape, and Yahoo!.[2] She lives in Atherton, California.[2]", "21888796": "Michael Ralph Stonebraker (born October 11, 1943[6]) is a computer scientist specializing in database systems. Through a series of academic prototypes and commercial startups, Stonebraker's research and products are central to many relational databases. He is also the founder of many database companies, including Ingres Corporation, Illustra, Paradigm4, StreamBase Systems, Tamr, Vertica and VoltDB, and served as chief technical officer of Informix. For his contributions to database research, Stonebraker received the 2014 Turing Award, often described as \"the Nobel Prize for computing.\"[7]", "44678940": "Aaron Halfaker (/ˈhæfeɪkər/; born December 27, 1983) is a principal applied scientist at Microsoft Research.[1][7][2] He previously served as a research scientist at the Wikimedia Foundation until 2020.[8][9][10]", "442140": "Edward William Felten (born March 25, 1963) is the Robert E. Kahn Professor of Computer Science and Public Affairs at Princeton University, where he was also the director of the Center for Information Technology Policy from 2007 to 2015 and from 2017 to 2019.[2]  On November 4, 2010, he was named Chief Technologist for the Federal Trade Commission,[3] a position he officially assumed January 3, 2011. On May 11, 2015, he was named the Deputy U.S. Chief Technology Officer.[4] In 2018, he was nominated to and began a term as Board Member of PCLOB.[5][6]", "52723489": "Shay Kutten is an Israeli computer scientist who holds the William M. Davidson Chair in Industrial Engineering and Management at the  Technion – Israel Institute of Technology in Haifa, Israel.[1] He is with the Faculty of Data and Decision Sciences.  His research involves Network Algorithms,  distributed computing, and Network Security.", "57311017": "Borivoje \"Borko\" Furht is a Serbian American scientist and author in the field of computer science and engineering. He is a professor in the department of electrical and computer engineering and computer science (CEECS) at Florida Atlantic University in Boca Raton, Florida. He is also director of the National Science Foundation's Industry and University Cooperative Research Center for Advanced Knowledge Enablement at FAU. In 2019, he was inducted into Academia Europaea, which is The Academy of Europe.", "71270187": "Rosa María Badia Sala (born 1966)[1] is a Spanish computer scientist specializing in parallel computing, supercomputing, superscalar processing, and multi-core processing.[2] She is a researcher of the Spanish National Research Council, affiliated with the Barcelona Supercomputing Center, where she is the manager of the workflows and distributed computing group.[2]", "2883375": "Danese Cooper is an American programmer,[1] computer scientist[2] and advocate of open source software.[3]", "60587824": "Sham Machandranath Kakade is an American computer scientist. He is a Gordon McKay Professor in Computer Science at Harvard University, with a joint appointment in the Department of Statistics.[1] He co-founded the Algorithmic Foundations of Data Science Institute.[2]", "61947698": "Dimitra E. Simeonidou FREng is a Professor of High Performance Networks at the University of Bristol. She works on the development of telecommunications networks, including 5G,[1] and is a specialist in smart city infrastructures.[2]", "73776955": "Marc Hannah (born October 13, 1956) is an American electrical engineer and computer graphics designer. He is one of the co-founders of Silicon Graphics Inc.[1]", "10534721": "Edward M. Reingold (born 1945) is a computer scientist active in the fields of algorithms, data structures, graph drawing, and calendrical calculations.", "53755716": "Puneet Sharma is a Distinguished Technologist from the Hewlett Packard Laboratories, Palo Alto, CA where he heads the Networked Systems group. He started his research career as Research Scientist at HP Labs in September 1998.", "29097796": "Jaime Levy is an American author, lecturer, interface designer, and user experience strategist. She first became known for her new media projects in the 1990s.[1] Her best-known projects include the floppy disk distributed with Billy Idol’s album Cyberpunk, WORD, an online magazine, and an online cartoon series, CyberSlacker.[2][3] She is the author of the business book UX Strategy, which was first published by O’Reilly Media in 2015. It is widely regarded as the definitive work on the practice of user experience strategy and has been translated into nine languages.[4][5]", "53722951": "Dacheng Tao FAA is an engineer from the University of Sydney, Australia. He received a PhD in 2007 from the University of London under Stephen Maybank, with a thesis titled Discriminative linear and multilinear subspace methods.[1] He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[2] for his contributions to pattern recognition and visual analytics.\nHe was awarded an Australian Laureate Fellowship in 2017.[3]\nIn 2018, Tao was also elected a Fellow of the Australian Academy of Science (FAA) for his \"ground-breaking contributions in artificial intelligence, computer vision image processing and machine learning.[4]\nHe was elected as an ACM Fellow in 2019 \"for contributions to representation learning and its applications\".[5]  He was selected to the Global Young Academy.[6] Tao won the Australian Museum's Eureka Prize for Excellence in Data Science in 2020.[7] He has written over 1200 publications across various Artificial Intelligence fields, including pattern recognition, visual analytics, and statistical learning theory.[8]", "62406473": "Oskar von Stryk is professor of simulation, system optimization and robotics at the department of computer science of the Technische Universität Darmstadt. He is known for his research on robotics.", "28163922": "Dr. Subhash Saini is a senior computer scientist at NASA. He received a Ph.D. from the University of Southern California and has held positions at University of California, Los Angeles (UCLA), University of California, Berkeley (UCB), and Lawrence Livermore National Laboratory (LLNL).", "53755744": "Sandeep Kumar  Shukla is currently Poonam and Prabhu Goel Chair Professor and previous head of Computer Science and Engineering Department, Indian Institute of Technology, Kanpur, India. He is currently the Editor-in-Chief of ACM Transactions on Embedded Systems, and associate editor for ACM transactions on Cyber Physical Systems. He is currently the joint director of C3i centre at IIT Kanpur along with Manindra Agrawal.", "753504": "Mihai Nadin (born February 2, 1938 in Braşov, Romania) is a scholar and researcher in electrical engineering, computer science, aesthetics, semiotics, human-computer interaction (HCI), computational design, post-industrial society, and anticipatory systems. His publications on these topics number over 200, and he has lectured throughout the world.", "41238370": "James J. Kuffner Jr. (born 1971) is an American roboticist and chief executive officer (CEO) of Woven by Toyota.\n[1] \nDr. Kuffner is also Chief Digital Officer and a member of the Board of Directors of Toyota Motor Corporation.[2]   Kuffner continues to serve as an Adjunct Associate Professor at the Robotics Institute at Carnegie Mellon University and as Executive Advisor to Woven by Toyota.[3]  \nKuffner earned a Ph.D. from the Stanford University Dept. of Computer Science Robotics Laboratory in 1999.", "53722980": "David Taubman FTSE is an electrical engineer at the University of New South Wales in Sydney, Australia. He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2015[1] for his contributions to image and video communications. He was elected a Fellow of the Australian Academy of Technological Sciences and Engineering (FTSE) in 2023.[2]", "53755751": "Raghupathy Sivakumar is a Professor and Wayne J. Holman Chair at Georgia Tech.", "57786217": "Demi Getschko (born 4 May 1953) is a Brazilian computer scientist who is considered one of the pioneers of the Internet in Brazil. He currently is the CEO of NIC.br.", "39927657": "Roeland \"Roel\" Vertegaal (born July 13, 1968)[citation needed] is a Dutch-Canadian interaction designer, scientist, musician and entrepreneur working in the area of Human-Computer Interaction. He is best known for his pioneering work on flexible and paper computers,[1] with systems such as PaperWindows (2004),[2] PaperPhone (2010)[3] and PaperTab (2012).[4]", "15449976": "Hans-Paul Schwefel (born December 4, 1940) is a German computer scientist and professor emeritus at University of Dortmund (now Dortmund University of Technology), where he held the chair of systems analysis from 1985 until 2006. He is one of the pioneers in evolutionary computation and one of the authors responsible for the evolution strategies (Evolutionsstrategien). His work has helped to understand the dynamics of evolutionary algorithms and to put evolutionary computation on formal grounds.", "67600254": "Heidrun Schumann is a German computer scientist specializing in data visualization. She is a professor emerita in the Institute for Computer Science of the University of Rostock.[1]", "61194111": "Paola Flocchini is a Canadian computer scientist known for her research in distributed computing, pattern formation, self-organizing systems, swarm behavior, and cellular automata. She is University Research Chair on Intruder Agents and the Decontamination of Communication Networks at the University of Ottawa.[1]", "47759232": "Martha Evens is an emeritus professor at the Illinois Institute of Technology. She worked on the first spelling correction program at MIT Lincoln Laboratory in the late 1950s. Evens was president of the Association for Computational Linguistics in 1984.[1]", "8585097": "Özalp Babaoğlu (born August 10, 1955, in Ankara, Turkey), is a Turkish computer scientist. He is currently professor of computer science at the University of Bologna, Italy. He received a Ph.D. in 1981 from the University of California at Berkeley. He is the recipient of 1982 Sakrison Memorial Award, 1989 UNIX International Recognition Award and 1993 USENIX Association Lifetime Achievement Award for his contributions to the UNIX system community and to Open Industry Standards. Before moving to Bologna in 1988, Babaoğlu was an associate professor in the Department of Computer Science at Cornell University. He has participated in several European research projects in distributed computing and complex systems. Babaoğlu is an ACM Fellow and has served as a resident fellow of the Institute of Advanced Studies at the University of Bologna and on the editorial boards for ACM Transactions on Computer Systems, ACM Transactions on Autonomous and Adaptive Systems and Springer-Verlag Distributed Computing.", "50757527": "Magne Jørgensen (born 10 October 1964) is a Norwegian scientist and software engineer in the field of scientific computing. Jørgensen is chief research scientist at Simula Research Laboratory and is involved in the Research Group for Programming and Software Engineering as professor at the Department for Informatics at the University of Oslo.", "40157080": "Neil Anthony Dodgson is Professor of Computer Graphics at the Victoria University of Wellington. He was previously (until 2016) Professor of Graphics and Imaging in the Computer Laboratory at the  University of Cambridge in England, where he worked in the Rainbow Group on computer graphics and interaction.[3][1]", "24280993": "Sven Koenig is a full professor in computer science at the University of Southern California. He received an M.S. degree in computer science from the University of California at Berkeley in 1991 and a Ph.D. in computer science from Carnegie Mellon University in 1997, advised by Reid Simmons.", "47005605": "Walter O'Brien is the fictional lead character in the American drama television series, Scorpion.[1] The character is inspired by the Irish businessman and information technologist of the same name.[2] The character, played by actor Elyes Gabel, follows a loose trajectory of Walter O'Brien's real-life exploits that thwart terrorism and disasters in each episode of the series.[3]", "11534248": "Christof Ebert (born 1964 in Stuttgart) is a German computer scientist and entrepreneur.", "38764459": "Melvin Earl \"Bill\" Maron (Jan 23, 1924 - September 28, 2016) was an American computer scientist and emeritis professor of University of California, Berkeley.[1] He studied mechanical engineering and physics at the University of Nebraska and received his Ph.D. in philosophy from the University of California in 1951.[2] Maron is best known for his work on probabilistic information retrieval which he published together with his friend and colleague Lary Kuhns.[3][4]\nQuite remarkably, Maron also pioneered relational databases, proposing a system called the Relational Data File in 1967, on which Ted Codd based his Relational model of data.[5]", "4685743": "Douglas S. Lea is a professor of computer science and current[when?] head of the computer science department at State University of New York at Oswego, where he specializes in concurrent programming and the design of concurrent data structures. He was on the Executive Committee of the Java Community Process and chaired JSR 166, which added concurrency utilities to the Java programming language (see Java concurrency).  On October 22, 2010, Doug Lea notified the Java Community Process Executive Committee he would not stand for reelection.[2] Lea was re-elected as an at-large member for the 2012 OpenJDK governing board.[3]", "53067697": "Subhasis Chaudhuri (born 1963) is an Indian electrical engineer and the director at the Indian Institute of Technology, Bombay (IIT Bombay). He is a former K. N. Bajaj Chair Professor of the Department of Electrical Engineering of IIT Bombay.[1][2] He is known for his pioneering studies on computer vision[3] and is an elected fellow of all the three major Indian science academies viz. the National Academy of Sciences, India,[4] Indian Academy of Sciences,[5] and Indian National Science Academy.[6] He is also a fellow of  Institute of Electrical and Electronics Engineers,[7] and the Indian National Academy of Engineering.[8] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2004 for his contributions to Engineering Sciences.[9][note 1]", "60669874": "Jiří Zlatuška (born 15 September 1957 in Brno) is a Czech informaticist, university professor and politician. He was elected in the parliamentary election in 2013 to the Chamber of Deputies on the ANO 2011 platform. From 2015 to 2019 he was Dean of the Faculty of Informatics of the Masaryk University.", "38567859": "Kevin Leyton-Brown (born May 12, 1975) is a Professor of Computer Science at the University of British Columbia.[1]  He received his Ph.D. at Stanford University in 2003.[2] He was the recipient of a 2014 NSERC E.W.R. Steacie Memorial Fellowship,[3] a 2013/14 Killam Teaching Prize,[4] and a 2013 Outstanding Young Computer Science Researcher Prize from the Canadian Association of Computer Science.[5] \nLeyton-Brown co-teaches a popular game theory course on Coursera.org,[6] along with Matthew O. Jackson and Yoav Shoham.[7] Leyton-Brown serves as an associate editor for the Journal of Artificial Intelligence Research,[8] the Artificial Intelligence journal,[9] and ACM Transactions on Economics and Computation,[10] and was program chair for the ACM Conference on Electronic Commerce in 2012.[11]\nLeyton-Brown and coauthors have received the IJCAI-JAIR Best Paper Prize[12] and numerous medals in international SAT competitions (2003–12).[13][14] He was elected an AAAI Fellow in 2018.[15]", "24510396": "Peter A.[4] Wegner (August 20, 1932 – July 27, 2017) was a professor of computer science at Brown University from 1969 to 1999. He made significant contributions to both the theory of object-oriented programming during the 1980s and to the relevance of the Church–Turing thesis for empirical aspects of computer science during the 1990s and present. In 2016, Wegner wrote a brief autobiography  for Conduit, the annual Brown University Computer Science department magazine.[2][5][6][7][8][9]", "2883534": "Dame Vera Stephanie \"Steve\" Shirley CH, DBE, FREng, DFBCS (previously Brook, née Buchthal; born 16 September 1933) is an information technology pioneer, businesswoman and philanthropist (naturalised British in 1951).[2][3]", "53755859": "Wade Trappe is a professor[ambiguous] of electrical and computer engineering at the Department of Electrical and Computer Engineering, Rutgers University, and an associate director of the Wireless Information Network Laboratory (WINLAB).", "24166357": "Prof. Mark Harman is a British computer scientist. Since 2010, he has been a professor at University College London (UCL)[4] and since 2017 he has been at Facebook London. He was founder of the Centre for Research on Evolution Search and Testing (CREST) initially at King's College London in 2006, latterly at UCL, and was the Director until 2017.[5]  Harman has received both of the major research awards for software engineering (both awarded in 2019): the IEEE Harlan D. Mills Award, for \"fundamental contributions throughout software engineering, including seminal contributions in establishing search-based software engineering, reigniting research in slicing and testing, and founding genetic improvement\";[1]  and the ACM SIGSOFT Outstanding Research Award[2][3]", "34865122": "Rudolf Werner Schuster (20 January 1939 – 9 May 2001) was a Tanganyika-born German physician, specialist in health informatics, and SPD politician.", "966625": "William Stallings is an American author. He has written computer science textbooks on operating systems, computer networks, computer organization, and cryptography.", "53755882": "André van Schaik is a professor of electrical engineering at the Western Sydney University, and director of the International Centre for Neuromorphic Systems, in Penrith, New South Wales, Australia. He was named a Fellow of the Institute of Electrical and Electronics Engineers (IEEE) in 2014 \"for contributions to neuromorphic circuits and systems\".[1]", "46989291": "Claire Kelly Schultz (November 17, 1924 - May 28, 2015) was an American computer consultant and academic. She was a leading figure in the early development of automated information retrieval systems and information science.[1][2][3] A \"documentalist\",[4] she was particularly known for her work in thesaurus construction and machine-aided indexing,[5] innovating techniques for punch card information retrieval.", "10928109": "James Harold Davenport (born 26 September 1953) is a British computer scientist who works in computer algebra. Having done his PhD and early research at the Computer Laboratory, University of Cambridge, he is the Hebron and Medlock Professor of Information Technology at the University of Bath in Bath, England.[1][3]", "53755885": "René Vidal (born 1974) is a Chilean electrical engineer and computer scientist who is known for his research in machine learning,[2] computer vision,[3] medical image computing,[4] robotics,[5] and control theory.[6] He is the Herschel L. Seder Professor of the Johns Hopkins Department of Biomedical Engineering, and the founding director of the Mathematical Institute for Data Science (MINDS).", "23904237": "Larry L. Peterson is an American computer scientist, known primarily as the Director of the PlanetLab Consortium, co-author (with Bruce Davie) of the networking textbook \"Computer Networks: A Systems Approach,\"[1] and for his research on the TCP Vegas congestion control algorithm[2] and the x-kernel operating system.", "62291950": "David S. Ebert is a computer scientist, holding the position of Silicon Valley Professor of Electrical and Computer Engineering Department at Purdue University.", "33538036": "Herbert Leo Gelernter (December 17, 1929 – May 28, 2015)[1][2][3] was a professor in the Computer Science Department of Stony Brook University.[4]", "9682933": "Liang-Jie (LJ) Zhang (Chinese: 张良杰; pinyin: Zhāng Liángjié) is a computer scientist, a former Research Staff Member at IBM Thomas J. Watson Research Center,[1] Senior Vice President, Chief Scientist, & Director of Research at Kingdee International Software Group Company Limited, and previously a director of The Open Group.[2]", "49856505": "Gloria Townsend is an American computer scientist and professor in the department of Computer Science at DePauw University in Indiana. She is known for her work in evolutionary computation and her involvement with women in computing.  She has served on the executive committee of the Association for Computing Machinery (ACM) Council on Women in Computing. She is the author of One Hundred One Ideas for Small Regional Celebrations of Women in Computing.[1]  In 2013, she received the Mr. and Mrs. Fred C. Tucker Jr. Distinguished Career Award for notable contributions to DePauw through her commitments to students, teaching excellence, their chosen disciplines, and service to the university.[2]", "40665085": "Li Xiaowei (Chinese: 李晓维; born September 1964 in Feixi, Anhui)[citation needed] is a Chinese computer scientist. He is a professor and the Executive Deputy Director of the State Key Lab of Computer Architecture, Institute of Computing Technology, Chinese Academy of Sciences (ICT, CAS).[1]", "74317822": "Jarek Gryz is a computer scientist, data analyst, author, and academic. He is a professor in the Department of Electrical Engineering and Computer Science and a member of the Cognitive Science Program in the Department of Philosophy at York University in Toronto, Canada.[1]", "10371071": "Pieter Adriaan Flach (born 8 April 1961, Sneek) is a Dutch computer scientist and a Professor of Artificial Intelligence in the Department of Computer Science at the University of Bristol.[1] He is author of the acclaimed Simply Logical: Intelligent Reasoning by Example (John Wiley, 1994) and Machine Learning: the Art and Science of Algorithms that Make Sense of Data (Cambridge University Press, 2012).[2]", "20705284": "Eugenio Giuseppe Togliatti (3 November 1890 – 5 October 1977) was an Italian mathematician, the brother of politician Palmiro Togliatti. He was a researcher at the ETH Zurich from 1924 to 1926. He discovered Togliatti surfaces.[1][2][3][4]", "48984561": "Xenagoras (Ancient Greek: Ξεναγόρας), son of Eumelus, was mentioned by Plutarch as having been among the first to make a scientific measurement of the heights of mountains.[1] This Xenagoras estimated the height of the shrine of Apollo atop Mount Olympus as a little more than 10 stadia, that is, roughly 6,096 feet. (The mountain is in fact 9,573 feet.)[2][3] There are some ancient references to a (now lost) book Measurement of Mountains by a \"Xenophon\" that some scholars consider to be a reference to this Xenagoras, albeit with the wrong name.[4]", "62010072": "Seligmann Kantor (6 December 1857, Sobědruhy – 21 March 1903, Sobědruhy) was a Bohemian-born, German-speaking mathematician of Jewish origin in the Austro-Hungarian Empire. He is known for the Möbius–Kantor configuration and the Möbius-Kantor graph.[1]", "1166075": "David John Simms (13 January 1933 – 24 June 2018) was an Indian-born Irish mathematician who was a Fellow Emeritus and former Associate Professor of Mathematics at Trinity College, Dublin. Born in Sankeshwar, Mysore (the state now known as Karnataka), India, he specialized in differential geometry and geometric quantisation. He was a member of the Royal Irish Academy from 1978 and was a member of the Editorial Board of the journal Mathematical Proceedings of the Royal Irish Academy.[1]", "61906086": "Charles Place Boyer (born April 1942) is an American mathematician, specializing in differential geometry and moduli spaces.[1] He is known as one of the four mathematicians who jointly proved in 1992 the Atiyah–Jones conjecture.", "50695344": "Charles Herschel Sisam (8 September 1879, Cedar Rapids, Iowa – 4 December 1964) was an American mathematician.[1][2]", "1213887": "Richard Evan Schwartz (born August 11, 1966) is an American mathematician notable for his contributions[1] to geometric group theory and to an area of mathematics known as billiards.[1] Geometric group theory is a relatively new area of mathematics beginning around the late 1980s[2] which explores finitely generated groups, and seeks connections between their algebraic properties and the geometric spaces on which these groups act. He has worked on what mathematicians refer to as billiards, which are dynamical systems based on a convex shape in a plane. He has explored geometric iterations involving polygons,[3] and he has been credited for developing the mathematical concept known as the pentagram map. In addition, he is a bestselling author of a mathematics picture book for young children.[4] His published work usually appears under the name Richard Evan Schwartz. In 2018 he is a professor of mathematics at Brown University.[5]", "58556057": "Jakob M. Stix (born in 1974) is a German mathematician. He specializes in arithmetic algebraic geometry (étale fundamental group, anabelian geometry and other topics).", "67165881": "Bhargav Bhatt (born 1983[1]) is a mathematician who is the Fernholz Joint Professor at the Institute for Advanced Study and Princeton University and works in arithmetic geometry and commutative algebra.[2]", "48135912": "Ernst Alfred Ruh , born 23 February 1936, is a Swiss mathematician, specializing in differential geometry.", "35890997": "Ettore Bortolotti (6 March 1866 – 17 February 1947) was an Italian mathematician.[1]", "53968906": "Russell John Skiba is an American educational psychologist known for researching school discipline and school violence. He is a professor in the school psychology program at Indiana University, where he directs PBIS Indiana, a program aimed at developing a network of Positive Behavior Interventions and Supports across Indiana. He also co-directs Indiana University's Equity Project, which aims to provide evidence regarding zero-tolerance policies, educational equity, and school violence to policymakers, and directs the Discipline Disparities Research to Practice Collaborative, a group aimed at bringing researchers together with policymakers to address disproportionality in school discipline.[2] He has received the Push for Excellence Award from Rainbow/PUSH for his work on racial disproportionality in school suspensions.[3]", "63832075": "Della Marie Hann is an American psychologist and research administrator serving as the associate director for extramural research at the Eunice Kennedy Shriver National Institute of Child Health and Human Development.", "25231377": "Theodore Deodatus Nathaniel Besterman (22 November 1904 – 10 November 1976) was a Polish-born British psychical researcher, bibliographer, biographer, and translator. In 1945 he became the first editor of the Journal of Documentation. From the 1950s he devoted himself to studies of the works of Voltaire.", "39485465": "David Jay Brown (born 1961) is an American writer and interviewer. Brown has studied parapsychology and the effects of psychoactive drugs. With parapsychologist Rupert Sheldrake, he studied pets and people who apparently anticipate events. Brown has served as a guest editor for the Multidisciplinary Association for Psychedelic Studies (MAPS), and he has published many interviews of prominent thinkers.", "38174754": "Vernon Lewis Quinsey (born October 10, 1944) is a Canadian psychologist. He has studied violent crime offenders, sex offenders, sexually violent predators, juvenile delinquency, and ways to predict, assess, and manage individuals with these tendencies.[1] He testified in court that a rapist, Allen Edward Bullock, was \"erotically attracted to that kind of behavior\".[2]", "50757676": "Richard Marx Held (October 10, 1922 – November 22, 2016) was an American professor emeritus of Brain and Cognitive Sciences at the Massachusetts Institute of Technology.[1][2][3] His work in vision development contributed to the early years of vision research. He held a Civil Engineering degree from Columbia University,[4] and earned a PhD in Experimental psychology with a specialization in space perception from Harvard University.[5][6][7] In 1973, Held was named to the National Academy of Sciences in recognition of his achievements in psychology.[8] He was also a member of the American Academy of Arts and Sciences.[9][10]", "3899437": "Branko Bokun (Serbian Cyrillic: Бранко Бокун; 28 June 1920 – 1 January 2011) was an author in the fields of sociology and psychology.[1]", "59047986": "Stacey Sinclair (born May 31, 1971) is an American psychologist and professor of psychology and public affairs, and associate professor of African American studies at Princeton University.[1] Her research focuses on how interpersonal interactions translate culturally held prejudices into individual thoughts and actions.[2][1]", "57245749": "Louise G. Rabinovitch was an advocate for improved treatment in New York City mental asylums and an early 20th Century psychologist.", "65110073": "Martha Tamara Shuch Mednick (March 31, 1929 – August 16, 2020) was a feminist psychologist known for her work on women, gender, race and social class.[1] She was a professor of psychology at Howard University from 1968 until her retirement in 1995.", "35946558": "Lillien Jane Martin (1851–1943) was an American psychologist. She published over twelve books.[1] \nMartin experienced ageism and sexism as an early woman in psychology.[2]", "4522065": "Catherine Tramell is a fictional character and the main antagonist of the film Basic Instinct (1992) and its sequel Basic Instinct 2 (2006). Tramell, created by writer Joe Eszterhas, is played by Sharon Stone in both films. Tramell is considered to be one of Stone's most iconic roles,[1][2] with Stone describing Tramell to be her most famous and relevant character.[3] Tramell was nominated for the American Film Institute's list of the \"Best Villains\",[4] and was named one of the greatest characters by Entertainment Weekly in 2010.[5]"}