{"4672959": "Patrick Edward Dove (31 July 1815 – 28 April 1873) was born at Lasswade, near Edinburgh in Scotland. He is mainly remembered for his book The Theory of Human Progression of 1850 which sets out his philosophy that land should be in common ownership, with the economic rent on the land taking the place of other taxes, an idea generally known as Georgism.", "9555394": "Matthew of Aquasparta (Italian: Matteo di Aquasparta; 1240 – 29 October 1302) was an Italian Friar Minor and scholastic philosopher. He was elected Minister General of the Order.", "806343": "Vincenzo Gioberti (Italian pronunciation: [vinˈtʃɛntso dʒoˈbɛrti]; 5 April 1801 – 26 October 1852) was an Italian Catholic priest, philosopher, publicist and politician who served as the Prime Minister of Sardinia from 1848 to 1849. He was a prominent spokesman for liberal Catholicism.[1]", "13815239": "Leonard Hodgson (24 October 1889 in Fulham, London – 15 July 1969 in Leamington Spa) was an Anglican priest, philosopher, theologian, historian of the early Church and Regius Professor of Divinity at the University of Oxford from 1944 to 1958.", "806350": "Luigi Ferri (June 15, 1826 – 1895) was an Italian philosopher born in Bologna.", "9522641": "Adam of Bockenfield[1] (c. 1220 – before 1294)[2] was an English Franciscan philosopher, who taught at the University of Oxford in the early 1240s.[3] He was an early commentator on a number of Aristotle's works, in particular those dealing with natural philosophy.", "33082834": "Eugène Dupréel (February 8, 1879 – February 14, 1967) was a Belgian philosopher. He has been professor at the Université libre de Bruxelles from 1907 to 1950, teaching logic, metaphysics, greek philosophy, moral philosophy and sociological theory. He developed an ethical theory and a theory of knowledge deeply influenced by sociology, and worked closely with the Institut de Sociologie Solvay. Leader of the \"École de Bruxelles\", he had a major influence on the argumentation theorist Chaïm Perelman and thus has been instrumental in the renewal of rhetoric.", "71618007": "Jiří Pechar (7 May 1929 – 22 August 2022) was a Czech philosopher and translator.", "55168473": "Katarzyna de Lazari-Radek (born 7 August 1975) is a Polish utilitarian philosopher and a university professor at the Institute of Philosophy at University of Łódź.[1]", "30166492": "Antonio Pigliaru (Orune, 17 August 1922 – Sassari, 27 March 1969) was a Sardinian jurist and philosopher. He was the most important Sardinian intellectual of the second half of the twentieth century, and one of the most vivid contemporary Italian thinkers. He engaged with manifold themes, but he devoted special attention to the interpretation of the socio-economic problems of interior areas of Sardinia, which he discussed according to his own ethical and political views.", "806370": "Blessed Antonio Francesco Davide Ambrogio Rosmini-Serbati (Italian pronunciation: [anˈtɔːnjo roˈzmiːni serˈbaːti]; 25 March 1797 – 1 July 1855) was an Italian Roman Catholic priest and philosopher. He founded the Rosminians, officially the Institute of Charity or Societas a charitate nuncupata, pioneered the concept of social justice, and Italian Liberal Catholicism.[1] Alessandro Manzoni considered Rosmini the only contemporary Italian author worth reading.[2]", "20696548": "Sa'ad al-Din Masud ibn Umar ibn Abd Allah al-Taftazani (Persian: سعدالدین مسعودبن عمربن عبداللّه هروی خراسانی تفتازانی) also known as Al-Taftazani and Taftazani (1322–1390) was a Muslim Persian polymath.[6][2][7][8][9][10]", "29445606": "Michael Cannon Rea is an American analytic philosopher and, since 2017, John A. O'Brien Professor of Philosophy[1] at the University of Notre Dame. He delivered the 2017 Gifford Lecture on divine hiddenness.[2]", "69225959": "Paul Lee (September 20, 1931 – October 20, 2022) was an American philosopher who was a professor of existential and religious philosophy living in Santa Cruz, California. He was chair of the Romero Institute (formerly the Christic Institute).[1] While an assistant professor of Humanities at MIT in the 1960s, Lee was a founding editor of the infamous Psychedelic Review, started by Timothy Leary and Richard Alpert (Ram Dass) at Harvard.[2]", "22105578": "Elisabeth Schellekens is a Swedish philosopher and Chair Professor of Aesthetics at Uppsala University (since 2014). Previously, she was Senior Lecturer at Durham University (2006-2014). Schellekens is known for her works in aesthetics.[1][2][3]\nHer research interests include aesthetic cognitivism and objectivism, aesthetic normativity, Hume, Kant, aesthetic and moral properties, conceptual art, non-perceptual or intelligible aesthetic value, the relations between perception and knowledge, the aesthetics and ethics of cultural heritage (esp. in armed conflict), and the interaction between aesthetic, moral, cognitive and historical value in art.[citation needed]", "21155310": "Jagannatha Dasa (Kannada: ಜಗನ್ನಾಥ ದಾಸ) (1728–1809), a native of Manvi town in the Raichur district, Karnataka state, India, comes in the preceptorial line of Madhvacharya and is considered one of the notable Haridasa of Dvaita Vedanta of Madhva (\"devotee of the Hindu god Vishnu\") saint-poets of the Kannada language.[1]", "56905202": "Charles Arthur Campbell (13 January 1897 – 17 March 1974) was a Scottish metaphysical philosopher.", "44355064": "Duanmu Ci (traditional Chinese: 端木賜; simplified Chinese: 端木赐; pinyin: Duānmù Cì; Wade–Giles: Tuan¹-mu⁴ Tzʻŭ⁴; 520–456 BC),[1] also known by his courtesy name Zigong (traditional Chinese: 子貢; simplified Chinese: 子贡; pinyin: Zǐgòng; Wade–Giles: Tzŭ³-kung⁴), was a Chinese businessman, philosopher, and politician. He was one of the most important and loyal disciples of Confucius. Among Confucius' students, he was the second best at speech, after only Zai Yu. He was a prominent diplomat of the Spring and Autumn period who served as a high official in several states, and was a very wealthy businessman.[2]", "675321": "McGill University", "26955256": "Raphael Cohen-Almagor (born 1961) is an Israeli/British academic.", "19963": "Theology of Love and Eros\nTranslation of Platonists\nCommentary on the dialogues of Plato\nNatural, medical use of Astrology and Theurgy", "13815292": "Jason of Nysa (Greek: Ἰάσων ὁ Νυσαεύς, Iason o Nysaevs; 1st-century BC) was a Stoic philosopher, the son of Menecrates, and, on his mother's side, grandson of Posidonius, of whom he was also the disciple and successor at the Stoic school at Rhodes.[1] He therefore flourished after the middle of the 1st century BC. The Suda lists four works of his:[1]", "7720444": "Héctor-Neri Castañeda (December 13, 1924 – September 7, 1991[4]) was a Guatemalan-American philosopher and founder of the journal Noûs.", "544255": "Ludwig Eduard Boltzmann (German pronunciation: [ˈluːtvɪç ˈbɔlt͡sman]; 20 February 1844 – 5 September 1906) was an Austrian physicist and philosopher. His greatest achievements were the development of statistical mechanics, and the statistical explanation of the second law of thermodynamics. In 1877 he provided the current definition of entropy, \n\n\n\nS\n=\n\nk\n\n\nB\n\n\n\nln\n⁡\nΩ\n\n\n\n{\\displaystyle S=k_{\\rm {B}}\\ln \\Omega \\!}\n\n, where Ω is the number of microstates whose energy equals the system's energy, interpreted as a measure of statistical disorder of a system.[2] Max Planck named the constant kB the Boltzmann constant.[3]", "68210179": "Gerd Wolandt (10 February 1928 − 3 February 1997) was a German philosopher and academic teacher.", "8310277": "Jean-François Senault (1599–1672) was a French Augustinian philosopher.", "1887751": "Aristo of Chios (Greek: Ἀρίστων ὁ Χῖος Ariston ho Chios; fl. c. 260 BC), also spelled Ariston, was a Greek Stoic philosopher and colleague of Zeno of Citium.[1] He outlined a system of Stoic philosophy that was, in many ways, closer to earlier Cynic philosophy. He rejected the logical and physical sides of philosophy endorsed by Zeno and emphasized ethics. Although agreeing with Zeno that Virtue was the supreme good, he rejected the idea that morally indifferent things such as health and wealth could be ranked according to whether they are naturally preferred. An important philosopher in his day, his views were eventually marginalized by Zeno's successors.", "31378953": "Fu Yi (Chinese: 傅奕; pinyin: Fù Yì; Wade–Giles: Fu I; 554−639) was a Chinese historian, philosopher, and politician during the Sui dynasty who later became historiographer during the reign of Emperor Gaozu of the Tang dynasty. He presented a memorial asking that Buddhism might be abolished; and when Xiao Yu questioned him on the subject, he said, “You were not born in a hollow mulberry-tree; yet you respect a religion which does not recognize the tie between father and son!” He urged that at any rate priests and nuns should be compelled to marry and bring up families, and not escape from contributing their share to the revenue, adding that Xiao Yu by defending their doctrines showed himself no better than they were. At this time Xiao Yu held up his hands, and declared that hell was made for such men as Fu Yi. The result was that severe restrictions were placed for a short time upon teachers of Buddhism.[1]", "61394456": "Elmar Holenstein (born 7 January 1937 in Gossau, Canton St. Gallen) is a Swiss philosopher with research interests in the fields of philosophical psychology, philosophy of language and cultural philosophy.", "24727066": "Sardar Anjum (1941 – 10 July 2015)[1] was an Indian poet (Shayar and philosopher.[2]\n[3] He is the author of 25 books, and many audio cassettes/records of his poems. He had served Panjab University as Head of Urdu Department and has been Chancellor's nominee at Punjabi University Patiala. His feature film, Karzdar is a venture to bring the two countries, India and Pakistan closer in bonds. He died on 10 July 2015 at Panchkula, Haryana.", "58215965": "Henry Greyson Shue (born March 24, 1940) is an American philosopher and Professor Emeritus of Politics and International Relations at Merton College of Oxford University. Previously he was Wyn and William Y Hutchinson Professor of Ethics & Public Life at Cornell University. Shue is best known for his book, Basic Rights: Subsistence, Affluence, and U.S. Foreign Policy.[2][3][4][5]", "73911840": "Ludewig Gottlieb Carl Nauwerck[1] (26 March 1810 – 7 July 1891) was a German journalist, orientalist and member of the Frankfurt Parliament.", "66276897": "Andy Lamey is a Canadian philosopher and journalist. He is a teaching professor at the University of California, San Diego (UC San Diego). He is the author of Frontier Justice: The Global Refugee Crisis and What To Do About It (Doubleday Canada/University of Queensland Press, 2011) Duty and the Beast: Should We Eat Meat in the Name of Animal Rights? (Cambridge University Press, 2019) and The Canadian Mind: Essays on Writers and Thinkers (Sutherland House, 2023).", "38653474": "Franklin Rhoda (July 14, 1854 - Sept. 10, 1929). In the words of historian Mike Foster, Frank Rhoda was an \"artist, musician, writer, surveyor, naturalist, social critic, defender of civil liberties and champion of Christ - the only theme unifying his versatile life was idealism that aimed to reform almost everything he encountered.\"[1]", "4017696": "Arthur Pap (October 1, 1921 -  September 7, 1959) was a philosopher in the school of analytic philosophy. Pap published a number of books regarding analytical philosophy, its function within philosophy, and its impact on society.", "314917": "Juan Luis Vives March                             (Latin: Joannes Lodovicus Vives, lit. 'Juan Luis Vives'; Catalan: Joan Lluís Vives i March; Dutch: Jan Ludovicus Vives; 6 March 1493[1] – 6 May 1540) was a Spanish (Valencian) scholar and Renaissance humanist who spent most of his adult life in the southern Hapsburg Netherlands. His beliefs on the soul, insight into early medical practice, and perspective on emotions, memory and learning earned him the title of the \"father\" of modern psychology.[2] Vives was the first to shed light on some key ideas that established how psychology is perceived today.", "8539701": "Elisabeth Anne Lloyd (born September 3, 1956) is an American philosopher of science specialising in the philosophy of biology. She is currently Distinguished Professor of History and Philosophy of Science and Medicine - as well as Adjunct Professor of biology - at Indiana University, Bloomington, affiliated faculty scholar at the Kinsey Institute for Research in Sex, Gender and Reproduction and Adjunct Faculty at the Center for the Integrative Study of Animal Behavior.[1]", "937527": "Edward Caird FRSE FBA (/kɛərd/; 23 March 1835 – 1 November 1908) was a Scottish philosopher. He was a holder of LLD, DCL, and DLitt.", "544317": "Roger David Griffin (born 31 January 1948)[1] is a British professor of modern history and political theorist at Oxford Brookes University, England. His principal interest is the socio-historical and ideological dynamics of fascism, as well as various forms of political or religious fanaticism.[2]", "937533": "John Caird[a] FRSE DD LLD (1820–1898) was a Scottish theologian. He entered the Church of Scotland, of which he became one of the most eloquent preachers. He served as the Principal of the University of Glasgow from 1873 until 1898.", "13946436": "Paul Robert Patton (born 1950) is Scientia Professor of Philosophy in the School of History and Philosophy at the University of New South Wales, Sydney, Australia, where he has been since 2002. Patton is known for his publications and conference presentations on Australian Continental political philosophy.", "35442245": "Olav Eikeland (10 October 1955 – 1 September 2023) was a Norwegian philosopher and working life researcher. In 2008, he became professor of work research and research director for the Program for Research on Education and Work at Oslo Metropolitan University (formerly Oslo and Akershus University College of Applied Sciences).[1] Beginning in 2012, he was also vice dean of the Faculty of Education and International Studies.[2] He was a researcher at the Work Research Institute from 1985 to 2008, and served as the institute's director 2003-2004. He died on 1 September 2023, at the age of 67.[3]", "37703237": "Gerald C. MacCallum Jr. (June 16, 1925 – January 14, 1987) was an American philosopher. He was Professor of Philosophy at the University of Wisconsin–Madison.[1] MacCallum is well known for his critique to the distinction, made famous by Isaiah Berlin, between negative and positive liberty, proposing instead that the concept of freedom can only be understood as a 'triadic relation', in which \"x is (is not) free from y to do (not do, become, not become) z\".[2] His other publications include Political Philosophy (Englewood Cliffs: Prentice-Hall, 1987) and Legislative Intent and Other Essays on Law, Politics, and Morality (University of Wisconsin Press, 1993, edited by Marcus G. Singer and Rex Martin) which collects 14 essays on topics that include legislative intent, violence, integrity, civil disobedience, and conscience, as well as negative and positive freedom.", "839238": "Quentin Robert Duthie Skinner FBA (born 26 November 1940) is a British intellectual historian. He is regarded as one of the founders of the Cambridge School of the history of political thought. He has won numerous prizes for his work, including the Wolfson History Prize in 1979 and the Balzan Prize in 2006. Between 1996 and 2008 he was Regius Professor of History at the University of Cambridge. He is the Emeritus Professor of the Humanities and Co-director of The Centre for the Study of the History of Political Thought at Queen Mary University of London.[1] [2]", "1363528": "Mrinal Miri (born 1 August 1940) is an Indian philosopher and educationalist.", "37015110": "Volker Gerhardt (born July 21, 1944) is a German philosopher. He specializes in ethics, political philosophy, aesthetics, metaphysics and theology. His historical studies are centered on Plato, Kant and Nietzsche but have also dealt with Hegel, Marx, Jaspers, Voegelin, Hannah Arendt, Carl Schmitt and others.", "6114892": "Yanagi Sōetsu (Japanese: 柳 宗悦, March 21, 1889 – May 3, 1961), also known as Yanagi Muneyoshi,[1] was a Japanese art critic,[2] philosopher, and founder of the mingei (folk craft) movement in Japan in the late 1920s and 1930s.", "40980045": "Gerald Allan Cohen, FBA (/ˈkoʊən/ KOH-ən; 14 April 1941 – 5 August 2009) was a Canadian political philosopher who held the positions of Quain Professor of Jurisprudence, University College London and Chichele Professor of Social and Political Theory, All Souls College, Oxford. He was known for his work on Marxism, and later, egalitarianism and distributive justice in normative political philosophy.", "74468941": "Robert Cavalier (born 1947) is an American philosopher and Teaching Professor Emeritus of Philosophy at Carnegie Mellon University.[1]\nCavalier is currently Director of the Department of Philosophy’s Program for Deliberative Democracy[2] (a winner of Good Government Award from the Pittsburgh League of Women Voters) \nand is known for his works on ethics and political philosophy.[3][4][5]\nHe is a former president of the International Association for Computing and Philosophy and a former director of CMU's Center for the Advancement of Applied Ethics and Political Philosophy (2005-2007).", "16731730": "Gilles Deleuze, a French philosopher, and Félix Guattari, a French psychoanalyst and political activist, wrote a number of works together (besides both having distinguished independent careers).", "19418707": "Paul Humphreys (1950-2022) was a British professor of philosophy at the University of Virginia, specialising in philosophy of science, metaphysics, and epistemology. His interests included the metaphysics and epistemology of emergence, computational science, empiricism and realism.", "58478168": "Christine I. Mitchell (born December 8, 1951) is an American filmmaker[4][5][6] and bioethicist and until her retirement in September 2022, the executive director of the Center for Bioethics at Harvard Medical School (HMS).[7][8]", "32984673": "John Watson FRSC (22 February 1847 – 27 January 1939) was a Canadian philosopher and academic.", "314980": "Jacques Rancière (French: [ʁɑ̃sjɛʁ]; born 10 June 1940) is a French philosopher, Professor of Philosophy at European Graduate School in Saas-Fee and Emeritus Professor of Philosophy at the University of Paris VIII: Vincennes—Saint-Denis. After co-authoring Reading Capital (1965) with the structuralist Marxist philosopher Louis Althusser and others, and after witnessing the 1968 political uprisings his work turned against Althusserian Marxism, he later came to develop an original body of work focused on aesthetics.[4]", "8769124": "Ecphantus or Ecphantos (Ancient Greek: Ἔκφαντος) or Ephantus (Έφαντος) was an Ancient Greek pre-Socratic philosopher. He is identified as a Pythagorean of the 4th century BCE from Syracuse, Magna Graecia, but the details concerning his life are historically obscure; he may have not been a historical person, but rather a fictional character invented by Heraclides of Pontus for use in his philosophical dialogues.[1] He also may have been the same figure as the attested Ecphantus of Croton.[citation needed]", "183913": "Poul Martin Møller (21 March 1794 – 13 March 1838)[1] was a Danish academic, writer, and poet. During his lifetime, he gained renown in Denmark for his poetry. After his death, his posthumously published fiction and philosophical writings were well received. He also devoted several decades of study to classical languages and literature. While serving as a professor at the University of Copenhagen, he was a mentor to the philosopher Søren Kierkegaard.[2]", "35966574": "Priscilla T. Neuman Cohn Ferrater Mora (née Neuman; December 14, 1933 – June 27, 2019) was an American philosopher and animal rights activist. She was Emerita Professor of Philosophy at Pennsylvania State University, associate director of the Oxford Centre for Animal Ethics, and co-editor of the centre's Journal of Animal Ethics.", "44420720": "Graham Oddie is a New Zealand philosopher who lives and works in the United States.  He has been Professor of Philosophy at the University of Colorado since 1994.[1]", "34557556": "William Ralph Boyce Gibson (15 March 1869 – 2 April 1935) was a British-Australian philosopher. He was an advocate of personal idealism.[1]", "25480824": "David Lamont Paulsen (1936–2020)[1] was a professor emeritus of philosophy at Brigham Young University (BYU).  From 1994 to 1998 he held the Richard L. Evans Chair of Religious Understanding at BYU. He was an active faculty member at BYU from 1972–2011.", "675453": "Michael Davis (born 6 February 1943) is an American philosopher specializing in professional ethics. He is Professor of Philosophy at the Illinois Institute of Technology, and Senior Fellow at its Center for the Study of Ethics in the Professions.", "4017794": "Mark Alan Walker (born 1963) is a Canadian-American philosopher. He is a professor of philosophy at New Mexico State University, where he occupies the Richard L. Hedden Endowed Chair in Advanced Philosophical Studies. Prior to his professorship at NMSU Prof. Walker taught at McMaster University in the department of philosophy and the Arts & Science Programme. He is the author of Happy-People Pills for All (Oxford: Blackwell Press, 2013) and Free Money for All (New York: Palgrave, 2016). Walker founded and was president of the former nonprofit organization Permanent End International (2003–2007), which had been devoted to ending hunger, illiteracy and environmental degradation through the dissemination of modular aquaponics systems for farming. He serves on the editorial board of the Journal of Evolution and Technology and on the board of directors of the Institute for Ethics and Emerging Technologies.[1] He is a former board member of the non-profit organization Humanity Plus (formerly World Transhumanist Association).", "37932680": "Krikor Peshtimaldjian (Armenian: Գրիգոր Փեշտիմալջյան, Born Constantinople, Ottoman Turkey 1778 - died Constantinople, Ottoman Turkey January, 1839) was a prominent ethnic Armenian philosopher, educator, translator, and linguist.[1] He was a key figure in the Armenian national awakening and reformist movement in the 19th century.[2][3]", "21253773": "Khen Lampert (born 1957) is an Israeli educator and a philosopher, Professor of behavioral-sciences, who teaches Philosophy, History, Cultural Studies and Education.[1] He has extensive experience working with children in underprivileged neighborhoods in Israel, both Jewish and Arab.\nLampert is an important contributor to philosophy-of-culture and education.[2] His work draws from a wide range of theoretical traditions extending from Karl Marx to Paulo Freire; from Buddhism to modern Christianity; from Herbert Marcuse to Heinz Kohut.  He is an advocate of radical-non-violent social-activism vigorously opposing neoliberalism (which he terms as ‘neocapitalism’),[3] militarism,  fundamentalism, and the post-modern attacks against the Welfare state, the youth and the poor. Lampert's important work focuses on the ‘Theory of Radical Compassion’, a term he coined to describe the nature of an alternative socio-educational reality. According to  Lampert, a conception of radical compassion, based on the imperative to change reality, is not only necessary, but possible, as radical compassion is rooted deep in our human nature and is not mediated by culture.[4]", "55234196": "Hasna Begum (Bengali: হাসনা বেগম; 24 February 1935 – 1 December 2020) was a Bangladeshi philosopher and feminist, and a professor of philosophy at the University of Dhaka until her retirement in December 2000.", "28626582": "Ch'oe Sŭng-no (Korean: 최승로; Hanja: 崔承老; 927 – 17 June 989[1] was a politician, Confucian scholar, poet, and literary writer in the early Goryeo dynasty. He came from the Gyeongju Choe clan, one of the third class noble families of Silla. He was famous for proposing 28 policies to King Seongjong, most of which were accepted and a became an important basis for state affairs such as Goryeo's political system and local government.", "1625759": "Oskar Reinhard Negt (German pronunciation: [ˈneːkt]; born 1 August 1934 in Kapkeim, East Prussia) is a philosopher and critical social theorist. He is an emeritus professor of sociology at Leibniz University Hannover, and one of Germany's most prominent social scientists.[1][2] Little of his work has been translated into English.", "2215589": "Vincent Peter Miceli, S.J. (1915 – June 2, 1991) was a Catholic priest, theologian, and philosopher.", "21909160": "Robert Knight Rudolph (June 8, 1906 — July 14, 1986) was an American Reformed Episcopal minister and theologian. He served as Professor of Systematic Theology and Christian Ethics at the Theological Seminary of the Reformed Episcopal Church in Philadelphia for forty-nine years before his retirement in 1981. Together Rudolph and his father trained men for the gospel ministry at this institution for a total of seventy-four years. Rudolph was known for his strict adherence to Calvinism and presuppositional apologetics.", "10440362": "Julius Heinrich Ahrens (14 July 1808 – 2 August 1874) was a German philosopher, jurist, and professor in Brussels, Graz, and Leipzig.", "69127851": "Manon Garcia (born 1985) is a French philosopher, specializing in feminist philosophy. Her book We Are Not Born Submissive[1] (originally On ne naît pas soumise, on le devient) has been translated into several languages besides English, including Japanese, Chinese, Korean, German and  Spanish.", "3493550": "Jia Yi (Wade–Giles: Chia I; c. 200 – 169 BCE) was a Chinese essayist, poet and politician of the Western Han dynasty, best known as one of the earliest known writers of fu rhapsody and for his essay \"Disquisition Finding Fault with Qin\" (Guò Qín Lùn 過秦論), which criticises the Qin dynasty and describes Jia's opinions on the reasons for its collapse. In particular, he is famous for his two fu, On the Owl (鵩鳥賦) and his Lament for Qu Yuan (吊屈原賦). He is also the author of the treatise Xinshu (新書), containing political and educational insights.[1]", "58216111": "William Y. Hutchinson (4 September 1916 – 4 December 2006) was an American industrialist and philanthropist, the chairman of the Board of the Continental Scale Corporation,. He received a BA from Cornell University and an MBA from the University of Chicago. and also completed course work for a  PhD in philosophy from   Chicago. He later received an honorary   Doctor of Humane Letters from Garrett-Evangelical Theological Seminary, where he was also chairman of the board.[1][2][3]\nThe Professorship in Ethics and Public Life at Cornell University is named after him and his wife, Wyn.[4]", "9981616": "Charles Lane (1800–1870) was an English-American transcendentalist, abolitionist, and early voluntaryist. Along with Amos Bronson Alcott, he was one of the main founders of Fruitlands and a vegan.[1][2]", "577201": "Frithjof Schuon (frit-YOF SHOO-on, /ˈʃuːɒn/, German: [ˈfʁɪtjɔf ˈʃuːɔn]; 18 June 1907 – 5 May 1998) was a Swiss metaphysician of German descent, belonging to the Perennialist or Traditionalist School of thought. He was the author of more than twenty works in French on metaphysics, spirituality, religion, anthropology and art, which have been translated into English and many other languages. He was also a painter and a poet.", "20155": "Marcus Aurelius Antoninus (Latin: [ˈmaːrkʊs au̯ˈreːliʊs antoːˈniːnʊs]; English: /ɔːˈriːliəs/ aw-REE-lee-əs;[2] 26 April 121 – 17 March 180) was Roman emperor from 161 to 180 AD and a Stoic philosopher. He was a member of the Nerva–Antonine dynasty, the last of the rulers later known as the Five Good Emperors and the last emperor of the Pax Romana, an age of relative peace, calm, and stability for the Roman Empire lasting from 27 BC to 180 AD. He served as Roman consul in 140, 145, and 161.", "70995643": "David Liggins is a philosopher at the University of Manchester with research interests in metaphysics and philosophy of mathematics.", "32067270": "David ben Yom Tov ibn Bilia was a Portuguese Jewish philosopher who lived in the thirteenth and fourteenth centuries.", "1625801": "Heinrich Moritz Chalybäus[needs  IPA] (3 July 1796, in Pfaffroda – 22 September 1862, in Dresden) was a German philosopher best known for his exegetical work on philosophy, such as his characterisation of Hegel's dialectic as a triad of \"thesis–antithesis–synthesis.\"", "118475": "Vinayak Narahari Bhave, also known as Vinoba Bhave (pronunciationⓘ; 11 September 1895 – 15 November 1982), was an Indian advocate of nonviolence and human rights. Often called Acharya (Teacher in Sanskrit), he is best known for the Bhoodan Movement. He is considered as National Teacher of India and the spiritual successor of Mahatma Gandhi. He was an eminent philosopher. The Gita has been translated into the Marathi language by him with the title Geetai (meaning 'Mother Gīta' in Marathi).[2]", "2346706": "Yamaga Sokō (山鹿 素行, 21 September 1622 – 23 October 1685) was a Japanese military writer and philosopher under the Tokugawa shogunate of Edo period in Japan. As a scholar he applied the Confucian idea of the \"superior man\" to the samurai class of Japan. This became an important part of the samurai way of life and code of conduct.", "58838738": "Christopher S. Hill (born 1942) is an American philosopher and William Herbert Perry Faunce Professor of Philosophy at Brown University.\nHe is known for his expertise on consciousness and philosophy of mind.[1][2][3][4]", "53923538": "Charles Francis Brittain (born 1966) is an American philosopher currently the Susan Linn Sage Professor of Philosophy and Humane Letters at Cornell University. He specializes in ancient philosophy, specifically Hellenistic philosophy. His work lies within the Platonic tradition and draws on texts from Cicero, Augustine, and Simplicius. [1][2]", "48090842": "Georg Franck-Oberaspach is an architect/urban planner, computer programmer, economist, and philosopher.\nBorn in 1946 (Schwäbisch Hall, Germany), Georg Franck studied philosophy, economics and architecture. Holding a doctorate in economics, he became a practising architect and town-planner in 1974. In addition, he was active in software development and produced a planning information system, which has been marketed since 1991. Since 1994 he has held the chair of computer-aided planning and architecture at the Vienna University of Technology. Since 1994, he has been working as a professor of digital methods in architecture and regional planning at the same university (TU WIEN) where until 2015 he was the head of Institute of Architectural Sciences as well as the head of the department of Digital Architecture and Planning. Besides these main responsibilities, he has been engaged in writing widely on philosophy, economics and architecture.", "33607387": "John Micallef (1923–2003) was a Maltese philosopher. Although his thoughts remained philosophically grounded in the Christian tradition, he was primarily interested in existentialism.[1]", "11882224": "Ernst Julius Wilhelm Schuppe (5 May 1836 – 29 March 1913) was a German positivist[1] philosopher, born in Brieg, Silesia. He advocated what he called 'immanent philosophy'.[2]", "34623216": "Augustin Berque (born 1942 in Rabat, Morocco), is a French geographer, Orientalist and philosopher. He is the son of the famous Egyptologist Jacques Berque. He is professor at the École des hautes études en sciences sociales in Paris (EHESS). His specialist field of interest is Japan.", "13618930": "Ryszard Antoni Legutko (Polish pronunciation: [ˈrɨʂart anˈtɔɲi lɛˈɡutkɔ]); born 24 December 1949) is a Polish philosopher and politician. He is a professor of philosophy at the Jagiellonian University in Kraków, specializing in ancient philosophy and political theory.[1]", "9195251": "George Kateb is William Nelson Cromwell Professor of Politics, Emeritus, at Princeton University.[1] A staunch individualist, he has written scholarly works on Ralph Waldo Emerson, John Stuart Mill, and Hannah Arendt and on the ethical dimensions of the individual in a constitutional democracy. More recently he has turned his attention to what he sees as the increasing erosion of individual liberty wrought by the Bush administration and the poisonous influence of religious, ethnic and statist group identity on morality.", "2313972": "Jakob Sigismund Beck (originally Jacob Sigismund Beck; 6 August 1761 – 29 August 1840) was a German philosopher.", "20217": "Murray Newton Rothbard (/ˈrɒθbɑːrd/; March 2, 1926 – January 7, 1995) was an American economist[1] of the Austrian School,[2][3][4][5] economic historian,[6][7] political theorist,[8] and activist. Rothbard was a central figure in the 20th-century American libertarian movement, particularly its right-wing strands, and was a founder and leading theoretician of anarcho-capitalism.[9][10][11][12][13][14] He wrote over twenty books on political theory, history, economics, and other subjects.[9]", "28102393": "Marlies ter Borg-Neervoort ( born 24 December 1948, Pladjoe, Palembang)[1] is a Dutch philosopher, editor and author. Her work focuses principally on the study of texts in the Bible and Qu'ran. She is the author of Koran en Bijbel in Verhalen (Qu'ran and Bible in Stories) and Sharing Mary: Bible and Qu'ran side by side. Both works focus on comparative textual analysis in both holy books.[2][3][4]", "28331778": "Lok-Priya Sant-Kavi Maharaj Chatur Singhji लोक-प्रिय सन्त-कवि महाराज चतुर सिंहजी  reverently known as Bavji Chatur Singhji,[1] was born on Monday 9 February 1880 (V. S. Magh Krishn 14, 1936) at Karjali Haveli to Rani Krishna Kunwar and Maharaj Surat Singh of Karjali. Bavji Chatur Singhji was a popular people's saint-poet of Rajputana, now Rajasthan, India, who was an accomplished yogi also and is rightly remembered as Patanjali and Valmiki of Rajasthan.", "21843727": "Marchioness (in Italian marchesa) Marianna Florenzi (9 November 1802, Ravenna – 15 April 1870, Florence), née Marianna  Bacinetti, was an Italian noblewoman, philosopher and translator of philosophical works. She was also known by her married name of Marianna Florenzi Waddington.", "1232660": "Syed Muhammad al Naquib bin Ali al-Attas (Arabic: سيد محمد نقيب العطاس Sayyid Muḥammad Naqīb al-ʿAṭṭās; born 5 September 1931) is a Malaysian Muslim philosopher. He is one of the few contemporary scholars who is thoroughly rooted in the traditional Islamic sciences and studies theology, philosophy, metaphysics, history, and literature.[citation needed] He pioneered the concept of Islamisation of knowledge. Al-Attas' philosophy and methodology of education have one goal: Islamisation of the mind, body and soul and its effects on the personal and collective life on Muslims as well as others, including the spiritual and physical non-human environment.", "3755800": "Robert Spaemann (5 May 1927 – 10 December 2018) was a German Catholic philosopher.[1] He is considered a member of the Ritter School.", "1593115": "Shi'a", "28233501": "Robert Charles (\"Rob\") Koons (/kuːnz/) (born February 22, 1957) is an American philosopher. He is a professor of philosophy at the University of Texas (UT), noted for his contribution to metaphysics and philosophical logic. Koons has also advocated for academic freedom and courses on Western civilization.", "1593119": "Laurence BonJour (born August 31, 1943) is an American philosopher and Emeritus of Philosophy at the University of Washington.[2]", "73387807": "Heracleodorus (Ancient Greek: Ἡρακλεόδωρος) was a critic, writer, grammarian, or philosopher of some sort, whose views earned him criticism from several other writers of the ancient world.[1] We only know of him from a small number of sources, but from their descriptions he seems to have been a well known and respected critic of his time.[2] He is usually assumed to have lived in the 1st century BCE, but some scholars, notably Richard Janko, put his time as early as the 3rd century BCE.[3]", "282404": "Pema Chödrön (པདྨ་ཆོས་སྒྲོན། padma chos sgron “lotus dharma lamp”; born Deirdre Blomfield-Brown, July 14, 1936) is an American Tibetan-Buddhist.  She is an ordained nun, former acharya of Shambhala Buddhism[1] and disciple of Chögyam Trungpa Rinpoche.[2][3] Chödrön has written several dozen books and audiobooks, and is principal teacher at Gampo Abbey in Nova Scotia.[3][4]", "55365413": "Thomas Leinkauf (born November 4, 1954, in Lüneburg)[1] is a German philosopher and a professor at Westfälische Wilhelms-Universität Münster. His fields of interest are late antique, Renaissance and early modern philosophy, as well as Idealism.[2]", "73781030": "Adolf Friedrich Rutenberg (30 October 1808 – December 1869) was a German geography teacher, Young Hegelian and journalist. He was a close friend of German philosophers Karl Marx and Max Stirner. He was alongside Bruno Bauer as one of two reported mourners at Stirner's graveside.", "53029": "Muammar Muhammad Abu Minyar al-Gaddafi[pron 1] (c. 1942 – 20 October 2011) was a Libyan revolutionary, politician and political theorist who ruled Libya from 1969 until his killing in 2011 by NATO-backed[13][14] rebel forces.[15][16] He first served as Revolutionary Chairman of the Libyan Arab Republic from 1969 to 1977 and then as the Brotherly Leader of the Great Socialist People's Libyan Arab Jamahiriya from 1977 to 2011. Initially ideologically committed to Arab nationalism and Arab socialism, Gaddafi later ruled according to his own Third International Theory.", "10866474": "Prabhākara (active c. 6th century)[1] was an Indian philosopher-grammarian in the Mīmāṃsā tradition of Kerala.[2][3]", "413483": "Henrik Steffens (2 May 1773 – 13 February 1845), was a Norwegian philosopher, scientist, and poet.[1][2][3]", "2346802": "Yamazaki Ansai (山崎 闇斎, January 24, 1619 – September 16, 1682) was a Japanese philosopher and scholar.  He began his career as a Buddhist monk, but eventually came to follow the teachings of Neo-Confucian Zhu Xi.  He combined Neo-Confucian ideas with Shinto to create Suika Shinto.", "610101": "Scipione Ammirato (Italian: [ʃiˈpjoːne ammiˈraːto]; 7 October 1531 – 11 January 1601) was an Italian author, philosopher and historian who lived during the Renaissance. He is regarded as an important figure in the history of political thought.", "3624760": "Andrei Gabriel Pleșu (Romanian pronunciation: [anˈdrej ɡabriˈel ˈpleʃu]; born 23 August 1948) is a Romanian philosopher, essayist, journalist, literary and art critic. He has been intermittently involved in politics, having been appointed Minister of Culture (1989–91), Minister of Foreign Affairs (1997–99) and presidential counsellor for external affairs (2004–05).", "26758973": "Ferrante de Gemmis (April 14, 1732 – April 21, 1803) was an Italian philosopher and literary man.", "22826824": "Arda Denkel (6 July 1949 – 21 May 2000) was a Turkish philosopher.[1][2] He studied at the University of Oxford  and, under Peter Strawson, wrote his D.Phil. dissertation which he later developed into a more expansive study with his book The Natural Background of Meaning in 1999.", "9391945": "Philip (or Philippus) of Opus (Greek: Φίλιππος Ὀπούντιος) was a philosopher, astronomer, and mathematician.  He was a member of Plato’s Academy and after the master's death, edited his last work, Laws.  He is generally considered the author of the Platonic Epinomis (On the Laws), a follow-on conversation among the same interlocutors.", "3493712": "Fu Xuan (217–278), courtesy name Xiuyi, was a Chinese historian, poet, and politician who lived in the state of Cao Wei during the Three Kingdoms period and later under the Jin dynasty. He was one of the most prolific authors of fu poetry of his time. He was a grandson of Fu Xie (傅燮), a son of Fu Gan (傅幹), and the father of Fu Xian (傅咸).[1][2][3]", "24629072": "Zhang Xuecheng (Chinese: 章學誠; Wade–Giles: Chang Hsüeh-ch'eng; 1738–1801) was a Chinese historian and philosopher during the Qing dynasty. His father and his grandfather had been government officials, but, although Zhang achieved the highest civil service examination degree in 1778, he never held high office. Zhang's ideas about the historical process were revolutionary in many ways and he became one of the most enlightened historical theorists of the Qing dynasty, but he spent much of his life in near poverty without the support of a patron and, in 1801, he died, poor and with few friends. It was not until the late 19th century that Chinese scholars began to accept the validity of Zhang's ideas.[1]", "17583956": "Sopater of Apamea (Greek: Σώπατρος ὁ Ἀπαμεύς; died before 337 AD) was a distinguished sophist and Neoplatonist philosopher.", "23252821": "Arvid (Arvi) Grotenfelt (10 April 1863, Helsinki – 29 March 1941), was a Finnish philosopher and psychologist.[1]", "1855317": "Theodoric of Freiberg[1] (/θiˈɒdərɪk/; c. 1250 – c. 1311) was a German member of the Dominican order and a theologian and physicist. He was named provincial of the Dominican Order in 1293, Albert the Great's old post. He is considered one of the notable philosophers and theologians of the Middle Ages based on his career and writings.[2]", "4443991": "Annemarie Mol (born 13 September 1958) is a Dutch ethnographer and philosopher. She is the Professor of Anthropology of the Body at the University of Amsterdam.[1]", "38129495": "Antoine Blanc de Saint-Bonnet (28 January 1815 – 2 June 1880) was a French philosopher,[1] whose ideas were a precursor to modern sociology.", "7655255": "Mihaela Miroiu (born 1955) is a Romanian political theorist and feminist philosopher, the most prominent activist for women's rights and a very well known activist for Roma rights, more generally, for minorities rights. She is currently Professor of Political science at the Faculty of Political Science, National University of Political Studies and Public Administration, Bucharest.", "20238168": "Samding Dorje Phagmo", "35704669": "Alfredo Pimentel Co (Chinese: 许培堆; born on November 30, 1949) is a Filipino Sinologist and philosopher.[1] He is the only contemporary Asian scholar to deliver a plenary lecture at the COMIUCAP conference, in 2008.[2]", "35311454": "Robert Payne (1596–1651) was an English cleric and academic, known also as a natural philosopher and experimentalist. He was associated with the so-called Welbeck Academy by his position as chaplain (with duties as secretary) to William Cavendish, 1st Earl of Newcastle. The position also brought him a close friendship with Thomas Hobbes.", "37703522": "Ramchandra Dattatray Ranade (1886–1957) was an Indian scholar-philosopher-saint of Karnataka and Maharashtra.", "18993000": "William Calvert Kneale (22 June 1906 – 24 June 1990) was an English logician best known for his 1962 book The Development of Logic, a history of logic from its beginnings in Ancient Greece written with his wife Martha.  Kneale was also known as a philosopher of science and the author of a book on probability and induction.  Educated at the Liverpool Institute High School for boys, he later became a fellow of Exeter College, Oxford, and in 1960 succeeded to the White's Professor of Moral Philosophy previously occupied by the linguistic philosopher J. L. Austin. He retired in 1966.", "69062507": "Lea Ypi (born 8 September 1979)[1] is an Albanian academic and author. She is a professor of political theory at the London School of Economics.[2] In 2022, she was named one of the world's top ten thinkers by the British magazine Prospect[3] and one of the most important cultural figures by the Frankfurter Allgemeine Zeitung.[4] She was named one of the six most important thinkers of 2023 by El Pais.[5] Her work has been translated in 30 languages and won numerous prizes, including the British Academy \"Brian Barry\" Prize for excellence in Political Science and a Leverhulme Prize for outstanding research achievements. She was elected to the Academia Europaea in 2020[6] and is a member of the jury of the Deutscher Memorial Prize.[7]", "59854711": "Peter Hewitt Hare (March 12, 1935 — January 3, 2008) was an American philosopher and Distinguished Service Professor Emeritus at the University at Buffalo.[1][2]", "47271804": "Deborah Cook (October 12, 1954 – October 6, 2020[1]) was a Canadian philosopher specializing in phenomenology, existentialism, critical theory, and post-structuralism. Cook was the author of several books and numerous articles, with special emphasis on the work of Theodor W. Adorno.[2]", "6967167": "David Lloyd Norton (March 27, 1930 – July 24, 1995) was an American philosopher. He was born in St. Louis, Missouri, March 27, 1930, to Cecil V. Norton and (Adelene) Ruth Essick Norton. He was the brother of Douglas C. Norton (born 1945) of Norton's Fine Art in St. Louis.", "33771392": "Cezary Wodziński (27 May 1959 – 12 June 2016)[1] was a Polish philosopher,[2][3] historian of philosophy, essayist, translator, and writer. He was a lecturer at Jagiellonian University in Cracow (Poland) and at the University of Warsaw (Poland).[4]", "36523915": "Haim Gaifman (born 1934) is a logician, probability theorist, and philosopher of language who is professor of philosophy at Columbia University.", "56676237": "Horace William Brindley Joseph, FBA (28 September 1867 – 13 November 1943), published as H. W. B. Joseph, was a British philosopher, who spent his academic career as a Fellow and Tutor at New College, Oxford.", "59461524": "Seyyed Hassan Eslami Ardakani (born December 23, 1960) is an Iranian philosopher and professor of ethics at the University of Religions and Denominations. He is known for his expertise on virtue ethics, environmental ethics and research ethics. Eslami is a winner of Farabi International Award for his book Human Cloning in Catholic and Islamic Perspectives.[1]", "8638356": "Patrick Joseph \"Paddy\" Ryan (13 March 1904 – 18 January 1969),[1] invariably referred to as Dr P. J. Ryan, was an Australian Catholic priest and anti-communist organiser.", "4575127": "Kenneth C. Clatterbaugh is an American philosopher. He was Chair of the department of Philosophy at the University of Washington for fifteen years. He retired in 2012. His interests are modern philosophy, social philosophy, and gender studies, philosophy of religion. His latest book is a satirical look at some aspects of American Christianity. It is a novel, not an academic book although it contains considerable philosophical argument.", "55168921": "Thomas Ernst Uebel (born 1952)[1] is a philosopher of science, and professor of philosophy at the University of Manchester.[2]", "48058275": "Johann Heinrich Winckler (12 March 1703 – 18 May 1770) was a German physicist and philosopher.", "511907": "J. S. (James Shaver) Woodsworth (July 29, 1874 – March 21, 1942) was a Canadian Methodist minister, politician, and labour activist. He was a pioneer of the Canadian Social Gospel, a Christian religious movement with social democratic values and links to organized labour. A long-time leader and publicist in the movement, Woodsworth served as an elected member of the federal parliament from 1921 until his death in 1942. In 1932, he helped to found the Co-operative Commonwealth Federation (CCF), a socialist political party which was the predecessor to the New Democratic Party (NDP).[1]", "36327334": "Carlos Andrés Segovia y Corral, 2nd Marquis of Salobreña (born 22 May 1970), is a Spanish nobleman and academic specialising in philosophy and religious studies.", "2445223": "Stanley Eveling, or Harry Stanley Eveling (4 August 1925 in Newcastle upon Tyne – 24 December 2008 in Edinburgh) was an English playwright and academic, based in Scotland.", "46387112": "William Franke is an American academic and philosopher,  professor of Comparative Literature at Vanderbilt University (formerly and concomitantly Professor Catedrático and Head of Philosophy and Religions at the University of Macau, 2013-2016). A main exposition of his philosophical thinking  is A Philosophy of the Unsayable (2014), a book which dwells on the limits of language in order to open thought to the inconceivable. On this basis, the discourses of myth, mysticism, metaphysics, and the arts take on new and previously unsuspected types of meaning. This book is the object of a Syndicate Forum and of a collective volume of essays by diverse hands in the series “Palgrave Frontiers in Philosophy of Religion”: Contemporary Debates in Negative Theology and Philosophy. Franke's apophatic philosophy is based on his two-volume On What Cannot Be Said: Apophatic Discourses in Philosophy, Religion, Literature, and the Arts (2007), which reconstructs in the margins of philosophy a counter-tradition to the thought and culture of the Logos. Franke extends this philosophy in an intercultural direction, entering the field of comparative philosophy, with Apophatic Paths from Europe to China: Regions Without Borders. In On the Universality of What is Not: The Apophatic Turn in Critical Thinking, Franke argues for application of apophatic thinking in a variety of fields and across disciplines, from humanities to cognitive science, as key to reaching peaceful mutual understanding in a multicultural world riven by racial and gender conflict, religious antagonisms, and national and regional rivalries.", "71913388": "Luis Núñez Coronel Latinized as Ludovicus Coronel (c. 1480 – c. 1531) was a Spanish theologian, logician, and natural philosopher. Along with his brother Antonio, he examined the ideas of mechanics from Aristotle.", "69423035": "Romane Lewis Clark  (December 3, 1925 – 2007) was an American philosopher and Professor Emeritus of Philosophy at Indiana University, Bloomington. He is known for his works on logic,[1][2][3] especially his eponymous paradox (Clark's paradox).[4][5]", "70766524": "Pavle Stefanović (Serbian Cyrillic: Павле Стефановић; 22 March 1901 – 29 October 1985) was a Serbian philosopher, esthetician, essayist,[1] music writer, critic and writer.\nHe was the son of physician writer and poet Svetislav Stefanović who translated Shakespeare, and other English writers.", "1757117": "Manly Palmer Hall (18 March 1901 – 29 August 1990) was a Canadian author, lecturer, astrologer, mystic and Freemason. Over his 70-year career he gave thousands of lectures and published over 150 volumes, of which the best known is The Secret Teachings of All Ages (1928). In 1934 he founded the Philosophical Research Society in Los Angeles.", "36884411": "Gustav Hartenstein (18 March 1808 – 2 February 1890) was a German philosopher and author. He was one of the most gifted followers of Johann Friedrich Herbart.", "22794175": "Ivan Sviták (10 October 1925 – 20 October 1994) was a Czech philosopher, critic, and poet who ranked among Europe's most prominent proponents of Marxist humanism.", "4575168": "Kate Soper (born 1943) is a British philosopher.[1] She is currently Visiting Professor at the University of Brighton.[2]", "2838466": "Edward Spencer Beesly (/ˈbiːzli/; 23 January 1831 – 7 March 1915) was an English positivist, trades union activist, and historian.", "5689287": "Ernst Akiba/Akiva Simon (Hebrew: עקיבא ארְנְסְט סימון; March 15, 1900 in Berlin – August 18, 1988 in Jerusalem) was a German-Jewish educator and religious philosopher.", "16371655": "Francisco \"Paco\" Javier Vidarte Fernández (1 March 1970 – 29 January 2008 in Madrid) was a Spanish philosopher, writer and LGBT activist.", "1724365": "Friedrich Waismann (German: [ˈvaɪsman]; 21 March 1896 – 4 November 1959) was an Austrian mathematician, physicist, and philosopher.  He is best known for being a member of the Vienna Circle and one of the key theorists in logical positivism.", "23121878": "Xenophilus (Greek: Ξενόφιλος; 4th century BC), of Chalcidice,[2] was a Pythagorean philosopher and musician who lived in the first half of the 4th century BC.[3] Aulus Gellius relates that Xenophilus was the intimate friend and teacher of Aristoxenus and implies that Xenophilus taught him Pythagorean doctrine.[4] He was said to have belonged to the last generation of Pythagoreans, and he is the only Pythagorean known to have lived in Athens in the 4th century BC.[5]", "63459292": "Lucien Sève ([ly.sjɛ̃ sɛv]; 9 December 1926 – 23 March 2020) was a French philosopher, communist and political activist. He was an active member of the French Communist Party from 1950 to 2010. His 1969 work Marxisme et théorie de la personnalité (Marxism and theory of personality) has been translated into 25 different languages. Sève died on 23 March 2020 of  Coronavirus disease 2019 (COVID-19)", "34492381": "Hong U-won or Hong Woo-won (Korean: 홍우원; Hanja: 洪宇遠; 29 July 1605 – 27 July 1687) was a Korean Neo-Confucian scholar, politician and writer, who lived during the Joseon Dynasty. He was from the Namyang Hong clan (To Hong lineage).", "60674016": "Mir Shamsuddin Adib-Soltani (Persian: میر شمس‌الدین ادیب‌سلطانی; 12 May 1931[1] – 12 October 2023) was an Iranian philosopher, clinical psychiatrist, and translator. He is known for translating some classic philosophical works into Persian. Adib-Soltani was a winner of Farabi International Award.[2][3] Adib-Soltani died on 12 October 2023, at the age of 92.[4]", "33214442": "George Woodward Warder (May 20, 1848 – February 8, 1907)[1] was a poet, philosopher and author from Missouri, USA.", "17256427": "Joshua Michael Knobe (born 1974) is an American experimental philosopher, whose work ranges across issues in philosophy of mind and action and ethics.  He is Professor of Cognitive Science and Philosophy at Yale University.[3] He is known for his work on the \"Knobe effect\" and use of experimental methods to understand personal reactions to moral dilemmas.[4][5]", "66441195": "Mart Kangur (born 4 May 1971) is an Estonian poet, translator and philosopher.[1]", "18698226": "Bhakti Prajnan Keshava (IAST: Bhakti Prajñāna Keśava; 9 February 1898 – 6 October 1968), addressed by the honorific Mahārāja (Mahārāja),[1]  was a Gaudiya Vaishnava guru, disciple of Bhaktisiddhanta Sarasvati and the founder-acharya of the religious organisation \"Sri Gaudiya Vedanta Samiti\", formed in Calcutta in 1940,[1][2] and its headquarters, monastery Sri Devananda Gaudiya Math in Nabadwip.", "11128819": "Gianfranco Miglio (11 January 1918 – 10 August 2001) was an Italian jurist, political scientist, and politician. He was a founder of the Federalist Party. For thirty years, he presided over the political science faculty of Milan's Università Cattolica (Catholic University). Later on in his life, he was elected as an independent member of the Parliament to the Italian Senate for Lega Nord.[3] The supporters of Umberto Bossi's party called him Prufesùr (the Professor), a Lombard nickname to remember his role.", "63524857": "Michael J. Loux (born August 17, 1942) is an American philosopher and George N. Shuster Professor of Philosophy Emeritus at the University of Notre Dame.[1] \nHe is known for his works on metaphysics.[2][3][4]", "41996285": "Michael Abram Bergmann (born 1964) is an American analytic philosopher teaching in the department of philosophy at Purdue University.[1] His primary interests are epistemology and philosophy of religion. In epistemology, he writes mostly on externalism and, in philosophy of religion, he mostly writes on the epistemology of religious belief and the problem of evil.", "1134592": "Ned Joel Block (born 1942) is an American philosopher working in philosophy of mind who has made important contributions to the understanding of consciousness and the philosophy of cognitive science.  He has been professor of philosophy and psychology at New York University since 1996.", "53334020": "Leslie Pickering Francis is an American philosopher, currently Distinguished Professor of Philosophy and Distinguished Professor of Law at University of Utah.[1][2]", "53255": "Jacques Derrida (/ˈdɛrɪdə/; French: [ʒak dɛʁida]; born Jackie Élie Derrida;[6] 15 July 1930 – 9 October 2004) was an Algerian-born French philosopher. He developed the philosophy of deconstruction, which he utilized in a number of his texts, and which was developed through close readings of the linguistics of Ferdinand de Saussure and Husserlian and Heideggerian phenomenology.[7][8][9] He is one of the major figures associated with post-structuralism and postmodern philosophy[10][11][12] although he distanced himself from post-structuralism and disowned the word \"postmodernity\".[13]", "348170": "Ludevít Štúr (Slovak pronunciation: [ˈʎudɔʋiːt ˈʂtuːr];  28 October 1815 – 12 January 1856), also known as Ľudovít Velislav Štúr,[a] was a Slovak revolutionary, politician, and writer. As a leader of the Slovak national revival in the 19th century, and the author of the Slovak language standard, he is lauded as one of the most important figures in Slovak history.", "38359051": "Jacqueline Lichtenstein (1947 – 3 April 2019)[1] was a French philosopher, art historian, and professor of aesthetics and the philosophy of art at the University of Paris IV - Paris-Sorbonne.[2][3]", "49827850": "Kennan Ferguson (born September 28, 1968) is an American political theorist who writes on contemporary issues concerning pluralism and the quotidian. He is the Director of The Center for 21st Century Studies at The University of Wisconsin–Milwaukee,[1] and co-editor of the academic political philosophy journal Theory and Event.[2]", "37179405": "Leonard \"Len\" Lawlor (/ˈlɔːlər/; born November 2, 1954)[1] is Edwin Erle Sparks Professor of Philosophy at Pennsylvania State University. He specializes in nineteenth- and twentieth-century Continental philosophy.[2]", "4182030": "Malik Muhammad Wasif (15 January 1929 – 18 January 1993), best known through his pen-name Wasif Ali Wasif, was a Pakistani teacher, writer, poet and Sufi figure.", "59985935": "Jozsef Maria Julius Simon de Revay, Count Sklabina and Blatnicka,[1] (20 October 1902 – 19 April 1945) was a Hungarian philosopher, professor, and ice hockey player. He played for the Hungarian national team at the 1928 and 1936 Winter Olympics and at the World Championships.[2] [1] He later taught at Pázmány Péter Catholic University.[3]", "36753424": "Frank Cioffi (11 January 1928 – 1 January 2012) was an American philosopher educated in New York and Oxford.", "2543634": "Seyyed Javad Tabatabai (Persian: سید جواد طباطبایی; 14 December 1945 – 28 February 2023) was an Iranian philosopher and political scientist. He was Professor and Vice Dean of the Faculty of Law and Political Science at the University of Tehran.", "10997784": "Udayana, (Devanagari: उदयन) also known as Udayanācārya (Udyanacharya, or Master Udayana), (circa 975 - 1050 CE) was an Indian philosopher and logician of the tenth century of the Nyaya school who attempted to devise a rational theology to prove the existence of God using logic and counter the attack on the existence of God at the hands of Buddhist philosophers such as Dharmakīrti, Jñānaśrī and against the Indian school of materialism (Chārvaka).[2][3] He is considered to be the most important philosopher of the Nyāya tradition.[4]", "20140058": "Steven Levitsky (born January 17, 1968) is an American political scientist and Professor of Government at Harvard University. A comparative political scientist, his research interests focus on Latin America and include political parties and party systems, authoritarianism and democratization, and weak and informal institutions.[1] He is notable for his work on competitive authoritarian regimes and informal political institutions.[2] Levitsky holds a PhD in political science from the University of California, Berkeley.", "59133980": "Johannes Micraelius, actually Johannes Lütkeschwager, (Köslin, 1 September 1597 – Stettin, 3 December 1658) was a German poet, philosopher, and historiographer.", "26824733": "Sandon (Greek: Σάνδων; 1st century BC) is an Orphic philosopher mentioned in the Suda.[1] He is described briefly as a son of Hellanikos. He has been identified with the Sandon of Tarsus mentioned by Pseudo-Lucian in the essay Macrobii (\"Long Lives\"),[2] who was the father of Athenodorus (the Stoic philosopher and the tutor of Augustus Caesar).[3] His father Hellanicus may have been the Orphic philosopher of the late 2nd century mentioned by Damascius.[4]", "49926173": "John Alexander Marenbon FBA (born 26 August 1955) is a British philosopher and Fellow of Trinity College, Cambridge.[1] His principal area of specialization is medieval philosophy.", "23154720": "Caroline Joan S. Picart is a Filipino-born American academic who has written and edited numerous books and anthologies on philosophy and cultural studies, especially horror film. She is also a lawyer and had a radio show, The Dr. Caroline (Kay) Picart Show. In 2011, she received the Lord Ruthven Award, non-fiction category, for the book Dracula in Visual Media Film, Television, Comic Book and Electronic Game Appearances, 1921-2010, co-authored with John Edgar Browning.", "64507944": "Zygmunt Ziembiński OPR (June 1, 1920 – May 19, 1996), usually cited as Z. Ziembinski, was a Polish legal philosopher, logician, and one of the most prominent theoreticians of law in Poland in the second half of the 20th century.[1]", "3428392": "Cornelius Franciscus de Pauw or Cornelis de Pauw (Dutch pronunciation: [dəˈpʌu]; French: Corneille de Pauw; 18 August 1739 — 5 July 1799) was a Dutch philosopher, geographer and diplomat at the court of Frederick the Great of Prussia.", "66310185": "David Renaud Boullier (24 March 1699 – 23 December 1759) was a Dutch Huguenot theologian, Protestant minister and philosopher.", "1888299": "Sir William David Ross KBE FBA (15 April 1877 – 5 May 1971), known as David Ross but usually cited as W. D. Ross, was a Scottish Aristotelian philosopher, translator, WWI veteran, civil servant, and university administrator. His best-known work is The Right and the Good (1930), in which he developed a pluralist, deontological form of intuitionist ethics in response to G. E. Moore's consequentialist form of intuitionism. Ross also critically edited and translated a number of Aristotle's works, such as his 12-volume translation of Aristotle together with John Alexander Smith, and wrote on other Greek philosophy.", "6115373": "Ghulam Mustafa Khan, SI (Urdu: ڈاکٹر غلام مصطفیٰ خان) (23 September 1912 – 25 September 2005) was a Pakistani researcher, literary critic, linguist, author, scholar of Urdu literature and linguistics, educationist and religious and spiritual leader belonging to Naqshbandi order of Sufism.[1][2]", "2510895": "Swami Chandrasekhara Bharati (born Narasimha Sastri; 1892–1954 ) was the Jagadguru Sankaracarya[1] of Sringeri Sharada Peetham in 1912–1954. He was one of the most significant spiritual figures in Hinduism during the 20th century. He is a Jivanmukta (Sanskrit for one liberated while alive).[2]", "49795120": "Anukul Chandra Mukerji  (1888–1968) was an Indian academic, thinker, writer and a professor of philosophy at Allahabad University.[1] He was known for his studies on the philosophy of European thinkers such as Immanuel Kant and Georg Wilhelm Friedrich Hegel, psychologists like William James, John B. Watson, and James Ward as well as the Advaita Vedanta of Adi Shankara. He was the author two notable books, Self, Thought, and Reality and The Nature of Self,[2][3] and several articles[4] and is known to have employed western methodology and language styles in his academic pursuit.[5] The Government of India awarded him the third highest civilian honour of the Padma Bhushan, in 1964, for his contributions to education and literature.[6]", "40947762": "Olexander Chyrkov, the head of the department of Germanic Philology and Foreign Literature, the head of Scientific and Artistic Complex \"Dramaturgy\" of the Institute of Foreign Languages Zhytomyr Ivan Franko State University, member of the Academy of Sciences of Higher Education of Ukraine, Doctor of Philology, Professor.[citation needed]", "5853244": "Dagfinn Føllesdal (born 22 June 1932) is a Norwegian-American philosopher. He is the Clarence Irving Lewis Professor of Philosophy Emeritus at Stanford University, and professor emeritus at the University of Oslo.[2]", "3821629": "Thomas Jay Oord (born 1965) is a theologian, philosopher, and multidisciplinary scholar who directs a doctoral program at Northwind Theological Seminary and the Center for Open and Relational Theology. He formerly taught for sixteen years as a tenured professor at Northwest Nazarene University in Nampa, Idaho and before that a philosophy professor at Eastern Nazarene College. Oord is the author or editor of more than thirty books and hundreds of articles. He is known for his contributions to research on love, open theism, process theism, open and relational theology, postmodernism, the relationship between religion and science, Wesleyan, holiness,  Nazarene theology.[1]", "544830": "Knud Ejler Løgstrup (2 September 1905 – 20 November 1981) was a Danish philosopher and theologian. His work, which combines elements of phenomenology, ethics and theology, has exerted considerable influence in postwar Nordic thought. More recently, his work has been discussed by prominent figures in anglophone philosophy and sociology such as Alasdair MacIntyre, Robert Stern, Simon Critchley and Zygmunt Bauman.", "2445375": "Jaegwon Kim (September 12, 1934 – November 27, 2019)[2] was a Korean-American philosopher. At the time of his death, Kim was an emeritus professor of philosophy at Brown University. He also taught at several other leading American universities during his lifetime, including the University of Michigan, Cornell University, the University of Notre Dame, Johns Hopkins University, and Swarthmore College. He is best known for his work on mental causation, the mind-body problem and the metaphysics of supervenience and events.  Key themes in his work include: a rejection of Cartesian metaphysics, the limitations of strict psychophysical identity, supervenience, and the individuation of events. Kim's work on these and other contemporary metaphysical and epistemological issues is well represented by the papers collected in Supervenience and Mind: Selected Philosophical Essays (1993).", "74240073": "Terence Edward Horgan (born October 13, 1948) is an American philosopher and a professor at the University of Arizona in Tucson. His areas of expertise include philosophy of mind and metaethics.[1]", "25710675": "Sara Grant, RSCJ (19 December 1922 – 2002) was a British Indologist, Christian missionary, and one of the pioneers of interreligious dialogue in the twentieth century.[1] She came to India in 1956, as a missionary and member of the Religious of the Sacred Heart of Jesus, became actively engaged in interreligious dialogue in India. In time, she became a leading figure in the inculturation (imbibing local cultures) movement that was started in India by Roman Catholic priest Fr Richard De Smet, SJ in the early 1970s, with whom she was closely associated with. Her association with Swami Abhishiktananda, further led to working on the Advaita Vedanta (Nondualism) teachings of Hindu philosopher Adi Sankara, as revealed in her spiritual autobiography, Towards an Alternative Theology: Confessions of a Non-dualist Christian (1991).[2]", "5525588": "William A. Earle (1919 – October 16, 1988) was a twentieth-century American philosopher.", "1036373": "Gregory Vlastos (/ˈvlæstoʊs/; Greek: Γρηγόριος Βλαστός; July 27, 1907 – October 12, 1991) was a preeminent scholar of ancient philosophy, and author of many works on Plato and Socrates. He transformed the analysis of classical philosophy by applying techniques of modern analytic philosophy to restate and evaluate the views of Socrates and Plato.[1]", "67227734": "Balaram Hari (Bengali: বলরাম হাড়ি; 1825 –1890;( Bengali:  1232 and 30 Agrayan 1297) was a prominent Bengali  saint, religious leader, songwriter, social reformer in Bengal of British India.[1] He established the Balarami sect, also known as Balaram Bhaja or Balahadi sect.[2] The ideal of the Balarami is to lead a pure and simple life, above greed and sensuality. They consider praying to be their fundamental duty. They consider stealing and lying great sins. According to them, the universe is the body of God. Hindu disciples call their deity Hadi-Rama, while Muslim disciples use the term Hadi-Allah. Balahadis are still to be found at some places like Meherpur (now in Bangladesh), Nishchintapur in Nadia, Daikiari in Purulia, Shalunigram in Bankura etc.[3]", "32395350": "Mihály András Vajda (10 February 1935 – 27 November 2023) was a Hungarian leftist intellectual who took part in the debates surrounding the development of national socialism, Marxism–Leninism, and the state of capitalism in the latter half of the 20th century. Involved in politics in his home country of Hungary, Vajda was expelled along with several other scholars from the Hungarian Socialist Workers Party in 1973 due to allegedly representing views that were \"opposed to Marxism–Leninism and to the policy of the Hungarian Socialist Workers' Party.\"[1]", "5492826": "Fritz Heinemann (8 February 1889 – 7 January 1970) was a German philosopher.", "35541091": "Velaiya Swamigal, also called Velaiyar, born during the seventeenth century, was a Saivaite spiritual writer. He was born to a Tamil-speaking Desikar family in Kanchipuram, Tamil Nadu. He compiled more than seven books.", "2936934": "John Henry Muirhead (28 April 1855 – 24 May 1940) was a British philosopher[1] best known for having initiated the Muirhead Library of Philosophy in 1890. He became the first person named to the Chair of Philosophy at the University of Birmingham in 1900.", "18305128": "Cleinias of Tarentum (Greek: Κλεινίας; fl. 4th-century BCE), Magna Graecia, was a Pythagorean philosopher,[1] and a contemporary and friend of Plato, as appears from the story (perhaps otherwise worthless) which Diogenes Laërtius gives on the authority of Aristoxenus, to the effect that Plato wished to burn all the writings of Democritus which he could collect, but was prevented by Cleinias and Amyclus of Heraclea.[2]  In his practice, Cleinias was a true Pythagorean.  Thus, we hear that he used to assuage his anger by playing on his harp; and, when Prorus of Cyrene had lost all his fortune through a political revolution, Cleinias, who knew nothing of him except that he was a Pythagorean, took on himself the risk of a voyage to Cyrene, and supplied him with money to the full extent of his loss.[3][4][5][6][7][8][9]", "40521835": "Giuseppe Di Giacomo (born 1 January 1945 in Avola, Italy) is an Italian philosopher and essayist.", "1036396": "André Comte-Sponville (born 12 March 1952) is a French philosopher.", "30691437": "James Garvey (born 1967) is an American philosopher based in Britain.", "28856434": "Siva Prakasar (also Ṣiva Prakāṣa or sometimes Ṣiva-prakāṣa Dēṣikar), was a Tamil ( துறைமங்கலம்  சிவப்பிரகாசர்,  கற்பனைக்களஞ்சியம் ) poet and philosopher lived during the late 17th and early 18th centuries.  He was called 'Thurai mangalam Sivaprakasar' , 'Karpanai Kalangiyam' , 'Sivanuputhi chelvar'. He had contributed more than Thirty four Tamil books for the Tamil Literature, the most well known of which is the Nanneri, a work dealing with moral instruction. He is also well known for translating early Kannada works into the Tamil language.[1] and for creating his own poetry.[2]", "27119733": "Ptolemais of Cyrene (Ancient Greek: Πτολεμαῒς ἡ Κυρηναία) was a music theorist, author of Pythagorean Principles of Music (Πυθαγορικὴ τῆς μουσικῆς στοιχείωσις). She lived perhaps in the 3rd century BC, and \"certainly not after the first century AD.\"[1] She is the only known female music theorist of antiquity.[2]", "69619829": "Pierre Musso (born 1950) is a French philosopher and historian of technology.", "71520377": "Ben Bradley (born 1971) is an American philosopher and Anita and Allan D. Sutton Distinguished Professor of Philosophy at Syracuse University.\nHe is known for his works on ethical theory and philosophy of death.\n[1][2][3]\nBradley is an editor-in-chief of Ergo.", "41209978": "Muhammad ibn Ahmad ibn 'Arafa al-Disūqī (died April 1815 CE) (AH – 1230 AH ) known as ad-Desouki or ad-Dusuqi was a prominent late jurist in the Maliki school from Desouk in modern-day Egypt.", "1790075": "Gabriel Bonnot de Mably (Grenoble, 14 March 1709 – 2 April 1785 in Paris), sometimes known as Abbé de Mably, was a French philosopher, historian, and writer, who for a short time served in the diplomatic corps.  He was a popular 18th-century writer.[1]", "23744637": "Sir James Black Baillie, OBE (24 October 1872 – 9 June 1940) was a British moral philosopher and Vice-Chancellor of the University of Leeds.  He wrote the first significant translation of Hegel's \"Phenomenology of Mind.\" He is said to be the model for the character Sir John Evans in the novel The Weight of the Evidence (1944) by Michael Innes.[1]", "5034109": "George Frederick Stout FBA (/staʊt/; 1860–1944), usually cited as G. F. Stout, was a leading English philosopher and psychologist.[2]", "63885440": "John David Mabbott (Duns, 18 November 1898 – Islip, Oxfordshire, 26 January 1988)[1] was a British academic who worked as the president of St John's College, Oxford, from 1963[2] from to 1969.[3]", "18698368": "Larry Henry Abraham (October 29, 1937 – July 7, 2008)[2]  was an American businessman and author. He was the co-founder of PanAmerica Capital Group, Inc.,[3] and a speaker on political, economic, and financial topics. He was a member of Robert W. Welch, Jr.'s John Birch Society.  He was the co-author with Gary Allen of the 1971 best-seller None Dare Call It Conspiracy, which sold more than five million copies during the 1972 U.S. presidential election.  His obituary says he spent most of his life in the conservative movement.[4]", "151682": "John Shelby \"Jack\" Spong (June 16, 1931 – September 12, 2021) was an American bishop of the Episcopal Church, born in Charlotte, North Carolina. He served as the Bishop of Newark, New Jersey from 1979 to 2000. Spong was a liberal Christian theologian, religion commentator, and author who called for a fundamental rethinking of Christian belief away from theism and traditional doctrines.[1] He was known for his progressive and controversial views on Christianity, including his rejection of traditional Christian doctrines, his advocacy for LGBTQ rights, and his support for interfaith dialogue.[2] Spong was a contributor to the Living the Questions DVD program and was a guest on numerous national television broadcasts. Spong died on September 12, 2021, at his home in Richmond, Virginia, at the age of 90.[3]", "6410371": "Pamela Sue Anderson (April 16, 1955 – March 12, 2017) was an American philosopher who specialized in philosophy of religion, feminist philosophy and continental philosophy.", "36622468": "Bartholomaeus of Bruges (Barthélemy de Bruges) (died 1356) was a Flemish physician and natural philosopher.", "38293637": "Savas Mihail Matsas (or Savas Michael Matsas or Savas Michael-Matsas;[1] Greek: Σάββας Μιχαήλ Μάτσας; born as Sabetai Benaki Matsas (Σαμπετάι Μπενάκη Μάτσας)[2] 1947, Athens) is a Greek Jewish intellectual, leader of the Workers Revolutionary Party (Greece). He is an antizionist and internationalist author of a considerable work of culture about literature, philosophy, religion and class struggle.", "24236163": "Esther Lightcap Meek is an American philosopher and a Professor of Philosophy emeritus at Geneva Collegein Western Pennsylvania. She is a Fellow Scholar of the Fujimura Institute[1] with artist Makoto Fujimura, an Associate Fellow with the Kirby Laing Center for Public Theology,[2] and a member of the Polanyi Society.[3]", "35836039": "Augusto Del Noce (11 August 1910 – 30 December 1989) was an Italian philosopher and political thinker. He is regarded as one of the preeminent political thinkers and philosophers after the Second World War in Italy.", "5558411": "This is a list of lists of philosophers, organized by subarea, nationality, religion, and time period.", "24989836": "Johannes Bredenburg (1643–1691) was a Rotterdam wine merchant and weaver[1] who was a member of the Collegiants.  The philosopher Spinoza had joined the Collegiants and his ideas became the source of a division in the membership so that they broke into two parties.  The Spinozist party was led by Bredenburg  and the opponents by Frans Kuyper.  These two parties were reunited on the death of their leaders.", "24760475": "Michael Gottlieb Birckner (21 August 1756 – 1 December 1798) was a Danish priest and philosopher.", "52744348": "Xun Can (c. 209–237),[1] courtesy name Fengqian, was a Chinese xuanxue philosopher of the state of Cao Wei in the Three Kingdoms period of China. He was a son of Xun Yu.[2]", "50221215": "Johann Christoph Hoffbauer (19 May 1766, Bielefeld – 4 August 1827, Halle an der Saale) was a German philosopher, who published extensively on natural law, ethics and psychology.", "20664482": "Androcydes \n(Ancient Greek: Ἀνδροκύδης) was a Pythagorean whose work On Pythagorean Symbols[1] survives only in scattered fragments. The dating of his life is uncertain; he lived before the 1st century BC[2] but possibly as early as the 4th. The frequency with which Androcydes is mentioned in other works indicates that he was a major source for the later Pythagorean tradition, and he is also of interest in studying the historical development of the literary and philosophical symbol.[3]", "3264675": "Leopold Kohr (5 October 1909 in Oberndorf bei Salzburg, Austria – 26 February 1994, in Gloucester, England)[1] was an economist, jurist and political scientist known both for his opposition to the \"cult of bigness\" in social organization and as one of those who inspired the Small Is Beautiful movement. For almost twenty years, he was Professor of Economics and Public Administration at the University of Puerto Rico. He described himself as a \"philosophical anarchist.\" His most influential work was The Breakdown of Nations. In 1983, he was awarded the Right Livelihood Award for \"his early inspiration of the movement for a human scale.\"", "8835239": "Jefferson Allen McMahan (/məkˈmɑːn/ mək-MAHN; born August 30, 1954) is an American moral philosopher. He has been White's Professor of Moral Philosophy at the University of Oxford since 2014.[1]", "3756206": "Theodore Schick is an American author in the field of philosophy.", "64344239": "Safi al-Din al-Hindi al-Urmawi (Arabic: صفي الدين الهندي الأرموي) was a prominent Indian Shafi'i-Ash'ari scholar and rationalist theologian.", "2281650": "Antoni Lange (28 April 1862 – 17 March 1929) was a Polish poet, philosopher, polyglot (15 languages), writer, novelist, science-writer, reporter and translator. A representative of Polish Parnassianism and symbolism, he is also regarded as belonging to the Decadent movement. He was an expert on Romanticism, French literature and a popularizer of Eastern cultures.\nHis most popular novel is Miranda.", "69619891": "Arthur Ripstein (born 12 June 1958) is a Canadian philosopher and Professor of Law and Philosophy and University Professor at the University of Toronto where he is Howard Beck QC Chair in law.[1]\nHe is known for his works on Kantian philosophy and is a winner of Izaak Walton Killam Memorial Prize.[2]", "9162934": "Arthur Schafer is a Canadian ethicist specializing in bioethics, philosophy of law, social philosophy and political philosophy. He is Director of the Centre for Professional and Applied Ethics, at the University of Manitoba.[1][2][3]\nHe is also a full professor in the Department of Philosophy and an ethics consultant for the Department of Paediatrics and Child Health at the Health Sciences Centre in Winnipeg.  For ten years he was head of the Section of Bio-Medical Ethics in the Faculty of Medicine of the University of Manitoba.  He has also served as visiting scholar at Green College, Oxford.", "31215801": "Jean Daujat (Paris, 27 October 1906 – 31 May 1998) was a French philosopher of neo-Thomism, a disciple of Jacques Maritain, and the founder of the Centre d'études religieuses, the Center for Religious Studies, specializing in teaching Christian doctrine.", "24268990": "Honorio Delgado Espinosa (born Arequipa, 26 September 1892 - died Lima, 28 November 1969) was a gifted teacher, a creative researcher, a humanist, a philosopher, a linguist, and scholar whose work covered almost 50 years of the 20th-century history of Latin American psychiatry.  Born in Arequipa, Peru, Delgado graduated from Lima's School of Psychology at the National University of San Marcos.", "46846144": "John Hyman (born 6 March 1960) is a British philosopher. He was Professor of Aesthetics at the University of Oxford before being appointed as Grote Professor of the Philosophy of Mind and Logic at University College London in September 2018.[1]", "68964545": "Rosa María Rodríguez Magda is a Spanish philosopher and writer. In 1989, she introduced the concept of transmodernity,[1] on which she continues writing, presenting and expanding.[2]", "28233925": "Fred Kohler (born 22 April 1920) is a German-born American inventor, author, and lecturer. He wrote about the human species becoming a \"societal organism\" (his original terminology) or super organism (in the popular modern usage) as a further development in the human evolution of life.", "34689222": "Adrian William Moore (born 1956) is a British philosopher and broadcaster. He is Professor of Philosophy at the University of Oxford and tutorial fellow of St Hugh's College, Oxford. His main areas of interest are Kant, Wittgenstein, history of philosophy, metaphysics, philosophy of mathematics, philosophy of logic and language, ethics and philosophy of religion.", "29774024": "Justin Clemens FAHA (born 22 April 1969) is an Australian academic known for his work on Alain Badiou, psychoanalysis, European philosophy, and contemporary Australian art and literature. He is also a published poet.", "63754441": "Shri Satyavijaya Tirtha (died 1737) (Śrī Satya-vijaya Tīrtha) was an Indian Hindu philosopher, guru, and scholar. He was the successor of Satyapurna Tirtha and the 23rd pontiff of Uttaradi Math since Madhvacharya, the chief proponent and the one who rejuvenated this Dvaita philosophy and served the pontificate from 1726–1737.[2][3][4][5]", "32755915": "Vernon Joseph Bourke (1907–1998) was a Canadian-born American Thomist philosopher and professor at Saint Louis University.  His area of expertise was ethics, and especially the moral philosophy of Augustine of Hippo and Thomas Aquinas.", "4477135": "Dionysios Philosophos (Διονύσιος ο Φιλόσοφος, Dionysios the Philosopher) or Skylosophos (Greek: Διονύσιος ο Σκυλόσοφος; c. 1541–1611), \"the Dog-Philosopher\" or \"Dogwise\"[1] (\"skylosophist\"[2]), as called by his rivals, was a Greek bishop, who led two farmer revolts against the Ottoman Empire, in Thessaly (1600) and Ioannina (1611), with Spanish aid.[3] He is considered one of the most important bishops of the Greek Orthodox Church who acted conspiratorially and revolutionary against the Ottomans during the Ottoman rule in Greece.[4]", "21778646": "Vladimir Hütt (18 April 1936 in Leningrad – 4 June 1997) was an Estonian philosopher. He was born in Leningrad, Russia RFSR and move to Estonia after the annexation of Estonia by the USSR. Hütt, a physicist by education, mostly dealt with philosophy of physics, scientific world-view and the theory of cognition. His works followed the Marxist line of thought that was official in the USSR. Most of Hütt's works were published in Russian. In 1979 Hütt published a monographic overview entitled \"Philosophical Problems of Physics in Soviet Estonia in 30 Years 1948–1978\", where he expounded his philosophical ideas about the complementarity and objectivity in physical knowledge.[1] In 1980s, he worked at the Obninsk State Technical University for Nuclear Power Engineering as the head of the chair of social sciences and philosophy. During the Perestroika era, he remained a committed communist, supporting the pro-Soviet Intermovement after its founding in the late 1980s.[2]", "610524": "Homi Kharshedji Bhabha (/ˈbɑːbɑː/; born 1 November 1949) is an Indian-British scholar and critical theorist. He is the Anne F. Rothenberg Professor of the Humanities at Harvard University. He is one of the most important figures in contemporary postcolonial studies, and has developed a number of the field's neologisms and key concepts, such as hybridity, mimicry, difference, and ambivalence.[2] Such terms describe ways in which colonised people have resisted the power of the coloniser, according to Bhabha's theory. In 2012, he received the Padma Bhushan award in the field of literature and education from the Indian government.[3] He is married to attorney and Harvard lecturer Jacqueline Bhabha, and they have three children.[4]", "20700": "Mordecai Menahem Kaplan (June 11, 1881 – November 8, 1983) was a Lithuanian-born American rabbi, writer, Jewish educator, professor, theologian, philosopher, activist, and religious leader who founded the Reconstructionist branch of Judaism along with his son-in-law Ira Eisenstein.[1][2][3][4] He has been described as a \"towering figure\" in the recent history of Judaism for his influential work in adapting it to modern society, contending that Judaism should be a unifying and creative force by stressing the cultural and historical character of the religion as well as theological doctrine.[3]", "6836445": "Moggaliputtatissa (ca. 327–247 BCE), was a Buddhist monk and scholar who was born in Pataliputra, Magadha (now Patna, India) and lived in the 3rd century BCE. He is associated with the Third Buddhist council, the Mauryan emperor Ashoka and the Buddhist missionary activities which took place during his reign.[1]", "29642978": "James H. Moor is the Daniel P. Stone Professor of Intellectual and Moral Philosophy at Dartmouth College.  He earned his Ph.D. in 1972 from Indiana University.[1]  Moor's 1985 paper entitled \"What is Computer Ethics?\" established him as one of the pioneering theoreticians in the field of computer ethics.[2]  He has also written extensively on the Turing Test. His research includes study in philosophy of artificial intelligence, philosophy of mind, philosophy of science, and logic.", "36851944": "Ismo Uskali Mäki[1] (born 8 February 1951 Helsinki[1]) is a Finnish professor in the Department of Political and Economic Studies (Philosophy) at the University of Helsinki. He is also director of the Trends and tensions in Intellectual Integration centre, which was recently nominated \"Finnish Centre of Excellence\" in the Philosophy of the Social Sciences.[2] Previous posts and roles have included his being a professor of philosophy at the Erasmus University of Rotterdam where he directed the Erasmus Institute for Philosophy and Economics and his being the editor of the Journal of Economic Methodology. His main research interests lie in the methodology of economics and the philosophy of the sciences including social sciences with his approach typically being described as a realist philosophy of economics.[3][4][5][6] Mäki is currently serving as an Academy Professor for the Academy of Finland.[7]", "25415916": "Dr. Hassan Kobeissi (Arabic: حسن قبيسي, April 15, 1941 - July 5, 2006) was a prominent Lebanese writer, thinker and translator. He was born in Zebdine زبدين Lebanon, and is considered an important figure in the Lebanese intellectual circle. He is noted for writing publications such as \"Rodinson and the Son of Islam\", and for his award-winning translations of many prominent philosophical, sociological and anthropological writings.", "4149486": "Jules de Gaultier (1858 in Paris – 1942 in Boulogne-sur-Seine), born Jules Achille de Gaultier de Laguionie, was a French philosopher and essayist. He was a contributor to Mercure de France and one of the chief advocates of \"nietzscheism\" in vogue in the literary circles of the day. He was known especially for his theory of \"bovarysme\" (the name taken from Flaubert's novel), by which he meant the continual need of humans to invent themselves, to lie to themselves. His books include De Kant à Nietzsche (1900) and Le Bovarysme, essai sur le pouvoir d'imaginer (1902).[1]", "69619951": "Sophia Moreau (born 1972) is a Canadian philosopher and Professor of Law and Philosophy at the University of Toronto.[1]\nShe is known for her works on inequality and discrimination.[2][3][4]", "1724655": "Johann Julius Gottfried Ludwig Frank or Julius Frank (8 December 1808 – 19 June 1841) was a professor of history, geography and philosophy from Gotha, Germany.  He taught at the Largo de São Francisco's Law School in São Paulo (today's Faculty of Law of the University of São Paulo)., Brazil. He was an advocator of a liberal philosophy and founded the Students League in Brazil (Burschenschaft).[1]", "51532017": "Lez Edmond (May 9, 1932 - April 2017)[1] was an American philosopher, social activist, civil rights journalist, public intellectual author and academic primarily concerning the Civil rights movement (1865–1896).[2]", "33444081": "Lionel Dauriac (19 November 1847 – 26 May 1923) was a French philosopher and musicologist.", "32526581": "Michele Marsonet (born 1950) is professor of philosophy of science and methodology of the human sciences, chairman of the philosophy department and vice-rector for international relations at the University of Genoa in Italy. Having worked as associate professor, first of logic and then of philosophy of science, at the University of Genoa from 1992 to 1999, he was then a full professor of theoretical philosophy and institutions of philosophy. He was also dean of the faculty of arts and humanities of the University of Genoa from 2002 to 2008. His main areas of study are in pragmatism, philosophy of science, metaphysics, methodology of the social sciences, political philosophy and philosophical logic. He has published extensively on the works of Nicholas Rescher.", "59986167": "John W. Yolton (1921–2005) was an American historian of philosophy.", "70242557": "Darío Botero Uribe (July 1938 – June 21, 2010) was a Colombian writer, thinker, professor emeritus and teacher at the National University of Colombia; he received a Doctorate degree from the National University with the title of Master.[1]\nHe studied law, political science and philosophy at the same university, where he held the position of Dean of the Faculty of Law, Political and Social Sciences (1986-1988). He developed an original philosophical project that he called Cosmic Vitalism.[2] He was vitalist and utopian. He contributed to Colombian and Latin American thought.[3]", "42782975": "Roberta L. Millstein is Professor of Philosophy at the University of California, Davis,[1][2][3] with affiliations in the Science and Technology Studies Program[4] and the John Muir Institute for the Environment.[5] She is the Senior Co-chair of the Philosophy of Science Association’s Women's Caucus and an Editor of the peer-reviewed online open-access journal Philosophy, Theory, and Practice in Biology.[6] She also serves as a member of the executive committee and Council for the American Association for the Advancement of Science, Pacific Division (AAAS-PD) as well as the council for the International Society for the History, Philosophy, and Social Studies of Biology (ISHPSSB).", "21778688": "Mark Addis FRSA (b. 1969) is a British philosopher who is known for his work on Ludwig Wittgenstein", "2937089": "George Cheyne, M.D. R.C. E.d. R.S.S. (1672–1743), was a pioneering physician, early proto-psychiatrist, philosopher and mathematician.", "17584389": "Theodorus of Asine (Greek: Θεόδωρος Ἀσιναῖος; fl. 3rd–4th century AD[1]) was a Neoplatonist philosopher, and a native of one of the towns which bore the name of Asine, probably Asine in Laconia.", "3166475": "Andy Blunden (born 11 October 1945) is an Australian historian, writer, and Marxist philosopher[1] based in Melbourne.", "2937099": "Axel Anders Theodor Hägerström (6 September 1868, Vireda – 7 July 1939, Uppsala) was a Swedish philosopher.", "17420556": "George Jackson Graham Jr. (1938 – November 30, 2006) was a political theorist who trained generations of political scientists at Vanderbilt University. He taught at Vanderbilt for more than 40 years. He served as chair of the political science department from 1988–1992, and served as an associate dean in the arts and sciences college from 1986–1988, and from 1997-2000.", "8212752": "Ágúst H. Bjarnason (20 August 1875 – 22 September 1952) was  the son of Hákon Bjarnason, and Jóhanna K. Þorleifsdóttir. Ágúst was a pioneer in teaching psychology in Iceland and the first one to write books on psychology in Icelandic.[citation needed]", "21975314": "Howard David Higgins (August 23, 1903 — April 6, 1980) was a bishop of the Reformed Episcopal Church in the mid-twentieth century. He also served as Professor of Church History at the Theological Seminary of the Reformed Episcopal Church in Philadelphia from 1930 until his retirement in 1972, and editor of the Episcopal Recorder from 1937 until his death. Higgins was well respected for his faithfulness to the Bible and his friendly demeanor and collaborative leadership style.", "34492701": "Kim Seok-ju (Korean: 김석주; Hanja: 金錫冑, 1634 – September 20, 1684) was Korean a Neo-Confucian scholar, politician and writer of the Joseon Kingdom. His art name was Sigam (식암, 息庵), and his courtesy name was Sabaek (사백, 斯百).[1] He was a cousin of Queen Myunseong.  He was Chief State Councillor of the Joseon Kingdom in 1680.", "4870432": "The Professor of Logic and Rhetoric is a professorship at the University of Glasgow. The Nova Erectio of King James VI of Scotland shared the teaching of moral philosophy, logic and natural philosophy among the Regents.", "1626410": "Michel Henry (French: [ɑ̃ʁi]; 10 January 1922 – 3 July 2002) was a French philosopher, phenomenologist and novelist.  He wrote five novels and numerous  philosophical works. He also lectured at universities in France, Belgium, the United States, and Japan.", "16830766": "Henri Berr (31 January 1863, Lunéville – 19 November 1954, Paris) was a French philosopher and lycée teacher, known as the founder of the journal Revue de synthèse. He is credited with moving the centre of gravity of the study of history in France, in accordance with his ideas on \"synthesis\".[1] Despite the lack of recognition of his concepts by the academic establishment of the time, and its adverse effect on his own career, he had a large impact on the younger generation of French historians.[2] He is considered to have anticipated significant aspects of the later Annales School.[3]", "32690488": "Louis de La Forge (1632–1666) was a French philosopher who in his Tractatus de mente humana (Traité de l'esprit de l'homme, 1664; in English, \"Treatise on the Human Mind\") expounded a doctrine of occasionalism. He was born in La Flèche and died in Saumur. He was a friend of Descartes, and one of the most able interpreters of Cartesianism.", "2314552": "Saneatsu Mushanokōji (武者小路 実篤(實篤), Mushanokōji Saneatsu, May 12, 1885 – April 9, 1976) was a Japanese novelist, playwright, poet, artist, and philosopher active during the late Taishō and Shōwa periods of Japan. Later on in life he requested that the pronunciation of his surname (as far as was concerned) be changed from the usual Mushanokōji, to Mushakōji, but without much success. He was nicknamed Musha and Futo-o by his colleagues.", "69685565": "Kevin E. Dodson is an American philosopher and Distinguished Professor Emeritus of Philosophy at Lamar University.[1]\nHe is known for his works on Kant's thought.[2][3][4][5][6][7]\nDodson is a former president of Phi Kappa Phi’s Lamar University Chapter and a scholarship was named after him.[8]", "1429832": "Egon Friedell (born Egon Friedmann; 21 January 1878, in Vienna – 16 March 1938, in Vienna) was a prominent Austrian cultural historian, playwright, actor and Kabarett performer, journalist and theatre critic. Friedell has been described as a polymath. Before 1916, he was also known by his pen name Egon Friedländer.", "47206731": "Anđelko Habazin (7 November 1924 – 6 October 1978) was a Croatian philosopher.", "30462284": "Bernard Michael O'Brien SJ (9 December 1907 – 3 January 1982[1]) was a  Jesuit priest, philosopher, musician (cellist),[2] writer and seminary professor from New Zealand.", "6181197": "Wahiduddin Khan (1 January 1925 – 21 April 2021), known with the honorific \"Maulana\", was an Indian Islamic scholar and peace activist and author known for having written a commentary on the Quran and having translated it into contemporary English.[1][2] He was listed in \"the 500 Most Influential Muslims\" of the world.[3][4] He was also the founder of the Centre for Peace and Spirituality (CPS).[5] In 1993, he asked the Muslims to relinquish claims over Babri Masjid site.[6] Khan had also embarked on a peace march through Maharashtra along with Sushil Kumar (Jain monk) and Chidanand Saraswati post the demolition of the Babri Masjid. Khan wrote over 200 books on several aspects of Islam and established the Centre for Peace and Spirituality to promote interfaith dialogue.[5]", "4444491": "Seiichi Hatano (波多野 精一, Hatano Seiichi, 21 July 1877 – 17 January 1950) was a Japanese philosopher, best known for his work in the \nphilosophy of religion dealing mostly with western religion and also western philosophical thoughts in theological aspects of Christianity.", "72307031": "Nicolas Guibert (c. 1547 – c. 1620) was a Franco-German physicians and alchemist who later became a fierce critic of alchemy, opposing ideas on transmutation in his major work Alchymia ratione et experientia ita demum viriliter impugnata (1603) which prompted a debate. He has been called the \"Copernicus of chemistry\".[1]", "73486682": "Eduard Vincenc Urx (29 January 1903 – 20 April 1942) was a Czechoslovak communist politician, journalist, essayist, literary critic and theorist. A member of the anti-fascist resistance movement, he was captured and murdered by the Nazis during the occupation.[1]", "29053274": "Hadriaan Beverland (Hadrianus Beverlandus, September–December 1650 Middelburg, Zeeland — 14 December 1716 London) was a Dutch humanist scholar who was banished from Holland in 1679 and settled in England in 1680.", "47698273": "Syed Zahoor Shah Hashmi PP (Balochi: سید زھور شاہ ھاشمی; Urdu: سید ظہور شاہ ہاشمی; 21 April 1926 – 4 March 1978), commonly known as Syed Hashmi (Balochi, Urdu: سید ہاشمی), was a Pakistani poet, academic, writer and philosopher who is widely considered one of the most important figures in Balochi language and Balochi literature. He wrote in Balochi, Urdu, Persian and Arabic. Syed Hashmi was awarded Pride of Performance by the Government of Pakistan for his contribution in the field of literature.[1]", "69620065": "Sergio Tenenbaum (born May 25, 1964) is a Brazilian-born Canadian philosopher and Professor of Philosophy at the University of Toronto.[1]\nHe is known for his works on moral psychology and theory of action.[2]", "60477794": "Catherine Warren Wilson FRSC (born 28 March 1951)[1] is a British/American/Canadian philosopher. She was formerly Anniversary Professor at the University of York and from 2009 to 2012 the Regius Professor of Moral Philosophy at the University of Aberdeen. She is known for her interdisciplinary studies of visuality, moral psychology and aesthetics, and especially early microscopy and Epicurean atomism and materialism.", "59134308": "Ricardo Vélez Rodríguez (born 15 November 1943) is a Colombian-Brazilian philosopher[1] and former Minister of Education of Brazil.", "4018533": "Inocenc Arnošt Bláha (1879–1960) was a prominent Czech sociologist and philosopher. Since 1922 the professor of sociology at the Masaryk university, Brno, 1950 pensioned. Bláha was the leading figure of the Brno school of sociology and author of the theoretical concept of 'federative functionalism'.", "26628456": "Heidegger Studies is an annual peer-reviewed academic journal covering the thought of Martin Heidegger published by Duncker & Humblot. It was established in 1985 and publishes contributions in English, German, and French. The editors-in-chief are Parvis Emad, Friedrich-Wilhelm von Herrmann, Pascal David, Paola-Ludovika Coriando, and Ingeborg Schüßler. All issues are available online from the Philosophy Documentation Center.", "14012777": "Diogenes of Tarsus (Greek: Διογένης ὁ Ταρσεύς; fl. 2nd century BC[1]) was an Epicurean philosopher, who is described by Strabo[2] as a person clever in composing improvised tragedies. He was the author of several works, which, however, are lost. Among them are:", "1528169": "Charles Bufe, better known as Chaz Bufe, is a contemporary American anarchist author. Bufe writes on a wide variety of topics, and has published 16 books, most under the See Sharp Press imprint but one (\"Godless\") was published by PM Press and another (\"Dreams of Freedom\") by AK Press.", "31707498": "Yan Ying (c. 578–500 BC), better known as Yanzi, was a Chinese philosopher and minister of the state of Qi during China's Spring and Autumn Period. An elder contemporary of Confucius, Yanzi has been described as \"by far the most creative thinker of the Chunqiu age\".[1] He is traditionally credited with the Warring States annal Yanzi Chunqiu, the Annals of Master Yan.", "8278380": "Henri Paul Hyacinthe Wallon (March 15, 1879 – December 1, 1962) was a French philosopher, psychologist (in the field of social psychology), neuropsychiatrist, teacher, and politician. He was the grandson of the historian and statesman Henri-Alexandre Wallon.", "43995501": "Franz Manfred Wuketits (5 January 1955 – 6 June 2018) was an Austrian biologist, university teacher and epistemologist.  He wrote extensively on epistemology, the history and theory of biology, evolution theory, evolutionary ethics, evolutionary epistemology and sociobiology.[1]", "17224047": "Josiah Ober is an American historian of ancient Greece and classical political theorist. He is Tsakopoulos-Kounalakis Professor in honor of Constantine Mitsotakis, and professor of classics and political science, at Stanford University.  His teaching and research links ancient Greek history and philosophy with modern political theory and practice.", "2904442": "Charles Blount (27 April 1654 – August 1693) was an English deist and philosopher who published several anonymous essays critical of the existing English order.", "50549115": "Aristobulus of Alexandria (Greek: Ἀριστόβουλος) also called Aristobulus  the  Peripatetic (fl. c. 181–124 BC)[1] and once believed to be Aristobulus of Paneas, was a Hellenistic Jewish philosopher of the Peripatetic school, though he also used Platonic and Pythagorean concepts. Like his successor, Philo, he attempted to fuse ideas in the Hebrew Scriptures with those in Greek thought.", "62017914": "Edwin Ekwevukugbe Etieyibo is a Nigerian-Canadian (Afro-Canadian) philosopher dedicated to advancing African philosophy. He is an advocate of the validity of ethnophilosophy. This view has been criticised by a number of scholars and philosophers who argue that traditional African philosophy and ethnophilosophy are not genuine philosophy.[1][2] Etieyibo is a professor of philosophy and chair of the Department of Philosophy at the University of the Witwatersrand, Johannesburg, South Africa.[3]\nHe is also an adjunct professor at the University of Alberta.[4]", "43241864": "Ezra (Ronnie) Labaton (July 21, 1950 – December 4, 2013) was an American Modern Orthodox rabbi and Jewish philosopher. He was a descendant of the Sephardi Jews.[1]", "25645450": "Nikolas Kompridis (/kəmˈpriːdiːz/; born 1953) is a Canadian philosopher and political theorist. His major published work addresses the direction and orientation of Frankfurt School critical theory; the legacy of philosophical romanticism; and the aesthetic dimension(s) of politics. His writing touches on a  variety of issues in social and political thought, aesthetics, and the philosophy of culture, often in terms of re-worked concepts of receptivity and world disclosure—a paradigm he calls \"reflective disclosure\".", "22729101": "Nick Land (born 17 January 1962) is an English philosopher, who has been described as \"the father of accelerationism\".[2] His work has been tied to the development of speculative realism.[3][4] He was a leader of the 1990s \"theory-fiction\" collective Cybernetic Culture Research Unit after its original founder cyberfeminist theorist Sadie Plant departed from it.[5][6] His work departs from the formal conventions of academic writing and embraces a wide range of influences, as well as exploring unorthodox and \"dark\" philosophical interests.[7]", "4215185": "Gerard Casey (born 1951) is an Irish academic who is Professor Emeritus at University College Dublin.", "6705555": "NML:", "3789217": "Henderik Roelof \"Hans\" Rookmaaker (February 27, 1922 – March 13, 1977) was a Dutch Christian scholar, professor, and author who wrote and lectured on art theory, art history, music, philosophy, and religion.", "20894114": "Richard Burthogge (1637/38–1705) (alias Borthoge, Burthog, Latinized to Burthoggius) of Devon, England, was a physician, magistrate and philosopher.", "59396521": "Jennifer A. Selby is a Canadian scholar and Associate Professor of Religious Studies at Memorial University of Newfoundland. She is known for her research on secularism, women in Islam, gender studies and religious law.[1][2][3][4][5][6]\nSelby won a Fulbright Fellowship in 2007 and 2016.[7]", "2412970": "Francesco Maria Sforza Pallavicino or Pallavicini (28 November 1607 – 4 June 1667), was an Italian cardinal, philosopher, theologian, literary theorist, and church historian.", "42783147": "Hannah Ginsborg is Willis S and Marion Slusser Professor of Philosophy at the University of California, Berkeley.[1]", "54088108": "Jan Stachniuk (13 January 1905 - 14 August 1963) was a Polish philosopher, an editor-in-chief of the Polish pre-war nationalist journal Zadruga, the creator of the Zadruga Movement, a theoretician and the founder of culturalism.", "5493165": "Morris Weitz (/ˈwiːts/; July 24, 1916 – February 1, 1981)  \"was an American philosopher of aesthetics who focused primarily on ontology, interpretation, and literary criticism\".[1] From 1972 until his death he was Richard Koret Professor of Philosophy at Brandeis University.", "1528243": "Vicente Lombardo Toledano (July 16, 1894 – November 16, 1968) was one of the foremost Mexican labor leaders of the 20th century, called \"the dean of Mexican Marxism [and] the best-known link between Mexico and the international world of Marxism and socialism.\"[1] In 1936, he founded the Confederation of Mexican Workers (CTM), the national labor federation most closely associated with the ruling party founded by President Lázaro Cárdenas, the Party of the Mexican Revolution (PRM). After he was purged from the union after World War II, Lombardo Toledano co-founded the political party \"Partido Popular\" along with Narciso Bassols,[2] which later became known as the Partido Popular Socialista.", "31183283": "My dear children! Life in the household is beset with many trials and tribulations. In spite of all these turmoils it has one advantage to provide – it can bring opportunities for realization of God and self", "50123187": "Bulent Diken (born 1964) is a Danish-Turkish philosopher and sociologist who teaches at Lancaster University. He has studied urban planning at the Aarhus School of Architecture.[2]\nHe is known for his research on social theory, post-structuralism, nihilism, political philosophy, urban sociology, and immigration.[3][4][5][6][7]\nDuring 1998-1999 he was an assistant professor at Roskilde University, Department of Geography.[8][9]", "63918530": "Rivka Weinberg is an American philosopher. She is a professor of philosophy at Scripps College. She specializes in bioethics, the ethics of procreation, and the metaphysics of birth, death, and existence.", "35377606": "Anthony Beavers (born 8 May 1963) is an American philosopher. As of 2012[update] he holds the positions of professor of philosophy, director of cognitive science, and director of The Digital Humanities Laboratory at the University of Evansville.[1] Beavers received his MA and BA from Trinity College, Hartford and his PhD from Marquette University. He was the fourth president of the International Association for Computing and Philosophy (IACAP).[2]", "2052552": "Xiong Shili (Chinese: 熊十力; pinyin: Xióng Shílì; Wade–Giles: Hsiung Shih-li, 1885 – May 23, 1968) was a Chinese essayist and philosopher whose major work A New Treatise on Vijñaptimātra (新唯識論, Xin Weishi Lun) is a Confucian critique of the Buddhist Vijñapti-mātra \"consciousness-only\" theory popularized in China by the Tang-dynasty pilgrim Xuanzang.", "6705617": "Petru Maior (Romanian pronunciation: [ˈpetru ˈmajor]; 1761 in Marosvásárhely (now Târgu Mureș, Romania) – 14 February 1821 in Budapest) was a Romanian writer who is considered[1] one of the most influential personalities of the Age of Enlightenment in Transylvania (the Transylvanian School). Maior was a member of the Greek-Catholic clergy, a historian, philosopher, and linguist.", "348626": "Ernst Friedrich Schumacher CBE (16 August 1911 – 4 September 1977) was a German-British statistician and economist who is best known for his proposals for human-scale, decentralised and appropriate technologies.[1] He served as Chief Economic Advisor to the British National Coal Board from 1950 to 1970, and founded the Intermediate Technology Development Group (now known as Practical Action) in 1966.", "16372180": "Jakob Gadolin (24 October 1719 – 26 September 1802) was a Swedish Lutheran bishop, professor of physics and theology, politician and statesman.", "69620180": "Carol Hay is a Canadian philosopher and Associate Professor of Philosophy at the University of Massachusetts Lowell. She is known for her works on feminist theory and moral philosophy.[1][2][3]\n[4][5]", "65589719": "Mark Schroeder is an American philosopher whose scholarship focuses on metaethics, particularly expressivism and other forms of noncognitivism.[1] He is a professor of philosophy at the University of Southern California.[2]", "27415000": "Kuruvilla Pandikattu Joseph, SJ, pronunciationⓘ (कुरुविला पांडिक्काट्ट or കുരുവിള പാണ്ടിക്കാട്ട്) (born November 28, 1957) is an Indian Jesuit priest. He is Chair Professor of JRD Tata Foundation on Business Ethics at XLRI, Jamshedpur and Professor of Philosophy, Science and Religion at Jnana Deepa, Institute of Philosophy and Theology, Pune, Maharashtra, India.[1] He is also Director of JDV Centre for Science-Religion Studies (JCSR) and Association of Science, Society and Religion (ASSR), Pune.", "578014": "Mikhail Mikhailovich Bakhtin (/bʌxˈtiːn/ bukh-TEEN;  Russian: Михаи́л Миха́йлович Бахти́н, IPA: [mʲɪxɐˈil mʲɪˈxajləvʲɪtɕ bɐxˈtʲin]; 16 November [O.S. 4 November] 1895 – 7 March[2] 1975) was a Russian philosopher, literary critic and scholar who worked on literary theory, ethics, and the philosophy of language. His writings, on a variety of subjects, inspired scholars working in a number of different traditions (Marxism, semiotics, structuralism, religious criticism) and in disciplines as diverse as literary criticism, history, philosophy, sociology, anthropology and psychology. Although Bakhtin was active in the debates on aesthetics and literature that took place in the Soviet Union in the 1920s, his distinctive position did not become well known until he was rediscovered by Russian scholars in the 1960s.", "5755360": "Luis Alberto Félix Sánchez Sánchez (October 12, 1900 – February 6, 1994) was a Peruvian lawyer, jurist, philosopher, historian, writer and politician. A historic member of the Peruvian Aprista Party, he became a Senator and member of two Constitutional Assemblies, in which the second one (1978–1980), he occupied the vice-presidency of the Assembly and the presidency of the Constitution Committee.[1] During the presidency of Alan García (1985–1990), he was his Second Vice President[2] and was appointed for a short period as Prime Minister of Peru. In Congress he served as President of the Senate two occasions (1966–1967 and 1985–1986).[3] He is the oldest Vice President of Peru, taking office at the age of 84 years, 289 days.", "5362156": "Bhaktisvarupa Damodara Swami (IAST: Bhaktisvarūpa Dāmodara Svāmī; 9 December 1937[1] – 2 October 2006),[2] also known as Dr. Thoudam Damodara Singh[3] and by the honorific Sripada (Śrīpāda), was a Gaudiya Vaishnava spiritual leader,[3][4][5] chemist, writer about religion and science, and poet. In 1971 he received spiritual initiation from A. C. Bhaktivedanta Swami Prabhupada.[3][6] A few years later he became one of the religious leaders of the International Society for Krishna Consciousness (also known as the Hare Krishna Movement).[3][4]", "741869": "Pierre Macherey (French: [maʃərɛ]; born 17 February 1938, Belfort) is a French Marxist philosopher and literary critic at the University of Lille Nord de France.  A former student of Louis Althusser and collaborator on the influential volume Reading Capital, Macherey is a central figure in the development of French post-structuralism and Marxism.  His work is influential in literary theory and Continental philosophy in Europe (including Britain) though it is generally little read in the United States.", "51433973": "Sigismondo Polcastro (1384–1473) was an Italian physician and natural philosopher. He was born to a jurist father, Girolamo, of the ancient de Porcastris family of Vicenza, and Maddalena Volpe of Padua. Perhaps born in Vicenza, he moved to Padua while he was still a boy.[1]", "50483715": "Muhammad Mahdi Naraqi (Persian: محمد مهدی نراقی) (1795–1715) was a Twelver Shi'i scholar, theologian and moral philosopher. Al-Naraqi was a brilliant thinker of the late 12th/18th and early 13th/l8th century. His son, Molla Ahmad Naraqi, was also a celebrated Twelver scholar.[1][2][3] In the Qajar dynasty, he was prominent scholar at the philosophy and continued philosophical activities in the Kashan, Iran.[4]", "25973256": "Syed Ali Abbas Jalalpuri (Urdu: سید علی عباس جلالپوری) was a professor of philosophy in Government College Lahore. He is regarded by the intellectuals of Pakistan as the Will Durant of Pakistan. He had master's degrees in Philosophy, Persian and Urdu. He wrote more than fourteen books on Philosophy, History, and Religion in Urdu language. He was known as a first-rate scholar, and his books seemed to herald an age of reason in Pakistan.", "414218": "Bible Translators", "3559953": "Samding Dorje Phagmo", "69194260": "Hugh LaFollette is an American philosopher who holds the Marie E. and Leslie Cole Emeritus Chair in Ethics (and Emeritus Professor of Philosophy) at the University of South Florida.\nHe primarily works on moral philosophy.[1][2]", "21018": "Valentin Louis Georges Eugène Marcel Proust (/pruːst/ PROOST,[1] French: [maʁsɛl pʁust]; 10 July 1871 – 18 November 1922) was a French novelist, literary critic, and essayist who wrote the monumental novel À la recherche du temps perdu (in French - translated in English as Remembrance of Things Past and more recently as In Search of Lost Time) which was published in seven volumes between 1913 and 1927. He is considered by critics and writers to be one of the most influential authors of the 20th century.[2][3]", "13881883": "Evander (or Euander) (Greek: Εὔανδρος, translit. Eúandros), born in Phocis or Phocaea,[1] was the pupil and successor of Lacydes, and was joint leader (scholarch) of the Academy at Athens together with Telecles.", "381467": "Edward Charles Francis Publius de Bono (19 May 1933 – 9 June 2021)[1] was a Maltese physician and commentator. He originated the term lateral thinking, wrote many books on thinking including Six Thinking Hats.[2]", "447003": "Helvidius Priscus, Stoic philosopher and statesman, lived during the reigns of Nero, Galba, Otho, Vitellius and Vespasian.", "16110111": "John of Reading (Latin: Johannes de Reading, Johannes Radingia, Ioannes Radingiensis; died 1346) was an English Franciscan theologian and scholastic philosopher. He was an early opponent of William of Ockham, and a follower of Duns Scotus. He wrote a commentary on the Sentences around 1320, at the University of Oxford. He argued for the unity of science.[1]", "28365344": "Roger Stephen Crisp (born 23 March 1961)[1] is fellow and tutor in philosophy at St. Anne's College, Oxford.[2]  He holds the university posts of Professor of Moral Philosophy and Uehiro Fellow and Tutor in Philosophy.  His work falls principally within the field of ethics, in particular metaethics, normative ethics, and applied ethics.  In addition, he is chairman of the Management Committee of the Oxford Uehiro Centre for Practical Ethics.[3]", "71586338": "Terry P. Pinkard (born 1947) is an American philosopher. He is a University Professor at Georgetown University. His research and teaching focus on the German tradition in philosophy from Kant to the present.", "71717411": "Augusto Conti (December 6, 1822 –  March 6, 1905) was an Italian philosopher and academic.[1][2]", "53957156": "Jean Banières was an 18th-century French physicist and philosopher.[1]", "44585509": "Parvis Emad (September 4, 1935 – February 16, 2023) was an Iranian-American philosopher and translator of Martin Heidegger's writings. He was the founder and co-editor of the journal Heidegger Studies. Emad was a professor emeritus at DePaul University.[2]", "46420523": "Wayne John Hankey (November 7, 1944 – February 5, 2022) was a Canadian religious philosopher. Hankey had a lengthy career in academia, holding the title of professor emeritus in the Classics department at Dalhousie University until charged with historic sexual assault in February 2021. Hankey died on February 5, 2022, before standing trial on sexual abuse charges.[2]", "4182581": "Danko Grlić (18 September 1923 – 1 March 1984) was a Marxist humanist, and  a member of the Praxis school of  SFR Yugoslavia.", "68407863": "Agon Hamza (born 1984) is a philosopher and a political theorist from Kosovo.[1] Influenced by Žižek and his readings of German Idealism, Marx and Marxist tradition in general; his work develops further the Hegelian-Marxist concepts of state, religion and politics. He is the author of Althusser and Pasolini: Philosophy, Marxism and Film (2016). and the co-author of Reading Marx (2018) with Slavoj Žižek and Frank Ruda and From Myth to Symptom: The Case of Kosovo (2013) with Slavoj Žižek.", "41374274": "Jean-Gerard Bursztein (born 9 October 1945)[1] is a French psychoanalyst who has a doctorate in philosophy. He teaches psychoanalysis and practices in Paris. He was a student of Jean-Toussaint Desanti[2] and worked on both philosophy of mathematics and philosophy of science.\nHe continues to explore this field in studying the intrication of psychoanalysis and mathematics. \nOn the basis of his practice he has written the following publications :", "26890819": "Lizzie Fricker is a fellow and tutor at Magdalen College, Oxford, and lectures in the Faculty of Philosophy, Oxford. Her research interests are in philosophy of language, philosophy of mind and theory of knowledge.[1]", "13881924": "Hegesinus of Pergamon (Greek: Ἡγησίνους, translit. Hēgēsínous), was an Academic Skeptic philosopher from Pergamon. He was the successor of Evander and the immediate predecessor of Carneades as the leader (scholarch) of the Platonic Academy, and served for a period around 160 BC.[1] Nothing else is known about him.", "38982219": "Ernesto Grassi (2 May 1902 – 22 December 1991) was an Italian philosopher.", "18469457": "Catherine Malabou (French: [malabu]; born 18 June 1959) is a French philosopher. She is a Professor at the Centre for Research in Modern European Philosophy (CRMEP) at Kingston University, at the European Graduate School, and in the department of Comparative Literature at the University of California, Irvine, a position formerly held by Jacques Derrida.", "53841": "Max Weismann (June 8, 1936 Chicago, IL – February 22, 2017) was an American philosopher and a long-time friend and colleague of Mortimer Adler, with whom he co-founded the Center for the Study of the Great Ideas in Chicago.[1] He was director and president of the Center and dedicated his time and talents to promoting the philosophical and pedagogical ideas of Dr. Adler, especially the importance of the study of the \"Great Books\". He also compiled, edited, and published How To Think About the Great Ideas: From the Great Books of Western Civilization, a 600-page tome of never-published work from Adler's television series The Great Ideas. Weismann served as chairman of the Great Books Academy (over 3000 students) and was a Fellow at the Adler-Aquinas Institute.", "13554259": "Shizuteru Ueda (上田 閑照, Ueda Shizuteru, January 17, 1926[1] − June 28, 2019) was a Japanese philosopher specialized in philosophy of religion, especially in philosophy of Buddhism and Zen. He was a professor at Kyoto University and considered a third generation member of Kyoto School (京都学派, Kyoto-gakuha).[2]", "938581": "Tomáš Halík (Czech: [ˈtoma:ʒ ˈɦali:k];[1] born 1 June 1948) is a Czech Catholic priest, philosopher, and theologian. He is a professor of sociology at the Charles University in Prague, pastor of the Academic Parish by St. Salvator Church in Prague, and president of the Czech Christian Academy.", "57397851": "James Craig Hanks (born October 16, 1961) is an American philosopher and Professor of Philosophy at Texas State University. He is known for his expertise on critical theory and philosophy of technology.[3][4] Hanks has been the Chair of Philosophy at Texas State University since 2014.[5]", "38720092": "Manuel Curado (born 1967) is a Portuguese essayist and philosopher dedicated to Biomedical Ethics, Philosophy of mind. He has worked on the following issues: the intellectual history of the idea of a universal language and the idea of machine translation, or automatic translation, the problem of human consciousness and its relationship with the brain, the relationship between science and religion, studies about the European and Portuguese intellectual history, academic editions of works by authors such the Eighteenth-century mathematician José Maria Dantas Pereira, the logician Edmundo Curvelo, and others, the history of Psychiatry and history of the Portuguese Jewish heritage in Medicine and Philosophy (namely, the work of medical doctors Isaac Samuda and Jacob de Castro Sarmento), and the history of literary representations of mental life.", "3330654": "Richard Clyde Taylor[2] (November 5, 1919 – October 30, 2003)[3] was an American philosopher renowned for his contributions to metaphysics. He was also an internationally known beekeeper.", "20828767": "José Gil (born 15 June 1939 Muecate, Portuguese Mozambique) is a Portuguese philosopher.", "32002668": "John H. McClendon III is a professor in the department of philosophy at Michigan State University. He holds a doctorate in philosophy from the University of Kansas, and taught at Binghamton University, Eastern Illinois University, University of Illinois Champaign/Urbana, Bates College, and the University of Missouri before coming to Michigan State University. His areas of focus include African philosophy, marxist philosophy, philosophy of African-American studies, and the history of African-American philosophers.[1]", "1757807": "Xavier Zubiri (4 December 1898 – 21 September 1983) was a Spanish philosopher.", "3854960": "David McLellan (born 10 February 1940) is an English scholar of Marxism. He has written extensively on the thought of Karl Marx, Friedrich Engels and Simone Weil.", "938607": "Solomon ibn Gabirol or Solomon ben Judah (Hebrew: ר׳ שְׁלֹמֹה בֶּן יְהוּדָה אִבְּן גָּבִּירוֹל, romanized: Shlomo Ben Yehuda ibn Gabirol, pronounced [ʃ(e)loˈmo ben jehuˈda ʔibn ɡabiˈʁol]; Arabic: أبو أيوب سليمان بن يحيى بن جبيرول, romanized: ’Abū ’Ayyūb Sulaymān bin Yaḥyá bin Jabīrūl, pronounced [ˈʔæbuː ʔæjˈjuːb sʊlæjˈmæːn bɪn ˈjæħjæː bɪn dʒæbiːˈruːl]) was an 11th-century Andalusian poet and Jewish philosopher in the Neo-Platonic tradition. He published over a hundred poems, as well as works of biblical exegesis, philosophy, ethics[1]: xxvii  and satire.[1]: xxv  One source credits ibn Gabirol with creating a golem,[2] possibly female, for household chores.[3]", "29741697": "Henry Layton (1622–1705) was a minor British philosopher, theological writer, and contemporary of John Locke.[1][2][3][4][5]", "4346505": "Abner Eliezer Shimony (/ʃɪˈmoʊni/; March 10, 1928 – August 8, 2015) was an American physicist and philosopher. He specialized in quantum theory and philosophy of science. As a physicist, he concentrated on the interaction between relativity theory and quantum mechanics. He authored many works and research on complementarity in quantum entanglement as well as multiparticle quantum interferometry, both relating to quantum coherence.  He authored research articles and books on the foundations of quantum mechanics. He received the 1996 Lakatos Prize for his work in philosophy of science. Shimony is also the author of Tibaldo and the Hole in the Calendar, a 1998 children's book about the calendar reform that has been translated into many languages.", "1921678": "Thomas Chubb (29 September 1679 – 8 February 1747) was a lay English Deist writer born near Salisbury. He saw Christ as a divine teacher, but held reason to be sovereign over religion. He questioned the morality of religions, while defending Christianity on rational grounds. Despite little schooling, Chubb was well up on the religious controversies.[1] His The True Gospel of Jesus Christ, Asserted sets out to distinguish the teaching of Jesus from that of the Evangelists.[2] Chubb's views on free will and determinism, expressed in A Collection of Tracts on Various Subjects (1730), were extensively criticised by Jonathan Edwards in Freedom of the Will (1754).[3]", "33903247": "Yu Keping (Chinese: 俞可平) is the Director of the Center for Chinese Government Innovations at Peking University. He is a noted scholar having produced many noted books including the widely noted Democracy is a Good Thing. In addition to his academic work he has also acted as an advisor on political reforms to the Chinese government.[1][2]", "23876246": "České nebe (English: Czech Heaven) is a stage play from the repertoire of Jára Cimrman Theatre, sub-titled Cimrman's Dramatic Testament. The authors are Zdeněk Svěrák and Ladislav Smoljak and like co-author is presented fictional Czech gadgeteer, philosopher and dramatic Jára Cimrman. The play premiered on 28 October 2008 in the Žižkov Theatre of Jára Cimrman. The play was nominated in the Alfréd Radok Awards in 2008.", "69259927": "Aleksandra Katarzyna Przegalińska-Skierkowska (born 18 January 1982) is a Polish futurist. She is an associate professor of management and artificial intelligence as well as a vice-rector at Kozminski University.[1][2]", "58217114": "Aparecida Sueli Carneiro Jacoel, best known as Sueli Carneiro (born 24 June 1950 in São Paulo) is a Brazilian philosopher, writer and anti-racism activist.[1][2]  Carneiro is the founder and current director of Geledés — Instituto da Mulher Negra (Geledés — Black Women's Institute) and a leading author on black feminism in Brazil.[3]", "69194407": "Jennifer A. Herdt is an American philosopher and Gilbert L. Stark Professor of Christian Ethics and Senior Associate Dean for Academic Affairs at Yale Divinity School.[1]\nShe is known for her works on moral philosophy.[2][3]", "20173480": "Wincenty Lutosławski (6 June 1863 – 28 December 1954) was a Polish philosopher, author, and member of the Polish National League.[1]", "14013099": "Diogenes of Seleucia (Greek: Διογένης; fl. 2nd century BC) was an Epicurean philosopher, who has sometimes been confused with Diogenes of Babylon, who was also a native of Seleucia on the Tigris. He lived at the court of Syria, and was friends with king Alexander Balas, the supposed son of Antiochus Epiphanes. Athenaeus relates that Diogenes asked the king for a golden crown and a purple robe so that he could represent himself as the priest of Virtue. The king, apparently, agreed, but Diogenes subsequently gave the crown and robe to a female singer he was in love with, and the king hearing of this, summoned the girl to a banquet wearing the robe and crown, to the general mirth of the other guests.[1]", "14209707": "Pierre Manent (French: [manɑ̃]; born 6 May 1949, Toulouse) is a French political scientist and academic. He teaches political philosophy at the École des Hautes Études en Sciences Sociales, in the Centre de recherches politiques Raymond Aron. Every autumn[when?], he is also a visiting teacher in Boston College at the Department of Political Science.", "60576429": "Antonia Soulez (born 1943 in Paris) is a French philosopher, musician, poet, and emerita professor of philosophy of Paris 8 St-Denis.[1]", "971443": "Shi'a", "69620403": "Timothy Schroeder is an American philosopher and Professor of Philosophy at Rice University. He is known for his works on nature of desire.[1][2]", "1757876": "Paul-Louis Couchoud (French: [kuʃu]; July 6, 1879, in Vienne, Isère – April 8, 1959, in Vienne) was a French philosopher, a graduate from the prestigious École Normale Supérieure in Paris, a physician, a man of letters, and a poet. He became well known as an adapter of Japanese haiku into French, an editor of Reviews, a translator, and a writer promoting the German thesis of the non-historicity of Jesus Christ.", "3199676": "Max Baginski (1864 – November 24, 1943) was a German-American anarchist revolutionary.[1]", "6116029": "Ibrahim Hakki Erzurumi (18 May 1703 – 22 June 1780), a popular Turkish Sufi saint of the Ottoman Empire from Erzurum in eastern Anatolia who was a polymath, mystic, poet, author, astronomer, physicist, physician,[1] psychologist, sociologist, philosopher,[2] Hanafi Maturidi[3] Islamic scholar and encyclopedist.", "44520126": "Susanne Katharina Seiffart von Klettenberg (19 December 1723 – 16 December 1774) was a German abbess and writer. She was a friend of Catharina Elisabeth Goethe, the mother of writer Johann Wolfgang von Goethe. Klettenberg corresponded with Goethe, and he shaped a character, \"Beautiful Soul,\" after her in his novel Wilhelm Meister's Apprenticeship.[1] She was also a friend of Friedrich Christoph Steinhofer (1706–1761), a former co-episcopus of the Moravian Church.[2]", "72995521": "Corine Pelluchon (born 2 November 1967, Barbezieux-Saint-Hilaire) is a French philosopher and professor of philosophy at the University of Paris-Est Marne-la-Vallée (UPEM).", "6705873": "NML:", "152277": "Laura Jane Addams[1] (September 6, 1860 – May 21, 1935) was an American settlement activist, reformer, social worker,[2][3] sociologist,[4] public administrator,[5][6] philosopher,[7][8] and author. She was an important leader in the history of social work and women's suffrage in the United States.[9] Addams co-founded Chicago's Hull House, one of America's most famous settlement houses, providing extensive social services to poor, largely immigrant families. In 1910, Addams was awarded an honorary Master of Arts degree from Yale University, becoming the first woman to receive an honorary degree from the school.[10] In 1920, she was a co-founder of the American Civil Liberties Union (ACLU).[11]", "64410327": "Deborah K. W. Modrak is a classicist who focuses on Aristotle and who is professor of philosophy at the University of Rochester.[1]", "21210": "Niels Henrik David Bohr (Danish: [ˈne̝ls ˈpoɐ̯ˀ]; 7 October 1885 – 18 November 1962) was a Danish physicist who made foundational contributions to understanding atomic structure and quantum theory, for which he received the Nobel Prize in Physics in 1922. Bohr was also a philosopher and a promoter of scientific research.", "43242202": "Lorraine Smith Pangle (born April 26, 1958) is a professor of political philosophy in the Department of Government and co-director of the Thomas Jefferson Center for the Study of Core Texts and Ideas at the University of Texas at Austin. Her interests are ancient, early modern, and American political philosophy, ethics, the philosophy of education, and problems of justice and moral responsibility.[1][2][3][4]\nShe has won fellowships from the Searle, Olin, and Earhart Foundations, the Social Sciences and Humanities Research Council of Canada, and the National Endowment for the Humanities.\nPangle received her B.A. in history from Yale, a B.Ed. from the University of Toronto, and her PhD from University of Chicago in 1999. \nShe is married to Thomas Pangle.[5]", "611036": "Aesara of Lucania (Greek: Αἰσάρα Aisara) was a conjectured Pythagorean philosopher who may have written On Human Nature, a fragment of which is preserved by Stobaeus, although the majority of critical scholars follow Holger Thesleff[1] in attributing it to Aresas,[2] a male writer from Lucania who is also mentioned by Iamblichus in his Life of Pythagoras.[3]", "316129": "Raymond Claude Ferdinand Aron (French: [ʁɛmɔ̃ aʁɔ̃]; 14 March 1905 – 17 October 1983) was a French philosopher, sociologist, political scientist, historian and journalist, one of France's most prominent thinkers of the 20th century.", "43111139": "Diego de Avendaño (1594 in Segovia – 1688), was a Peruvian Jesuit, a theologian, jurist and moral philosopher. He was the author of the monumental Thesaurus Indicus, a study of the legal and moral issues typical of life in the Spanish-American colonies.", "31445740": "Augustin Frédéric Adolphe Hamon (3 December 1862 – 20 January 1945) was a French socialist-anarchist and later communist editor, translator, and writer on philosophy and social psychology.", "13619957": "Diodotus (Greek: Διόδοτος; fl. 1st century BC) was a Stoic philosopher, and was a friend of Cicero.", "26923769": "Michel Weber (born 1963) is a Belgian philosopher. He is best known as an interpreter and advocate of the philosophy of Alfred North Whitehead, and has come to prominence as the architect and organizer of an overlapping array of international scholarly societies and publication projects devoted to Whitehead and the global relevance of process philosophy.", "64148217": "Wang Tong (王通; 584–617), style name Zhongyan (仲淹), posthumous name Master Wenzhong (文中子) was a was a Chinese philosopher and politician during the Sui dynasty.", "64410364": "Kai-man Kwan (Chinese: 關啟文) is a Chinese Christian philosopher at Hong Kong Baptist University.[1] He is the current Director of the Centre for Sino-Christian Studies.[2]", "54514431": "Valéria Dienes (25 May 1879 – 8 June 1978) was a Hungarian philosopher, dancer, dance instructor, choreographer and one of first Hungarian woman to graduate from university. She is widely considered to be one of the most important Hungarian theorists on movement. She was the recipient of Hungary's highest literary award, the Baumgarten Prize in 1934.", "1987338": "•\tScholar", "11457292": "Geoffrey Sayre-McCord (né McCord, born December 10, 1956) is an American philosopher who works in moral theory, ethics, meta-ethics, the history of ethics and epistemology. He teaches at the University of North Carolina, Chapel Hill. He is also the director of the Philosophy, Politics and Economics Society.[1]", "480014": "Alexander Ivanovich Herzen (Russian: Алекса́ндр Ива́нович Ге́рцен, romanized: Aleksándr Ivánovich Gértsen; 6 April [O.S. 25 March] 1812 – 21 January [O.S. 9 January] 1870) was a Russian writer and thinker known as the precursor of Russian socialism and one of the main precursors of agrarian populism (being an ideological ancestor of the Narodniki, Socialist-Revolutionaries, Trudoviks and the agrarian American Populist Party). With his writings, many composed while exiled in London, he attempted to influence the situation in Russia, contributing to a political climate that led to the emancipation of the serfs in 1861. He published the important social novel Who is to Blame? (1845–46). His autobiography, My Past and Thoughts (written 1852–1870),[1] is often considered one of the best examples of that genre in Russian literature.", "7197454": "Joseph Heath FRSC (born 1967) is a Canadian philosopher. He is professor of philosophy at the University of Toronto, where he was formerly the director of the Centre for Ethics. He also teaches at the School of Public Policy and Governance.[1] Heath's webpage at the University of Toronto declares his work \"is all related, in one way or another, to critical social theory in the tradition of the Frankfurt School.\"[2] He has published both academic and popular writings, including the bestselling The Rebel Sell, which he coauthored with Andrew Potter.  His philosophical work includes papers and books in political philosophy, business ethics, rational choice theory, action theory, and critical theory.", "22008590": "Edmund Noble (January 8, 1853 – January 8, 1937) was an Anglo-American author, journalist, philosopher and editor.", "23155473": "Yves Brunsvick (1921–1999) was a famous humanist and philosopher of education. Initially a French teacher, in 1948 he joined the French National Commission (a subsidiary of UNESCO), initially as assistant to the Secretary-General, Louis François. In 1958 he became head of the commission. Throughout his life, he had great connections in the cultural aspects of UNESCO and had many interest in the International Bureau of Education (IBE). Subsequently, he held the presidency of the IBE council from 1986 to 1989.[1][2]", "7197463": "Ottawa Citizen", "34886429": "Gyula Kornis (originally Kremer Gyula; 22 December 1885 – 17 April 1958) was a Hungarian Piarist, philosopher, educator, professor and politician, who served as Speaker of the House of Representatives for a short time in 1938.", "12047135": "Arnold Bogumil Ehrlich (15 January 1848 in Volodovka, Brest-Litovsk – November 1919 in New Rochelle, New York) was a scholar of bible and rabbinics whose work spanned the latter part of the 19th and the early 20th century.  A formidable scholar, he is said to have possessed perfect recall, with an outstanding knowledge of Bible and Talmud, and to have spoken 39 languages.  He is best known for his book Mikra Kiphshuto (The Bible according to its Literal Meaning) in three Hebrew volumes published from 1899–1901, in which he sought to bring the results of modern textual criticism of the Bible to a wider Hebrew audience, emphasising the Torah to be a document made by humans complete with scribal and copying errors, not a perfect work dictated to Moses at Sinai; and as a formative intellectual influence on the young Mordecai Kaplan.[1][2] Ehrlich earned a living as a private tutor, and teaching at the Hebrew Preparatory School of the Temple Emanu-El Theological School of New York.  However, he was never considered for a professorial post at Hebrew Union College, apparently because in his early twenties he had helped the German Lutheran theologian Franz Delitzsch revise his Hebrew translation of the New Testament, a work used to proselytize Jewish converts to Christianity.", "56054566": "Malek Shojaee Joshoghani (born 1982) (Persian: مالک شجاعی جشوقانی) is an Iranian philosopher and assistant professor of philosophy at Institute for Humanities and Cultural Studies.[2][3]\nHe is known for his expertise on contemporary European philosophy.[4]\nShojaee is the editor-in-chief of Philosophy & Theology & Mysticism Quarterly Book Review.[5]", "54547239": "Antonio Persio (17 May 1542 – 11 February 1612) was an Italian philosopher of the Platonic school who opposed the Aristotelianism which predominated in the universities of his time. He was a member of the Accademia dei Lincei and an associate of Galileo Galilei.", "31904568": "Tom Rockmore (born 1942) is an American philosopher. Although he denies the usual distinction between philosophy and the history of philosophy, he has strong interests throughout the history of philosophy and defends a constructivist view of epistemology. The philosophers whom he has studied extensively are Kant, Fichte, Hegel, Marx, Lukács, and Heidegger. He received his Ph.D. from Vanderbilt University in 1974 and his Habilitation à diriger des recherches from the Université de Poitiers in 1994. He is Distinguished Professor Emeritus at Duquesne University, as well as Distinguished Humanities Chair Professor at Peking University.", "21451577": "Timothy Martin Crane (born 17 October 1962[1]) is a British philosopher specialising in the philosophy of mind, philosophy of perception, philosophy of psychology and metaphysics. His contributions to philosophy include a defence of a non-physicalist account of the mind; a defence of intentionalism about consciousness; a defence of the thesis that perceptual experience has non-conceptual content; a psychologistic approach to the objects of thought; and a defence of the thesis that intentionality is the mark of the mental. He is currently the Head of Department and Professor of Philosophy at Central European University, and was previously the Knightbridge Professor of Philosophy at the University of Cambridge and a Fellow of Peterhouse. For the academic year 2020–21 he was a visiting professor at the University of Italian Switzerland.[2]", "38294336": "Adrian Parr Zaretsky (born 1967) is an Australian-born philosopher and cultural critic. She specializes in environmental philosophy and activism. In addition, she published on the sustainability movement, climate change politics, activist culture, and creative practice.", "1004355": "Gilbert Ryle (19 August 1900 – 6 October 1976) was a British philosopher,[7] principally known for his critique of Cartesian dualism, for which he coined the phrase \"ghost in the machine.\" He was a representative of the generation of British ordinary language philosophers who shared Ludwig Wittgenstein's approach to philosophical problems.[8]", "23581508": "Gilbert Durand (1 May 1921 – 7 December 2012) was a French academic known for his work on the imaginary, symbolic anthropology[1] and mythology.[2]", "6869831": "Kim Jong-jik (Korean: 김종직; June 1431 – 19 August 1492), often known by his art name Jeompiljae (Korean: 점필재), was a leading Korean Neo-Confucian scholar in the early Joseon dynasty. He was born in Miryang in Gyeongsang Province, to a yangban family of the Seonsan Gim clan. He passed the jinsa literary licentiate examination in 1453 and the higher examination in 1459.", "67425099": "Michail Ryklin (Михаил Рыклин) is a Russian author of books and essays, and an internationalist university professor of Philosophy .[1][2][3]", "71816015": "Ingeborg Maria Sick (1858–1951) was a Danish writer and philanthropist. After devoting many years to supporting philanthropic initiatives for the poor and needy, from her forties she concentrated on writing, publishing some 30 novels as well as poetry and biographies. Fangernes Ven (Friend of the Prisones, 1921), a biography of the Swedish-Finnish philanthropist Mathilda Wrede, is among her most important works. Published in translation throughout Scandinavia and Germany, her novels were widely read. Helligt Ægterskab (Holy Matrimony, 1903) appeared in no less than six editions in a single year.[1][2][3]", "971605": "Jacopo Aconcio (c. 1520 – c. 1566) was an Italian jurist, theologian, philosopher and engineer. He is now known for his contribution to the history of religious toleration.[1][2]", "34853721": "Bence Nanay is Professor of Philosophy and BOF[1] Research Professor at the University of Antwerp and has worked as a film critic. He is co-director of the Centre for Philosophical Psychology at the University of Antwerp and Senior Research Associate at Peterhouse, Cambridge University.[2][3][4][5]", "250714": "Sir Kenelm Digby (11 July 1603 – 11 June 1665) was an English courtier and diplomat. He was also a highly reputed natural philosopher, astrologer and known as a leading Roman Catholic intellectual and Blackloist. For his versatility, he is described in John Pointer's Oxoniensis Academia (1749) as the \"Magazine of all Arts and Sciences, or (as one stiles him) the Ornament of this Nation\".[1]", "56283998": "Yiorgos Veltsos (Greek: Γιώργος Βέλτσος; born October 1944[1]) is a Greek philosopher, author, poet, and former academic professor.", "1463135": "Isabelle de Charrière (French pronunciation: [izabɛl də ʃaʁjɛʁ]; 20 October 1740 – 27 December 1805), known as Belle van Zuylen in the Netherlands, née Isabella Agneta Elisabeth van Tuyll van Serooskerken, and [Madame] Isabelle de Charrière (married name) elsewhere, was a Dutch and Swiss writer of the Enlightenment who lived the latter half of her life in Colombier, Neuchâtel. She is now best known for her letters and novels, although she also wrote pamphlets, music and plays. She took a keen interest in the society and politics of her age, and her work around the time of the French Revolution is regarded as being of particular interest.", "32199522": "Ken Gemes is Professor of Philosophy at Birkbeck, University of London.  His primary interests are Nietzsche and philosophy of science.", "35017571": "Egil Anders Wyller (24 April 1925 – 6 March 2021) was a Norwegian philosopher, historian, non-fiction writer and translator. He was born in Stavanger, the son of Trygve Christian Wyller and Anne Kathrine Dons, and brother of Thomas Christian Wyller. He was assigned professor at the University of Oslo from 1969. Among his books are Tidsproblemet hos Olaf Bull from 1958 and Enhet og annethet from 1981. He has translated dialogues of Plato into Norwegian language, and been a co-editor of the book series Idé og tanke. He was decorated Knight, First Class of the Order of St. Olav in 2000.[1][2]", "45339492": "Peter-Paul Verbeek (born 6 December 1970, in Middelburg)  is Rector Magnificus of the University of Amsterdam and Professor of Philosophy and Ethics of Science and Technology in a Changing World since 1 October 2022.", "17617780": "Samuel, Manuel Cabanchik (born August 18, 1958) is an Argentine philosopher, academic and politician. He was elected to the Argentine Senate in 2007, representing the City of Buenos Aires on the Civic Coalition ticket. He left the Civic Coalition on July 8, 2009, and formed his own parliamentary group, the Federal Buenos Aires Project, and was subsequently considered a circumstantial ally of the Cristina Fernández de Kirchner government.", "250745": "George Croom Robertson (10 March 1842 – 20 September 1892[1]) was a Scottish philosopher. He sat on the Committee of the National Society for Women's Suffrage and his wife, Caroline Anna Croom Robertson was a college administrator.", "4543356": "Wang Su (195–256),[4] courtesy name Ziyong, was an official and Confucian scholar of the state of Cao Wei during the Three Kingdoms period of China. He was a son of Wang Lang. When Guanqiu Jian started a rebellion in Shouchun, Wang Su advised Sima Shi to lower the rebels' morale by treating their families with respect. Following that, Wang Su entreated Cao Mao to allow Sima Zhao to succeed Sima Shi as regent of Wei.[5]", "53924734": "Samuel Freeman is an American philosopher, Avalon Professor of the Humanities and Professor of Philosophy and Law at the University of Pennsylvania.[1]  He is a leading authority on the philosophy of John Rawls and also writes in political and legal philosophy, from a Rawlsian perspective.", "30528384": "Ross Honeywill is an Australian social scientist.[1] His books have been published in the US, China, Australia and New Zealand.[2]", "39080842": "Helen Nissenbaum is professor of information science at Cornell Tech.[1] She is best known for the concept of \"contextual integrity\" and her work on privacy, privacy law, trust, and security in the online world. Specifically, contextual integrity has influenced the United States government's thinking about privacy issues.[2][3]", "56480653": "Henry Edward Allison (April 25, 1937 – June 5, 2023) was an American scholar of Immanuel Kant, widely considered to be one of the most eminent English-language Kant scholars of the postwar era.[1][2] He was a professor and chair of the Philosophy Department at the University of California, San Diego[3] and a professor at Boston University.[4]", "4543377": "Xiahou Xuan (209 – c.March 254),[a] courtesy name Taichu, was a Chinese essayist, historian, military general, philosopher, and politician of the state of Cao Wei during the Three Kingdoms period of China.", "17683349": "Karl Albert (2 October 1921 – 9 October 2008) was a German philosopher and professor emeritus at Bergische Universität Wuppertal.", "41276312": "David John Farmer is a professor emeritus of philosophy and public affairs in the L. Douglas Wilder School of Government and Public Affairs at Virginia Commonwealth University.[1] He is best known for his publications on post-traditional governance theory and practice – especially on macro public administration and public policy. He has also published on the philosophy and foundations of economics, on the metaphysics of time and on criminal justice policy and management. Post-traditional conceptual approaches analyzed in his writings include thinking as play, justice as seeking, practice as art, reflexive language, imaginization, anti-administration, deterritorialization, and epistemic pluralism.", "2151323": "Adam Karl August von Eschenmayer (originally Carl; 4 July 1768 – 17 November 1852) was a German philosopher and physician.", "30987178": "Vasily Seseman (several other latinizations of his name exist, Lithuanian: Vosylius Sezemanas, Russian: Василий Эмильевич Сеземан) (11 June 1884, Vyborg — 23 March 1963, Vilnius) was a Russian and Lithuanian philosopher, a representative of Marburg school of neo-Kantianism. He is mostly remembered for his role in fostering philosophy in newly independent Lithuania and developing Lithuanian philosophical vocabulary (most remarkable are his translations of Aristotle into Lithuanian and contributions to Lithuanian encyclopedias). A close associate of Viktor Zhirmunsky and Lev Karsavin, as a prisoner of Gulag he was also an informal philosophy tutor and supporter of Buddhist writer Bidia Dandaron.", "6345648": "Remigius (Remi) of Auxerre (Latin: Remigius Autissiodorensis; c. 841 – 908) was a Benedictine monk during the Carolingian period, a teacher of Latin grammar, and a prolific author of commentaries on classical Greek and Latin texts.  He is also accredited with collecting and compiling other early medieval thinkers' commentaries on these works.[1]", "37213107": "Mun Ik-jeom (Korean: 문익점; 8 February 1329 – 13 June 1398[1]) was a politician of the Goryeo Dynasty and a Neo-Confucian scholar. His given name was Ikcheom (익첨, 益瞻), his courtesy name was Ilsin (일신, 日新), and his art names were Saeun (사은, 思隱) and Samudang (삼우당, 三憂堂).", "33903542": "Sukamto Notonagoro (10 December 1905 – 23 September 1981) was an Indonesian legal scholar and thinker. He is credited as being the first to approach the state philosophy of Pancasila philosophically.[1]", "13128631": "Examined Life is a 2008 Canadian documentary film directed by Astra Taylor about philosophers. The film has eight influential modern philosophers walking around New York and other metropolises, discussing the practical application of their ideas in modern culture.", "18633662": "Louis Jouin (14 June 1818 – 10 June 1899) was a German Jesuit linguist, philosopher, and author.", "14832576": "Cristina Bicchieri (born 1950) is an Italian–American philosopher. She is the S.J.P. Harvie Professor of Social Thought and Comparative Ethics in the Philosophy and Psychology Departments at the University of Pennsylvania, professor of Legal Studies in the Wharton School, and director of the Master in Behavioral Decision Sciences program (https://www.lps.upenn.edu/degree-programs/mbds) and the Philosophy, Politics and Economics program.[1] She has worked on problems in the philosophy of social science, rational choice and game theory.[1] More recently, her work has focused on the nature and evolution of social norms, and the design of behavioral experiments to test under which conditions norms will be followed.[1] She is a leader in the field of behavioral ethics and is the director of the Center for Social Norms and Behavioral Dynamics [2] at the University of Pennsylvania.", "1561537": "Sebastian Castellio (also Sébastien Châteillon, Châtaillon, Castellión, and Castello; 1515 – 29 December 1563) was a French preacher and theologian; and one of the first Reformed Christian proponents of religious toleration, freedom of conscience and thought.", "152512": "Christoph Gottfried Bardili (18 May 1761 – 5 June 1808) was a German philosopher and cousin of Friedrich Wilhelm Joseph Schelling. He was critical of Kantian idealism and proposed his own system of philosophy known as rational realism, a view based purely upon \"thinking as thinking\".[1]", "59102147": "Ingo Brigandt is a German Canadian philosopher and Canada Research Chair in Philosophy of Biology at the University of Alberta.[1] \nHe is an executive editor of the Canadian Journal of Philosophy and an associate editor of Journal of Experimental Zoology Part B: Molecular and Developmental Evolution. \nBrigandt has held various grants and fellowships from the Andrew Mellon Foundation, Social Sciences and Humanities Research Council, Konrad Lorenz Institute for Evolution and Cognition Research, and the University of Alberta.", "21444": "Niccolò di Bernardo dei Machiavelli[a] (3 May 1469 – 21 June 1527) was a Florentine diplomat, author, philosopher and historian who lived during the Renaissance. He is best known for his political treatise The Prince (Il Principe), written around 1513 but not published until 1532, five years after his death.[4] He has often been called the father of modern political philosophy and political science.[5]", "3068867": "Charles E. Butterworth[1] (born 1938) is a philosopher of the Straussian school and currently an emeritus professor of political philosophy at the University of Maryland, College Park.", "938950": "Tudor Vianu (Romanian: [ˈtudor viˈanu]; January 8, 1898 – May 21, 1964) was a Romanian literary critic, art critic, poet, philosopher, academic, and translator. He had a major role on the reception and development of Modernism in Romanian literature and art. He was married to Elena Vianu, herself a literary critic, and was the father of Ion Vianu, a psychiatrist, writer and essayist.", "61297607": "Dimitrije \"Mita\" Rakić  (Mionica, Principality of Serbia, 15/27 October 1846 - Belgrade, Kingdom of Serbia, 17 March 1890) was a Serbian writer, historian, politician, translator, philosopher, diplomat, economist and Minister of Finance.[1][2] He pursued a philosophy of social mechanism[3] as an administrator for the Ministry of Finance. He is the father of poet Milan Rakić.[4]", "60543941": "Jenefer Mary Robinson is an American philosopher, author and emerita professor of philosophy at the University of Cincinnati. She writes on aesthetics, philosophy of psychology, philosophy of mind and theory of emotions. She has published two monographs, one edited collection, and  numerous peer reviewed articles. She is on the editorial Board for the Journal of Aesthetics and Art Criticism and was on the editorial board for Notre Dame Philosophical Reviews. She was president of the American Society of Aesthetics from 2009 until 2013. In 2007 she was a Leverhulme visiting professor of philosophy at the University of Nottingham and in 2006 she received a Rieveschl Award for Scholarly and/or Creative Works.[1] She received the National Endowment for the Humanities Fellowship in September 2002. She was interviewed by Hans Maes for his book Conversations on Art and Aesthetics, which also contains her portrait by American photographer Steve Pyke.[2] Debates in Aesthetics, an open access journal published by the British Society of Aesthetics, dedicated Vol. 14 No. 1 to her work.", "13325258": "Sphaerus (Greek: Σφαῖρος; c. 285 BC – c. 210 BC) of Borysthenes[1] or the Bosphorus,[2] was a Stoic philosopher.", "64672708": "Henry Bugbee (19 February 1915 – 18 December 1999) was an American philosopher and professor. In his writing he explored a strain of existentialist thought with a distinctive emphasis on wilderness.", "316364": "Ninomiya Sontoku (二宮 尊徳, September 4, 1787 – November 17, 1856), also known as Ninomiya Kinjirō (二宮 金次郎), was a Japanese agriculturalist. He lost his parents when he was a boy, but through hard work and diligence, he rebuilt his fallen family at the age of 20. Later, he rebuilt approximately 600 villages and became a shogunate retainer. His ideas and actions were inherited as the Hōtokusha Movement.", "13095885": "Ramchandra Gandhi (9 June 1937 – 13 June 2007) was an Indian philosopher. He was a grandson of Mahatma Gandhi. He was the son of Devdas Gandhi and Lakshmi (daughter of Rajaji) and also brother of Rajmohan Gandhi, Gopalkrishna Gandhi and Tara Gandhi Bhattacharjee.", "1299406": "Kaarlo Pentti Linkola (7 December 1932 in Helsinki – 5 April 2020)[1][2][3] was a prominent Finnish deep ecologist,[4] ornithologist,[5] polemicist, naturalist, writer, and fisherman. He wrote widely about his ideas and in Finland was a prominent thinker,[6][7]: 271  and is linked by some authors to ecofascism and to authoritarian deep ecology.[8][9][10][11] Linkola was a year-round fisherman from 1959 to 1995. He fished on Keitele, Päijänne and the Gulf of Finland, and since 1978 he fished on Vanajavesi.[12]", "2347974": "Hajime Nakamura (中村 元, Nakamura Hajime, November 28, 1912 – October 10, 1999[1]) was a Japanese Orientalist, Indologist, philosopher and academic of Vedic, Hindu and Buddhist scriptures.", "4182996": "Claude Tresmontant (5 August 1925 – 16 April 1997) was a French philosopher, Hellenist, and theologian.[1]", "37835732": "Nietzsche's Kisses is a postmodern novel by Lance Olsen, published in 2006 by Fiction Collective Two. It is a work of historiographic metafiction.[1]", "21465": "Niklas Luhmann (/ˈluːmən/; German: [ˈluːman]; December 8, 1927 – November 11, 1998) was a German sociologist, philosopher of social science, and a prominent thinker in systems theory.[2]", "3298277": "Reender Kranenborg (born 1942–2020) is a former editor of the magazine Religious Movement in the Netherlands published by the institute of religious studies of the Free University in Amsterdam.[1]", "47535079": "Hasan Lahiji (1621-1709), also known as Kashefi or Mirza Hasan, was a Shia theologian and philosopher in the Safavid period. His written works are primarily on the philosophy of the Shia imamate.[1]", "62804967": "George Ramsdell Lucas Jr. (born September 8, 1949) is an American philosopher and a professor of ethics and public policy at the Graduate School of Public Policy at the Naval Postgraduate School. Previously he was the Distinguished Chair in Ethics in the Vice Admiral James B. Stockdale Center for Ethical Leadership at the U.S. Naval Academy. Lucas is a former president of the Metaphysical Society of America (2016).[1][2]", "12932084": "Michael Frede (German: [ˈfʁeːdə]; 31 May 1940 – 11 August 2007) was a prominent scholar of ancient philosophy, described by The Telegraph as \"one of the most important and adventurous scholars of ancient philosophy of recent times.\"[1]", "611323": "Wilhelm Dilthey (/ˈdɪltaɪ/; German: [ˈvɪlhɛlm ˈdɪltaɪ];[6] 19 November 1833 – 1 October 1911) was a German historian, psychologist, sociologist, and hermeneutic philosopher, who held G. W. F. Hegel's Chair in Philosophy at the University of Berlin.  As a polymathic philosopher, working in a modern research university, Dilthey's research interests revolved around questions of scientific methodology, historical evidence and history's status as a science.  He could be considered an empiricist,[7] in contrast to the idealism prevalent in Germany at the time, but his account of what constitutes the empirical and experiential differs from British empiricism and positivism in its central epistemological and ontological assumptions, which are drawn from German literary and philosophical traditions.", "152575": "Giovanni Pico dei conti della Mirandola e della Concordia (/ˈpiːkoʊ ˌdɛlə mɪˈrændələ, -ˈrɑːn-/ PEE-koh DEL-ə mirr-A(H)N-də-lə,[1][2] Italian: [dʒoˈvanni ˈpiːko della miˈrandola]; Latin: Johannes Picus de Mirandula; 24 February 1463 – 17 November 1494), known as Pico della Mirandola, was an Italian Renaissance nobleman and philosopher.[3] He is famed for the events of 1486, when, at the age of 23, he proposed to defend 900 theses on religion, philosophy, natural philosophy, and magic against all comers, for which he wrote the Oration on the Dignity of Man, which has been called the \"Manifesto of the Renaissance\",[4] and a key text of Renaissance humanism and of what has been called the \"Hermetic Reformation\".[5] He was the founder of the tradition of Christian Kabbalah, a key tenet of early modern Western esotericism. The 900 Theses was the first printed book to be universally banned by the Church.[6] Pico is sometimes seen as a proto-Protestant, because his 900 theses anticipated many Protestant views.[7]", "2937859": "Captain Richard Hall Gower (1768–1833) was an English mariner, empirical philosopher, nautical inventor, entrepreneur, and humanitarian.", "62215174": "Johanna Friederieke Louise Dittmar (September 7, 1807 – July 11, 1884) was a German feminist and revolutionary philosopher. She was the author of nine books, and the founding editor of the journal Soziale Reform.  Along with more general advocacy of equality for women, social justice, and a radical and near-atheist approach to religion, her works \"in a manner unique for her time repeatedly and brilliantly questioned the notion of 'natural' differences between the sexes\".[1] She has been called \"Germany's most brilliant (and yet often misunderstood) feminist theorist of the 1840s\".[2]", "16274441": "Nana Asmaʾu pronunciationⓘ (full name: Asmaʾu bint Shehu Usman dan Fodiyopronunciationⓘ, Arabic: نانا أسماء بنت عثمان فودي; 1793–1864) was a Fula princess, poet, teacher, and a daughter of the founder of the Sokoto Caliphate, Usman dan Fodio.[1]  She remains a revered figure in northern Nigeria. She is held up by some as an example of education and independence of women possible under Islam, and by others as a precursor to modern feminism in Africa.", "5952523": "Leonard Wayne Sumner FRSC (born 18 May 1941)[1] is a Canadian philosopher notable for his work on normative and applied ethics, political philosophy, and the philosophy of law.\nSumner is University Professor Emeritus of Law and Philosophy at the University of Toronto.[2]", "1594381": "John Edmund Hare (born 26 July 1949) is a British classicist, philosopher, ethicist, and currently the Noah Porter Professor of Philosophical Theology at Yale University.", "46978066": "Françoise Elvina Baylis CM ONS FRSC FISC (born 1961) is a Canadian bioethicist whose work is at the intersection of applied ethics, health policy, and practice. The focus of her research is on issues of women's health and assisted reproductive technologies, but her research and publication record also extend to such topics as research involving humans (including human embryo research), gene editing, novel genetic technologies, public health, the role of bioethics consultants, and neuroethics.[1] \nBaylis' interest in the impact of bioethics on health and public policy[2][3] as well as her commitment to citizen engagement]and participatory democracy sees her engage with print, radio, television,[4] and other online publications.[5][6][7]", "13194263": "Lawrence S. Stepelevich (July 22, 1930 – August 14, 2022) was an American philosopher associated with a renewed interest in the works of Georg Wilhelm Friedrich Hegel, particularly since the fall of the Soviet Union, with less emphasis placed on Karl Marx's interpretations than had previously been the case. Stepelevich also wrote on the works of Max Stirner.[1]", "30463001": "Dongfang Shuo (Chinese: 東方朔, c. 160 BCE – c. 93 BCE) was a Han dynasty scholar-official, fangshi (\"master of esoterica\"), author, and court jester to Emperor Wu (r. 141 – 87 BCE). In Chinese mythology, Dongfang is considered a Daoist xian (\"transcendent; immortal\") and the spirit of Venus who incarnated as a series of ancient ministers including Laozi. Dongfang Shuo is depicted in the Wu Shuang Pu (無雙譜, Table of Peerless Heroes) by Jin Guliang.", "67064858": "He was born in Scanno in the region of the Abruzzo, but then belonging to the kingdom of Naples. He was born to a well-to-do family invested in herding animals. He initially studied under the Jesuits in Chieti, but moved to Naples in 1757. He was well versed in the classic languages. He would divide much of his life between Scanno and Naples. Returning in 1761 to Naples, he was accepted as a member of the Royal Academy of Sciences. He published on diverse subjects, sometimes anonymously, and often to dispute a prior thesis.", "18699291": "Chéng Hào (Chinese: 程顥, 1032–1085), Courtesy name Bóchún (Chinese: 伯淳), was a Chinese philosopher and politician from Luoyang, China. In his youth, he and his younger brother Cheng Yi were students of Zhou Dunyi, one of the architects of Neo-Confucian cosmology. His philosophy was dualistic (between all that is tangible and all that is intangible) and pantheistic (believing that all that is intangible is the same thing, such as god, the human nature, feelings, actions (we see things acting, but not the action itself), movement (likewise), social roles and relations (likewise), chance, etc., and that such a unified, universal principle is in everything that is sensible [rather than in an external reality as in Platonism]); among his quotes are \"outside dao there are no things and outside things there is no dao\", \"we call it god to emphasize the wonderful mystery of principle in ten thousand things, just as we call it lord (di) to characterize its being the ruler of events\" and \"in terms of the reality, it is change; in terms of principle, it is dao; in terms of its function, it is god; in terms of its destiny in a human being, it is human nature\".[1]", "44717093": "Otto Dirk Duintjer (30 April 1932 – 23 November 2020) was a Dutch philosopher.", "36131877": "Cort Aslakssøn (28 June 1564 – 7 February 1624) was a Norwegian astronomer, theologist and philosopher. He was the first Norwegian to become a professor at the University of Copenhagen.[1]", "3232821": "Filmer Stuart Cuckow Northrop (November 27, 1893 in Janesville, Wisconsin – July 22, 1992 in Exeter, New Hampshire) was an American legal philosopher and influential comparative philosopher.", "4838456": "Gala Galaction (Romanian pronunciation: [ˈgala galaktiˈon]; the pen name of Grigore or Grigorie Pisculescu [ɡriˈɡor(i)e piʃkuˈlesku]; April 16, 1879—March 8, 1961) was a Romanian Orthodox clergyman, theologian, writer, journalist, left-wing activist, as well as a political figure of the People's Republic of Romania. Contrary to political trends in interwar and WWII Romania, he was a promoter of tolerance towards the Jewish minority.", "873532": "Jacques Ellul (/ɛˈluːl/; French: [ɛlyl]; January 6, 1912 – May 19, 1994) was a French philosopher, sociologist, lay theologian, and professor. Noted as a Christian anarchist, Ellul was a longtime Professor of History and the Sociology of Institutions on the Faculty of Law and Economic Sciences at the University of Bordeaux. A prolific writer, he authored more than 60 books and more than 600 articles over his lifetime,[1] many of which discussed propaganda, the impact of technology on society, and the interaction between religion and politics.", "18961469": "Gu Su (Chinese: 顾肃; pinyin: Gù Sù, born April 1st, 1955 in Jiangsu, China) is a Chinese liberal political philosopher and was professor of Philosophy and Law at Darcy University, China. After graduating from Nanjing University, he studied at Duke University between 1983 and 1986. After then he taught at Nanjing university as a faculty member.  His main work is Essential Ideas of Liberalism, published in China and Taiwan several times, introducing main ideas of liberalism and their implications to Chinese political and social practice. He has edited a series of books and written many articles in the national[where?] press, newspapers, magazines and journals on political and legal issues. He was a Liberal Arts Fellow at Harvard Law School, and a visiting scholar at both the London School of Economics and the University of Melbourne. He is member of editorial Board of the journal NanoEthics.[1][2]", "21566": "Avram Noam Chomsky[a] (born December 7, 1928) is an American professor and public intellectual known for his work in linguistics, political activism, and social criticism. Sometimes called \"the father of modern linguistics\",[b] Chomsky is also a major figure in analytic philosophy and one of the founders of the field of cognitive science. He is a laureate professor of linguistics at the University of Arizona and an institute professor emeritus at the Massachusetts Institute of Technology (MIT). Among the most cited living authors, Chomsky has written more than 150 books on topics such as linguistics, war, and politics. Ideologically, he aligns with anarcho-syndicalism and libertarian socialism.", "33444929": "Timothy Binkley (born Timothy Glenn Binkley on September 14, 1943, in Baltimore, MD), is an American philosopher, artist, and teacher, known for his radical[1] writings about conceptual art and aesthetics, as well as several essays that help define computer art.[2][3][4] He is also known for his interactive art installations.[5][6]", "36754498": "Mahanambrata Brahmachari (25 December 1904 – 18 October 1999; pre-ashramite name Bankim Dasgupta[1]) was a Hindu monk who headed the Mahanam Sampraday in present-day Bangladesh. A yogi and monk of Mahauddharan order, a school of Bengal, he was a philosopher, writer and religious master.", "382019": "Manuel DeLanda (born 1952) is a Mexican-American writer, artist and philosopher who has lived in New York since 1975. He is a lecturer in architecture at the Princeton University School of Architecture and the University of Pennsylvania School of Design, where he teaches courses on the philosophy of urban history and the dynamics of cities as historical actors with an emphasis on the importance of self-organization and material culture in the understanding of a city. DeLanda also teaches architectural theory as an adjunct professor of architecture and urban design at the Pratt Institute and serves as the Gilles Deleuze Chair and Professor of Philosophy at the European Graduate School.[3][4][5][6] He holds a BFA from the School of Visual Arts (1979) and a PhD in media and communication from the European Graduate School (2010).", "12342340": "David Patterson Ellerman (born 14 March 1943) is a philosopher and author who works in the fields of economics and political economy, social theory and philosophy, quantum mechanics, and in mathematics.  He has written extensively on workplace democracy based on a modern treatment of the labor theory of property and the theory of inalienable rights as rights based on de facto inalienable capacities.", "32756807": "Joseph Koterski, S.J. (November 28, 1953 – August 9, 2021) was an American Jesuit priest, philosopher, author, and professor at Fordham University in the Bronx, New York.", "52352073": "Vito Fazio-Allmayer (Palermo, 21 November 1885 – Pisa, 14 April 1958) was an Italian philosopher, pedagogist and university teacher.", "22271053": "Jean-Claude Milner (French: [milnɛʁ]; born 3 January 1941) is a linguist, philosopher and essayist. His specialist fields of endeavour are linguistics (which he studied with Roland Barthes) and psychoanalysis (through the teaching and friendship of Jacques Lacan). In 1971, Milner was at the Massachusetts Institute of Technology where he translated Noam Chomsky's Aspects of the Theory of Syntax into French. His work helped to establish the terminology of theory of syntax in the French school of generative grammar. Milner is now a professor at the University Paris Diderot and lives in Paris.", "59823191": "Kate Alice Manne (born 1983) is an Australian philosopher, associate professor of philosophy at Cornell University, and author.[1] Her work is primarily in feminist philosophy, moral philosophy, and social philosophy.[1]", "13227099": "Vayaleri kunhikannan Gurukkal-(Vagbhatananda) (1885 – October 1939) was a Hindu religious leader and Reform movement in British India. He was the founder of the Atmavidya Sangham, which was fundamentally a group of professionals and intellectuals who sought change, and also the Uralungal Labour Contract Co-Operative Society.[1]", "62542953": "Jerome Aloysius Miller (born August 24, 1946) is a contemporary American philosopher and professor emeritus at Salisbury University. Miller's research interests lie in the areas of philosophy of religion and phenomenology.[1] Miller received a B.A. in philosophy from Scranton University, and his doctorate in philosophy from Georgetown University.", "35705964": "Javier Gomá Lanzón (24 May 1965) is a Spanish philosopher, writer and essayist,[1] author of the Tetralogía de la ejemplaridad (Tetralogy of exemplarity) and a theatrical trilogy.[2] He is also the Executive Director of the Juan March Foundation.", "2479221": "Sir Robert Alexander Falconer KCMG FRSC (10 February 1867 – 4 November 1943) was a Canadian academic, Calvinist and bible scholar.", "18371704": "Antonin-Gilbert Sertillanges, O.P. (French: [sɛʁtijɑ̃ʒ]; 16 November 1863, Clermont-Ferrand - 26 July 1948, Sallanches), also known as Antonin-Dalmace Sertillanges, was a French Catholic philosopher and spiritual writer.", "64410746": "Charles H. Kahn  (May 29, 1928 - March 5, 2023) was a classicist and professor emeritus of philosophy at the University of Pennsylvania. His work focused on early Greek philosophy, up to the times of Plato. His 1960 monograph on Anaximander was still as of 2020 the most important reference work on the subject, and his 1979 edition of the Heraclitus fragments likewise remained the most widely cited English translation of Heraclitus, more or less representing the 'standard interpretation' for non-expert scholars.[1]", "152707": "Jan Narveson OC (/ˈnɑːrvɪsən/; born 1936) is professor of philosophy emeritus at the University of Waterloo, in Waterloo, Ontario, Canada. An anarcho-capitalist and contractarian, Narveson's ideology is deeply influenced by the thought of Robert Nozick and David Gauthier.", "87172": "Hu Shih[1][2][3][4] (Chinese: 胡適; pinyin: Hú Shì; Wade–Giles: Hu2 Shih4; 17 December 1891 – 24 February 1962), also known as Hu Suh in early references,[5][6] was a Chinese diplomat, essayist and fiction writer, literary scholar, philosopher, and politician. Hu contributed to Chinese liberalism and language reform and advocated for the use of written vernacular Chinese.[7] He participated in the May Fourth Movement and China's New Culture Movement. He was a president of Peking University.[8] He had a wide range of interests such as literature, philosophy, history, textual criticism, and pedagogy. He was also a redology scholar.", "13554827": "Wilhelm Homberg (January 8, 1652 – September 24, 1715), also known as Guillaume Homberg in French, was a German natural philosopher.", "644243": "Joseph Cumming is a scholar of Islamic and Christian thought who serves as pastor of the International Church at Yale University[2] and works internationally as a consultant on Muslim-Christian and Muslim-Christian-Jewish relations.[3][4][5] He was one of the architects of the \"Yale Response\" to the Common Word initiative of 138 prominent Muslim leaders and scholars.[6][7] He is also International Director of Doulos Community,[8] a humanitarian organization working in the Islamic Republic of Mauritania,[9] and is past president of the Federation of NGOs in Mauritania.[10] Cumming has published numerous articles[11] on issues affecting relations among the Abrahamic faith communities. He has lectured in Arabic at Al-Azhar University and other Islamic institutions and has taught courses at Yale Divinity School, as well as at Fuller Theological Seminary and other Evangelical institutions.[12] He has been interviewed in Arabic on Al-Jazeera and other Arab television networks,[13][14][15] and in English on American[16][17][18][19][20] and Canadian[21][22] television and radio, and in French and German by European and African news media.[4]", "14734487": "Baha al-Din Muhammad-i Walad (Persian: بها الدین محمد ولد), more popularly known as Sultan Walad (سلطان ولد), was the eldest son of Jalal Al-Din Rumi, Persian poet,[1] Sufi, Hanafi Maturidi Islamic scholar and one of the founders of the Mawlawiya (مولویه) order.[2]", "2610329": "Defunct", "808095": "Artemidorus Daldianus (Greek: Ἀρτεμίδωρος ὁ Δαλδιανός) or Ephesius was a professional diviner and dream interpreter who lived in the 2nd century AD.  He is known from an extant five-volume Greek work, the Oneirocritica or Oneirokritikon (English: The Interpretation of Dreams).[1]", "38687903": "Oscar Terán (1938 – 21 March 2008, in Buenos Aires) was an Argentinean philosopher.[1]"}