{"67871643": "William A Scott (1926–1991) was an American-born social psychologist.[1] After serving in the US Navy in World War II, Scott did graduate study in psychology at the University of Michigan, where he did research on propaganda and attitudes. From 1955, he held an academic appointment at the University of Colorado, where he eventually became a full professor.[1] While there, he made contributions to research on mental health and cognitive complexity, and to value theory.[1]  In 1974 he migrated to Australia, becoming the Foundation Professor of Behavioural Science at James Cook University in Townsville.[1]  In 1977, he took a position as Professor of Psychology at the Australian National University in Canberra.[1]  During this period, he did research on cognitive structure and on the adaptation of immigrants, the latter in collaboration with his wife Ruth Scott.[1]  He was elected a Fellow of the Academy of Social Sciences in Australia in 1977.[2]  He died in Canberra on 8 November 1991.[1]", "57090974": "John Richard Hibbing (born December 31, 1953)[1] is an American political scientist and was the former Foundation Regents University Professor in the Department of Political Science at the University of Nebraska-Lincoln. He is known for his research on the biological and psychological correlates of political ideology.[2] With Kevin B. Smith and John R. Alford, Hibbing is the co-author of Predisposed: Liberals, Conservatives, and the Biology of Political Differences, published by Routledge in 2013.", "58106785": "Old Dominion University, B.A.", "56959911": "Ed. M., Harvard University", "7873449": "Eleanor Mildred Sidgwick (née Balfour; 11 March 1845 – 10 February 1936) was a physics researcher assisting Lord Rayleigh, an activist for the higher education of women, Principal of Newnham College of the University of Cambridge, and a leading figure in the Society for Psychical Research.", "66921390": "Asifa Majid is a psychologist, linguist and cognitive scientist who is professor of language, communication and cultural cognition at the University of Oxford, UK.[1]", "33924014": "Michael Žantovský (born 3 January 1949, Prague) is a Czech polymath. He is a former Ambassador of the Czech Republic to the United Kingdom, as well as to Israel and the United States.[1]", "43983795": "Koenraad Lamberts (born 1964) is a British/Belgian psychologist and academic. Since 2018, he has served as President and Vice-Chancellor of the University of Sheffield. From 2014 to 2018, he was the Vice-Chancellor of the University of York. Previously, he had taught at the University of Chicago, University of Birmingham, and the University of Warwick. Lamberts was chair of UCAS between 2019 and 2020. During his time at Sheffield, Lamberts oversaw the closure of its \"world-renowned archaeology department\".[4]", "61711285": "Crystal L. Hoyt (born 21 February 1975) is an American social psychologist.", "1549240": "Kenneth James William Craik (/kreɪk/; 1914 – 1945) was a Scottish philosopher and psychologist.", "65512388": "Ruby Takanishi (1946 – August 8, 2020) was a developmental psychologist known for her efforts in developing early childhood education policies and advocacy work on behalf of the behavioral sciences.[1][2]", "3548109": "Ruth Charlotte Cohn (born 27 August 1912 in Berlin, died 30 January 2010 in Düsseldorf) was a psychotherapist, educator, and poet. She is best known as the creator of a method for learning in groups called theme-centered interaction (TCI). She was the founder of the Workshop Institute for Living Learning (WILL), which is known today as the Ruth Cohn Institute for TCI.", "55813078": "Gabrielle \"Gaby\" Clerk (born Gabrielle Brunet; 30 June 1923[1] – 18 December 2012)[2] was a Canadian psychologist and professor of psychology at the Université de Montréal. She was one of the first psychoanalysts in Canada.", "17605594": "Oliver John Braddick, FBA, FMedSci (16 November 1944 – 17 January 2022) was a British developmental psychologist who researched infant visual perception. He frequently collaborated with his wife Janette Atkinson.[1]", "8266721": "James Rest was an American psychologist specializing in moral psychology and development. Together with his Minnesota Group of colleagues, including Darcia Narvaez, Muriel Bebeau, and Stephen Thoma, Rest extended Kohlberg's approach to researching moral reasoning.[1]", "24716257": "Hiroshi Motoyama (本山 博, Motoyama Hiroshi, December 15, 1925 – September 19, 2015) was a Japanese parapsychologist, scientist, spiritual instructor and author whose primary topic was spiritual self-cultivation and the relationship between the mind and body. Motoyama emphasized the meditative practices of Samkhya/Yoga, karma, reincarnation and Hindu theories of the chakras.", "3875809": "Joseph McVicker Hunt (March 19, 1906 – January 9, 1991) was a prominent American educational psychologist and author. He promoted and researched concepts related to the malleable nature of child intelligence (also promulgated by Benjamin Bloom). That work eventually led to the theory of learning centered on the concept of the information processing system.", "61776876": "Wendy Sue Slutske is an American psychologist and behavior geneticist known for her research on alcohol use disorder, gambling disorder, and other addictive disorders. She is a professor and director of the Center of Excellence in Gambling Research at the University of Missouri, where she has taught since 1997.[1] In 2011, she received the National Center for Responsible Gaming's Scientific Achievement Award in recognition of her gambling research.[2]", "48636915": "Rudi Valentine Webster (born 10 June 1939) is a Barbadian cricketer, medical doctor, sports psychologist and diplomat.", "23798774": "David LaBerge (born 1929) is a neuropsychologist specializing in the attention process and the role of apical dendrites in cognition and consciousness.", "31990774": "Peter Jerome Fagan is an American psychologist who served as director of the Sexual Behaviors Consultation Unit at Johns Hopkins University from 1985 to 2004.[1]", "21963773": "Barbara Tversky (nee Gans) is a professor emerita of psychology at Stanford University and a professor of psychology and education at Teachers College, Columbia University.[1][2] Tversky specializes in cognitive psychology.", "47293444": "Lemuel L. Burnham (born August 30, 1947) is a former American football defensive end who played three seasons with the Philadelphia Eagles of the National Football League (NFL). He was drafted by the Kansas City Chiefs in the fifteenth round of the 1974 NFL Draft. He first enrolled at Santa Ana Junior College before transferring to U.S. International University. Burnham attended Jewett High School in Winter Haven, Florida. He was also a member of The Hawaiians, Washington Redskins and Winnipeg Blue Bombers.[1]", "1811460": "Elliot Spiro Valenstein (December 9, 1923 – January 12, 2023) was an American psychologist who was professor of psychology and neuroscience at the University of Michigan.[1][2] He is a noted authority on brain stimulation, psychosurgery and the history of psychiatry.", "16262148": "Judith S. Beck (born May 5, 1954) is an American psychologist who is best known for her work in cognitive therapy and cognitive behavioral therapy. Her father is Aaron Beck, the founder of cognitive therapy, with whom she has worked on many occasions. She received her doctoral degree from the University of Pennsylvania in 1982.[1]", "500744": "Marshall Bertram Rosenberg (October 6, 1934 – February 7, 2015) was an American psychologist, mediator, author and teacher. Starting in the early 1960s, he developed nonviolent communication, a process for supporting partnership and resolving conflict within people, relationships, and society. He worked worldwide as a peacemaker, and in 1984 founded the Center for Nonviolent Communication, an international nonprofit organization for which he served as Director of Educational Services.[1][2]", "697357": "Sir Walter Leaf (26 November 1852, Upper Norwood[1] – 8 March 1927, Torquay) was an English banker, classical scholar, and psychical researcher. He published a benchmark edition of Homer's Iliad and was a director of Westminster Bank for many years, eventually becoming its chairman. He was a co-founder and later president of the International Chamber of Commerce and served as president of the Institute of Bankers, the Hellenic Society, and the Classical Association. He married Charlotte Symonds, the daughter of John Addington Symonds. He was a Cambridge Apostle.", "69674010": "Edward Marriott is a British psychotherapist and organisational psychologist. He is a member of the clinic staff of the Institute of Psychoanalysis.[1]", "61875233": "Lois Masket Bloom is an American developmental psychologist and Edward Lee Thorndike Professor Emerita of Psychology and Education at Teachers College, Columbia University.[1] Her pioneering research elucidated the roles of cognition, emotion, and social behavior in language acquisition.[2]", "42345505": "William E. Henry (1918–1994) was an American psychologist who worked on projective personality assessment, particularly in relation to executive leadership.[1] He received the Bruno Klopfer Award in 1973.", "60269607": "Cynthia Gail Baum is an American clinical psychologist and academic administrator serving as provost and vice president for academic affairs at Thomas Edison State University. She was the president of Walden University and the chancellor of Argosy University.", "369711": "Donald Woods Winnicott  (7 April 1896 – 25 January 1971) was an English paediatrician and psychoanalyst who was especially influential in the field of object relations theory and developmental psychology. He was a leading member of the British Independent Group of the British Psychoanalytical Society, President of the British Psychoanalytical Society twice (1956–1959 and 1965–1968), and a close associate of Marion Milner.[2]", "21832766": "John Neulinger (April 26, 1924 - June 20, 1991) was a German-American psychologist and Professor Emeritus of psychology at City College of New York. Neulinger is best known for contributing a social psychological theory of leisure to the field of leisure studies.[1] Neulinger's theory of leisure is defined by a psychological state of mind that requires two criteria for leisure: perceived freedom and intrinsic motivation. In Neulinger's theory, individuals can be said to be in a state of leisure if they simply perceive that they have the freedom to choose activities and are motivated by an activity for its own sake, not just for its consequences. Neulinger first popularized his ideas in the 1974 book, The Psychology of Leisure.", "42046": "Margaret Thaler Singer (July 29, 1921 – November 23, 2003) was an American clinical psychologist and researcher with her colleague Lyman Wynne on family communication.[2] She was a prominent figure in the study of undue influence in social and religious contexts, and a proponent of the brainwashing theory of new religious movements.", "53781572": "Öget Öktem Tanör (born 1934 or 1935) is the first neuropsychologist from Turkey.[1][2] In 2017, she was charged with \"terrorism propaganda\" by the Turkish government for signing a petition calling on the government to halt its military operations in the Kurdish-populated areas of the country.[3]", "70984773": "Leonard Shengold (December 5, 1925 – February 4, 2020) was an American psychiatrist known for his studies on child abuse.[1]", "5809228": "Emmy van Deurzen (born 13 December 1951 in The Hague, Netherlands)[1] is an existential therapist. She developed a philosophical therapy based in existential-phenomenology.", "1713229": "Eugen Drewermann (born 20 June 1940) is a German church critic, theologian, peace activist and former Catholic priest. His work has been translated into more than a dozen languages.", "65053782": "John G. Adair is a Canadian psychologist whose work was concerned with the social nature and ethics of psychological research.", "3318874": "Michael Billig (born 1947) is a British academic. He is Emeritus Professor of Social Sciences at Loughborough University, working principally in contemporary social psychology although much of his work crosses disciplinary boundaries in the social sciences.", "42411099": "Gloria Twine Chisum (born 1930 in Muskogee, Oklahoma)[1] is an experimental psychologist who eventually became a board member of the American Psychological Association, among many other organizations.[2] An expert in visual problems associated with the operation of high-performance aircraft, she developed eyewear to protect pilots' eyes in extreme conditions like sharp turns, lightning, or nuclear explosion.[1]", "46703709": "Roland Werner Scholz (* 15. April 1950 in Halle (Saale)) is a German mathematician, psychologist, and Professor Emeritus of Environmental Systems Science at ETH Zurich. He famously coined the terms transdisciplinarity and societal didactics.", "20849757": "William J. J. Gordon (September 9, 1919 – June 30, 2003) was an inventor and psychologist. He is recognized as the co-creator of a problem solving approach called synectics, which he developed along with George M. Prince while working in the Invention Design Group of Arthur D. Little.", "50799717": "Meredith L. Chivers is a Canadian sexologist and clinical psychologist noted for her research on female sexuality, sexual orientation, paraphilias, sex differences, gender identity, and the physiology of sexual arousal.[1][2]  She is an associate professor in the Department of Psychology at Queen's University in Kingston, Ontario, Canada.[3]", "66823272": "Mehmet Doğan Cüceloğlu (9 February 1938 – 16 February 2021) was a Turkish academic in media psychology and writer of several non-fiction books.[1]", "18949237": "Saul B. Newton (June 25, 1906 – December 21, 1991) was a controversial psychotherapist who led an unorthodox therapy group in New York City. It had no formal name, but outsiders referred to members as \"Sullivanians\" or \"The Fourth Wall.\"[1][2]", "60335234": "Jaime C. Bulatao (September 22, 1922 - February 10, 2015), called \"Father Bu\" by his students and coworkers, is a Filipino Jesuit priest and psychologist.[1] He is one of the co-founders of the Ateneo de Manila University's Department of Psychology and the Psychological Association of the Philippines.[1]", "23962759": "Peter Venables (3 April 1923 – 26 April 2017)[1] was a British psychologist known for his contributions to the fields of schizophrenia and psychophysiology, including linking childhood malnutrition to later schizotypal personality.[2] He also founded and served as the head of the department of Psychology at the University of York.", "64005262": "Gregory Francis Ball is a professor in the Department of Psychology and Dean of the College of Behavioral and Social Sciences at the University of Maryland, College Park. He is best known for his research into how seasonal hormonal shifts change the brain and reproductive behavior of different bird species.[1]", "7021710": "Marshall Lawrence (born 1956) is a Canadian musician. Lawrence is often referred to as the \"Doctor of the Blues\", as he also works as a psychologist.[1][2]", "20784278": "Myrna Lee Gopnik (born 1935) is a Canadian linguist. She is a professor emerita of linguistics at McGill University.[1]  She is known for her research on the KE family, an English family with several members affected by specific language impairment.[2][3][4]", "50701463": "Richard Allan Bryant AC FAA (born 17 August 1960) is an Australian medical scientist. He is Scientia Professor of Psychology at the University of New South Wales (UNSW) and director of the UNSW Traumatic Stress Clinic, based at UNSW and Westmead Institute for Medical Research.[1]  His main areas of research are posttraumatic stress disorder (PTSD) and prolonged grief disorder. On 13 June 2016 he was appointed a Companion of the Order of Australia (AC), for eminent service to medical research in the field of psychotraumatology, as a psychologist and author, to the study of Indigenous mental health, as an advisor to a range of government and international organisations, and to professional societies.[1][2][3]", "53421211": "Hans Morten Nordahl (born 1961) Dr.Philos. and professor in clinical psychology and behavioral medicine at the Norwegian University of Science and Technology (NTNU) in Trondheim, Norway.[1]", "62170280": "Peter Sterling (born June 28, 1940) is an American anatomist, physiologist and neuroscientist and Professor of Neuroscience at the University of Pennsylvania School of Medicine. He is the author of What Is Health? Allostasis and the Evolution of Human Design (2020), and with Simon Laughlin, is an author of Principles of Neural Design.", "27075754": "Geoffrey Beattie FBPsS FRSM FRSA is a British psychologist, author and broadcaster. He is Professor of Psychology at Edge Hill University[1] and in 2023 was appointed Visiting Scholar at the Oxford Centre for Life-Writing (OCLW) [2] and Wolfson College, [3] University of Oxford. He has also been visiting professor at the Bren School of Environmental Science and Management, University of California Santa Barbara.[4] He graduated with a First Class Honours degree from the University of Birmingham and a PhD from Trinity College, Cambridge. He is a Fellow of the British Psychological Society, a Fellow of the Royal Society of Medicine and a Fellow of the Royal Society of Arts.", "48702641": "Steven Ungerleider (June 14, 1949 – March 18, 2023) was an American sports psychologist, author, and documentary film producer.[1]", "33891507": "David H. Rosen (born February 25, 1945, in Port Chester, New York) is an American psychiatrist, Jungian analyst, and author, who was the first holder of the McMillan Professorship in Analytical Psychology, Professor of Psychiatry & Behavioral Science, and Professor of Humanities in Medicine at Texas A&M University. Although retired, he edited The Soul of Art (2017) by Christian Gaillard, which is the twentieth volume in the Fay Book Series in Analytical Psychology. The new editor of the Fay Book Series is Michael Escamilla who was named the McMillan scholar at The C.G. Jung Educational Center in Houston, Texas.[1]", "58959030": "Harold Hill Goldsmith is an American developmental psychologist and behavior geneticist.  He is the Mark and Ilene Laufman Family Professor and the Antoine Bascom Professor & Leona Tyler Professor of Psychology at the University of Wisconsin–Madison. He is also the Chair of the University's Department of Psychology and coordinator of the Social and Affective Processes Group at the University's Waisman Center.[1] His research focuses on multiple topics in developmental psychology, such as children's emotional development, temperament, and autism spectrum disorders.[2] He first joined the faculty of the University of Wisconsin–Madison in 1992 with his wife, Morton Ann Gernsbacher. He is a fellow of the American Association for the Advancement of Science.[2]", "58008773": "Alexander Mikhailovich Khaminsky (Russian: Алекса́ндр Миха́йлович Хами́нский; born 30 June 1966) is a Russian social activist, lawyer, human rights activist, and health professional.", "25044173": "Gérard Mendel (1930 – 14 October 2004) was a French psychoanalyst and psychiatrist.", "3220689": "Richard Winer (May 14, 1925 – October 11, 2016) was an American author of books dealing mainly with mysteries and the paranormal.", "44377300": "John Janeway Conger (February 27, 1921 – June 24, 2006) was an American psychologist and a past president of the American Psychological Association (APA). He was the dean of the University of Colorado School of Medicine, and he advised five U.S. presidents on psychology-related matters.", "52012246": "Fatbardha Gega (1919-1999) was an Albanian pedagogist, and one of the best-known academics of Albanian pedagogical and psychological thought in the second half of the twentieth century in Albania.[1]", "1713373": "Edgar Codd[1] \nMelanie Mitchell[2]", "30319851": "Sally-Anne McCormack (born 12 March 1965[citation needed]) is an Australian clinical psychologist, former teacher[citation needed] and media commentator.", "9446649": "John H. Gagnon (November 22, 1931 – February 11, 2016) was a pioneering sociologist of human sexuality who wrote and edited 15 books and over 100 articles. He collaborated with William Simon to develop the piece he is perhaps best recognized for: \"Sexual Conduct: The Social Sources of Human Sexuality\" (1973). He was Distinguished Emeritus Professor of Sociology at the State University of New York at Stony Brook, where he taught and from 1968 to 1998. In that same time frame, he also dedicated himself to advancing the field of sociology through his research.[1]", "1058042": "Robert Plutchik (21 October 1927 – 29 April 2006) was a professor emeritus at the Albert Einstein College of Medicine and adjunct professor at the University of South Florida. He received his Ph.D. from Columbia University and he was also a psychologist. He authored or coauthored more than 260 articles, 45 chapters and eight books and edited seven books. His research interests included the study of emotions, the study of suicide and violence, and the study of the psychotherapy process.[1]", "18294013": "Helga Schubert (pseudonym for Helga Helm, born 7 January 1940 in Berlin) is a German psychologist and author.[1]", "21767427": "Larry Ryan Squire (born May 4, 1941) is a professor of psychiatry, neurosciences, and psychology at the University of California, San Diego, and a Senior Research Career Scientist at the Veterans Affairs Medical Center, San Diego.  He is a leading investigator of the neurological bases of memory, which he studies using animal models and human patients with memory impairment.", "68986120": "Makarena Diana Dudley, also known as Margaret Dudley,[1] is a New Zealand clinical psychologist, neuropsychologist and academic, specialising in neuropsychology, dementia and Māori health psychology research. She is currently one of the co-directors of the clinical psychology programme at the University of Auckland.[2][3] In 2016, Dudley became the first permanent Māori clinical psychology lecturer employed at the University of Auckland. Dudley's iwi include Te Rarawa, Te Aupōuri and Ngāti Kahu.[4]", "57681179": "Helen H. Nowlis (September 22, 1913 - April 2, 1986) was an American motivational psychologist who spent most of her career researching the affective, cognitive, social, and behavioral aspects of drug use.[1] She was appointed as the head of the Office of Alcohol and Drug Abuse Education by President Nixon in 1971, and served as head for 10 years.[1]", "27501855": "Sidney Marshall Jourard (1926–1974) was a Canadian psychologist, professor, and writer.[1] He was best known as the author of the books The Transparent Self and Healthy Personality: An Approach From the Viewpoint of Humanistic Psychology, which was a synthesis of the concepts and techniques that humanistic psychologists utilized and built upon in the 1960s and 1970s. Jourard is also known for his \"Self-Disclosure Theory\" of humanistic therapy. He has written many other works, including essays, books, and lectures on growth as a human being.", "63481120": "Arthur Irving Gates (22 September 1890 – 24 August 1972) was an American educationist who specialized in educational psychology. He wrote several books and papers on remedial education, testing, and reading; and served as a professor in Columbia University.", "9505": "Elias Canetti (Bulgarian: Елиас Канети; 25 July 1905 – 14 August 1994; /kəˈnɛti, kɑː-/;[1] German pronunciation: [eˈliːas kaˈnɛti][2]) was a German-language writer, born in Ruse, Bulgaria to a Sephardic family. They moved to Manchester, England, but his father died in 1912, and his mother took her three sons back to continental Europe. They settled in Vienna.", "49161508": "Karen Weaver (née Williams)[1] is an American psychologist and politician who was the mayor of Flint, Michigan, from 2015 to 2019.[2] She was the first female mayor of the city[2] and the 5th African-American to hold the office.", "54469927": "Yosef Kleiner or Iosef Kleiner (Eduardo José Kleiner) (1963 - ) is an Israeli rabbi, psychologist, actor and intellectual born in Buenos Aires, Argentina, on December 20, 1963. Between 1994 and 2014 he was the rabbi of the Comunidad Israelita Sefaradí, in Chile; Congregation Adat Shalom Emanuel in Rehovot, Israel and the Union Libérale Israélite de France (ULIF) in Paris. He is at present the rabbi of Congregation Moreshet Avraham in Jerusalem.", "35661099": "Morton Magill Hunt (February 20, 1920 – March 12, 2016) was psychology and science writer who notably wrote for The New Yorker, The New York Times Magazine and Harper's.[1] Educated at Temple University and the University of Pennsylvania, he worked as a freelance writer from 1949, specializing in the social and behavioral sciences; he wrote at least 18 books and more than 450 articles.[2][3][4]", "39003440": "Stanley LeFevre Krebs (January 14, 1864 – September 26, 1935) was an American psychologist and salesmanship lecturer.", "1516854": "Robert Bolesław Zajonc (/ˈzaɪ.ənts/ ZY-ənts;[1][2] Polish: [ˈzajɔnt͡s]; November 23, 1923 – December 3, 2008) was a Polish-born American social psychologist who is known for his decades of work on a wide range of social and cognitive processes. One of his most important contributions to social psychology is the mere-exposure effect.[2] Zajonc also conducted research in the areas of social facilitation, and theories of emotion, such as the affective neuroscience hypothesis.[2][3]", "49980729": "John Edgar Coover (March 16, 1872 – February 19, 1938), also known as J. E. Coover was an American psychologist and parapsychologist known for his experiments into extrasensory perception.[1][2]", "11609402": "Roger Webster (born 1960) is an English cornetist and psychologist.  He has been acclaimed as one of the world's best ever cornetists.[1] He also teaches performance at the Royal Northern College of Music as well as giving lectures on psychology (specialising in Cognitive Intervention Therapy a version of CBT).  Webster has played with some of the world's best brass bands.", "23143743": "Nina Kraus is a professor at Northwestern University, investigating the neural encoding of speech and music and its plasticity where she is the Hugh S. Knowles Chair.[1]", "14296387": "Gail Furman (1946 – 2019) was an American psychologist and political donor. Furman was President of the Furman Foundation, Inc. The foundation is a major donor to the Tides Center and the Media Matters for America, a left-leaning center for journalism founded by author David Brock.[1][2]", "50013526": "Elena Borisovna Vesna (Russian: Елена Борисовна Весна; born 12 November 1962) is a Russian psychologist. Since 2011 she works as a Vice-rector on Educational Affairs in National Research Nuclear University MEPhI.[1]", "3319127": "The Batman supporting characters are fictional characters that appear in the American comic books published by DC Comics featuring the superhero Batman as the main protagonist.", "34547034": "John Carl Flügel (13 June 1884 – 6 August 1955), was a British experimental psychologist and a practising psychoanalyst.", "47129953": "Narziß Kaspar Ach (29 October 1871 – 25 July 1946) was a German psychologist and university lecturer in Königsberg, Prussia and Göttingen, Germany.", "53028197": "Debra Pepler OC is a Canadian psychologist known for her research and advocacy within the field of childhood aggression and bullying. She is currently a distinguished research professor at York University in Toronto, Ontario.[1][2][3]", "6202732": "Harold Schlosberg (January 3, 1904 – August 5, 1964) was an American psychologist who was professor of psychology at Brown University from 1928 until the end of his life. Born in Brooklyn, N.Y, Schlosberg earned his Bachelor's (1925) and Ph.D. (1928) degrees from Princeton University.  An experimental psychologist, Schlosberg made notable contributions on subjects ranging from conditioned reflexes to the expression of human emotions.  He co-authored the 1954 2nd edition of Experimental Psychology, an influential textbook used by a generation of graduate students.  Schlosberg served as chairman of Brown's Department of Psychology from 1954 until his death in 1964. As Chair, he was responsible for planning the construction of Hunter Laboratory, at the time a state-of-the-art building expressly designed for undergraduate teaching and the requirements of psychological research, from animal behavior to visual perception.", "19277187": "Stuart Holroyd (born 10 August 1933) is a British writer.[1]", "57320838": "Henry Felix Kaiser (June 7, 1927 – January 14, 1992) was an American psychologist and educator who worked in the fields of psychometrics and statistical psychology. He developed the Varimax rotation method and the Kaiser–Meyer–Olkin test for factor analysis in the late 1950s.", "39200136": "Hans Wallach (November 28, 1904 – February 5, 1998) was a German-American experimental psychologist whose research focused on perception and learning. Although he was trained in the Gestalt psychology tradition, much of his later work explored the adaptability of perceptual systems based on the perceiver's experience, whereas most Gestalt theorists emphasized inherent qualities of stimuli and downplayed the role of experience.[1][2] Wallach's studies of achromatic surface color laid the groundwork for subsequent theories of lightness constancy, and his work on sound localization elucidated the perceptual processing that underlies stereophonic sound.  He was a member of the National Academy of Sciences, a Guggenheim Fellow, and recipient of the Howard Crosby Warren Medal of the Society of Experimental Psychologists.[3]", "4171145": "John M. Darley (April 3, 1938 – August 31, 2018) was an American social psychologist and professor of psychology and public affairs at Princeton University.[2] Darley is best known, in collaboration with Bibb Latané, for developing theories that aim to explain why people might not intervene (i.e. offer aid) at the scene of an emergency when others are present; this phenomenon is known as the bystander effect and the accompanying diffusion of responsibility effect. This work stemmed from the tragic case of Kitty Genovese, a New Yorker who was murdered in March 1964 while 38 people either witnessed or heard her struggling with the assailant.[3] Darley also studied the effect of assessment on performance and proposed Darley's Law, which states that “The more any quantitative performance measure is used to determine an individual’s rewards, the more subject it will be to corruption pressures and the more it will distort the action and thought patterns of those it is intended to monitor.”[4]", "55125387": "Victoria Tischler is a British psychologist, currently Honorary Professor at the University of West London.[1] She is a Chartered Psychologist,[2] and Associate Fellow of the British Psychological Society, Honorary Associate Professor at the University of Nottingham and Senior Fellow at the Institute of Mental Health.", "59418000": "Lawrence J. Hubert (born 23 May 1944) is an American psychologist and statistician.", "37856663": "Ernest \"Mark\" Mahone (born September 19, 1961) is an American pediatric neuropsychologist.", "65054128": "Marc Nicholas Potenza (born April 27, 1965) is an American psychiatrist who specializes in addiction psychiatry. He is Professor of Psychiatry, Child Study and Neurobiology at the Yale University School of Medicine, where he also serves as director of the Problem Gambling Clinic and the Center of Excellence in Gambling Research. He is also the director of the Women and Addictive Disorders Core of Women's Health Research and the Program for Research on Impulsivity and Impulse Control Disorders, both at Yale University.", "3188145": "Barbara Rogoff is an American academic who is UCSC Distinguished Professor of Psychology at the University of California, Santa Cruz.[1] Her research is in different learning between cultures and bridges psychology and anthropology.", "72164785": "Barbare \"Varia\" Kipiani (Georgian: ბარბარე \"ვარია\" ყიფიანი; 4 February 1879 – 1950-1965) was the first Georgian trained as a psychophysiologist and is recognized as a pioneering woman scholar of Georgia. Born into a noble family, Kipiani and her sisters were raised by her father after her parents' divorce. After graduating from St. Nino's School in Tbilisi in 1899, she taught in a school in Khoni for two years. Moving to Belgium, where her father had relocated, she entered the medical faculty of the Free University of Brussels in 1902. Unable to afford her tuition, Kipiani was mentored by Polish academic, Józefa Joteyko, who paid her school fees and allowed her to work in a laboratory. She wrote a paper titled \"L'ergographie du sucre\" (\"The Ergography of Sugar\"), which evaluated the use of sugar in alleviating fatigue. Her study won a silver medal from the Association des chimistes de France et des colonies ('Association of Chemists of France and the Colonies') in 1906. After completing her coursework in the medical faculty in 1907, Kipiani lectured at various universities and continued research with Joteyko on nutrition and fatigue. They jointly were awarded the Vernois Prize of the French Académie Nationale de Médecine in 1908 for their work on vegetarianism.", "17769908": "Annette Karmiloff-Smith CBE FBA FMedSci (1938–2016) was a professorial research fellow at the Developmental Neurocognition Lab at Birkbeck, University of London. Before moving to Birbeck, she was Head of the Neurocognitive Development Unit at Institute of Child Health, University College, London. She was an expert in developmental disorders, with a particular interest in Williams syndrome.", "2270646": "Paul Feltham (born 1 October 1948) is a sport psychologist and former Australian rules footballer and coach. He is best known for a short stint as caretaker senior coach of the Brisbane Bears in 1989.[1]", "632258": "Francine \"Penny\" Patterson (born February 13, 1947) is an American animal psychologist. From 1972 onwards, she taught a modified form of American Sign Language, which she called \"Gorilla Sign Language\" (GSL) to a gorilla named Koko. The scientific validity of Patterson's claims about the extent of Koko's language mastery has been debated.[1][2][3]", "3188167": "Constance Kamii was a Swiss-Japanese-American mathematics education scholar and psychologist. She was a professor in the Early Childhood Education Program\nDepartment of Curriculum and Instruction at the University of Alabama in Birmingham, Alabama.", "13542856": "Grace Maxwell Fernald (November 29, 1879 – January 16, 1950) was an educational psychologist and influential figure in early twentieth century literacy education. Fernald established \"the first clinic for remedial instruction in 1921 at the University of California, Los Angeles\".[1] Tracing tactile learning tendencies back to Quintilian, Séguin, and Montessori, Fernald's kinesthetic spelling and reading method prompted struggling students to trace words. Years of research culminated in 1943 with her classic work, Remedial Techniques in Basic School Subjects. The popular kinesthetic method anchors modern instruction in the areas of special education and remedial reading. Kinesthetic learning is also included as one of Howard Gardner's multiple intelligences. Fernald's notion of incorporating the physical with the auditory, verbal, and visual elements of reading instruction, now known as \"VAKT\",[2] multimodal learning, or multisensory imagery, continues to guide educators today.", "19539402": "Matthew Albert Bayfield (17 June 1852 in Kings Norton, Worcestershire – 2 August 1922 in Hertford) was an English classical scholar, author, headmaster, clergyman and spiritualist. Bayfield is best known for his commentaries on classical Greek texts as well his writing on the subject of poetry. His works include The Measures Of The Poets (1919) and A Study of Shakespeare's Versification (1920). Bayfield collaborated with Walter Leaf and A. W. Verrall on numerous commentaries on the works of Sophocles, Homer and Euripides.", "17835469": "Cindy Struckman-Johnson is a professor of psychology at the University of South Dakota in Vermillion, South Dakota. She was also a commissioner on the National Prison Rape Elimination Commission.", "45163988": "Ernst Joachim Wolfgang Stroebe (born 5 May 1941) is a German social psychologist and Emeritus Professor of Social Psychology at the Utrecht University and now visiting professor at the University of Groningen, particularly known for his work on social and health psychology.", "67053017": "Katherine Jane McAuliffe is a Canadian psychologist who is a professor of psychology at Boston College, studying evolutionary anthropology and how children develop a sense of fairness. McAuliffe has conducted studies with children at a range of international sites in an effort to characterize cross-cultural similarities and variations.", "9283034": "Gordon Ernest Legge (born January 22, 1948) is currently the Distinguished McKnight University Professor and former chair of the Department of Psychology at the University of Minnesota. Legge is the director of the Minnesota Laboratory for Low-Vision Research.", "4171232": "C. Daniel Batson (born March 15, 1943[1]) is an American social psychologist. He has two doctoral degrees, in theology (from Princeton Theological Seminary) and psychology (from Princeton University's Department of Psychology). Batson obtained his doctorate under John Darley and taught at the University of Kansas. He retired in 2006 and now is an emeritus professor in the psychology department of the University of Tennessee. He is best known for his contributions to the social psychology of altruism, empathic concern, and psychology of religion.", "1353184": "Gene V Glass (born June 19, 1940) is an American statistician and researcher working in educational psychology and the social sciences. According to the science writer Morton Hunt, he coined the term \"meta-analysis\" and illustrated its first use in his presidential address to the American Educational Research Association in San Francisco in April, 1976. The most extensive illustration of the technique was to the literature on psychotherapy outcome studies, published in 1980 by Johns Hopkins University Press under the title Benefits of Psychotherapy by Mary Lee Smith, Gene V Glass, and Thomas I. Miller.  Gene V Glass is a Regents' Professor Emeritus at Arizona State University in both the educational leadership and policy studies and psychology in education divisions, having retired in 2010 from the Mary Lou Fulton Institute and Graduate School of Education. From 2011 to 2020, he was a senior researcher at the National Education Policy Center,[1] a Research Professor in the School of Education at the University of Colorado Boulder, and a Lecturer in the Connie L. Lurie College of Education at San Jose State University. In 2003, he was elected to membership in the National Academy of Education.[2]", "44377568": "Calvin Perry Stone (February 28, 1892 – December 28, 1954) was an American psychologist, known for his work in comparative and physiological psychology.  He was also a past president of the American Psychological Association (APA) and a member of the National Academy of Sciences (NAS).", "9446881": "Robert Gifford is professor of Psychology and Environmental Studies at the University of Victoria (British Columbia, Canada).[1] His main research interests are environmental psychology, social psychology and personality psychology. He has worked on nonverbal behavior[2] and on climate change behavior barriers.[3] Gifford is the author of five editions of Environmental Psychology: Principles and Practice, which has also been translated into Japanese, and edited Research Methods for Environmental Psychology (2016). From 2004 to 2016, he was the editor in chief of the Journal of Environmental Psychology.[4] Gifford is also on the editorial boards of Architectural Science Review[5] and Applied Psychology.[citation needed] He has been president of the environmental divisions of the American Psychological Association, the International Association of Applied Psychology and the Canadian Psychological Association.[6]", "53159401": "Carol S. Pearson is an American author and educator. She develops new theories and models with an applied practical bent, building on the work of psychiatrist C. G. Jung, psychoanalyst James Hillman, mythologist Joseph Campbell, and other depth psychologists.", "3188203": "Rheta Goolsby DeVries (1 September 1936, Arkansas – 28 May 2012, Little Rock, Arkansas)[1][2] was a professor at University of Northern Iowa's Regent's Center For Early Developmental Education,[3] where she also served as director. She co-wrote many books along with Constance Kamii, concerning early childhood education curriculum that both influenced the field of early childhood mathematical instruction and accelerated the proliferation of constructivist-based teaching in the classroom.", "59090426": "Gary Don Gottfredson (born September 4, 1947) is an American psychologist and professor emeritus in the Department of Counseling, Higher Education, and Special Education at the University of Maryland–College Park. His research has focused on the psychology of career counseling and assessment, among other topics. He is known for his work with John L. Holland on the development of various assessment tools commonly used by counseling psychologists, such as the Position Classification Inventory.[1][2]", "2401788": "Morton Henry Prince (December 22, 1854 – August 31, 1929) was an American physician who specialized in neurology and abnormal psychology, and was a leading force in establishing psychology as a clinical and academic discipline.[1][2]", "18556430": "Liliana Mayo (born March 30, 1952) is a Peruvian psychologist and special education teacher.[1]", "72427029": "Loran F. Nordgren is an American professor of psychology who studies the adoption of new ideas and behaviors. In 2020 he became a professor at Northwestern University's Kellogg School of Management.[1][2] He is the co-author of The Human Element: Overcoming the Resistance That Awaits New Ideas.[3][4]", "53716502": "Organizational behavior\nPolitical science\nPolitical psychology", "5875224": "Carl Campbell Brigham (May 4, 1890 – January 24, 1943) was an American eugenicist and professor of psychology at Princeton University's Department of Psychology and a pioneer in the field of psychometrics.  He sat on the advisory council of the American Eugenics Society (today known as the Society for Biodemography and Social Biology)[1] and his early writings heavily influenced the eugenics movement and anti-immigration legislation in the United States. He created the SAT for The College Board.", "28091929": "Franco Imoda, S.J. is an Italian Jesuit priest, who served as Rector of the Pontifical Gregorian University in Rome from 1998 to 2004.", "7349796": "Thelma Moss (nee Schnee, January 6, 1918 – February 1, 1997) was an American actress, and later a psychologist and parapsychologist, best known for her work on Kirlian photography and the human aura.[1]", "35628583": "Kazimierz Imieliński (6 December 1929 – 16 July 2010) was a Polish physician and the “father of Polish sexology”.[1] Some of his monographs on sexology have been translated into foreign languages, including Czech[2] and Russian.", "62072370": "Carol McDonald Connor (February 21, 1953 – May 14, 2020) was an educational psychologist known for her research contributions to the field of early literacy development in diverse learners, in particular for work on individualized student instruction interventions[1] and the lattice model of reading development.[2][3] She held the position of Chancellor's Faculty and Equity Advisor in the School of Education at the University of California, Irvine.[4]", "6202931": "John Amsden Starkweather (August 30, 1925 – March 10, 2001) was an American Professor of Medical Psychology at the University of California, San Francisco (UCSF).  Starkweather was a clinical psychologist and a valued teacher by generations of clinical psychology interns and graduate students at UCSF.  He was a pioneer in taking a psychologist's view of the emerging computer field and incorporating concepts as well as numbers to language processing.", "36808251": "Celia B. Fisher is an American psychologist. She is the Marie Ward Doty professor of ethics at Fordham University in New York City, and director of its Center for Ethics Education.[1] Fisher is also the director of the HIV and Drug Abuse Prevention Research Ethics Training Institute (RETI).[2][3] Fisher is the founding editor of the journal Applied Developmental Science[4] and serves on the IOM Committee on Clinical Research Involving Children[5]\nDr. Fisher has over 300 publications and 8 edited volumes on children’s health research and services among diverse racial/ethnic, sexual and gender minority groups in the U.S. and internationally.[6]  She has been funded by NIAAA, NIAID, NICHD, NIDA, NIMHD, and NSF. Fisher is well-known for her federally funded research programs focusing on ethical issues and well-being of vulnerable populations including ethnic minority youth and families, LGBTQ+ youth, persons with HIV and substance use disorders, college students at risk for drinking problems, and adults with impaired consent capacity.[7] Recent publications include research on health equity for BIPOC, LGBTQ+ and economically marginalized children, youth and young adults in areas including social determinants of sexual health, substance use, social media and offline discrimination, mental health and COVID-related distress and racial bias among Asian, Indigenous, Hispanic, Black and White adolescents and adults, and parental COVID-19 pediatric vaccine hesitancy across diverse populations.", "62793279": "Arthur Alexandrovich Rean (Russian: Арту́р Алекса́ндрович Реан; born 8 March 1957, Ufa) is a Russian psychologist, considered to be one of the founders of social pedagogical psychology, academician of the Russian Academy of Education (since 2016), Dr. Sci. (Psychological), professor. In 2016-2020 he was appointed Head of the Laboratory for Prevention of Antisocial Behaviour in the Institute of Education of HSE.[1] Since 2020, he is Head of The Center for socialization, family and prevention of antisocial behavior research of the Institute of Pedagogy and Psychology, MPGU.", "32450111": "Virginia Mary Staudt (Sexton) (August 30, 1916–May 24, 1997) was a psychologist who was the author of numerous publications in the history of American and international psychology.[1]", "60630596": "Jordan Henry Grafman (born December 21, 1950)[1] is an American neuropsychologist who serves as Professor of Physical Medicine and Rehabilitation in the Feinberg School of Medicine at Northwestern University.[2] He is also the Director of Brain Injury Research at the Shirley Ryan AbilityLab. Before joining Northwestern and the Shirley Ryan AbilityLab, Grafman served as the director of Traumatic Brain Injury Research at the Kessler Foundation. He also served as Chief of the Cognitive Neuroscience Section at the National Institute of Neurological Disorders and Stroke.[3] His research primarily focuses on investigating the functions of the human prefrontal cortex using a wide variety of methods, including magnetic resonance imaging, psychophysiological techniques, and genetic research.[2] He was awarded a Humboldt Research Award in 2011.[4]", "403012": "Clare W. Graves (December 21, 1914 – January 3, 1986) was a professor of psychology and originator of the emergent cyclical theory of adult human development, aspects of which were later popularised as Spiral Dynamics. He was born in New Richmond, Indiana.[2]", "62858826": "Asher Cohen  (Hebrew: אשר כהן) is an Israeli psychologist. He has been the 14th President of the Hebrew University of Jerusalem since September 1, 2017, and holds the university's Samuel Sturman Chair in Psychology.", "45295186": "Dorothy Christina Adkins (April 6, 1912 – December 19, 1975) was an American psychologist. Adkins is best known for her work in psychometrics and education testing, particularly in achievement testing.[1] She was the first female president of the Psychometric Society and served in several roles in the American Psychological Association.[2][3]", "50570841": "Kurt Robert Eissler (2 July 1908 – 17 February 1999) was an Austrian psychoanalyst and a close associate and follower of Sigmund Freud.", "47130201": "Vittorio Benussi (17 January 1878 – 24 November 1927) was an Austrian-Italian psychologist.", "61613659": "Stuart Vyse is an American psychologist, teacher, speaker and author who specializes in belief in superstitions and critical thinking. He is frequently invited as a speaker and interviewed by the media as an expert on superstitious behavior. His book Believing in Magic: The Psychology of Superstition won the American Psychological Association's William James Book Award.", "4040297": "Mary Dinsmore Ainsworth (née Salter; December 1, 1913 – March 21, 1999)[1] was an American-Canadian developmental psychologist known for her work in the development of the attachment theory. She designed the strange situation procedure to observe early emotional attachment between a child and their primary caregiver.", "53028470": "William H. Warren Jr. is an American psychologist who is currently the Chancellor's Professor at Brown University, focusing on perception and action, visual control of locomotion, and spatial navigation.[1][2][3]", "60827271": "Stuart James Ritchie is a Scottish psychologist and science communicator known for his research in human intelligence. He has served as a lecturer at the Institute of Psychiatry, Psychology and Neuroscience at King’s College London since the summer of 2018. He was previously active in researching intelligence as a postdoctoral researcher at the University of Edinburgh.[1][2][3] In 2021, his book Science Fictions was nominated for the £25,000 Royal Society Prize for Science Books but lost out to Merlin Sheldrake's Entangled Life.[4] Ritchie writes a newsletter titled Science Fictions for the newspaper i (on Substack prior to 2023) which, like his book of the same name, focuses on scientific controversies and bias and fraud in scientific research.[5]", "67905165": "Jacques Salomé (born 20 May 1935 in Toulouse)[1] is a French psychologist and writer.[2]", "2467472": "Manoel Bergström Lourenço Filho (March 10, 1897, Porto Ferreira, Brazil – August 3, 1970, Rio de Janeiro, Brazil) was a Brazilian educator and education theorist.", "4499090": "Gary Klein (born February 5, 1944, in New York City, New York, U.S.) is a research psychologist famous for pioneering in the field of naturalistic decision making.[1] By studying experts such as firefighters in their natural environment, he discovered that laboratory models of decision making could not describe  it under uncertainty. His recognition-primed decision (RPD) model has influenced changes in the ways the Marines and Army train their officers to make decisions.[2]", "12297874": "Sandra Jovchelovitch, from Porto Alegre, Brazil, is a social psychologist, currently Professor of Social Psychology and Director of the MSc program in Social and Cultural Psychology at the Institute of Social Psychology at the London School of Economics (LSE), of which she serves as head since August 2007.  Dr. Jovchelovitch is co-editor of the Journal of Community and Applied Social Psychology and directs a book series on Contemporary Social Psychology for the Brazilian publishing house Vozes. She also serves on the editorial boards of the European Journal of Social Psychology and Psicologia e Sociedade. She has held appointments at the Maison de Sciences de l'Homme, under the auspices of CNPq (Brazilian National Council for Science and Technology) and also teaches regularly in Brazil, being on the faculty (Associate Professor) of the Federal University of Rio Grande do Sul (UFRGS).", "55748242": "Mary Sunniva Garson MBE (3 October 1921 – 8 March 2007) was a Scottish nun. A Catholic convert from Presbyterianism, she bought a house to form a community after being convinced wider action was necessary to help the infirm, after visiting a semi-blind elderly woman caring for two people. As her work began to steadily increase, Garson purchased a second house which allowed her to expand and began to provide sheltered accommodation. The community was later recognised as a pious union in 1959, and she became known as \"Sister Mary Garson\". Her group later expanded overseas and adopted the Rule of St Benedict in 1978.", "54404774": "Stephen Michael Edelson is an American autism researcher who has been the director of the Autism Research Institute since 2006.[1]", "18294445": "Anthony R. Pratkanis is a researcher, author, consultant, media commentator and a professor emeritus of psychology at the University of California, Santa Cruz. He is the author of several books, and has published research papers in scientific journals on the topics of social influence, fraud, terrorist and dictator propaganda, marketing and consumer behavior, and subliminal persuasion.", "35595950": "Tracy L. Cross (born 1958, in Tennessee, United States) is an educational psychologist and developmental scientist.  Since 2009 he has held the Jody and Layton Smith Professor of Psychology and Gifted Education endowed chair at The College of William & Mary, has been the executive director for William & Mary's Center for Gifted Education (CFGE), and founded the Institute for Research on the Suicide of Gifted Students in 2012.  Previously he served as the George and Frances Ball Distinguished Professor of Psychology and Gifted Studies Ball State University (2000–2009), the founder and executive director of both the Center for Gifted Studies and Talent Development (2003–2009), and the Institute for Research on the Psychology of Gifted Students (2007–2009).", "10593970": "John A. Bargh (/ˈbɑːrdʒ/; born 1955) is a social psychologist currently working at Yale University, where he has formed the Automaticity in Cognition, Motivation, and Evaluation (ACME) Laboratory. Bargh's work focuses on automaticity and unconscious processing as a method to better understand social behavior, as well as philosophical topics such as free will. Much of Bargh's work investigates whether behaviors thought to be under volitional control may result from automatic interpretations of and reactions to external stimuli, such as words.", "44803772": "Jeremy David Safran (April 23, 1952 – May 7, 2018) was a Canadian-born[1] American clinical psychologist, psychoanalyst, lecturer, and psychotherapy researcher. He was a professor of psychology at the New School for Social Research,[2] where he served for many years as director of clinical training. He was also a faculty member at New York University's postdoctoral program in psychoanalysis [3] and The Stephen A. Mitchell Center for Relational Studies. He was co-founder and co-chair (along with Lewis Aron and Adrienne Harris) of The Sandor Ferenczi Center at the New School for Social Research. In addition he was past-president of The International Association for Relational Psychoanalysis and Psychotherapy.", "56796863": "Helen Hall Jennings (September 20, 1905 – October 4, 1966) was a social psychologist and trailblazer[tone] in the field of social networks in the early 20th century. She developed quantitative research methods used to study sociometry, a quantitative method for measuring social relationships. This work is cited as being the birth of social network analysis.[1]", "56895168": "Chinese texts", "36939457": "Other reasons this message may be displayed:", "10790596": "William Kaye Estes (June 17, 1919 – August 17, 2011) was an American psychologist. A Review of General Psychology survey, published in 2002, ranked Estes as the 77th most cited psychologist of the 20th century.[1] In order to develop a statistical explanation for the learning phenomena, William Kaye Estes developed the Stimulus Sampling Theory in 1950 which suggested that a stimulus-response association is learned on a single trial; however, the learning process is continuous and consists of the accumulation of distinct stimulus-response pairings.", "72689350": "Harry George Sperling (August 26, 1924 – July 29, 2023) was an American psychologist. He worked on the visual perception of colour and the physiological basis of colour vision in humans and monkeys. Sperling took a systems approach to understand how colour is processed in the retina. He applied his basic research to characterization of colour blindness and to intense light effects.", "18065102": "Grigory Ivanovich Rossolimo (Russian: Григо́рий Ива́нович Россоли́мо; December 17 [O.S. December 5] 1860 – September 1928) was a Russian Empire and Soviet neurologist who was a native of Odessa. (He was of Greek origin; his grandfather had gone sailing from the ionian island of Kefalonia as a young man, been shipwrecked, and washed up near Odessa, where he remained for the rest of his life.[1]) He specialized in the field of child neuropsychology.", "10790618": "Norman Guttman (1920–1984) was an American psychologist who played a major role in developing scientifically validated operant conditioning methods. He was a student of B. F. Skinner at the University of Minnesota and became prominent in his field.", "10790624": "Kenneth MacCorquodale (June 26, 1919 - February 28, 1986) was an American psychologist who played a major role in developing scientifically validated operant conditioning methods. He was a student of B. F. Skinner at the University of Minnesota.[1][2]", "19080931": "Claude Robert Cloninger (born April 4, 1944) is an American psychiatrist and geneticist noted for his research on the biological, psychological, social, and spiritual foundation of both mental health and mental illness.[1][2][3][4][5] He previously held the Wallace Renard Professorship of Psychiatry, and served as professor of psychology and genetics, as well as director of the Sansone Family Center for Well-Being at Washington University in St. Louis.[6][7][8][9] Cloninger is a member of the evolutionary, neuroscience, and statistical genetics programs of the Division of Biology and Biomedical Sciences at Washington University,[6] and is recognized as an expert clinician in the treatment of general psychopathology, substance dependence, and personality disorders.[7][10] Dr. Cloninger is currently professor emeritus [1].", "59156197": "Steven R. H. Beach (born May 29, 1956)[1] is Distinguished Research Professor in the Department of Psychology at the University of Georgia, where he also serves as co-director of the Center for Family Research. He is known for his research on marriage and depression.[2][3]", "18523878": "Marlene Steinberg is an American psychiatrist who is a researcher on Dissociation symptoms and disorders. She developed the pioneering: The Structured Clinical Interview for DSM-IV Dissociative Disorders (SCID-D)[1] and wrote in conjunction with Maxine Schnall, The Stranger In The Mirror Dissociation - The Hidden Epidemic.[2]", "55420647": "Leila Holterhoff (October 29, 1885 – February 21, 1968) was an American soprano concert singer from Los Angeles, California, who later (as Leila Mosher) became a psychoanalyst, translator, and philanthropist.", "35563242": "Inger Skjelsbæk (born 26 September 1969 in Oslo, Norway) is a Norwegian gender studies scholar, who is professor of gender studies at the Centre for Gender Research in Oslo. She was an associate professor at the Department of Psychology at the University of Oslo between 2015 and 2019.[1] Skjelsbæk is also a research professor at the Peace Research Institute Oslo and served as the institute's deputy director from 2009 to 2015.", "1812202": "Jacob Levy Moreno (born Iacob Levy; May 18, 1889 – May 14, 1974) was a Romanian-American psychiatrist, psychosociologist, and educator, the founder of psychodrama, and the foremost pioneer of group psychotherapy. During his lifetime, he was recognized as one of the leading social scientists.", "65185524": "Heinrich Heine University;", "18818805": "The Reverend Frederic Michael Anderton (7 December 1931 – 28 April 2020)[1] was an English clergyman, distinguished Jungian analyst and a first-class cricketer who played for Cambridge University Cricket Club.[2][3]", "65185536": "Rachel Thies Hare-Mustin (April 7, 1928 – May 25, 2020)[1] was an American clinical psychologist, known for her strong passion for social justice, civil rights, pacifism, and gender equality. As a scholar, she was known for her research in feminist postmodern theory, gender issues, and professional ethics, and for clinical application of feminist theory to family therapy.[2]", "35137297": "Adam N. Joinson (born 1970) is a British author, academic and public speaker within the area of cyberpsychology. He is Professor of Information Systems at University of Bath, following posts at the University of West of England and the Open University.[1] and has conducted ground breaking research into the psychology of Internet usage.[2]", "50997013": "Hallgrim Kløve (22 June 1927 – 25 January 2010) was a Norwegian psychologist.", "65185558": "Bertha Garrett Holliday is a community psychologist known for her expertise on ethnic minority issues.[1] Her work has focused on processes of child and family socialization[2] and the academic experiences and achievement of Black youth. Holliday was Senior Director of the Office of Ethnic Minority Affairs at the American Psychological Association (APA), where she led APA's efforts to increase scientific understanding of role of culture and ethnicity in human relationships and behavior.[3] She retired from the Office of Ethnic Minority Affairs in 2010 after 16 years of service to the APA.[4]", "62433047": "Geraldine A. Downey is an Irish-American social psychologist. She is the Robert Johnston Niven Professor of Humane Letters in Psychology at Columbia University. Downey is head of The Samuel and Ronnie Heyman Center on Corporate Governance and is a member of the University of the People's arts and sciences advisory board.", "65185563": "Patrice Lee Engle (December 1, 1944 – September 22, 2012) was a developmental psychologist known as a pioneer in the field of global early childhood development and for her international work advocating for children's education and healthcare.[1] She was Professor of Psychology and Child Development at California Polytechnic State University, San Luis Obispo.", "37037853": "Gabriel Charles Revault d'Allonnes (6 January 1872 - 12 February 1949) was a French psychologist best known for his study of the psychology of attention.[1]", "337696": "Marek Kotański (March 11, 1942 – August 19, 2002) was a Polish charity worker and campaigner on behalf of disadvantaged people, including the homeless and those with HIV. He died in a car accident in Nowy Dwór Mazowiecki, near Warsaw.", "55224103": "Moshe Lang (born 1939) is an Australian family therapist, clinical psychologist (MAPS) and author. Born in Israel, Lang migrated to Australia as a young man and settled there in 1961. He is one of the pioneers of family therapy in Australia; one of the nation's best known family therapists.[1] Lang has published and taught extensively in his professional area, both in Australia and worldwide.[2][3]", "54011692": "William Emmette Coleman (June 19, 1843 – April 4, 1909), also known as W. E. Coleman, was an American clerk, Orientalist, spiritualist and writer.", "9152302": "Hunter B. Shirley (December 25, 1927 – November 1, 2010) born Hunter Barentine Shirley, was a longtime licensed clinical psychologist and a former associate professor at Wisconsin State University where he headed a psychological research laboratory devoted to evaluating the world's first analog model of the mind. He was most recently the Director of the International Division of the American Institute of Applied Behavioral Research and Human Relations Training. Formerly Director of Behavior Analysis, Inc. of St. Louis subsequently he was director of the Counseling and Testing Center at the University of Louisiana at Lafayette, and later served as the Chief Clinical Psychologist of the Lafayette Institute of Behavior Therapy and Crisis Management. Author of a number of books, including the trail-blazing book Mapping the Mind, and the popular self-help book Your Mind May Be Programmed Against You!. He is credited with having developed the most sophisticated model of the human mind currently in existence. With offices in Staré Splavy near Prague, Shirley was in charge of a \"Think tank\" performing behavioral science research for NGOs and government agencies. His final work The Human Mind: A Guided Tour, a comprehensive compilation of his theories on the emotional system and the human mind developed over a lifetime of clinical and field studies, is in the final phases of editing in preparation for publication. This book includes over 300 diagrams of the emotional system based on a cybernetics approach as he first presented in his book Mapping The Mind and in numerous published articles.", "28452662": "Christina Maslach (born January 21, 1946)[1] is an American social psychologist and professor emerita of psychology at the University of California, Berkeley,[2] known for her research on occupational burnout.[3] She is a co-author of the Maslach Burnout Inventory[4] and Areas of Worklife Survey.[5] Early in her professional career, Maslach was instrumental in stopping the Stanford prison experiment.[6] In 1997, she was awarded the U.S. Professor of the Year.", "40904502": "Alice Hamlin Hinman (December 20, 1869 – October 28, 1934) was a psychologist who changed the public school education system from backwards to progressive from 1907 to 1919 through her influence and membership on the Lincoln Board of Education.", "29271884": "Frank Neuner was born 1971. He is professor of Clinical Psychology at Faculty of Psychology and Sports Science, Bielefeld University.", "2238286": "London Business School\nColumbia University", "58206031": "Nicola Jayne Starkey is a New Zealand psychology academic. She is currently a full professor at the University of Waikato.[1]", "24979283": "Carl E. Thoresen ((1933-07-22)July 22, 1933[1] – (2020-10-20)October 20, 2020[2]) was a psychologist on the faculty of Stanford University. From 2005, he was also a senior fellow at Santa Clara University.", "173908": "Sir Cyril Lodowic Burt, FBA (3 March 1883 – 10 October 1971) was an English educational psychologist and geneticist who also made contributions to statistics. He is known for his studies on the heritability of IQ.", "65447781": "Palakkalthazhe Mathai Mathew (January 1933 – 28 September 2020) popularly known as Dr. P. M. Mathew Vellore, was an Indian psychologist, columnist, writer and actor from Kerala, credited with popularizing the subjects of Psychology and Sexology in Kerala. He was known for his clinical service as well as for the several psychology-related articles and columns he wrote in Malayalam periodicals during the last quarter of 20th century. He was also the author of over 20 books and acted in three Malayalam films.", "11839338": "Lorena Berdún (born 11 December 1973 in Madrid) is a Spanish psychologist, television presenter and actress.[1] She studied psychology in Universidad Autónoma de Madrid and has branched out into the area of sexology, graduating from the University of La Laguna in Tenerife. She is one of Spain's most prominent sexologists due to her appearances on radio and television, giving sexual advice and talking about sexual education.", "33892203": "Gao Juefu (Chinese: 高觉敷; pinyin: Gāo Juéfū; 1896–1993), also known as Gao Zhuo (高卓), was one of China's modern psychologists and a psychology historian.", "66070386": "Dan Han (한동녕) is a Korean-American neuroscientist and clinical psychologist, who specializes in neuropsychology, neurotrauma, and neurogastronomy.[1] He is one of the founders of the International Society of Neurogastronomy.[2] He is a Fellow of the American Neurological Association, the Royal Society of Medicine, and of the Royal Society for Public Health. Han is currently a Professor of neurology, neurosurgery, and physical medicine & rehabilitation at the University of Kentucky College of Medicine.[3]", "18851699": "Megan Neyer (born June 11, 1962) is an American former competition springboard and platform diver.  Neyer was a member of the ill-fated 1980 U.S. Olympic team, the 1982 world champion springboard diver, a fifteen-time U.S. national diving champion, and an eight-time NCAA champion.", "62629759": "Jean E. Rhodes (born c. 1961) is an American psychologist and author. She is the Frank L. Boyden Professor of Psychology at the University of Massachusetts, Boston.[1][2] She is the director of the Center for Evidence-Based Mentoring at the University of Massachusetts, Boston.[3]", "34580358": "Henry Tasman Lovell ((1878-01-06)January 6, 1878 - (1958-09-30)September 30, 1958) was an Australian psychologist. He was born at East Kempsey, New South Wales, Australia.[1]", "23963529": "James Elmer Mitchell (born 1952) is an American psychologist and former member of the United States Air Force. From 2002, after his retirement from the military, to 2009, his company Mitchell Jessen and Associates received $81 million on contract from the CIA to carry out the torture of detainees, referred to as \"enhanced interrogation techniques\" that resulted in little credible information.[1][2]", "59156367": "Douglas F. Watt is an American neuropsychologist, with specialties in emotion and Alzheimer's disease.[1] He has published theories on neuroscience related to emotion and consciousness.[2]", "4302747": "Linda Papadopoulos (born May 10, 1971) is a Canadian psychologist based in England.[citation needed]", "26355618": "Charles Patrick Ewing is a forensic psychologist, attorney, SUNY Distinguished Service Professor, and Professor of Law Emeritus at the University at Buffalo Law School. He was Vice Dean for Legal Skills from 2009 until 2012, and for Academic Affairs from 2012 to 2014.[1] Ewing received his Ph.D. from Cornell University and his law degree with honors from Harvard University.[1] Before joining the law faculty, he taught at Mansfield University, where he taught psychology, and  at Brandeis University, where he taught legal studies. At SUNY, Ewing has taught criminal law, evidence, torts, juvenile law, forensic science, psychology, and psychiatry and the law.[1]", "13576101": "R. Jay Wallace (born 1957) is Distinguished Professor of Philosophy and William and Trudy Ausfahl Chair at the University of California, Berkeley. His areas of specialization include moral philosophy and philosophy of action.  He is most noted for his work on practical reason, moral psychology, and meta-ethics.", "63383474": "George Joseph Mohr (28 September 1895 — 6 March 1965) was an American psychologist and psychoanalyst, specializing in pediatric psychiatry.", "23013302": "Jim Bright is an Australian organisational psychologist and was Professor of Career Education and Development at Australian Catholic University (ACU) between 2006 and 2023.  He authored the Chaos Theory of Careers with Robert Pryor. He has served as the Director of Research and Impact for the Ed Tech startup Become Education.", "52406202": "Shelley Hymel is a developmental/educational psychologist and professor at the University of British Columbia (UBC) in Vancouver, British Columbia, Canada.[1] Her research focuses on issues related to school bullying, children's peer relationships, and social-emotional learning.[1]", "60172220": "Grada Kilomba is a Portuguese interdisciplinary artist and writer whose works critically examine memory, trauma, gender, racism and post-colonialism.[1] She uses various formats to express herself ranging from text to scenic reading and performance (performing knowledge). Moreover, she combines academic and lyrical narrative. In 2012, she was guest professor for gender and postcolonial studies at the Humboldt University of Berlin.[2]", "42182598": "Neville Moray (May 27, 1935 – 15 December 2017) was a British-born Canadian psychologist. He served as an academic and professor at the Department of Psychology of the University of Surrey,[1] known from his 1959 research of the cocktail party effect.", "67250125": "Mark Daniel Reckase is an educational psychologist and expert on quantitative methods and measurement[1][2] who is known for his work on computerized adaptive testing,[3] multidimensional item response theory, and standard setting in educational and psychological tests.[4] Reckase is University Distinguished Professor Emeritus in the College of Education at Michigan State University.[5]", "6498255": "Boris Mikhailovich Teplov (Russian: Борис Михайлович Теплов; 21 October [O.S. 9 October] 1896, in Tula, Russia – 28 September 1965, in Moscow) was a Soviet psychologist who studied problems of inborn individual differences and talents (e.g. musical talents, warlord talents etc.) and a founder of a Soviet psychological school of Differential psychology. His well-known opponent was Aleksey Leontyev who believed that people's talents are not inborn but rather determined by education and other external influence. Boris Teplov was editor-in-chief of the principal Russian journal on psychology Voprosy Psikhologii.", "34580441": "May Smith OBE (29 August 1879 – 22 February 1968) was a British Industrial psychologist from Hulme, Manchester. She received a bachelor's degree in 1903 and later received a Doctor of Science degree in 1930. Throughout her career, she taught at colleges as well as performing important research in the field of industrial psychology. She subjected herself to her own trials in her research on fatigue. She worked alongside other researchers to find the effects of alcohol and opium on efficiency as well as research on telegraphist's cramp. She was an investigator at the Industrial Health Research Board from 1920 to 1944. She held several positions on the executive of the British Psychological Society.", "56731620": "Jonathan S. Comer. is an American psychologist who is a Professor of Psychology and Psychiatry at Florida International University.[1] He is currently the director of an interdisciplinary clinical research program called the Mental Health Interventions and Technology (MINT) Program. The MINT program focuses on improving the quality, scope, and accessibility of mental health care. Comer is a Fellow of the American Psychological Association and a leader in the field of clinical child and adolescent psychology.[2][3] The author of over 140 scientific papers and chapters, he has received early career awards from the American Psychological Association, the Association for Psychological Science, and the Association for Behavioral and Cognitive Therapies for his work.[4][5][6][7] His research has been funded by federal agencies (such as the National Institute of Mental Health, the National Institute of Child Health and Human Development, and the National Science Foundation) and by several private foundations and non-profit organizations.[1] He has also received funding from the Andrew Kukes Foundation for Social Anxiety.[8]", "65775589": "Wolfgang Tschacher (born 1956 in Hohengehren, Germany) is a Swiss psychologist and university lecturer. He is professor at the University of Bern..[1], Switzerland. He has conducted theoretical and empirical research in the fields of psychotherapy and psychopathology, especially from a systems-theoretical perspective that includes self-organization and complexity theory. He is active in the development of time series methods for the modeling of psychotherapeutic processes and generally social systems.", "2926566": "Amos Rapoport (28 March 1929, Warsaw) is an architect and one of the founders of Environment-Behavior Studies (EBS).[1] He is the author of over 200 academic publications in this field, including books that have been translated into foreign languages, including French, Spanish, German, Persian, Japanese, Korean and Chinese.[2] He has held honorable and visiting positions in many universities around the globe, is professor emeritus at the University of Wisconsin-Milwaukee.[3]", "73246695": "Richard Gerrit Coss is an American evolutionary psychologist, and academic. He is a Professor Emeritus of Psychology at the University of California, Davis.[1]", "3844076": "Harold Kelley (February 16, 1921 – January 29, 2003) was an American social psychologist and professor of psychology at the University of California, Los Angeles. His major contributions have been the development of interdependence theory (with John Thibaut),[1][2] the early work of attribution theory,[3] and a lifelong interest in understanding close relationships processes.[4][5][6] A Review of General Psychology survey, published in 2002, ranked Kelley as the 43rd most cited psychologist of the 20th century.[7]", "54405126": "Andrew Michael Colman (born 8 January 1944 in Johannesburg, South Africa) is a British psychologist known for his research on decision making and game theory.[1]", "29272070": "Mark Stemmler was born on August 7, 1960, in Norwood, Massachusetts, United States.[1] He was Professor of Psychological Methodology and Quality Assurance at the Faculty of Psychology and Sports Science, Bielefeld University from 2007 to 2011. He was also a member of the Center for Statistics[2] (Zentrum für Statistik) at Bielefeld University. Currently he is Professor of Psychological Assessment at the Department of Psychology and Sports Science at the University of Erlangen-Nuremberg.[1] Since 2010 he is also Adjunct Professor at the College of Health and Human Development at the Pennsylvania State University.", "9512968": "Donald C. Pennington is a British psychologist and was pro-vice-chancellor of Coventry University.[1][2][3][4] He is the author of a number of psychology textbooks.[5]", "2402314": "Henry Edward Garrett (January 27, 1894 – June 26, 1973) was an American psychologist and segregationist.  Garrett was President of the American Psychological Association in 1946 and Chair of Psychology at Columbia University from 1941 to 1955. After he left Columbia, he was visiting professor at the University of Virginia. A.S. Winston chronicles, was involved in the International Association for the Advancement of Ethnology and Eugenics (IAAEE), the journal Mankind Quarterly, the neofascist Northern League, and the ultra-right wing political group, the Liberty Lobby.", "1943575": "Géza Róheim (Hungarian: Róheim Géza; September 12, 1891 – June 7, 1953) was a Hungarian psychoanalyst and anthropologist.", "55289885": "Martin Voracek (born 1966 in Vienna, Austria) is an Austrian psychologist and Professor of Psychological Research Methods - Research Synthesis in the University of Vienna's Faculty of Psychology.[1] He is also the editor-in-chief of the Journal of Individual Differences.[2]", "73639966": "Tim Watson-Munro (born 1952/1953) is an Australian forensic psychologist. His expertise has been used in some of Australia's biggest criminal trials.[2] He has analysed some of Australia's most prolific and violent criminals, including underworld figure Alphonse Gangitano and mass murderer Julian Knight.[3] His work involves determining whether those charged with acts of extreme violence are legally insane. Watson-Munro is regularly called upon to provide expert evidence in court and in the media.", "3221535": "James C. Kaufman is an American psychologist known for his research on creativity. He is a Professor of Educational Psychology at the University of Connecticut in Storrs, Connecticut. Previously, he taught at the California State University, San Bernardino, where he directed the Learning Research Institute.  He received his Ph.D. from Yale University in Cognitive Psychology, where he worked with Robert J. Sternberg.", "20195362": "Ernst Pöppel (born 29 April 1940) is a German psychologist and neuroscientist. He is the father of Dr. David Poeppel.", "50112556": "Patrick J. O'Donnell (died 9 April 2016) was a Scottish academic who was lecturer of psychology at the University of Glasgow. He was born in Govan and died at home in Glasgow, April 2016, after a year-long illness. He was 68 and had taught at the School of Psychology for more than 45 years, teaching circa 25,000 students.", "20850741": "Hilary Agard Evans (6 March 1929 – 27 July 2011) was a British pictorial archivist, author, and researcher into UFOs and other paranormal phenomena.[1]", "8169532": "Howard Buten (born 1950, Detroit, Michigan) is an American author living in France. He is also a psychologist, a clown, and a violin player. He is the author of five novels, the first of which, entitled When I Was Five I Killed Myself, was published in 1981 and turned into a film under its French title Quand j'avais cinq ans je m'ai tué in 1994.", "51030078": "Aída Teresa Mencía Ripley[1] is an academic from the Dominican Republic. She is currently Vice-Chancellor for Research and Innovation and UNESCO Chairholder in Intersectional Gender Studies in Education and Psychology at Universidad Iberoamericana of the Dominican Republic (UNIBE).[2][3]", "67905601": "Janis Sanchez-Hucles is an American psychologist and professor emerita at Old Dominion University. She was appointed chair of its psychology department in 2006.", "436290": "Louis Leon Thurstone (29 May 1887 – 29 September 1955)[1] was an American pioneer in the fields of psychometrics and psychophysics. He conceived the approach to measurement known as the law of comparative judgment, and is well known for his contributions to factor analysis.[2][3] A Review of General Psychology survey, published in 2002, ranked Thurstone as the 88th most cited psychologist of the 20th century, tied with John Garcia, James J. Gibson, David Rumelhart, Margaret Floy Washburn, and Robert S. Woodworth.[4]", "18131025": "Kenneth J. Zucker (/ˈkɛnɪθ ˈdʒeɪ ˈzʊkər/; born 1950) is an American-Canadian psychologist and sexologist. He was named editor-in-chief of Archives of Sexual Behavior in 2001. He was psychologist-in-chief at Toronto's Centre for Addiction and Mental Health (CAMH)[1] and head of its Gender Identity Service until December 2015.[2] Zucker is a professor in the departments of psychiatry and psychology at the University of Toronto.", "51161175": "Janice Kay \"Jan\" Haaken (born March 2, 1947)[3] is an American clinical psychologist, documentarian, and professor emeritus of Community and Clinical Psychology in the Department of Psychology at Portland State University.[4]", "70133849": "Patricia Ann Reuter-Lorenz is an American psychologist who is the Michael I. Posner Collegiate Professor of Psychology and Neuroscience at the University of Michigan. Reuter-Lorenz is Chair of the School of Psychology and researches the cognitive mechanisms of attention. She was elected Fellow of the American Association for the Advancement of Science.[when?]", "24324193": "Alexander Edward Carey (1 December 1922 – 30 November 1987) was an Australian social psychologist who analysed corporate propaganda. Carey influenced Noam Chomsky, Edward S. Herman and was called a \"second Orwell in his prophesies\" by Australian journalist and author John Pilger.[1]", "5154913": "Denis Pelli (born 1954) is a professor of psychology and neural science at New York University studying object recognition and reading.  Pelli studied applied math at Harvard, and completed his PhD in physiology at Cambridge with Campbell and Robson in 1981. Since 1995, he is  Professor of Psychology and Neural Science at New York University.[1] Pelli is known for his contributions to the fields of visual sensitivity, letter identification, object recognition, the Psychtoolbox,[2] equivalent input noise, QUEST,[clarification needed] the Pelli–Zhang video attenuator,[clarification needed] and the Pelli–Robson Contrast Sensitivity Chart, which allows for clinical measurement of contrast sensitivity.[citation needed] Current research in Pelli's lab covers object recognition and visual crowding, as well as the experience of beauty.[3] Pelli serves as an associate editor for the Journal of Vision, and has published over 50 publications.[citation needed]", "57976933": "Peter C. M. Molenaar (born 1946)[1] is a Dutch developmental and mathematical psychologist who is Distinguished Professor of Human Development and Family Studies at Pennsylvania State University (Penn State).[2] He is the editor-in-chief of Multivariate Behavioral Research.[3]", "6236262": "Edwin A. Fleishman (March 10, 1927 – February 17, 2021) was an American psychologist best known for his work in the field of industrial and organizational psychology. Among his notable achievements was a taxonomy for describing individual differences in perceptual-motor performance. The Fleishman Job Analysis Survey (F-JAS) that he developed under Management Research Institute has been cited 100 times since 1995.[1] Additionally, Fleishman is the author of more than 250 research articles and journals.[2][3]", "37595244": "Chester Middlebrook Pierce ((1927-03-04)March 4, 1927 – (2016-09-23)September 23, 2016) was an American psychiatrist and tenured professor of education and psychiatry at Harvard Medical School. He was the first African-American full professor at Massachusetts General Hospital and was past president of the American Board of Psychiatry and Neurology and the American Orthopsychiatric Association. He was a fellow in the American Academy of Arts and Sciences.[1] He was a senior consultant for the acclaimed educational children's television series Sesame Street.[2] He also coined and developed the term \"microaggression\".", "43125": "Air Chief Marshal Hugh Caswall Tremenheere Dowding, 1st Baron Dowding, GCB, GCVO, CMG (24 April 1882 – 15 February 1970) was an officer in the Royal Air Force. He was Air Officer Commanding RAF Fighter Command during the Battle of Britain and is generally credited with playing a crucial role in Britain's defence, and hence, the defeat of Operation Sea Lion, Adolf Hitler's plan to invade Britain.", "25077885": "Wendy Mulford (born 1941)[1] is a Welsh-born poet, associated with the contemporary avant garde scene, with the British Poetry Revival, and with the development of feminist poetry in the 1970s. Her poetry has been viewed as \"difficult to categorise\"[2] and as \"multi- and non-linear\".[3] Her early poetry had particularly strong feminist and Marxist elements,[4] but latterly she has moved towards more personal themes.", "49260672": "Dr Shepherd Dawson FRSE (1880 – 1935) was a British psychologist and author. He specialised in a deeper understanding of Encephalitis lethargica and in the effects of childhood epilepsy upon intelligence. He was a strong believer in the use of statistics to demonstrate clinical conclusions.[1] He served as president of the Psychological section of the British Medical Association.[2]", "44476552": "Robert Chilton Calfee (January 26, 1933 – October 23, 2014) was an American educational psychologist specializing in the study of reading and writing processes and instruction.[1][2] He is known for his work on Project Read[3] and the LeapFrog learning system.[4]", "48441488": "Gerald \"Jerry\" McClearn (July 28, 1927 – January 5, 2017) was an American behavior geneticist and professor emeritus of health and human development and biobehavioral health at the Pennsylvania State University.[1]", "2893969": "Roger Newland Shepard (January 30, 1929 – May 30, 2022[1]) was an American cognitive scientist and author of the \"universal law of generalization\" (1987). He was considered a father of research on spatial relations. He studied mental rotation, and was an inventor of non-metric multidimensional scaling, a method for representing certain kinds of statistical data in a graphical form that can be comprehended by humans. The optical illusion called Shepard tables and the auditory illusion called Shepard tones are named for him.", "49752215": "Benjamin DeKalbe Wood (November 10, 1894 –  July 6, 1986) was an American educator, researcher, and director / professor at Columbia University and an expert in the educational field.", "55912609": "Kelly S. Mix is an American developmental psychologist known for her research on the development of numerical concepts and their origins in infancy and toddlerhood.  She is professor and chair of the Department of Human Development and Quantitative Methodology at the University of Maryland. Mix was awarded  the Boyd McCandless Early Career Award (American Psychological Association, Division 7)[1] in 2002 for her innovative research on the early emergence of numerocity. Her co-authored book Quantitative Development in Infancy and Early Childhood,[2] with Janellen Huttenlocher and Susan Cohen Levine, provides an overview of the early development of quantitative reasoning and mathematical concepts. Her co-edited book The Spatial Foundations of Language and Cognition,[3] with Linda B. Smith and Michael Gasser, examines the role of space in structuring human cognition.", "43296931": "Sidney Leavitt Pressey (Brooklyn, New York, December 28, 1888 – July 1, 1979) was professor of psychology at Ohio State University for many years. He is famous for having invented a teaching machine many years before the idea became popular.", "5843108": "Konstantīns Raudive (30 April 1909 in Asūne, Vitebsk Governorate – 2 September 1974), known internationally as Konstantin Raudive, was a Latvian writer and intellectual, and husband of Zenta Mauriņa. Raudive was born in Latgale in eastern Latvia (then part of Vitebsk Governorate) but studied extensively abroad, later becoming a student of Carl Jung.[1] In exile following the Soviet re-occupation of Latvia in 1944, he taught at the University of Uppsala in Sweden.", "55912616": "Jalie A Tucker (born 1954) is a professor of Health Education and Behavior at the University of Florida. She is known for her research on impulsive and harmful behaviors, such as alcohol and substance use, the effect of the environment on addiction, and natural resolutions to risky behavior including alcohol misuse.[1] She has received numerous awards for  excellence in clinical psychology and addiction research, including the 2015 Award for Distinguished Scientific Contributions to Clinical Psychology from the Society of Clinical Psychology (American Psychological Association (APA), Division 12).[2] She was honored by APA, Division 50 (Society of Addiction Psychology) with the Presidential Award for Service to the Division in 2010 and 2012.[3]", "14559417": "Michael Tanenhaus is an American psycholinguist, author, and lecturer.  He is the Beverly Petterson Bishop and Charles W. Bishop Professor of Brain and Cognitive Sciences and Linguistics at the University of Rochester. From 1996 to 2000 and 2003–2009 he served as Director of the Center for Language Sciences at the University of Rochester.", "24586428": "Barbara De Angelis (born March 4, 1951)[1] is an American relationship consultant, lecturer and author, TV personality, relationship,  personal growth adviser and spiritual teacher.[2]", "64399561": "Ean Cochrane Macinnes Begg (1929 - 1 October 2018) was a Jungian analyst, writer, translator and broadcaster.", "31336650": "Stephen Irwin Abrams (15 July 1938 in Chicago, Illinois[1] – 21 November 2012) was an American scholar of parapsychology and a cannabis rights activist who was a long-standing resident of the United Kingdom. He is best known for sponsoring and authoring the full-page advertisement petitioning for cannabis law reform which appeared in The Times on 24 July 1967.", "61876427": "Young-Suk Kim is an educational psychologist known for her research on the science of reading.[1] She is Senior Associate Dean and Professor of Education at the University of California, Irvine.[2]", "55912670": "Patricia J. Bauer (born 1957) is Asa Griggs Candler Professor of Psychology at Emory University. She is known for her research in the field of cognitive development, with a specific focus on how children develop their earliest memories and how their memory is influenced by parents, peers, and the environment around them. Her research has explored the phenomenon of  childhood amnesia and how social, cognitive, and neural changes relate to the development of autobiographical memory.[1]", "61647073": "Beatrice Beebe (born June 8, 1946) is a clinical psychologist known for her research in attachment and early infant-parent communication.[1] Her work helped established the importance of non-verbal communication in early child development.[2][3]  She is a Clinical Professor of Medical Psychology at the College of Physicians & Surgeons, Columbia University and the director of the Communications Science Lab at the New York State Psychiatric Institute (NYSPI).[4][5]", "67807466": "The animated series Amphibia features various characters created by Matt Braly. The series centers on Anne Boonchuy, who, along with her friends Sasha and Marcy, is transported to the world of Amphibia after opening a mysterious music box. Anne is adopted by the Plantar family, consisting of the adventurous Sprig, feisty Polly, and the wise Hop Pop, as they go on adventures and face numerous dangers. Much of the show revolves around Anne interacting with the residents of Wartwood, who are initially hostile towards her, but over time welcome her as one of them.", "47556846": "Arthur Allen Lumsdaine (1913–1989) was an American applied psychologist who researched the use of media and programmed learning. Lumsdaine served in the U.S. Army in World War II. He was recruited by Carl Hovland, who was then Chief Psychologist and Director of Experimental Studies for the Research Branch of the Information and Education Division of the U.S. War Department.[1] Lumsdaine later took a PhD in psychology at Stanford University (awarded 1949).[2]", "2533618": "David B. Cohen (1941–2004) was an American psychology professor.", "7383307": "Carl Alfred Meier (19 April 1905 – 1995) was a Swiss psychiatrist, Jungian psychologist, scholar, and first president of the C. G. Jung Institute in Zürich. As a successor to Carl Jung, he held the Chair of Honorary Professor of Psychology at the Swiss Federal Institute of Technology in 1949. Later, co-founded the Clinic and Research Center for Jungian Psychology in Zürichberg.", "52308236": "Desmond Gerald Fitzgerald (1834–1905)[citation needed] was an English electrician and spiritualist.", "25176342": "Herman George Canady (October 9, 1901 – December 1, 1970) was an American social psychologist.  Canady, who was black, was the first psychologist to examine the role of the race of the examiner as a bias factor in IQ testing.[1][2]", "42805530": "Mary P. Koss (born Mary Lyndon Pease) is an American Regents' Professor at the University of Arizona, Mel and Enid Zuckerman College of Public Health in Tucson, Arizona. Her best known works have been in the areas of gender-based violence and restorative justice.", "51620124": "Juan Pascual-Leone (born 1933 in Spain) is a developmental psychologist and founder of the neo-Piagetian approach to cognitive development. He introduced this term into the literature[1] and put forward[2] key predictions about developmental growth of mental attention and working memory.[3][4]", "13314337": "Harold A. Sackeim is an American psychologist and electroconvulsive therapy researcher. He has been Chief of the Department of Biological Psychiatry at New York State Psychiatric Institute and Professor of Clinical Psychology in Psychiatry and Radiology at Columbia University.  He received his bachelor's degree from Columbia in 1972; in 1974, he received his master's degree from Oxford University; and in 1977 he received his Ph.D. from the University of Pennsylvania.[1][2]", "1583393": "Lewis Madison Terman  (January 15, 1877 – December 21, 1956) was an American psychologist, academic, and proponent of eugenics. He was noted as a pioneer in educational psychology in the early 20th century at the Stanford School of Education. Terman is best known for his revision of the Stanford–Binet Intelligence Scales and for initiating the longitudinal study of children with high IQs called the Genetic Studies of Genius.[1]  As a prominent eugenicist, he was a member of the Human Betterment Foundation, the American Eugenics Society, and the Eugenics Research Association.[2]  He also served as president of the American Psychological Association. A Review of General Psychology survey, published in 2002, ranked Terman as the 72nd most cited psychologist of the 20th century, in a tie with G. Stanley Hall.[3]", "65382691": "Shauna Michelle Cooper is an American psychologist at the University of North Carolina at Chapel Hill. Her research considers how race, culture and context influence the development of African-American young people.", "64071984": "Frank Noel Hales (1878–1952) was a British psychologist and one of the founding members of the British Psychological Society.", "60041523": "Clarence Bissell Blair Jr. is an American developmental psychologist and Professor of Cognitive Psychology in the Steinhardt School of Culture, Education, and Human Development at New York University. He previously taught at Pennsylvania State University for ten years.[1] He is known for his research on the development of emotional self-regulation in children.[2]", "47130935": "Christopher J. Ferguson is an American psychologist who serves as a professor and co-chair of psychology at Stetson University in Florida.[1] He previously served as an associate professor of psychology and criminal justice at Texas A&M International University.[2] In 2014, he was named a fellow of the American Psychological Association.[1] Ferguson is also a published author who has written both fiction and nonfiction.", "50964831": "William Orbison (1912–1952) was an American psychologist. He is best known as the namesake of the Orbison illusion, which he first described in 1939.[1]", "53029237": "William Oliver Stevens (October 7, 1878 - January 15, 1955) was an American writer and Professor for the United States Naval Academy.", "65055097": "John L. Arnett is a Canadian psychologist whose work concerned developing clinical health psychology.", "8923514": "Fabio Zerpa (4 December 1928, Rosario, Uruguay[1] – 7 August 2019) was a Uruguayan actor, parapsychologist and UFO researcher. He resided in Argentina from 1951 on.[2]", "20949372": "Theodore Roy Sarbin (1911–2005) was an American psychologist and professor of psychology and criminology at the University of California, Santa Cruz.  He was known as \"Mr. Role Theory\" because of his contributions to the social psychology of role-taking.", "2304386": "Richard Lester Solomon (October 2, 1918 – October 12, 1995) was a psychologist well known for his work with in comparative psychology, as well as his opponent-process theory of emotion.", "68561288": "Steven Taylor is an Australian clinical psychologist and professor in the Department of Psychiatry at the University of British Columbia in Canada.[1] He has conducted research on health anxiety for thirty years.[2] In October 2019, about a month before the beginning of the COVID-19 pandemic, Taylor published the book The Psychology of Pandemics. When Taylor proposed the book to his publisher at the time, they rejected the book, telling him that the subject seemed interesting, but that nobody would want to read the book. He then convinced a different publishing company to publish the book instead.[3][4]", "26126730": "Eva Justin (23 August 1909 – 11 September 1966) was a German anthropologist who was active during the Nazi era. She specialised in scientific racism. Her work contributed to the Nazi crimes against the Sinti and Roma peoples.[1]", "731530": "Joseph Doucé (April 13, 1945 – c. July 1990)[1] was born to a rural family in Sint-Truiden, Belgium.[2]  He was a psychologist and a (defrocked) Baptist pastor in Paris. He was openly gay[3] and was among the founders of the International Lesbian and Gay Association. He served as a volunteer soldier in the NATO base at Limoges, France, where he had time to perfect his French. After one year of pastoral and humanistic studies at Stenonius College (also known as Europaseminär, a Roman Catholic seminary today extinct) in Maastricht, the Netherlands, he began his conversion to Protestantism around 1966.", "5974411": "Avner Falk (Hebrew: אבנר פלק; born 1943) is an Israeli clinical psychologist and author.[1] Falk has written psychoanalytic studies of Jewish and Israeli leaders, Jewish history, the Arab–Israeli conflict, antisemitism and Islamic terrorism.", "44149130": "Dorothy Cantor is an American psychologist and a former president of the American Psychological Association.", "21014945": "Consuelo Salgar de Montejo (30 September 1928 – 2 October 2002)[1][2] was a Colombian journalist, advertising executive, media entrepreneur, and politician.", "50899372": "Antoon A. Leenaars (born 1951)[1] is a Canadian clinical and forensic psychologist practicing in Windsor, Ontario. He is known for his research on suicide.[2]", "22456749": "Stephen Joseph Rossetti (born June 15, 1951) is an American Catholic priest, author, educator, licensed psychologist and expert on psychological and spiritual wellness issues for Catholic priests. He has appeared on such television shows as Meet the Press and Larry King Live. He served as president and CEO of Saint Luke Institute in Silver Spring, Maryland from 1996 to 2009 and as president from 2013 to 2014.[1] In October, 2009 Rossetti stepped down from this position and in January 2010, joined the faculty of The Catholic University of America to teach in the School of Theology and Religious Studies.[2] Since 2009, he has also served as the chaplain of the Washington Nationals.[3]", "54536629": "Jean Marie Twenge (born August 24, 1971)[2] is an American psychologist researching generational differences, including work values, life goals, and speed of development. She is a professor of psychology at San Diego State University,[4][5][1] author, consultant, and public speaker.[6] She has examined generational differences in work attitudes,[7] life goals,[8] developmental speed,[9] sexual behavior,[10] and religious commitment.[11]", "43592119": "John Frederic Feldhusen (1926–2009) was an American educational psychologist who worked on gifted education.[1][2]", "21703096": "Michael G. Aamodt (born September 1, 1957) is an American industrial and organizational psychology professor at Radford University who has published more than 50 professional journal articles and presented more than 100 papers at professional conferences.", "56109512": "Michael J. Tarr is an American cognitive neuroscientist who currently holds the Kavčić-Moura Professorship in Cognitive and Brain Science. He is a professor at Carnegie-Mellon University,[1] a recipient of the APA Distinguished Scientific Award for an Early Career Contribution to Psychology from the American Psychological Association in 1997,[2] a recipient of the Troland Award from the National Academy of Sciences in 2003,[3] a Guggenheim Fellow in 2007,[4] and an Elected Fellow of the American Association for the Advancement of Science.[5]", "26323408": "Bernd Polster (born 22 June 1952) is an author.[1] He spent the first eleven years of his life in the village Winsen an der Aller in Northern Germany. As he was visiting secondary school in Celle he cofounded and designed the prize winning school magazine bi; 1970 its second issue was illegelized because of an educational \"sex supplement\". He studied in Bochum, where he listened to the lectures of the marxist philosopher Leo Kofler, and in Bonn. His main field of interest was „Kritik der bürgerlichen Wissenschaft“ (Critique of bourgeois science). He was awarded his diploma in psychology - instead of the required experiment - for a philosophical thesis on the topic „Wissen als Vorraussetzung wissenschaftlichen Lernens\" (Knowledge as a requirement for scientific learning), an examination of the incompetences of academical psychology.", "5908956": "Erlendur Haraldsson (November 3, 1931 – November 22, 2020) was a professor emeritus of psychology on the faculty of social science at the University of Iceland. He published in various psychology and psychiatry journals. In addition, he published parapsychology books and authored a number of papers for parapsychology journals.[1]", "42478079": "Lenore Edna Walker is an American psychologist who founded the Domestic Violence Institute, documented the cycle of abuse and wrote The Battered Woman, published in 1979, for which she won the Distinguished Media Award that year. She was inducted into the Colorado Women's Hall of Fame in 1987.", "46901760": "James G. Greeno (May 1, 1935 – September 8, 2020) was an American experimental psychologist and learning scientist whose research focused on learning and problem solving with conceptual understanding, using scientific concepts and methods of association theory, computational cognitive modeling, and discourse analysis.", "2796033": "Vsevolod Sergeyevich Solovyov (Russian: Всеволод Серге́евич Соловьёв; January 1 [O.S. January 1] 1849 – November 2 [O.S. October 20] 1903) was a Russian historical novelist. His most famous work is Chronicle of Four Generations (five volumes, 1881–86), an account of the fictional Gorbatov family from the time of Catherine the Great to the mid-nineteenth century. Solovyov's \"atmosphere of nostalgia for the vanished age of the nobility\" helps explain his \"posthumous popularity among Russian émigrés.\"[1]", "11610629": "Kathryn Elizabeth Doty (née Hohn; July 15, 1920 – October 14, 2016), also known by her stage name Kathryn Adams or as Kathryn Adams Doty, was an American actress, novelist and psychologist.", "9677318": "Leonard Sax is an American psychologist and a practicing family physician. He is best known as the author of three books for parents:  Boys Adrift, Girls on the Edge, and  Why Gender Matters. According to his web site, he is currently employed as a physician at a healthcare facility in Chester County Pennsylvania, where he also resides.[1]", "12233227": "John Maxwell Aiken (born 3 July 1970) is a New Zealand former cricketer who played for Auckland and Wellington. Born in Sydney, Australia, he was a left-handed batsman who played 46 first class matches and 39 one-day matches in a career spanning 11 seasons from 1989/90 to 2000/01.[1] He scored 2,170 first-class runs at an average of 28.93. During his career, he played for New Zealand XIs against the West Indies, South Africa, Zimbabwe, and Sri Lanka.[2]", "58403356": "Aishatu Madawaki Isah, MFR OFR (born 1951) is a Nigerian academic and politician. She is the first female professor from the old Sokoto caliphate states (comprising present-day Sokoto State, Zamfara State and Kebbi State), an Islamic dominated region in Northern Nigeria. In 1999, she was made commissioner for women affairs and social development by Attahiru Bafarawa-led administration. Madawaki is also an advocate for the representation of Nigerian women in politics.[1][2]", "57354795": "Arnoldus Bastiaan Bakker (born July 19, 1964)[1] is a Dutch industrial and organizational psychologist and Professor of Work and Organizational Psychology at Erasmus University Rotterdam.", "24619579": "Beğlan Birand Toğrol (born March 1927 in Istanbul - 19 January 2016)[1] was a Turkish scientist, best known for her contributions to medical and experimental psychology.", "60828248": "Paula R. Pietromonaco is an American psychologist and principal investigator of the Growth in Early Marriage Project at University of Massachusetts, Amherst. She is the editor-in-chief of the journal Emotion, as well as the associate editor of Journal of Personality and Social Psychology: Interpersonal Relations and Group Processes section.[1][2]", "5974619": "George Wilson Albee (December 20, 1921 – July 8, 2006) was an American academic who was a pioneer in clinical psychology, who believed societal factors such as unemployment, racism, sexism, and all the myriad forms of exploitation of people by people were the major cause of mental illness. He was one of  the leading figures in the development of community psychology. Albee was an advocate for coping with adversity, strengthening individual resources, and social change.", "54536801": "William Keith Campbell is an American social psychologist known for his research on narcissism.[1][2] He is a professor in the Department of Psychology in the University of Georgia's Franklin College of Arts and Sciences. He completed his BA at University of California, Berkeley, MA from University of California, San Diego, PhD at University of North Carolina at Chapel Hill.[3] He has published over 120 peer-reviewed papers and a number of books, including The Handbook of Narcissism and Narcissistic Personality Disorder: Theoretical Approaches, Empirical Findings, and Treatments (with Joshua Miller) and The Narcissism Epidemic: Living in the Age of Entitlement (with Jean Twenge).[3]", "23997045": "Ágnes Szokolszky (6 July 1956) is a Hungarian educator and psychologist, a habilitated associate professor and director of the Institute of Psychology, Szeged.", "1026678": "Elisabeth Antoinette Irwin (29 August 1880 –16 October 1942) was the founder of the Little Red School House.  She was an educator, psychologist, reformer, and declared lesbian,[1] living with her life partner Katharine Anthony and the two children they adopted.", "731770": "Graham Nicholls (born 30 July 1975) is a British author, installation artist and specialist on out of body experiences. He speaks widely on parapsychology, ethics and art at institutions ranging from the London Science Museum,[1] The Society for Psychical Research[2] to the Cambridge Union Society.[3]", "6236794": "Grover Cleveland Gilmore[1] (born January 7, 1950) is an American psychologist and was Dean of the Mandel School of Applied Social Sciences at Case Western Reserve University from 2002 to 2021. He is known for work funded by the National Institute of Health studying changes in visual perception that are associated with healthy aging and with Alzheimer's disease. His hypothesis is that a portion of the cognitive problems associated with aging and the memory problems in Alzheimer's disease may be attributed to sensory decline and not to higher order cognitive functions.", "61876864": "Adriana Galván is an American psychologist and expert on adolescent brain development.[1] She is a professor of psychology at the University of California, Los Angeles (UCLA) where she directs the Developmental Neuroscience laboratory.[2] She was appointed the Jeffrey Wenzel Term Chair in Behavioral Neuroscience and the Dean of Undergraduate Education at UCLA.[3]", "16493187": "Peter Fonagy, OBE, FBA, FAcSS, FMedSci (born 14 August 1952) is a Hungarian-born British psychoanalyst and clinical psychologist. He studied clinical psychology at University College London. He is a Professor of Contemporary Psychoanalysis and Developmental Science Head of the Division of Psychology and Language Sciences at University College London, Chief Executive of the Anna Freud Centre, and a training and supervising analyst in the British Psycho-Analytical Society in child and adult analysis. His clinical interests center on issues of borderline psychopathology, violence, and early attachment relationships. His work attempts to integrate empirical research with psychoanalytic theory. He has published over 500 papers, and 270 chapters and has authored 19 and edited 17 books.[1]", "273027": "Richard Bentall FBA (born 30 September 1956) is a Professor of Clinical Psychology at the University of Sheffield in the UK.", "72690310": "Charles Gordon Gross (February 29, 1936 – April 13, 2019) was an American professor of psychology and a neuroscientist who studied the sensory processing and pattern recognition in the cerebral cortex of macaque monkeys.[1] He spent 43 years of his career at Princeton University. He was born in Brooklyn, New York, and received his A.B. in 1957 from Harvard University and his Ph.D. from the University of Cambridge in 1961.[2] Afterward, he went on to work at the Massachusetts Institute of Technology, where he conducted pioneering research on the visual cortex of monkeys.[1] Gross made many important discoveries in his career, including the finding that neurons in the inferior temporal cortex (ITC) are selectively activated by complex objects and the discovery of \"face cells,\" neurons that are specifically activated by the sight of faces.[1] He also discovered hand-selective neurons in the macaque cerebral cortex in 1969.[3] Gross's work on the ITC and face perception was groundbreaking and helped to establish the field of neuroscience.[1] He was recognized for his contributions with numerous awards and honors, including being named a Fellow of the American Academy of Arts and Sciences.[1] Gross was married to art historian Greta Berman from 1988-2000; and to writer Joyce Carol Oates from 2009 until his death 2019.", "8104590": "Sheldon Bach (May 18, 1925 – June 15, 2021) was an American psychologist and psychoanalyst based in New York City.[1][2]", "42904206": "Albert Jan \"Ap\" Dijksterhuis (born 12 November 1968, Zutphen)[1] is a Dutch Social Psychologist at Radboud University Nijmegen.", "2730643": "Michel Moine (8 March 1920 in Airvault – 15 January 2005 in Buxerolles) was a French journalist and parapsychologist. He was the director of the news division of RTL from 1958 to 1967, and then of RMC from 1967 to 1982. He was also well known for his books on radiesthesia, and the series of TV documentaries La caméra de l'étrange, created with his friend and fellow journalist Jean-Louis Degaudenzi.", "23243413": "Dr. William \"Will\" Zimmerman is a main character and male lead of the Canadian fantasy-science fiction television series Sanctuary. He is portrayed by Robin Dunne. Will is introduced in the series as an FBI's Behavioral Analysis Unit forensic psychiatrist, who was recruited by Helen Magnus (Amanda Tapping), head of the Sanctuary Network, to become her recent protégé.", "65055384": "Mary J. Wright (1915-2014) was a Canadian psychologist who was a pioneer for women in psychology in Canada.", "51882651": "John M. Keller (born March 5, 1938) is an American educational psychologist. He is best known for his work on motivation in educational settings and in particular the ARCS model of instructional design. The four elements of the acronym stand for Attention, Relevance, Confidence and Satisfaction (ARCS).", "24160939": "F. Charles Mace is a behavioral psychologist.  He received his undergraduate degree at the University of Wisconsin–Eau Claire and received his doctorate at the University of Arizona.  He is well known for his research on the functional analysis of severe behavior disorders, behavioral momentum, and the matching law.  He has published over one hundred articles and chapters.", "50637485": "David Alan Dunning (born 1960) is an American social psychologist and professor of psychology at the University of Michigan.[1] He is a retired professor of psychology at Cornell University.[2]", "8366769": "Georges Thines (10 February 1923 – 25 October 2016) was a Belgian scientist.[1] He was awarded the Francqui Prize on Human Sciences in 1971 for his work on experimental psychology at the Laboratory of Experimental Psychology of the Universite Catholique de Louvain.", "4598450": "Bertram R. Forer (24 October 1914 – 6 April 2000) was an American psychologist best known for describing the Forer effect, sometimes referred to as subjective validation.[1]", "65186481": "C. Roger Myers (February 12, 1906 – June 5, 1985) was a Canadian psychologist.", "34810559": "Michael D. Shonrock (born August 6, 1957 in Chicago, Illinois) is an American academic and former administrator. He was the president of Lindenwood University, located in St. Charles, Missouri, June 2015 to February 2019.[1] Shonrock previously served as Emporia State University's 16th president from January 3, 2012 to May 28, 2015, and before that as Texas Tech University's vice president for student affairs and enrollment management in Lubbock, Texas.[2]", "60107458": "Constance Pascal (August 22, 1877 – December 21, 1937) was a Romanian-born psychiatrist who practised in France and became the first woman psychiatrist and the first women head doctor of a psychiatric hospital in France.[1][2][3] Best known for her work on dementia praecox, she researched the social as well as the biological causes of mental illness. Pascal founded one of the first ‘medical-pedagogic’ institutes in France. Her monograph, Chagrins d'amour et psychoses (1935), reflected her wide cultural interests.", "2599656": "Richard D. Arvey is an American psychology professor.", "76524": "Sherry Turkle (born June 18, 1948) is an American sociologist. She is the Abby Rockefeller Mauzé Professor of the Social Studies of Science and Technology at the Massachusetts Institute of Technology. She obtained a BA in social studies and later a PhD in sociology and personality psychology at Harvard University. She now focuses her research on psychoanalysis and human-technology interaction. She has written several books focusing on the psychology of human relationships with technology, especially in the realm of how people relate to computational objects. Her memoir 'Empathy Diaries' received fair critical reviews.[3]", "11545330": "Daniel Merton Wegner (June 28, 1948 – July 5, 2013) was an American social psychologist. He was a professor of psychology at Harvard University and a fellow of both the American Association for the Advancement of Science and the American Academy of Arts and Sciences. He was known for applying experimental psychology to the topics of mental control (for example ironic process theory) and conscious will,[1][2] and for originating the study of transactive memory and action identification. In The Illusion of Conscious Will and other works, he argued that the human sense of free will is an illusion.", "4565750": "Jagdish N. Sheth (born 1938) is the Charles H. Kellstadt Professor of Marketing at the Goizueta Business School of Emory University.[1]  He was a prominent member of the core team during the initial years of the Indian Institute of Management Calcutta, the first Indian Institute of Management.[2] Prof. Sheth was awarded by Padma Bhushan 2020 for his work in literature & education in United States.[3]", "13314826": "Jochen Fahrenberg (born 18 September 1937 in Berlin) is a German psychologist in the fields of Personality, psychophysiology and  philosophy of science.", "46279436": "Chen Jenn-yeu (Chinese: 陳振宇; pinyin: Chén Zhènyǔ, born 1955) is the dean of the College of International Studies and Social Sciences and the director of the Graduate Institute and the Department of Chinese as a Second Language at National Taiwan Normal University.", "469777": "Ronald Melzack OC OQ FRSC (July 19, 1929 – December 22, 2019) was a Canadian psychologist and professor of psychology at McGill University.[1][2] In 1965, he and Patrick David Wall revolutionized[according to whom?] pain research by introducing the gate control theory of pain. In 1968, Melzack published an extension of the gate control theory, in which he asserted that pain is subjective and multidimensional because several parts of the brain contribute to it at the same time. During the mid-1970s, he developed the McGill Pain Questionnaire and became a founding member of the International Association for the Study of Pain. He also became the founding editor of Wall & Melzack's Textbook of Pain.", "63089427": "Gershon Ben-Shakhar (גרשון בן שחר; born May 25, 1942) is an Israeli psychologist. He served as president of the Open University of Israel.[1][2][3]", "8530713": "Ernest Dichter (14 August 1907 in Vienna – 21 November 1991 in Peekskill, New York) was an American psychologist and marketing expert known as the \"father of motivational research.\" Dichter pioneered the application of Freudian psychoanalytic concepts and techniques to business — in particular to the study of consumer behavior in the marketplace. Ideas he established were a significant influence on the practices of the advertising industry in the twentieth century. Dichter promised the \"mobilisation and manipulation of human needs as they exist in the consumer\". As America entered the 1950s, the decade of heightened commodity fetishism, Dichter offered consumers moral permission to embrace sex and consumption, and forged a philosophy of corporate hedonism, which he thought would make people immune to dangerous totalitarian ideas.[1]", "67054367": "Sandy Kay Wurtele  is an American psychologist. She is Professor Emerita in the Department of Psychology at the University of Colorado Colorado Springs where she specialized in the prevention of childhood sexual abuse. Wurtele is the author of several educational and scholarly materials for professionals, parents, and children on preventing childhood sexual assault and abuse. Wurtele has provided training and consultation to a number of national and international organizations and researchers on this topic, including on the National Center for Missing & Exploited Children's Education Standards Task Force, the USA Swimming Safe Sport Committee, USA Wrestling, and the Roman Catholic Diocese of Wilmington.", "371490": "Solomon Eliot Asch (September 14, 1907 – February 20, 1996) was a Polish-American Gestalt psychologist and pioneer in social psychology. He created seminal pieces of work in impression formation, prestige suggestion, conformity, and many other topics.  His work follows a common theme of Gestalt psychology that the whole is not only greater than the sum of its parts, but the nature of the whole fundamentally alters the parts. Asch stated: \"Most social acts have to be understood in their setting, and lose meaning if isolated. No error in thinking about social facts is more serious than the failure to see their place and function\".[4] Asch is most well known for his conformity experiments, in which he demonstrated the influence of group pressure on opinions. A Review of General Psychology survey, published in 2002, ranked Asch as the 41st most cited psychologist of the 20th century.[5]", "38808359": "Aldert Vrij is a professor of applied social psychology in the department of psychology at the University of Portsmouth in Portsmouth, England.  His main area of expertise is utilizing nonverbal and verbal cues of deception, also called lie detection. Author of numerous research articles, Vrij has found that human beings can become more accurate judges of truth and deception not by passive observation of a speaker's verbal and nonverbal behavior but by tactically outsmarting liars through use of various techniques.[1]", "68102962": "Michael Frese is a psychologist who teaches management and organizational behaviour at Asia School of Business, Malaysia and Leuphana University of Lüneburg, Germany. He is a visiting professor at Makerere University Business School in Kampala, Uganda, and at National University of Singapore Business School. He was head of the department and Provost Chair at National University of Singapore Business School.", "60762932": "Marion K. Underwood is an American psychologist and dean of Purdue University's College of Health and Human Sciences, a position she assumed on August 1, 2018.[1][2][3] She is a researcher in social aggression[4] and is a fellow of the Association for Psychological Science.[1]", "63515446": "Terence J. G. Tracey is an American psychologist, author and researcher. He is professor emeritus of counseling and counseling psychology at Arizona State University.[1] He is also a visiting professor at University of British Columbia. He has served in many administrative positions at Arizona State University including department head and associate dean. He is the former editor-in-chief of Journal of Counseling Psychology.[2]", "13871930": "Edmund J. Bourne is an American self-help author  and researcher on anxiety, anxiety disorders and the treatment of anxiety disorders. He was the director of The Anxiety and Treatment Center in San Jose and Santa Rosa, California. In 1990, Edmund Bourne published The Anxiety and Phobia Workbook, a self-help book[1] that won the Benjamin Franklin Book Award for Excellence in Psychology.[citation needed] This book is now in its 7th Edition.", "7121728": "Andrew Solomon (born October 30, 1963) is an American writer on politics, culture and psychology, who lives in New York City and London. He has written for The New York Times, The New Yorker, Artforum, Travel and Leisure, and other publications on a range of subjects, including depression,[1] Soviet artists,[2] the cultural rebirth of Afghanistan,[3] Libyan politics,[4][5] and Deaf politics.[6]", "3418945": "Steve K. D. Eichel (formerly Steve Dubrow-Eichel) is a psychologist known primarily for his work on destructive cults, coercive persuasion, mind control, brainwashing, and deprogramming.  He is a former president of the Greater Philadelphia Society of Clinical Hypnosis and the 2006–07 president of the American Academy of Counseling Psychology, the national membership academy comprising American Board of Professional Psychology (ABPP) Board-certified counseling psychologists.[2] In 2012 he was installed as the President of the Board of the International Cultic Studies Association.", "50735942": "Everett Leo Shostrom was an American psychotherapist. His approach to psychotherapy was eclectic, integrating a wide range of theory, practice, and research. He was perhaps most well known for his film Three Approaches to Psychotherapy and his famous book Man, the Manipulator. He also produced well known tests and inventories including the Personal Orientation Inventory, Personal Orientation Dimensions, the Pair Attraction Inventory, and the Caring Relationship Inventory.[1]", "66104148": "Maria Judith Zuzarte Cortesão (31 December 1914 – 25 September 2007) was a  climatologist, geneticist and psychologist. In 2003, she was awarded the Ordem do Mérito Cultural.[1]", "32811861": "Theresa Caplan (1913–2010) was an American twentieth-century scholar of early childhood development and a collector of worldwide toys.  Working with her husband Frank, she wrote multiple acclaimed books and built a massive collection of toys that is now part of a significant museum.", "58829654": "Yang Kuo-shu (Chinese: 楊國樞; pinyin: Yáng Guóshū; 22 December 1932 – 17 July 2018) was a Chinese psychologist and political activist in Taiwan, considered the founder of indigenized Chinese psychology. He served as professor and Chair of the Psychology Department of National Taiwan University. He became Vice-President of Academic Sinica in 1996, and was elected as an academician in 1998. He was an advocate for political freedom and democracy during the Martial Law era, and was the founding president of the Taipei Society.", "69708633": "Wayne Velicer (March 4, 1944 – October 15, 2017) was an American psychologist known for his research in quantitative and health psychology. He taught at the University of Rhode Island from 1973 until his death in 2017. He worked with James O. Prochaska to help to found the University of Rhode Island's Cancer Prevention Research Center, of which he subsequently served as co-director.[1][2]", "25144158": "Beatrice Adela Bradley is a fictional detective created by Gladys Mitchell. Mrs (later Dame Beatrice) Bradley is Mitchell's most significant and long-lived character, appearing in 66 novels that were published between 1929 and 1975.[1]", "2403167": "William H. Tucker (1940-2022), also known as Bill Tucker, was an American psychologist. He was an Emeritus Professor of Psychology at Rutgers University and the author of several books critical of race science. He retired from Rutgers in 2009.[1] Tucker died in 2022.[2]", "43363168": "Toshinori Ishikuma (born September 1950) is a Japanese psychologist. He is known for his work on introducing and establishing the system of school psychology services in Japan, and his expert guidance and training in chosen students for psychology[1] He was among key psychologists who started certifying school psychologists in Japan in 1997. He is also famous for development of individual intelligence tests such as the Japanese versions of Kaufman Assessment Battery for Children, Kaufman Assessment Battery for Children-Second Edition, and Japanese versions of Wechsler Intelligence Scale for Children -III and IV, as well as Wechsler Adult Intelligence Scale,- IV.[2] He is now working to produce the Japanese version of Wechsler Intelligence Scale for Children -V. He was also among important members of movement toward \"Certified Public Psychologist Bill\", which was passed in 2015.[3]", "47885156": "Kate  Næss (née Doughty) (born 13 August 1983)  is an Australian paraequestrian and paratriathlete. She won a bronze medal at the 2015 World Triathlon Grand Final. She represented Australia at the 2016 Rio Paralympics when paratriathlon made its debut at the Paralympics.[1]", "63843180": "Apryl A. Alexander (born c. 1983)[1] is an American clinical and forensic psychologist who is an associate professor at the University of Denver. Alexander directs students at the Denver Forensic Institute for Research, Service and Training (Denver FIRST), and engages in clinical psychology practice. She is co-founder of the University of Denver's Prison Arts Initiative where incarcerated individuals engage in a therapeutic, educational arts curricula.", "12594029": "Susan Sutherland Isaacs, CBE (née Fairhurst; 24 May 1885 – 12 October 1948; also known as Ursula Wise) was a Lancashire-born educational psychologist and psychoanalyst. She published studies on the intellectual and social development of children and promoted the nursery school movement. For Isaacs, the best way for children to learn was by developing their independence. She believed that the most effective way to achieve this was through play, and that the role of adults and early educators was to guide children's play.", "63908718": "Dr. Edgar Anstey (5 March 1917 – 1 June 2009) was a British Civil Service psychologist who worked for the Ministry of Defence and who is most noted for his incidental role during the Cuban Missile Crisis of 1962.[1]", "55815025": "Juliet Popper Shaffer (born May 23, 1932) is an American psychologist, statistician and statistics educator known for her research on multiple hypothesis testing.[1] She is a teaching professor emerita at the University of California, Berkeley.[2]", "18623359": "Anna Christina Nobre FBA, MAE, fNASc (known as Kia Nobre;[1] born 1963) is a Brazilian and British cognitive neuroscientist working at Yale University in New Haven, CT, USA.", "20360065": "Stanley Jack Rachman (January 19, 1934 – September 2, 2021) was a South African-born psychologist who worked primarily with obsessive-compulsive disorder (OCD) and other anxiety disorders.[1] He spent much of his career based in the UK and Canada.", "57682821": "Phyllis A. Katz (born April 9, 1938) is a clinical and developmental psychologist who has spent most of her career researching how children acquire attitudes towards race and gender. In 2002, she received the American Psychological Association's Award for Distinguished Senior Career Contributions to the Public Interest.[1]", "10988425": "Benjamin Karney (born 1968) is an American professor of social psychology at the University of California, Los Angeles and an adjunct behavioral scientist at the Rand Corporation. His research is on interpersonal relationships and marriage, examining the effects of stress on marital processes, divorce rates in military marriages, intimate relationships among youth and young adults, and marriage in low-income populations.", "5286804": "Egon Brunswik Edler von Korompa (18 March 1903, Budapest – 7 July 1955, Berkeley, California) was a psychologist who made contributions to functionalism and the history of psychology.", "32582555": "Paul Clayton Vitz (born August 27, 1935) is an American psychologist who is a Senior Scholar at Divine Mercy University in Sterling, Virginia. He is emeritus professor of psychology at New York University. His work focuses primarily on the relationship between psychology and Christianity.", "54307746": "Virginia Braun FRSNZ is a New Zealand psychology academic specialising in thematic analysis and gender studies. She is particularly known for her scholarship on the social construction of the vagina[1] and designer vagina cosmetic surgery,[2] body hair[3] and heterosexuality.[4] She is perhaps best known for her collaboration with British psychologist Victoria Clarke around thematic analysis and qualitative research methods. Together they have published numerous papers, chapters, commentaries and editorials on thematic analysis and qualitative research, and an award-winning and best selling qualitative textbook entitled Successful qualitative research. They have a thematic analysis website at The University of Auckland. More recently - with the Story Completion Research Group - they have published around the story completion method.[5]", "5286831": "Richard J. Shavelson is an educational psychologist who has published over 100 research articles and books in the fields of educational assessment, psychology, and science education. He is an emeritus professor in the Stanford University Graduate School of Education, a former dean of the Stanford School of Education, and a past president of the American Educational Research Association.[1]", "47197109": "Paul S. Goodman (1937–2012) was an organizational psychologist, author, and filmmaker. He was the Richard M. Cyert Professor of Organizational Psychology at Carnegie Mellon University's Tepper School of Business.[1]", "59780022": "Linda Nielsen is a professor of adolescent and educational psychology in the Department of Education at Wake Forest University.[1] She has conducted research on the effects of shared parenting and on father–daughter relationships.", "73051061": "Leonid Fokich Burlachuk (Ukrainian: Леонід Фокович Бурлачук; 1 January 1947 – 26 November 2022) was a Soviet and Ukrainian psychologist. Among his academic achievements belong: the Doctor of Sciences in Psychological Sciences (1990), professor (1992), academician of the National Academy of Educational Sciences of Ukraine (2010).", "7777212": "Zindel V. Segal (born 1956 in Lutsk, Soviet Union)[1] is a cognitive psychologist, a specialist on depression and one of the founders of Mindfulness-based Cognitive Therapy (MBCT).", "53128125": "Carol Blanche Cotton (Carol C. Bowie)  (August 20, 1904 - November 22, 1971)[1] was an American psychologist.", "43035582": "Andrew J. Elliot (born 1962) is a professor of psychology at the University of Rochester. His research on the hierarchical model of approach and avoidance motivation focuses on combining classic and contemporary methods to test various theories.[1] Elliot's work in social psychology is cited frequently by those in the field, causing him to be named one of Thomson Reuters' ISI Highly Cited for the Social Sciences in 2010.[2]", "61877191": "Transdisciplinary Collaborative Center", "56208332": "Gordon Hodson is a psychology professor at Brock University, where he directs the Brock Lab of Intergroup Processes. He is known for his research on political ideology and its relationship to prejudice, intelligence,[2][3] and climate change denial.[4][5]", "35597263": "Ian Robertson (born 26 April 1951) is a Scottish neuroscientist and clinical psychologist, and Professor of Psychology at Trinity College Dublin. He is also known as a leading researcher as to how an individual may harness the attention system of one's mind to enhance autonomy over emotions and cognitive function.", "4991960": "Jan Hendrik van den Berg (11 June 1914 – 22 September 2012) was a Dutch psychiatrist notable for his work in phenomenological psychotherapy (cf. phenomenology) and metabletics, or \"psychology of historical change.\" He is the author of numerous articles and books, including A different existence and The changing nature of man.", "10464219": "Rudolf R. Urbantschitsch, later Rudolf von Urban (28[1] April 1879 – 18 December 1964), was an Austrian psychiatrist and psychologist who researched human sexuality.", "46345185": "Sam J. Tsemberis (born March 11, 1949, in Skourta, Greece) is a Greek Canadian clinical and community psychology practitioner, and the founder and executive director of Pathways to Housing, a Housing First program for individuals with serious mental illnesses, long histories of homelessness, and often co-occurring substance abuse.[1] He is also an Associate Clinical Professor in Psychiatry and Biobehavioral Sciences at the University of Los Angeles California.[2]", "57027560": "Denise Bouah (born 26 November 1980), formerly known as Denise Frick, is a South African chess player who holds the title of Woman International Master.", "13577192": "Leona Elizabeth Tyler (May 10, 1906 – April 29, 1993) was an American psychologist and president of the American Psychological Association in 1973.", "37104623": "George A. Kohlrieser is an American-born clinical and organizational psychologist, author, speaker and consultant. He is Professor of Leadership and Organizational Behavior at the International Institute for Management Development (IMD) business school based in Lausanne Switzerland and the author of the award-winning book Hostage at the Table: How Leaders Can Overcome Conflict, Influence Others and Raise Performance (2006) and co-author of Care to Dare: Unleashing Astonishing Performance through Secure Base Leadership (2012).He is also known for his use of the hostage metaphor in business and leadership development.[1][2][3]", "55815153": "Alette Beaujon (Aletta Clémence Beaujon, Curaçao, 1 May 1933 – Aruba, 3 July 2001) was a Dutch poet and psychologist from the Netherlands Antilles. Born in Curaçao and later living in the Netherlands and Aruba, she published poems in Dutch, English and Papiamento, while working as a clinical psychologist. A collection of her unpublished poems were discovered after her death and released in 2009.", "65186807": "James Gordon Kelly (December 21, 1929 - May 16, 2020) was most recently an Emeritus Professor of Psychology at the University of Illinois at Chicago (UIC) where he retired from in 1999.[1] Following work at the Mental Health Study Center of the National Institute of Mental Health (NIMH), Kelly held tenured positions at Ohio State University, the University of Michigan, the University of Oregon (where he was Dean of the Wallace School of Community Service and Public Affairs), and UIC.", "6794233": "Marigold Linton (born 1936) is a cognitive psychologist and member of the Morongo Band of Cahuilla Mission Indians. In 1964, she became the first Native American to earn a doctorate in psychology.[1][2] In 1974, she co–founded the National Indian Education Association. Her research in long-term memory is widely cited in psychology. She is director for mathematics and science initiatives in the University of Texas system, where she is responsible for bringing minority students into those two fields. She has been president of the Society for Advancement of Chicanos and Native Americans in Science.[3][4]", "63777788": "Leslie A. DeChurch is an American academic and expert on leadership and team dynamics. She is Chair of the Department of Communication Studies at Northwestern University and holds a courtesy appointment in the Department of Psychology, Weinberg College of Arts & Sciences.[1] She directs the ATLAS lab at Northwestern University,[2] and is former President of the Interdisciplinary Network for Group Research (INGroup).[3]", "54209532": "Michael J. Telch (born March 28, 1953 in Boston, Massachusetts)[1] is an American psychologist who has taught at the University of Texas at Austin (UT-Austin) since 1986. At UT-Austin, he is a professor of clinical psychology, the founding director of the Laboratory for the Study of Anxiety Disorders (which he founded in 1988),[2] and the former Director of Clinical Training. He is a fellow of the Association for Psychological Science and the American Association of Applied and Preventive Psychology.[3] He is known for his research on posttraumatic stress disorder among American soldiers, and the extent to which it can be predicted before the soldiers serve in combat.[4][5][6][7]", "20360202": "Adam Scott Radomsky is a Canadian psychologist who studies obsessive-compulsive disorder (OCD) and related anxiety disorders. He is a professor in the Department of Psychology at Concordia University in Montreal, Canada, and was editor-in-chief of the Journal of Behavior Therapy and Experimental Psychiatry.", "1977361": "David L. Rosenhan (/ˈroʊznən/; November 22, 1929 – February 6, 2012)[1] was an American psychologist. He is best known for the Rosenhan experiment, a study challenging the validity of psychiatry diagnoses.[2]", "55684120": "Mary Tuck, CBE (née McDermott: 5 May 1928 – 20 October 1996) was a British criminologist, psychologist and civil servant. She was appointed a CBE in 1989.", "10071084": "Ronald Leslie Dawson (born 1940) is a Special Educational Needs (SEN) educator, psychologist, researcher and author and co-author of numerous books and articles concerning the education of pupils with SEN. His most important publication is[citation needed] The Macmillan Teacher Information Pack (TIPs), a pack of informative materials to assist teachers of pupils with special educational needs in mainstream and special schools. He has also written two novels, six children's story books and a history of Birmingham's first canal.\nIn 2012 he wrote the lyrics and co-composed the music (arranged by Kevin Morgan of the BSO) of \"Lest we forget\", a song of Remembrance. It was first performed in public on 16 September 2012 by the Wellington Male Voice Choir in the New Zealand Parliament building at the inauguration of New Zealand's Malayan Veterans Day. It has since been performed at Remembrance Services, Concerts and Memorials in the UK, Australia, Canada and Cyprus. In 2014 he wrote the lyrics and co-composed the music (arranged by Kevin Morgan) a novelty dance song \"The Brazilian Attack\", which was recorded by the Copacabana Brass.\nHe created, wrote, directed and produced the National Children's WW1 Remembrance Concert at the National Exhibition Centre on the 3rd of November, 2018.[citation needed]", "7580719": "Berit Ås (née Skarpaas, born 10 April 1928) is a Norwegian politician, psychologist, and feminist, who is currently Professor Emerita of social psychology at the University of Oslo. She was the first leader of the Socialist Left Party (1975–1976), and served as a Member of the Parliament of Norway 1973–1977. She was also a deputy member of parliament from 1969 to 1973 (for the Norwegian Labour Party), and from 1977 to 1981 (for the Socialist Left Party).[1] She is known internationally for articulating the master suppression techniques, and her research interests also include feminist economics and women's culture. She holds honorary doctorates at the University of Copenhagen, Saint Mary's University (Halifax), and Uppsala University, and received the Rachel Carson Prize and the Order of St. Olav in 1997.", "1584178": "Charles T. Tart (born 1937) is an American psychologist and parapsychologist known for his psychological work on the nature of consciousness (particularly altered states of consciousness), as one of the founders of the field of transpersonal psychology, and for his research in parapsychology.[1]", "6761524": "Gordon Howard Bower (December 30, 1932 – June 17, 2020) was a cognitive psychologist studying human memory, language comprehension, emotion, and behavior modification. He received his Ph.D. in learning theory from Yale University in 1959. He held the A. R. Lang Emeritus Professorship at Stanford University. In addition to his research, Bower also was a notable adviser to numerous students, including John R. Anderson, Lawrence W. Barsalou, Lera Boroditsky, Keith Holyoak, Stephen Kosslyn, Alan Lesgold, Mark A. Gluck, and Robert Sternberg, among others.", "18328629": "Michael Louis Friendly (born 1945) is an American-Canadian psychologist, Professor of Psychology at York University in Ontario, Canada, and director of its Statistical Consulting Service, especially known for his contributions to graphical methods for categorical and multivariate data, and on the history of data and information visualisation.[1][2]", "2174008": "James Henry Leuba (April 9, 1868 – December 8, 1946) was an American psychologist best known for his contributions to the psychology of religion. His son Clarence James Leuba was also a psychologist and taught at Antioch College in Yellow Springs, Ohio.[1]", "33467461": "Gail S. Goodman is an American psychologist, known as one of the first in her field to study children's roles in the legal system, specifically children's eyewitness testimony pertaining to the Sixth Amendment. Her awards for her contributions to research, writing, and teaching include the American Psychological Association Award for Distinguished Contributions to Psychology in the Public Interest in 2017. Her involvement includes being cited in United States Supreme Court cases, which is rare for psychologists.", "10693709": "Patricia Wenjie Cheng (born 1952) is a Chinese American psychologist.[1] She is a leading researcher in cognitive psychology who works on human reasoning. She is best known for her psychological work on human understanding of causality. Her \"power theory of the probabilistic contrast model,\" or power PC theory  (1997)[2] posits that people filter observations of events through a basic belief that causes have the power to generate (or prevent) their effects, thereby inferring specific cause-effect relations.", "4533331": "Ray Milton Blanchard (/ˈblæntʃərd/ BLAN-chərd; born October 9, 1945[1]) is an American-Canadian sexologist who researches pedophilia, sexual orientation and gender identity. He has found that men with more older brothers are more likely to be gay than men with fewer older brothers, a phenomenon he attributes to the reaction of the mother's immune system to male fetuses. Blanchard has also published research studies on phallometry and several paraphilias, including autoerotic asphyxia. Blanchard also proposed a typology of transsexualism.", "25603157": "Robert Biswas-Diener (born July 27, 1972) is a positive psychologist, author and instructor at Portland State University. Biswas-Diener's mother is Carol Diener and his father is Ed Diener, both psychologists.", "51457110": "Kate Gordon Moore (February 18, 1878 – October 4, 1963) was an American psychologist whose work focused on various aspects within cognitive psychology, and is noted for her work with color vision and perception, as well as aesthetics, memory, imagination, emotion, developmental tests for children, and attention span. Gordon's early work focused on color vision and how this interacted with memory. Her work shifted mid-career and then she started to research within the realm of education. Specifically, she published work that addressed women's education with regard to the notion that women must be educated differently from men. Her focus of research shifted once more later on in life and started to keen in on imagination and how it related to her earlier works of memory and emotion.[1][2]", "3255384": "Edmund Burke Delabarre (1863 – 1945), was a researcher and professor of psychology at Brown University. He graduated from Amherst College in 1886. He was a pioneer in the field of shape perception and on the interaction between mental processes and the involuntary movements of the body.", "17837151": "Adolf Zeising (24 September 1810 – 27 April 1876) was a German psychologist, whose main interests were mathematics and philosophy.", "7777376": "J. Mark G. Williams, is Emeritus Professor of Clinical Psychology and Honorary Senior Research Fellow at the University of Oxford Department of Psychiatry.[1]  He held previous posts at the University of Newcastle upon Tyne, the Medical Research Council Applied Psychology Unit (now Cognition and Brain Sciences Unit) in Cambridge and the University of Wales Bangor, where he founded the Institute for Medical and Social Care Research and the Centre for Mindfulness Research and Practice.  He is a Fellow of the British Psychological Society, the Academy of Medical Sciences and the British Academy. He was educated at Stockton Grammar School, Stockton-on-Tees, and at St Peter's College, Oxford. He received an honorary doctorate from the Katholieke Universiteit Leuven (Faculty of Psychology and Educational Sciences) on May 8, 2023, in Leuven, Belgium.", "55028839": "Daphna Joel (Hebrew: דפנה יואל; born January 20, 1967) is an Israeli neuroscientist and advocate for \"neurofeminism\".[1][2] She is best known for her research which claims that there is no such thing as a \"male brain\" or a \"female brain\". Joel's research has been criticized by other neuroscientists who argue that male and female brains, on average, show distinct differences and can be classified with a high level of accuracy.[3][4] Joel is a member of The NeuroGenderings Network, an international group of researchers in gender studies and neuroscience. They are critical of what they call neurosexism in the scientific community.[2] Joel has given lectures on her work in both scientific and lay conventions around the world.", "30813290": "James O. Prochaska (born 6 August 1942 - died 9 July 2023) was professor of psychology at the University of Rhode Island. He was the lead developer of the Transtheoretical Model of Behavior Change (TTM) beginning in 1983.", "52997231": "John J. Furedy (June 30, 1940 – August 23, 2016) was a Hungarian-born Australian and Canadian psychophysiologist and distinguished research professor of psychology at the University of Toronto, noted for his extensive empirical research into the unreliability of the polygraph test in lie detection[1] and similar problems associated with biofeedback, as well as addressing contemporary issues concerning academic freedom.[2]", "30420086": "Joshua Brett Tenenbaum (Josh Tenenbaum) is Professor of Computational Cognitive Science at the Massachusetts Institute of Technology.[2] He is known for contributions to mathematical psychology and Bayesian cognitive science. According to the MacArthur Foundation, which named him a MacArthur Fellow in 2019, \"Tenenbaum is one of the first to develop and apply probabilistic and statistical modeling to the study of human learning, reasoning, and perception, and to show how these models can explain a fundamental challenge of cognition: how our minds understand so much from so little, so quickly.\"[3]", "69905526": "Klaus Boehnke (born April 23, 1951, in Oldenburg, Germany) is a German psychologist and social scientist. He has been teaching and researching at Jacobs University Bremen since 2002.[1] In 2017, he was appointed deputy director of the Center for Sociocultural Research at the Higher School of Economics (HSE) in Moscow.[2] He suspended this collaboration on February 24, 2022.", "1584249": "Arthur Woollgar Verrall (5 February 1851, Brighton – 18 June 1912, Cambridge) was a British classics scholar associated with Trinity College, Cambridge, and the first occupant of the King Edward VII Chair of English. He was noted for his translations and for his challenging, unorthodox interpretations of the Greek dramatists, such as his commentary on Agamemnon; his detractors found his readings contorted and too ingenious, too often overlooking obvious explanations in favour of the convoluted, and his published work is nowadays not highly regarded.[1] After his death, admirers M. A. Bayfield and J. D. Duff edited  Verrall's Collected Literary Essays. Classical and Modern and Collected Essays in Greek and Latin Scholarship 1914. Among his publications, Euripides the Rationalist was highly influential. He was a member of the Cambridge Apostles, a secret society, from 1871.", "40905850": "Leonard Saxe (born June 12, 1947) is an American social psychologist whose work focuses on sociology of religion, American Jews and the American Jewish community. He is currently the director of the Cohen Center for Modern Jewish Studies at Brandeis University.[1][2]", "52374654": "Ruth K. Chao[1] is an American psychologist. Her research interests center around the parenting styles and socialization of East Asian immigrant families, especially Chinese families, in the United States and Canada. She is an associate professor in the Psychology Department and the principal investigator for the Multicultural Families and Adolescents Study (MFAS) research project[2] at the University of California, Riverside. She is a board member of the Global Parenting Education Group, a nonprofit organization that focuses on parent education in China and other countries.[3]", "36220034": "Harry Levinson (1922 – June 26, 2012) was an American psychologist and consultant in work and organizational issues.[1] He was a pioneer in the application of psychoanalytic theory to management and leadership.[1][2] He linked the failure of managers to effectively contain the anxieties of workers to employee depression and low productivity.[3]", "64662660": "Duane Girard Watson (born 1976) is an American neuroscientist and professor of psychology and human development at Vanderbilt University. He holds the Frank W. Mayborn Chair in Cognitive Science and leads the Vanderbilt University Communication and Language Laboratory.", "32746648": "Mercedes Chaves Jaime (7 November 1956 La Uvita, Colombia - 22 August 2005 Tunja, Colombia) was a Colombian psycopedagogue, professor and educational researcher. Chaves established herself as a notable Vygotskian pedagogue in Latin America.", "58502297": "Christine Margaret Blasey Ford (/ˈblɑːzi/ BLAH-zee;[2] born November 1966)[3] is an American professor of psychology at Palo Alto University and a research psychologist at the Stanford University School of Medicine.[4] She specializes in designing statistical models for research projects.[5] During her academic career, Ford has worked as a professor at the Stanford University School of Medicine Collaborative Clinical Psychology Program.[6]", "40742053": "Fred Robert Volkmar (born 1950 in Illinois)[1] is a psychiatrist, psychologist, and the Irving B. Harris Professor of Child Psychiatry, Pediatrics, and Psychology at the Yale School of Medicine.[2] From 2006 to 2014, he was the director of the Yale Child Study Center and the head of child psychiatry at Yale New Haven Hospital. Prior to these appointments, he was the director of the Autism Program at the Yale Child Study Center since 1983.[1]", "37399719": "Eleanor Anne Maguire FRS FMedSci FBA MRIA (born 27 March 1970)[2] is an Irish neuroscientist. Since 2007, she has been Professor of Cognitive Neuroscience at University College London[3][4][5][6] where she is also a Wellcome Trust Principal Research Fellow.[7][8]", "1354920": "Drew Westen is professor in the Departments of Psychology and Psychiatry[1] at Emory University in Atlanta, Georgia; the founder of Westen Strategies, LLC, a strategic messaging consulting firm to nonprofits and political organizations; and a writer.  He is also co-founder, with Joel Weinberger, of Implicit Strategies, a market research firm that measures consumers' unconscious responses to advertising and brands.[2]", "52669607": "Eva Ann Frommer FRCPsych (6 September 1927 – 8 August 2004) was a German-born British consultant child psychiatrist, working at St Thomas' Hospital in South London. Her specialism was to apply the arts and eurythmy to the treatment of pre-school child patients, inspired by the work of the Austrian anthroposophist, Rudolf Steiner. Early in her career she attracted criticism through association with her senior colleague, the controversial psychiatrist William Sargant, whom she followed for a time in the application of sleep therapy and antidepressant prescription to children.", "59780266": "Catherine Lord (born 1950)[1] is an American psychologist and researcher. She is widely recognized as one of the world's leading experts in autism. She currently serves as a member of the International Advisory Board for The Lancet Psychiatry,[2] as co-chair of the Scientific Research Council of the Child Mind Institute,[3] and as the George Tarjan Distinguished Professor of Psychiatry and Education at the Semel Institute for Neuroscience and Human Behavior at UCLA.[4]", "43101357": "Sidney W. A. Dekker (born 1969, \"near Amsterdam\"),[1] is a professor at Griffith University in Brisbane, Australia, where he founded the Safety Science Innovation Lab.[2] He is also Honorary Professor of Psychology at the University of Queensland.[3]", "52047025": "Daniel G. Guttfreund (born March 23, 1962) is a Salvadoran psychologist.", "64072881": "Hillel J. Einhorn (June 12, 1941 – January 8, 1987)[1] was an American psychologist who played a key role in the development of the field of behavioral decision theory. Einhorn earned BA and MA degrees at Brooklyn College, married Susan Michaels in 1966, and received his PhD in psychology from Wayne State University in 1969 under the supervision of Alan Bass. In 1969, Einhorn joined the faculty of the Graduate School of Business (now the Booth School of Business) at the University of Chicago. He was promoted to professor in 1976 and appointed to the Wallace W. Booth professorship in 1986.[2] In addition to his research contributions, Einhorn restructured the behavioral science curriculum by providing a specific focus on behavioral decision theory, and founded the Center for Decision Research at the University of Chicago in 1977.[1][3] Einhorn died of Hodgkin's disease on January 8, 1987, at the age of 45.[1]", "69676222": "Jean-Charles Terrassier (1940 – 1 January 2022) was a French psychologist.[1] He specialized in childhood intellectual giftedness and founded the Association française dédiée aux enfants intellectuellement précoces (ANPEIP).", "18689220": "Lionel Ovesey (15 April 1915 – 21 May 1995) was an American psychoanalyst.", "18623686": "Esther Somerfeld-Ziskind (July 2, 1901 – November 11, 2002) was an American neurologist and psychiatrist.  She conducted pioneering research into the use of insulin, lithium, and electroconvulsive therapy in the treatment of psychiatric disorders.[1][2] She was the daughter of Czech and Romanian immigrants. She received her medical degree in Chicago, Illinois, and her Masters in Los Angeles, California. After marrying Eugene Ziskind, they opened their own practice. Somerfeld-Ziskind was later chair of the psychiatry department at Cedars-Sinai Medical Center.", "142539": "Andrew Lang FBA (31 March 1844 – 20 July 1912) was a Scottish poet, novelist, literary critic, and contributor to the field of anthropology. He is best known as a collector of folk and fairy tales. The Andrew Lang lectures at the University of St Andrews are named after him.", "568531": "Richard Hood Jack Dudley Ryder (born 3 July 1940) is an English writer, psychologist, and animal rights advocate.", "6040789": "Tal Ben-Shahar (Hebrew: טל בן-שחר; born 1970), also known as Tal David Ben-Shachar, is an American and Israeli teacher, and writer in the areas of positive psychology and leadership. As a lecturer at Harvard University, Ben-Shahar created the most popular course in Harvard's history.[1][2] He has subsequently written several best-selling books and in 2011 co-founded Potentialife with Angus Ridgway, a company that provides leadership programs.", "12102872": "Nikolai Vladimirovich Krogius (Russian: Николай Владимирович Крогиус; 22 July 1930 – 14 July 2022) was a Russian chess Grandmaster, International Arbiter (1985), psychologist, chess coach, chess administrator, and author. He won several tournament titles at Sochi and in Eastern European events, and appeared in seven Soviet finals from 1958–71. His peak was in 1967 when he ranked 18th in the world for a time. He earned his doctorate in psychology, and specialized in sports psychology. He coached World Champion Boris Spassky for several years, also served as chairman of the USSR Chess Federation, and co-authored five chess books. He was the co-winner of the 1993 World Senior Chess Championship.", "10661097": "Thomas Marshall Ostrom (March 1, 1936 – May 16, 1994) was a psychologist who helped further the study of social psychology.  Prior to Ostrom, the field explored and identified the cognitive foundations of social activity.  Ostrom pushed the field to studying the social foundations of cognitive activity.[1]", "896239": "Hermann Rorschach (German: [ˈhɛːman ˈʁoːʁʃaχ]; 8 November 1884 – 2 April 1922) was a Swiss psychiatrist and psychoanalyst. His education in art helped to spur the development of a set of inkblots that were used experimentally to measure various unconscious parts of the subject's personality. His method has come to be referred to as the Rorschach test, iterations of which have continued to be used over the years to help identify personality, psychotic, and neurological disorders. Rorschach continued to refine the test until his premature death at age 37.[1][2]", "42347774": "Arthur William Kornhauser (November 23, 1896 – December 11, 1990[1]) was an American industrial psychologist. He was an early researcher on topics such as labor unions and worker attitudes, and advocated a form of industrial psychology that approached problems from the workers' standpoint rather than that of management. He has been described as one of the most important early figures in industrial psychology, and is particularly remembered for his focus on worker well-being.[2]  His work was interdisciplinary, crossing the boundaries between industrial psychology and sociology and political science.[3]", "44182782": "Tomasz Witkowski (Polish: [ˈtɔmaʂ vitˈkɔfskʲi]; born 1963) is a Polish psychologist, skeptic and science writer. He is known for his unconventional campaigns against pseudoscience.[1][2][3] He specializes in debunking pseudoscience, particularly in the fields of psychology, psychotherapy, and diagnostics. Witkowski also engages in debates on pseudoscience-related topics, emphasizing scientific skepticism.[4]", "12496129": "Aletha Jauch Solter (born 1945) is a Swiss/American developmental psychologist who studied with Jean Piaget in Switzerland before earning a PhD in psychology at the University of California, Santa Barbara. Her specialist areas are attachment, psychological trauma, and non-punitive discipline. In 1990 she founded The Aware Parenting Institute, an international organization with certified instructors in many countries. She has written six books and led workshops for parents and professionals in 18 countries[1]", "49851655": "Kathleen Mary Hervey Goldney (1894–1992) best known as K. M. Goldney was a British parapsychologist and writer.", "20851984": "George Ojemann is a professor emeritus of neurologic surgery in the Department of Neurological Surgery at the University of Washington School of Medicine.", "53423378": "Wilse B. Webb (1920–2018) familiarly known as Bernie Webb, was an American psychologist and sleep researcher, long associated with the University of Florida.", "32484628": "Ivan Bekh (born October 9, 1940) is a professor who currently holds the position of Director of the Institute for Educational Problems.[1] He was born in Vilchya, a village in the Polissya district of the Kiev Oblast province, and he is a respected member of the science and technology fields in Ukraine. Bekh is also a doctor of psychology (Doktor nauk) and an active member of the National Academy of Pedagogical Sciences of Ukraine.[citation needed]", "5221662": "Hilda Borko is an American educational psychologist[1][2] who researches teacher cognition and changes in novice and experienced teachers' knowledge and beliefs.Her research explores teachers’ instructional practices, the process of learning to teach, the impact of teacher professional development programs on teachers and students, and the preparation of professional development leaders. Her work has identified factors that affect teachers' learning of reform-based practices. She is chair of the educational psychology program area in the school of education at the University of Colorado, and is a former president of the American Educational Research Association. Her university education (PhD 1978, MA 1973, BA 1971) was completed at the University of California.", "1617187": "Christopher William Tyler is a neuroscientist,[1] creator of the autostereogram (\"Magic Eye\" pictures),[2] and is the Head of the  Brain Imaging Center at the Smith-Kettlewell Eye Research Institute[1] He also holds a professorship at City University of London.[3]", "17476901": "Lenore C. Terr (born New York City, 1936) is a psychiatrist and author known for her research into childhood trauma.[1] Terr graduated from the University of Michigan Medical School with an MD.[1] She is the winner of the Blanche Ittleson Award for her research on childhood trauma.[2] Terr is noted for her work studying the after-effects of the 1976 Chowchilla kidnapping on the 26 children who were buried alive for 16 hours after being kidnapped from a bus.[3]", "14658855": "Arthur Fremont Rider  (May 25, 1885 – October 26, 1962)[1] was an American writer, poet, editor, inventor, genealogist, and librarian. He studied under Melvil Dewey, of whom he wrote a biography for the American Library Association.[2] Throughout his life he wrote in several genres including plays, poetry, short stories, non-fiction and an auto-biography which he wrote in the third-person.[3] In the early 20th century he became a noted editor and publisher, working on such publications as Publishers Weekly and the Library Journal.[4]\nIn 1933 he became a librarian at Wesleyan University, eventually becoming director of the university's Olin Memorial Library and afterwards founding the Godfrey Memorial Library of genealogy and history in 1947.[5]\nFor his contributions to library science and as a librarian at Wesleyan University he was named one of the 100 Most Important Leaders of Library Science and the Library Profession in the twentieth century by the official publication of the American Library Association.[6]", "31173929": "Isaac Michael \"Zick\" Rubin (born 1944) is an American social psychologist, lawyer, and author.[1] He is \"widely credited as the author of the first empirical measurement of love,\"[2]  for his work distinguishing feelings of like from feelings of love via Rubin's Scales of Liking and Loving.[3][4][5] Science Progress stated, \"The major breakthrough in research on love came from the pioneer psychometric work of Zick Rubin.\"[6]", "31862058": "Darrel Wayne Ray (born August 24, 1950) is an American organizational psychologist and author who focuses on topics such as workplace organizational culture, secular sexuality, and the treatment of religion-induced trauma. He is a public speaker, podcaster, and atheist activist, and founded the non-profit organization Recovering from Religion as well as the Secular Therapy Project.", "17509676": "American University of Beirut 2012\nUniversity College Cork 2008–2011\nUniversity of the West of England 2003–2006\nUniversity of Bath 2001–2003", "64073007": "Antony (Tony) John Chapman OBE (1947-2022) was a British psychologist and university administrator.", "60763443": "Karen Jill Saywitz (1956 – March 17, 2018)[1] was an American psychologist, author, and educator. She worked as a developmental and clinical psychologist and professor at the UCLA School of Medicine and Department of Psychiatry and Development.  For more than 20 years Saywitz taught child development and was director of several mental health programs for families.[2] She also developed \"non-leading\" techniques for interviewing child witnesses and victims, based on cognitive and developmental psychology principles.  She died of cancer in 2018.[3]", "44379445": "Donald George Marquis (June 22, 1908 – February 17, 1973) was an American psychologist and a past president of the American Psychological Association (APA). He was best known for his tenure as a department chair and professor at the University of Michigan.", "14429495": "Nambury S. Raju (1937 – October 27, 2005) was an American psychology professor known for his work in psychometrics, meta-analysis, and utility theory. He was a Fellow of the Society of Industrial Organizational Psychology.[1]", "9088314": "Herman A. Witkin (2 August 1916 – 8 July 1979) was an American psychologist who pioneered the development of cognitive theories, especially as they pertained to learning. While many cognitive psychologists diagnosed learning disabilities with questionnaires, he preferred projective tests and problem-solving exercises. He proposed the concept of field-dependency vs. field-independency.[1] The majority of Witkin's research was done during his tenures at the SUNY Downstate Medical Center College of Medicine in Brooklyn, New York, and at Educational Testing Service (ETS) in Princeton, New Jersey, where he worked until his death in 1979. A Review of General Psychology survey, published in 2002, ranked Witkin as the 96th most cited psychologist of the 20th century.[2]", "59747643": "Beverly Greene (born 1950) is a professor in the Department of Psychology at St. John's University.[1] She is a clinical psychologist known for her work on sexism, racism, and analyzing the intersectionality of social identities. As a specialist in the psychology of women and of gender and racial issues in the practice of psychotherapy, Greene has also created many public health frameworks for understanding mental health in marginalized communities.[1] She is the author of close to 100 psychological literature publications. Greene is involved with the Association for Women in Psychology and the Society for the Psychology of Women. She is one of sixteen women to have received the Distinguished Publication Award (DPA) from the Association for Women in Psychology in 2008.", "4500802": "Elizabeth Gould (born 1962)[1] is an American neuroscientist and the Dorman T. Warren Professor of Psychology at Princeton University.[2][3] She was an early investigator of adult neurogenesis in the hippocampus, a research area that continues to be controversial.[4][5][6] In November 2002, Discover magazine listed her as one of the 50 most important women scientists.[7]", "41987396": "Fred W. Mast is a full professor of Psychology at the University of Bern in Switzerland,[1] specialized in mental imagery,[2][3] sensorimotor processing,[4] and visual perception.[5] He directs the Cognitive Psychology, Perception, and Research Methods Section[6] at the Department of Psychology of the University of Bern.", "15117640": "Dorret I. Boomsma (born 18 November 1957, in Huizen, The Netherlands) is a Dutch biological psychologist specializing in genetics and twin studies.", "8334668": "Elkhonon Goldberg (born 1946) is a neuropsychologist and cognitive neuroscientist known for his work in hemispheric specialization and the \"novelty-routinization\" theory.", "44641621": "Teplitskaya Elena Iosipovna (1916-1998) was a Ukrainian psychologist, teacher and medical doctor.", "24718677": "Mary Main (1943 - January 6, 2023) was an American psychologist notable for her work in the field of attachment. A Professor at the University of California Berkeley, Main is particularly known for her introduction of the 'disorganized' infant attachment classification and for development of the Adult Attachment Interview and coding system for assessing states of mind regarding attachment. This work has been described as 'revolutionary'[1] and Main has been described as having 'unprecedented resonance and influence' in the field of psychology.[2]", "36089180": "Boris Konstantinovich Ratnikov (Russian: Бори́с Константи́нович Ра́тников) is a retired Major-General of the reserves of Russia's Federal Security Service (Russian: ФСО-ФСБ). He was a key figure in the protection of the President of Russia. He has authored a large number of publications and books on the history of domestic intelligence services.[1] He participated in a documentary film \"The Call of the Abyss\" (Russian: Зов бездны) and \"Storm of consciousness\" (Russian: Штурм сознания), which aroused wide public interest in Russia.", "40938845": "Mark Braverman (born 1948) is an American psychologist and activist for Palestinian rights. He is the executive director of Kairos USA, a pro-Palestinian group for American Christians.", "74362207": "Amy Lynne Shelton is a U.S. cognitive psychology professor and academic administrator serving as the director of the Center for Talented Youth since 2022. She is a professor and associate dean for research at the Johns Hopkins School of Education.", "69414244": "Alison Joan Ritter AO FASSA is an Australian academic whose research focuses on illicit drug use and policy. As of 2021 she is a full professor and director of the Drug Policy Modelling Program at the University of New South Wales.", "37399912": "Sophie or Sofie Lazarsfeld (née Munk; May 26, 1881 – September 24, 1976) was an Austrian-American therapist and writer, a student of Alfred Adler.", "53587306": "Hans Joachim Schneider (14 November 1928 - 18 June 2015) was a German jurist, criminologist and psychologist.   He taught as Professor of Criminology at the University of Münster.[1][2][3][4]", "51359087": "Michael or Mike Kyrios (born 30 December 1958[citation needed]) is a Greek-Australian clinical psychologist. He is an emeritus professor at Flinders University, after serving as vice-president and executive dean at the university's College of Education, Psychology and Social Work.[1]", "59878771": "Lauren Bernstein Adamson (June 21, 1948 – December 31, 2021)[1] was a developmental psychologist known for her research on communicative development, parent-child interaction, and joint attention in infants with typical and atypical developmental trajectories.[2] She was a Regents' Professor Emerita of Psychology at Georgia State University.[3]", "59878781": "Marian Diamond Sigman (1941–2012) was a developmental and child clinical psychologist known for her research on autism spectrum disorder (ASD).[1][2] At the time of her death, she was Professor Emeritus of Psychiatry and Biobehavioral Sciences and Psychology at the University of California, Los Angeles (UCLA).", "63384959": "Laverne Antrobus (born 1966)[1] is a British child psychologist. She trained at the Tavistock and Portman NHS Foundation Trust in the 1990s. Throughout the 2000s and 2010s, Antrobus has hosted documentaries and appeared as an expert on the BBC and Channel 5.", "20852104": "Leslie G. Ungerleider (April 17, 1946 – December 11, 2020)[1][2] was an experimental psychologist and neuroscientist, previously Chief of the Laboratory of Brain and Cognition at the National Institute of Mental Health.  Ungerleider was known for introducing the concepts of the dorsal (where) and ventral (what) streams, two pathways of information processing in the brain that specialize in visuospatial processing and object recognition, respectively.", "50408842": "Aimable Robert Jonckheere (25 May 1920 – 24 September 2005), commonly known by friends and colleagues as \"Jonck\", was a psychologist and statistician at University College London (UCL).[1] He is probably best known for his work in nonparametric statistics, where he has a test named after him: Jonckheere's trend test.[2]", "48770445": "Anna B. Baranowsky  is a Canadian Clinical Psychologist and the founder and CEO of the Traumatology Institute (TI).[1][2][3] She works with trauma survivors and those with posttraumatic stress disorder (PTSD) on post-traumatic growth and recovery. Baranowsky also assists organizations and professionals who help trauma survivors. The mandate of the Traumatology Institute is to raise awareness about Post-Traumatic Stress and trauma informed care options.[4]", "29175198": "Alexander Johan de Voogt or simply Alex de Voogt (Baarn, 3 May 1970) is a Dutch researcher and associate professor at Drew University, who worked as a curator of African Ethnology at the American Museum of Natural History and best known for his work on the history and distribution of traditional mancala games. He is also editor of Board Game Studies, the main scientific journal on the history of board games.", "63712677": "Kate Tchanturia (born 1960) is a British psychologist who is a professor of psychology in eating disorders at the Institute of Psychiatry, Psychology and Neuroscience, King’s College London. She is also Consultant Psychologist at the South London and Maudsley NHS Foundation Trust for the National Eating Disorder Service, and president of the Eating Disorders Research Society.[1] Her main research interests include cultural differences in illness presentations, cognitive profiles in eating disorders, and experimental work in emotion processing and translational research from experimental findings to real clinical practice.[2] Tchanturia has a particular interest in women’s mental health and has pioneered the PEACE pathway[3] for autism and eating disorder comorbidity.[4]", "50965930": "Norma Guillard Limonta is a Cuban social psychologist and adjunct lecturer at the University of Havana. She is a co-founder of Grupo Oremi, a now defunct lesbian discussion group in Cuba.[1] Her academic works borders on gender, sexuality, race and identity. Guillard is a foundation member of  the Cuban branch of La Articulacion Regional de Afrodescendientes de Latinoamerica y el Caribe, a joint regional discussion group composed of individuals of African descent in Latin America and the Caribbean.", "52604331": "Edward F. Edinger (December 13, 1922, in Cedar Rapids, Iowa – July 17, 1998, in Los Angeles, California) was a medical psychiatrist, Jungian analyst and American writer.", "54734265": "Shirley M. Collado is an American psychology professor and academic administrator. She was the 9th president of Ithaca College. Collado was the second woman to hold the post and the first person of color. She is the first Dominican American to be named president of a four-year college in the United States.[2] Prior to joining Ithaca, Collado was assistant professor of psychology,[3] dean of the college and vice-president for student affairs at Middlebury College, then vice president for institutional planning and community engagement at Lafayette College.[4] After returning to Middlebury College to serve as dean of the college, she became executive vice chancellor and chief operating officer at Rutgers University-Newark. She earned her doctorate at Duke University in the Department of Psychology and Neuroscience.", "52604353": "Aletha C. Huston is an American developmental psychologist and professor known for her research on the effects of poverty on children, on how child care and income support policies impact children's development, and for ground-breaking research on the impact of television and media usage on child development. Huston is the Priscilla Pond Flawn Regents Professor Emeritus in Child Development at the University of Texas at Austin.[1]", "46345665": "Daniel R. Montello (born 1959) is an American geographer and professor at the Department of Geography of the University of California Santa Barbara, and at its Department of Psychological & Brain Sciences, known for his work on geovisualization and cognitive geography.[1][2]", "54144450": "Anne E. Kazak is an American clinical psychologist, educator and editor. She has focused on pediatric psychology.[1] Much of her research involves \"interventions to enhance adaptive functioning and reduce child and family distress associated with serious pediatric illnesses.\"[2]", "71937485": "Gale Ann Gordon, MSC, USNR (born 1942) is an American experimental psychologist and naval aviator. In 1966 she became the first female Navy pilot to solo in a Navy training plane.[1]", "13970903": "Joseph E. McGrath (July 17, 1927 – April 1, 2007) was an American social psychologist, known for his work on small groups, time, stress, and research methods.[1]", "37793250": "Leonore Tiefer (born February 5, 1944) is an American educator, researcher, therapist, and activist specializing in sexuality, and is a public critic of disease mongering as it applies to sexual life and problems.[1]", "72330731": "Clarissa Ellen Steffen (born September 3, 1954) is an American psychologist and university professor.[1]", "61648366": "Catherine Pilcher Bradshaw is an American developmental psychologist and academic. Bradshaw's research focuses on the development of aggressive behavior as well as the prevention of mental health problems in school-based settings.[1]", "65744386": "Catharine Antonia Winstanley is a Canadian behavioural neuroscientist. She is a Full professor in the Department of Psychology and the Djavad Mowafaghian Centre for Brain Health at the University of British Columbia. In this role, she co-created the world’s first rat casino in an animal lab experiment to model human gambling. In 2020, Winstanley was elected to the Royal Society of Canada's College of New Scholars, Artists and Scientists.", "44281349": "Ruth Hubbard Cousins (May 21, 1920 – January 11, 2007) was an American psychologist, best known for her influence in shaping Psi Chi as Executive Secretary and Executive Director from December 1958 to October 1991. In addition Cousins worked with her daughter Carol Tracy to help co-found another psychology honor society, Psi Beta in 1981.[1]", "58568214": "Donald Harold Saklofske is a Canadian psychologist and professor in the Department of Psychology at the University of Western Ontario. He is a former president of the International Society for the Study of Individual Differences and the current editor-in-chief of its official journal, Personality and Individual Differences.[1] He is also editor-in-chief of the Journal of Psychoeducational Assessment.[2] He is a fellow of the Association for Psychological Science, the Canadian Psychological Association, and the Society for Personality and Social Psychology.[1]", "47951384": "Sidney Clarence Garrison (1885–1945) was an American educator and psychologist. He served as the second President of Peabody College (now part of Vanderbilt University) from 1938 to 1945. He was the (co-)author of several books about education.", "55684638": "Janette Atkinson, FBA, FMedSci is a British psychologist and academic, specialising in the human development of vision and visual cognition. She was Professor of Psychology at University College London from 1993: she is now emeritus professor. She was also co-director of the Visual Development Unit at the Department of Psychology, University College London and the Department of Experimental Psychology, University of Oxford. She frequently  collaborated with her husband Oliver Braddick.", "36285984": "Jeanne Windham is a psychologist and mediator from Polson, Montana who served one term as a Democratic member of the Montana House of Representatives.", "65515041": "Michael F. Steger is a professor of psychology at Colorado State University. He is the founder and director of the Center for Meaning and Purpose.[1][2] His research focuses on the topics of meaning, purpose in life,[3][4] and meaningful work.[5][6]", "1879592": "Charles Spence is an experimental psychologist at the University of Oxford.[1] He is the head of the Crossmodal Research group which specializes in the research about the integration of information across different sensory modalities.[2][3] He also teaches Experimental Psychology to undergraduates at Somerville College.[4]\nHe is currently a consultant for a number of multinational companies advising on various aspects of multisensory design. He has also conducted research on human-computer interaction issues on the Crew Work Station on the European Space Shuttle, and currently works on problems associated with the design of foods that maximally stimulate the senses, and with the effect of the indoor environment on mood, well-being, and performance. Charles has published more than 500 articles in scientific journals over the last decade. Charles has been awarded the 10th Experimental Psychology Society Prize, the British Psychology Society: Cognitive Section Award, the Paul Bertelson Award, recognizing him as the young European Cognitive Psychologist of the Year, and, most recently, the prestigious Friedrich Wilhelm Bessel Research Award from the Alexander von Humboldt Foundation in Germany.[5]", "41365048": "Anita Gregory (née Kohsen; 9 June 1925 – 7 November 1984) was a German-born British psychologist and parapsychologist.[1] Gregory was a lecturer at the Polytechnic of North London. She was a member of the Society for Psychical Research and conducted experiments with the British psychic Matthew Manning.[1]", "34287171": "Francis Pasche (French: [paʃ]; 7 May 1910 – 12 September 1996) was a French psychoanalyst.", "241228": "Eric Lansdown Trist (11 September 1909 – 4 June 1993) was an English scientist and leading figure in the field of organizational development (OD). He was one of the founders of the Tavistock Institute for Social Research in London.[1]", "55979598": "Valerie F. Reyna (born 1955) is an American psychologist and Professor of Human Development at Cornell University and an expert on false memory and risky decision making.", "241235": "Frederick Edmund Emery (27 August 1925 – 10 April 1997) was an Australian psychologist. He was one of the pioneers in the field of organizational development, particularly in the development of the theory around participative work design structures such as self-managing teams. He is widely regarded as one of the finest social scientists of his generation.[1]", "64302679": "Beatrice Gelber is an American psychologist best known for her work on associative learning in protozoa, suggesting that synaptic plasticity is not an essential neurochemical mechanism for learning and memory.", "14986856": "Sudhir Kakar (born 25 July 1938) is an Indian psychoanalyst,[1] novelist and author in the fields of cultural psychology and the psychology of religion.[2]", "24456817": "Dr Pat Frankish is a British consultant psychologist and psychotherapist with over 35 years’ experience working with children and adults with complex needs.", "5222002": "Robert Lee Linn (June 29, 1938 – December 8, 2015) was an American educational psychologist who has made notable contributions to the understanding of educational assessments. He studied technical and policy issues relating to the application of test data, and the effects of high-stakes testing on teaching and learning. He was a professor emeritus at the University of Colorado, past president of the American Educational Research Association and the National Council on Measurement in Education (NCME), and former editor of the Journal of Educational Measurement. He completed his PhD and MA in educational psychology at the University of Illinois at Urbana-Champaign. From 1965 until 1973, he held positions as a research scientist and later research division director at Educational Testing Service in Princeton, NJ. In 1973, he joined the faculty at the University of Illinois, Champaign-Urbana and in 1987 became a professor at the University of Colorado. Linn died in La Grange Park, Illinois, in December 2015 at the age of 77.[1][2]", "23572093": "George Mandler (June 11, 1924 – May 6, 2016) was an Austrian-born American psychologist, who became a distinguished professor of psychology at the University of California, San Diego.", "55979676": "Simona Ghetti is Professor of Psychology at the University of California, Davis, where she is affiliated with the University of California Davis Center for Mind and Brain. She is known for her research on the development of episodic memory, reconstructive memory, and metamemory in youth, with a specific focus on individuals who have had traumatic experiences.", "39267999": "Naomi Meara (February 26, 1937 – February 28, 2007) was an American psychologist, researcher and academic. She is best known for her scholarship in virtue ethics and ethical decision making for psychologists, her work with Harold Pepinsky in describing and analyzing the language of therapy, and her contributions to the advancement of women within the field of psychology. She served as professor (1986-2002) and chair (1988–91) in the Psychology Department at Notre Dame University, where she was the first Nancy Reeves Dreux Professor of Psychology. She was a fellow of the American Psychological Association (APA), where she served as president of the Counseling Psychology Division, Division 17 (1989). She served on the editorial board of Journal of Counseling Psychology, The Counseling Psychologist, and a number of other journals, and was an active participant in the accreditation process for counseling psychology graduate programs operated by the APA.", "6368937": "John E. Exner, Jr. (1928 – February 20, 2006), born in Syracuse, New York, was an American psychologist. He received a BS and an MS degree in psychology from Trinity University and a PhD in clinical psychology from Cornell University in 1958. From 1968 to 1969 he served as a director for the East Asia/Pacific and North Africa, Near East, South Asia Regions of the Office of Selection, Peace Corps of the United States of America. Later he became a faculty member at Long Island University, where he was director of clinical training from 1969 to 1979. He became professor emeritus in 1984.", "60141229": "Daniel Cordaro is an American research scientist and psychologist who specializes in emotion psychology and human wellbeing. As a former faculty member at Yale University, Cordaro is best-known for his research in human emotion and positive psychology.[1] Formerly the director of the Universal Expression Project at the University of California, Berkeley, Cordaro has conducted various worldwide studies on human emotional expression.[2]", "1060537": "Sir Sacheverell Reresby Sitwell, 6th Baronet, CH (/sæˈʃɛvərəl/; 15 November 1897 – 1 October 1988) was an English writer, particularly on baroque architecture, and an art and music critic. Dame Edith Sitwell and Sir Osbert Sitwell were his older siblings.[1]", "16363197": "Helen L. Bee (born 1939) is a psychologist and author of several books on the subject of human development, including both child development and adult development.", "32485056": "Matt Jarvis (born 1966)  is a Chartered Psychologist[1] and Chartered Scientist. He currently teaches psychology education at Totton College[2] and freelances as an author and trainer, including for the Science Learning Centres. Jarvis is best known as a British author of psychology textbooks, including both introductory student texts and professional-level texts for teachers.", "67612357": "Ana Cristina Silva is a Portuguese psychologist and university lecturer, specialising in early childhood reading and writing development. She is also a prize-winning novelist.", "61746892": "Kim Bergman is an American psychologist, author, and surrogacy advocate. Her book Your Future Family: The Essential Guide to Assisted Reproduction was published in 2019.", "71773903": "Jillian Roberts is a Canadian child psychologist, author, speaker, and Professor at the University of Victoria.[1][2][3][4][5]"}