{"67685666": "Jonas C. Peters (born 1971 in Chicago, Illinois) is the Bren Professor of Chemistry at the California Institute of Technology and Director of the Resnick Sustainability Institute. He has contributed to the development of catalysts and photocatalysts relevant to small molecule activation.", "37670183": "Stephen Edward Foots (born September 1968) is a British businessman. He is the chief executive (CEO) of Croda International, a FTSE 100 British specialist chemicals company.", "52022568": "Martin Quack (born 22 July 1948 in Darmstadt) is a German physical chemist and spectroscopist; he is a professor at ETH Zürich.[1][2]", "52448553": "Sir Aubrey Fiennes Trotman-Dickenson (12 February 1926 – 11 November 2016) was a British chemist and academic administrator.", "34557240": "Albert Poisson (1868–1893), was a Romantic author, particularly interested in alchemy Cabalista y Rosacruz. In 1891, at the age of 22, he published what would become his most famous book: Théories et symboles des alchimistes (The theories and symbols of alchemy), which saw several editions.  He died in 1893, aged 24, a causa de una tuberculosis pulmonar", "41569597": "Mildred Catherine Rebstock (November 29, 1919 – February 17, 2011) was an American pharmaceutical chemist. She and her team were the first to fully synthesize chloromycetin, also known as chloramphenicol. This was the first instance of an antibiotic being fully synthesized. The World Health Organization classifies it as critically important for human medicine.[1]", "3099967": "Tan Sri Leslie Clifford Bateman (12 March 1915 – 26 October 2005) was the last non-citizen of Malaysia to be appointed to any establishment connected to the government of Malaysia, as the Controller of Rubber Research in 1962. Bateman was a strong proponent of grading rubber, and pushed for the introduction of the process into the Malaysian rubber industry as the Standard Malaysian Rubber (SMR) scheme. He believed this was the only way natural rubber could survive against the synthetic rubber products introduced during World War II.", "69225796": "Daiana Andrea Capdevila[1] (born in 1987) is an Argentine chemist, winner of the L'Oréal-UNESCO For Women in Science Awards  for her studies to measure water pollution.[2] She is an assistant researcher at CONICET of the Institute of Investigaciones Bioquímicas de Buenos Aires (IIBBA, CONICET-Fundación Instituto Leloir) and head of laboratory of the Leloir Institute.[3]", "63098181": "Tom McLean is a British chemist who is currently the COO of the Innovative Vector Control Consortium.[1]", "34852167": "Charles Adam Marie  Wroblewski (1855 – 24 July 1936) was an Australian analytical chemist, importer and newspaper owner. Wroblewski was born in Grodno, Russian Empire and died in St Kilda, Victoria.[1]", "71814474": "Amy Hauck Newman is an American medicinal chemist who is the scientific director of the intramural research program at the National Institute on Drug Abuse. She researches the design, synthesis, and evaluation of central nervous system (CNS) active agents as potential treatment medications for substance use disorders, with an emphasis on selective ligands for the dopaminergic system.", "3198286": "Count James Daniel Bruce (Russian: Я́ков Ви́лимович Брюс, tr. Yákov Vílimovich Bryus; 11 May 1669 – 30 April 1735) was a Russian general, statesman, diplomat and scientist of Scottish descent (Clan Bruce), one of the chief associates of Peter the Great. According to his own record, his ancestors had lived in Russia since 1647. He was the younger brother of Robert Bruce, the first High Commandant of Saint Petersburg.", "16862544": "Saul Winstein (October 8, 1912 – November 23, 1969) was a Jewish Canadian chemist who discovered  the Winstein reaction. He argued a non-classical cation was needed to explain the stability of the norbornyl cation.[1]  This fueled a debate with Herbert C. Brown over the existence of σ-delocalized carbocations. Winstein also first proposed the concept of an intimate ion pair.[2] He was co-author of the Grunwald–Winstein equation, concerning solvolysis rates.[3]", "43568472": "James Henderson Naismith FRS FRSE FMedSci MAE FRSC FInstP FRSB[2][3][4] (born 26 July 1968)[2] is Professor of Structural Biology[5] at the University of Oxford, former Director of the Research Complex at Harwell[6] and Director of the Rosalind Franklin Institute.[7] He previously served as Bishop Wardlaw Professor of Chemical Biology at the University of St Andrews.[8][1][9][10] He was a member of Council of the Royal Society (2021-2022).[11] He is currently the Vice-Chair of Council of the European X-ray Free Electron Laser[12] and Vice-President (non-clinical)[13] of The Academy of Medical Sciences. It has been announced that he will be the Head of the MPLS division at Oxford in the autumn of 2023.[14]", "53890400": "Paul Wine is an American chemist currently at Georgia Tech and an Elected Fellow of the American Association for the Advancement of Science and American Chemical Society.[1][2]", "38653280": "Zachary D. Sharp is an American stable isotope geochemist.  He is credited with the development of laser-based technology for measuring oxygen isotopes in silicates and oxides.[1]  His contributions include laser analyses of meteorites,[2] paleoclimate reconstruction by oxygen and hydrogen isotope ratios, and analysis of isotopic composition of volcanoes, fossils,[3] and forensic samples.[4]", "1199468": "Paul Hermann Müller, also known as Pauly Mueller[citation needed] (12 January 1899 – 13 October 1965), was a Swiss chemist who received the 1948 Nobel prize in Physiology or Medicine for his 1939 discovery of insecticidal qualities and use of DDT in the control of vector diseases such as malaria and yellow fever.", "69520751": "Robert Day Shannon (born 1935) is a retired research chemist formerly at DuPont de Nemours, Inc.[1]", "55627123": "Will Dockery Carpenter (July 13, 1930 – August 15, 2023) was an American scientist and philanthropist, who after earning a Ph.D. in plant physiology at Purdue University in 1958, began a 34-year professional career at Monsanto Company,[1] during which time he headed the teams that tested and brought to market Lasso and Roundup.[2] Because of his extensive knowledge and his notable participation in the Chemical Manufacturer’s Association,[3] Carpenter became deeply involved in the efforts to obtain a worldwide chemical weapons treaty from 1978 through 2003. He was the primary representative for the American Chemical Manufacturers Association during those successful negotiations that led to the signing and ratification of the Chemical Weapons Convention,.[4] testifying numerous times before Congress and working with chemical companies worldwide to help bring them on board with the terms of the treaty.[5]\nOut of that convention, the Organisation for the Prohibition of Chemical Weapons was formed, an organization that won the 2013 Nobel Peace Prize.  After the formation of the OPCW, Carpenter was named as the U.S. representative to the Scientific Advisory Board.[6] He was awarded The AAAS Hilliard Roderick Prize for Excellence in Science, Arms Control, and International Security.[7] in 1992 for his participation on the Chemical Weapons Convention. Carpenter died at his home in Chesterfield, Missouri on August 15, 2023, at the age of 93.[8]", "19831": "Margaret Hilda Thatcher, Baroness Thatcher, LG, OM, DStJ, PC, FRS, HonFRSC (née Roberts; 13 October 1925 – 8 April 2013), was a British stateswoman and Conservative politician who served as Prime Minister of the United Kingdom from 1979 to 1990 and Leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold the position. As prime minister, she implemented economic policies that became known as Thatcherism. A Soviet journalist dubbed her the \"Iron Lady\", a nickname that became associated with her uncompromising politics and leadership style.", "35081596": "Thomas (Thom) Henry LaBean is an American biochemist, bioengineer and professor at North Carolina State University. He was previously a research professor at Duke University. He is a leading researcher in the field of DNA nanotechnology.", "22760835": "Wilhelm Knop (28 July 1817 – 28 January 1891) was a German agrochemist and co-founder of modern water culture. Alongside Julius von Sachs, he identified nitrogen, phosphorus, sulfur, potassium, calcium, magnesium, and iron as essential elements for plant nutrition.[1] Knop and von Sachs pioneered the use of standardized nutrient solutions in experimental plant physiology.[2]", "72404360": "Harry Jacob Patterson (December 17, 1866 – September 11, 1946) was president of the Maryland Agricultural College from 1913 to 1917. He later served as dean of the College of Agriculture at the University of Maryland.", "58871184": "Manel del Valle Zafra, Ph.D. (1992), is a Spanish chemist, who is active in the field of analytical chemistry; he is a professor of the Autonomous University of Barcelona (AUB) and founder of the university Group of sensors and biosensors.[1]", "51924368": "Charles Ernest Pellew, 7th Viscount Exmouth (11 March 1863 – 7 June 1945) was a British peer, chemistry professor and a naturalised United States citizen who inherited the title of Viscount Exmouth at the age of 59 from his father, and held the title for 22 years before his own death. Although born and educated in Britain, he moved to America in 1873 with his father and step-mother.  After inheriting his father's title, he moved back to the United Kingdom, where he lived the rest of his life.", "70831514": "Charles Emmett Waring (January 24, 1909 – February 16, 1981) was an American physical chemist and educator.[1][2]", "380316": "Bobby Stanley Pons (born August 23, 1943) is an American electrochemist known for his work with Martin Fleischmann on cold fusion in the 1980s and 1990s.[3]", "38358428": "Henry E. Tester (1905 – 31 January 1986)[citation needed] was a Danish chemist and philatelist who, in 1982, with Sigurd Ringström, was awarded the Crawford Medal by the Royal Philatelic Society London for parts I and II of The private ship letter stamps of the world.[1]", "33738143": "August Sigmund Frobenius (earliest date mentioned 1727, died 1741), FRS,[1][2] also known as Sigismond Augustus Frobenius, Joannes Sigismundus Augustus Frobenius, and Johann Sigismund August Froben, was a German-born chemist in the 18th century who is known for the first detailed description of the properties of diethyl ether and the naming of this substance (Spiritus Vini Æthereus).", "42093986": "Amiram Goldblum (Hebrew: עמירם גולדבלום; born 22 December 1945) is an Israeli chemist and activist in the Israeli–Palestinian conflict. He is Professor Emeritus of Computational Medicinal Chemistry at the Hebrew University of Jerusalem School of Pharmacy. He holds a PhD in organic chemistry from the Hebrew University. He is the head of the Molecular Modelling and Drug Design unit at the university's Institute for Drug Research.[2]", "937383": "Laurent-Guillaume de Koninck (3 May 1809 – 16 July 1887) was a Belgian palaeontologist and chemist, born at Leuven.", "59657644": "Brigitte Sarry (6 September 1920 in Allenstein – 19 June 2017 in Berlin) was a German chemist and a professor at the Technical University of Berlin.[1][2][3][4][5]", "71978415": "Neal K. Devaraj (born September 7, 1980) is an American chemist and professor at the University of California, San Diego (UCSD).[1] His research interests include artificial cells, lipid membranes, and bioconjugation.", "23514544": "Edison T. Liu is an American chemist who is the former president and CEO of The Jackson Laboratory, and the former director of its NCI-designated Cancer Center (2012-2021). Before joining The Jackson Laboratory, he was the founding executive director of the Genome Institute of Singapore (GIS) (an A*STAR institute), chairman of the board of the Health Sciences Authority, and president of the Human Genome Organization (HUGO) (2007-2013). As the executive director of the GIS, he brought the institution to international prominence as one of the most productive genomics institutions in the world.", "56741297": "Kimberly W. Anderson is an American chemist. She is the Gill Eminent Professor of Chemical Engineering and Associate Dean for Administration and Academic Affairs in the College of Engineering at the University of Kentucky.[1][2][3]", "72699314": "Evelyn Walton Ordway (30 January 1853 – 9 March 1928), was an American chemist, suffragist and university professor at Newcomb College in New Orleans. She was a chemistry and physics professor at Newcomb College for seven years and was active in the Louisiana women's suffrage movement, becoming the first president of the Louisiana State Suffrage Association.", "34950578": "Johannes Nicolaus Furichius (1602–1633) was a Franco-German Neo-Latin Imperial poet laureate, pharmacist, doctor of medicine and alchemist from Strasbourg.", "50449843": "Professor Surendra Nath Pandeya (1939 – 2012[citation needed]) was an Indian medicinal and organic chemist. He made several contributions in the design and discovery of anticonvulsant, antitubercular, anti-HIV, anti-cancer, antibacterial, and antimicrobial molecules. His research focused on semicarbazones, Mannich bases, thiadiazoles, benzothiazoles, and oxindole compounds.[1]", "34426293": "P.J. (Piet) Lemstra (born 26 October 1946, Godlinze (Groningen)), nicknamed Plem, is a Dutch professor of chemistry.", "54087095": "Russell Julian Hemley (26 October 1954, Berkeley, California) is an American geophysicist, solid-state physicist, and physical chemist.", "56610235": "Earlham College in English Literature", "62279103": "Michel Rohmer, born on 31 January 1948, is a French chemist specialising in the chemistry of micro-organisms. He has particularly studied isoprenoids.", "60542400": "František Tureček is a Czech-American chemist and professor of chemistry at the University of Washington.[1] His research focuses on the chemistry of highly reactive molecules and mass spectrometric instrumentation and gas-phase ion chemistry.[1]", "68767173": "Julia Laskin (Russian: Юлия Кимовна Ласкина[1]) is the William F. and Patty J. Miller Professor of Analytical Chemistry at Purdue University. Her research is focused on the fundamental understanding of ion-surface collisions, understanding of phenomena underlying chemical analysis of large molecules in complex heterogeneous environments, and the development of new instrumentation and methods in preparative and imaging mass spectrometry.", "57363911": "Zhang Cunhao (simplified Chinese: 张存浩; traditional Chinese: 張存浩; pinyin: Zhāng Cúnhào; born 23 February 1928) is a Chinese physical chemist and an academician of the Chinese Academy of Sciences.[1]", "150986": "Charles Hatchett FRS FRSE (2 January 1765 – 10 March 1847[1]) was an English mineralogist and analytical chemist who discovered the element niobium, for which he proposed the name \"columbium\".[2]", "24399315": "Ecaterina Andronescu (Romanian pronunciation: [ekateˈrina androˈnesku]; born 7 April 1948) is a Romanian engineer, professor, and politician. A member of the Social Democratic Party (PSD), she sat in the Romanian Chamber of Deputies from 1996 to 2008, representing Bucharest, and was a Senator from 2008 until 2020, for the same city. In the Adrian Năstase cabinet, she was Education Minister from 2000 until June 2003. She held the same position in the cabinet of Emil Boc from 2008 to 2009, in the Victor Ponta cabinet during 2012, and finally in the Viorica Dăncilă cabinet for under 9 months between November 2018 and August 2019. She is married and has one child.[1]", "73289181": "Quaesita Cromwell Drake (August 29, 1889 – August 7, 1967) was an American chemist. She was a professor and chair of the chemistry department at the University of Delaware for 38 years, from 1917 until her retirement in 1955.[1] She was elected president of the Delaware chapter of the American Association of University Women in 1924.[2]", "19615207": "Robert Tjian (Chinese: 錢澤南; pinyin: Qián Zénán; born 1949) is a Hong Kong-born American biochemist best known for his work on eukaryotic transcription.  He is currently professor of biochemistry and molecular biology at the University of California, Berkeley and an Investigator of the Howard Hughes Medical Institute (HHMI). On April 1, 2009, Tjian became the President of HHMI. On August 4, 2015, he announced that he would step down as President at the end of 2016.[1]", "49204717": "Frank Styant Browne (10 July 1854 – 17 April 1938), also known as Styant Browne, was an Australian pharmacist, artist, photographer and X-ray pioneer from Tasmania.[1]", "65916405": "James Campbell Brown (31 January 1843 – 14 March 1910) was a chemist and professor who taught at Liverpool. He is best known for a book on the history of chemistry.", "19287550": "Gideon Mark Henderson FRS (born 29 July 1968) is a British geochemist whose research focuses on low-temperature geochemistry, the carbon cycle, the oceans, and on understanding the mechanisms driving climate change.[1]", "58871295": "Silvia Curteanu, (Ph.D., 1998), is a Romanian chemist, who is active in the field of environmental science; she is a professor of the Gheorghe Asachi Technical University of Iași (TUIASI).[1]", "8670724": "Count Dracula (/ˈdrækjʊlə, -jə-/) is the title character of Bram Stoker's 1897 gothic horror novel Dracula. He is considered the prototypical and archetypal vampire in subsequent works of fiction. Aspects of the character are believed by some to have been inspired by the 15th-century Wallachian prince Vlad the Impaler, who was also known as Vlad Dracula, and by Sir Henry Irving, an actor for whom Stoker was a personal assistant.[12]", "19189264": "Gottfried Freiherr von Droste (1908–1992), a.k.a. Gottfried Freiherr von Droste zu Vischering-Padberg, was a German physical chemist. He worked at the Kaiser Wilhelm Institute for Chemistry (KWIC). He independently predicted that nuclear fission would release a large amount of energy. During World War II, he participated in the German nuclear energy project, also known as the Uranverein (Uranium Society or Uranium Club). In the latter years of the war, he worked at the Reich's University of Strassburg. After the war, he worked at the Physikalisch-Technische Bundesanstalt (Federal Physical and Technical Institute and also held a position at the Technical University of Braunschweig.", "55692817": "Erik Harold Hauri[1] (April 25, 1966 – September 5, 2018) was an American geochemist at the Carnegie Institution for Science. He researched the movement of matter inside planets and how volatile compounds such as water originated on Earth and other planetary bodies, and their effects on volcanic systems.[2]", "22859284": "Thorstein Hallager Hiortdahl (4 May 1839 – 29 October 1925) was a Norwegian chemist, mineralogist and politician.[1]", "380437": "Jan Czochralski (/ˈjæn tʃɒxˈrɑːlski/ YAN chokh-RAHL-skee, Polish pronunciation: [ˈjan t͡ʂɔˈxralskʲi]; 23 October 1885 – 22 April 1953) was a Polish chemist who invented the Czochralski method, which is used for growing single crystals and in the production of semiconductor wafers. It is still used in over 90 percent of all electronics in the world that use semiconductors.[1] He is the most cited Polish scholar.[2]", "1166876": "Jacqueline K. Barton (born May 7, 1952 New York City, NY), is an American chemist. She worked as a professor of chemistry at Hunter College (1980–82), and at Columbia University (1983–89) before joining the California Institute of Technology.  In 1997 she became the Arthur and Marian Hanisch Memorial Professor of Chemistry and from 2009 to 2019, the Norman Davidson Leadership Chair of the Division of Chemistry and Chemical Engineering at Caltech. She currently is the John G. Kirkwood and Arthur A. Noyes Professor of Chemistry, Emerita.", "11095580": "Frederick George Donnan CBE FRS[1] FRSE (6 September 1870 – 16 December 1956) was a British-Irish physical chemist who is known for his work on membrane equilibria, and commemorated in the Donnan equilibrium describing ionic transport in cells.  He spent most of his career at University College London.[2][3][4][5]", "13553187": "Ernest Hubert Francis Baldwin (29 March 1909 – 7 December 1969) was an English biochemist, textbook author and pioneer in the field of comparative biochemistry.", "66211366": "Thomas Frank Hofmann (born 1968) is a German food chemist and academic administrator. Since 2019, he has been President of the Technical University of Munich.", "50417193": "Ramanujan Shankar Hegde FRS[4] (born 1 April 1970)[2] is a group leader at the Medical Research Council (MRC) Laboratory of Molecular Biology (LMB).[5][6]", "61853234": "Sigbritt Karlsson (31 January 1958 – 28 October 2023) was a Swedish chemical engineer and president of KTH Royal Institute of Technology between November 2016 and November 2022.[1][2][3][4]", "29871667": "Jerzy Adam Gracjan Vetulani (Polish pronunciation: [ˈjɛ.ʐɨ a.dam ɡrat͡s.jan]; 21 January 1936 – 6 April 2017) was a Polish neuroscientist, pharmacologist and biochemist, professor of natural sciences, member of the Polish Academy of Sciences and the Polish Academy of Learning, one of the most frequently cited Polish scientists in the field of biomedicine after 1965.[1]", "73420340": "Margarete Furcht (10 November 1879 – 12 February 1976) was an Austrian-born British chemist. She was the first female chemist to obtain a doctoral degree certificate in Austria-Hungary.[1]", "24727099": "Monroe Eliot Wall (1916 – July 6, 2002) was an American chemist, who co-discovered, with Mansukh C. Wani, paclitaxel and camptothecin, two anti-cancer drugs considered standard in the treatment to fight ovarian, breast, lung and colon cancers.[1] On May 27, 1987, Wall received an honorary doctorate from the faculty of\npharmacy at Uppsala University, Sweden.[2]", "2838077": "Richard Royce Schrock (born January 4, 1945) is an American chemist and Nobel laureate recognized for his contributions to the olefin metathesis reaction used in organic chemistry.[3][4]", "41995855": "David Paver Mellor (19 March 1903 – 9 January 1980) was an Australian inorganic chemist, and was the Professor of Inorganic Chemistry at the University of New South Wales from 1955 to 1969.", "52416080": "David Kritchevsky (January 25, 1920 – November 20, 2006, Bryn Mawr, Pennsylvania) was an American biochemist and expert in lipid nutrition and cholesterol in particular.[1]", "48909909": "Gwendolyn Wilson Fowler (December 8, 1907 – November 19, 1997) was an African-American pharmacist, the first black woman licensed in Iowa. She also became the first African-American woman from Iowa to serve in the United States Foreign Service, when she was posted to Vietnam in the 1950s. She was inducted into the Iowa Women's Hall of Fame in 1987.", "39734872": "Sharon Hammes-Schiffer (born May 27, 1966) is a physical chemist who has contributed to theoretical and computational chemistry. She is currently a Sterling Professor of Chemistry at Yale University.[1]   She has served as senior editor and deputy editor of the Journal of Physical Chemistry[2] and advisory editor for Theoretical Chemistry Accounts.[3]  As of 1 January 2015[update] she is editor-in-chief of Chemical Reviews.[2]", "67915357": "Alison Hulme FRSE is a Scottish chemist and Professor of Synthesis and Chemical Biology. Her research considers natural products and synthesis. She was elected Fellow of the Royal Society of Edinburgh and awarded the Royal Society of Chemistry Bader Award in 2021.", "62869086": "Edward Wight Washburn (May 10, 1881 – February 6, 1934) was an American chemist.", "446048": "Smithson Tennant FRS (30 November 1761[1] – 22 February 1815[2]) was an English chemist. He is best known for his discovery of the elements iridium and osmium, which he found in the residues from the solution of platinum ores in 1803. He also contributed to the proof of the identity of diamond and charcoal. The mineral tennantite is named after him.", "35638884": "Leo Ubbelohde (4 January 1877, Hanover – 28 February 1964, Düsseldorf) was a German chemist.", "2444903": "Blockbuster is the name of four supervillains and a criminal organization appearing in American comic books published by DC Comics.[1] The first iteration was an adversary of Batman and Robin, while the second served as one of Nightwing's greatest enemies. The latest version first appeared in the pages of the series 52 wherein he is directed into battle against Lex Luthor's team of superheroes.", "2838121": "Yves Chauvin (French: [iv ʃovɛ̃]; 10 October 1930 – 27 January 2015) was a French chemist and Nobel Prize laureate. He was honorary research director at the Institut français du pétrole and a member of the French Academy of Science. He was known for his work for deciphering the process of olefin metathesis for which he was awarded the 2005 Nobel Prize in Chemistry along with Robert H. Grubbs and Richard R. Schrock.[1][2][3][4][5]", "62410345": "Joseph Charles Muhler (December 22, 1923 – December 24, 1996) was an American biochemist and dentist who was responsible for the development of Crest Toothpaste.", "216687": "Wallace Hume Carothers (/kəˈrʌðərz/; April 27, 1896 – April 29, 1937) was an American chemist, inventor, and the leader of organic chemistry at DuPont, who was credited with the invention of nylon.[1]", "58543734": "Augusto Piccini (born May 8, 1854 in San Miniato, † April 15, 1905 in Florence) was an Italian chemist.", "60509815": "Daniel Adzei Bekoe FGA (7 December 1928 - 5 September 2020) was a Ghanaian chemist and academic. He was Vice-Chancellor of the University of Ghana and also a former president of the Ghana Academy of Arts and Sciences.", "3821175": "Barry Sears (born June 6, 1947)[1] is an American biochemist and author best known for creating and promoting the Zone diet, a low-carbohydrate fad diet that is not supported by good medical evidence.[2][3][4]", "55856763": "Rhiju Das (born 1978 in Houston, Texas[citation needed]) is a computational biochemist and a professor of biochemistry and physics at Stanford University.\nResearch in his lab seeks a predictive understanding of how RNA molecules and their complexes form molecular machines fundamental to life.[2]", "58904196": "Marcey Lynn Waters is the Glen H. Elder Jr., Distinguished Professor of Chemistry at the University of North Carolina, Chapel Hill (UNC-CH).[1] She is an organic chemist whose research is at the interface of chemical biology and supramolecular chemistry. Waters has received multiple awards for research, teaching, and advocating for women in science. She is serving the President of the American Peptide Society (APS) from 2017 to 2019.[2]", "13815428": "Sir Michael Willcox Perrin, CBE, FRSC (13 September 1905 – 18 August 1988) was a scientist who created the first practical polythene, directed the first British atomic bomb programme, and participated in the Allied intelligence of the Nazi atomic bomb.", "5754505": "Amando F. Kapauan (July 4, 1931 – October 12, 1996) was a chemist and researcher.  He graduated magna cum laude from University of the Philippines, Diliman in 1952, with a bachelor's degree in chemistry. He obtained his doctorate from the University of Southern California in 1959.", "380558": "Franklin Story Musgrave (born August 19, 1935) is an American physician and a retired NASA astronaut. He is a public speaker[2] and consultant to both Disney's Imagineering group and Applied Minds in California. In 1996, he became only the second astronaut to fly on six spaceflights, and he is the most formally educated astronaut with six academic degrees. Musgrave is the only astronaut to have flown aboard all five Space Shuttles.", "65523342": "Karsten Reuter (born 13 June 1970 in Offenbach am Main) is a German physicist and chemist.", "73551502": "Elizabeth Stevenson[3] (professionally Elizabeth Cottrell) is a geologist and museum curator for the National Museum of Natural History.[4] She is a fellow of both the Geochemical Society and the Mineralogical Society of America.[5][6]", "66506390": "Julia Yvonne Schmale is a German environmental scientist. She is a specialist in the micro-physical makeup of the atmosphere, in particular aerosols and their interaction with clouds. She is a professor at EPFL (École Polytechnique Fédérale de Lausanne) and the head of the Extreme Environments Research Laboratory (EERL).[1][2] She is a participant  in the Multidisciplinary drifting Observatory for the Study of Arctic Climate (MOSAiC) expeditions.", "708247": "Mary J. Ruwart (born October 16, 1949) is an American retired biomedical researcher and a libertarian speaker, writer, and activist.  She was a leading candidate for the 2008 Libertarian Party presidential nomination and is the author of the book Healing Our World.", "24432282": "Christen Thomsen Barfoed (16 June 1815 – 30 April 1889) was a Danish chemist credited with the development of a method to detect monosaccharide sugars in a solution, now known as the Barfoed's test.[1][2] Barfoed is also credited with having introduced systematic chemical analyses in Danish agricultural sciences.[3]", "50581149": "Rainer Grießhammer  (born 14 July 1953) is a German chemist and member of the executive board of the Oeko-Institut.[1]", "69815966": "Janet Katherine Allen is an American biochemist and industrial engineer whose research concerns uncertainty in the engineering design process and its quantification and control through robust design processes, statistical methods, simulation of alternative designs, and the use of the design of experiments to systematically explore alternatives in large design spaces. She is a professor of industrial and systems engineering at the University of Oklahoma, where she holds the John and Mary Moore Chair of Engineering.[1]", "68603558": "Frederick Belding Power (4 March 1853 – 26 March 1927) was an American chemist who worked in pharmacology, plant chemicals, and on standards in pharmaceutical production. He served as a professor of pharmacy at the Philadelphia College and as director of pharmacy at the University of Wisconsin–Madison. He also served as a chemist for the Wellcome Chemical Research Laboratories in London where he examined Chaulmoogra oil and its use in the treatment of leprosy.", "6082217": "Sir David Charles Clary, FRS (born 14 January 1953) is a British theoretical chemist. He was president of Magdalen College, Oxford, from 2005 to 2020.[2] He was the first chief scientific adviser to the Foreign and Commonwealth Office from 2009 to 2013. He is a Professor of Chemistry at the University of Oxford.[3]", "44650153": "Charles Esau Eastick MBE FCS  (29 August 1860 – 8 October 1947) was a British chemist, noted for formulating golden syrup and patenting special methods for making brewers' saccharum and inverted sugar.", "19779245": "Kingsley Cavell is a retired Australian chemist who was professor of inorganic chemistry and head of the\nSchool of Chemistry at Cardiff University.[1]  His research interests include the design and synthesis of novel heterocyclic carbenes, and functionalised derivatives as ligands in transition metal complexes.", "4968111": "Otto Eberhard Rössler (born 20 May 1940) is a German biochemist known for his work on chaos theory and the theoretical equation known as the Rössler attractor. He is best known to the general public for his involvement in a failed lawsuit to halt the Large Hadron Collider due to fears that it would generate mini black holes.", "53137072": "Marjorie Janice Groothuis Horning (August 23, 1917 – June 11, 2020) was an American biochemist and pharmacologist. She was considered to be a pioneer of chromatography for her work in developing new techniques and applying them to the study of drug metabolism.[2][3] She demonstrated that drugs and their metabolites can be transferred from a pregnant woman to her developing child, and later through breast milk, from a mother to a baby.  Horning's work made possible the prevention of birth defects, as doctors began to warn of the dangers of drugs, alcohol, and smoking during pregnancy.", "2281137": "Ostanes (from Greek Ὀστάνης), also spelled Hostanes and Osthanes, is a legendary Persian magus and alchemist.[1][2] It was the pen-name used by several pseudo-anonymous authors of Greek and Latin works from Hellenistic period onwards. Together with Pseudo-Zoroaster and Pseudo-Hystaspes, Ostanes belongs to the group of pseudepigraphical \"Hellenistic Magians\",[n 1] that is, a long line of Greek and other Hellenistic writers who wrote under the name of famous \"Magians\". While Pseudo-Zoroaster was identified as the \"inventor\" of astrology, and Pseudo-Hystaspes was stereotyped as an apocalyptic prophet, Ostanes was imagined to be a master sorcerer.[3]", "62574269": "Xie Zuowei (Chinese: 谢作伟; born January 1964) is a Chinese chemist and the dean of Faculty of Science, the Chinese University of Hong Kong. He is a member of the China Chemical Society.", "64048850": "Viktorya Aviyente is a Turkish computational chemist. Aviyente is a professor emeritus at Boğaziçi University. Her research interests include computational chemistry and molecular modelling. Aviyente completed a B.S. (1973), M.S. (1977), and Ph.D. (1983) in chemistry at Boğaziçi University.[1]", "49008341": "Han Zuilhof (born 1965) holds the chair of organic chemistry at Wageningen University. His interests focus on surface-bound (bio-)organic chemistry and bionanotechnology. He obtained an MSc in chemistry and MA in philosophy from Leiden University (both highest honors). After a PhD in organic chemistry (Leiden University, 1994; highest honors), and postdoctoral work at the University of Rochester, NY, and Columbia University, he joined the faculty at Wageningen University. He has been a professor of organic chemistry since 2007. He has written over 340 research papers,[1] and more than 10 patents. He is a distinguished adjunct professor of chemical engineering at the King Abdulaziz University in Jeddah, Saudi Arabia, and a perennial distinguished guest professor of molecular science and medicinal chemistry at the school of pharmaceutical science and technology (SPST) at Tianjin University, China.\nHe serves/served on the editorial advisory boards of Langmuir, Advanced Materials Interfaces and Applied Surface Science and was a senior editor of Langmuir from 2016 to 2020.[2]  In 2018, Han Zuilhof was elected as a \"Fellow of the Royal Society of Chemistry (RSC) for his outstanding contributions to chemical science,[3][4] and in 2021 was awarded the Robert Robinson Award in Synthetic Organic Chemistry by the RSC for contributions to click chemistry. He is also the founder (2011) of a spin-off company, Surfix.[5]", "70405847": "Johann Friedrich Henckel (1 August 1678 – 26 January 1744) was a Prussian physician, chemist, metallurgist, and mineralogist. He taught chemistry and mineralogy at the Bergakademie Freiberg where his students included A. S. Marggraf, M.V. Lomonosov and Dmitri Vinogradov.", "57003736": "John Monteath Robertson FRS FRSE PCS CBE LLD (1900–1989) was a 20th-century Scottish chemist and crystallographer. He was the recipient of the Davy Medal in 1960 and president of the Chemical Society from 1962 to 1964.", "71552735": "Daniel Cody Darrow (1895 – June 20, 1965) was an American pediatrician and clinical biochemist whose research focused on fluid and electrolyte balance in the human body. He pioneered the routine use of intravenous potassium in patients after surgery, and in children with diarrhea.[1]", "49401579": "Sir Thomas Neil Morris Waters (10 April 1931 – 7 June 2018) was a New Zealand inorganic chemist and academic administrator who served as vice-chancellor of Massey University from 1983 to 1995. He is noted for establishing the university's Albany campus near Auckland in 1993.[2][3]", "11456236": "David Michael Patrick Mingos, FRS (born 6 August 1944) is a British chemist and academic. He was Principal of St Edmund Hall, Oxford from 1999 to 2009, and Professor of Inorganic Chemistry at the University of Oxford.[2][3][4][5][6][7]", "38620917": "Geoffrey Edward Coates (May 14, 1917 – January 10, 2013)[1][2] was an English organometallic chemist and academic.  He developed the basics for new materials in plastics, semiconductors and pharmaceuticals.[3]", "72011510": "Georgy Vasilyevich Pigulevsky (Russian: Георгий Васильевич Пигулевский; 10 December  [O.S. 28 November] 1888 – 19 September 1964) was a soviet organic chemist, specializing in natural product chemistry. He studied essential oils and resins of plants, as well as terpene compounds extracted from them.[1]", "16174843": "James Bert Garner (September 2, 1870 – November 28, 1960) was an American chemical engineer and professor at the Mellon Institute of Industrial Research from 1914 until his retirement in 1957. He is credited with the invention of a World War I gas mask design in 1915.", "68505342": "Captain William Henry Templeman (18 July 1883 - 11 March 1919) was an English chemist and munitions expert, army officer [1] and solicitor in England and lawyer and patent agent in Australia.[2][3]", "19123966": "Harold C. Helgeson (November 13, 1931 – May 28, 2007) was an American scientist and educator. A pioneering theoretical geochemist, he was a professor at the University of California, Berkeley.[1]", "46616332": "Judith Campisi is an American biochemist and cell biologist. She is a professor of biogerontology at the Buck Institute for Research on Aging. She is also a member of the SENS Research Foundation Advisory Board and an adviser at the Lifeboat Foundation. She is co-editor in chief of the Aging Journal, together with Mikhail Blagosklonny and David Sinclair, and founder of the pharmaceutical company Unity Biotechnology. She is listed in Who's Who in Gerontology. \nShe is widely known for her research on how senescent cells influence aging and cancer — in particular the Senescence Associated Secretory Phenotype (SASP).[1]", "6115088": "Denis L. Rousseau (signing papers as D. L. Rousseau) is an American scientist.  He is currently professor and university chairman of the department of physiology and biophysics at Albert Einstein College of Medicine.[1]", "73387793": "Deborah E. Leckband (born 1959) is an American chemist who is the Reid T. Milner Professor of Chemical Sciences and professor of chemistry at the University of Illinois Urbana-Champaign. She works on biomaterials, tissue engineering and the nano mechanics of biomolecules. She is a Fellow of the American Institute for Medical and Biological Engineering, the American Association for the Advancement of Science, the Biomedical Engineering Society and the American Chemical Society.", "46681878": "Boris Aleksandrovich Arbuzov (4 November 1903 – 6 November 1991), was a Russian and Soviet chemist and a representative of the Supreme Soviet of the Soviet Union of 7th,[1] 8th,[2] 9th,[3] 10th[4] and 11th[5] convocations.", "20762394": "Philippe Antoine Francoise Barbier (2 March 1848 – 18 September 1922) was a French organic chemist. He is best known for his two named reactions in organic synthesis, the Barbier reaction and the Barbier-Wieland degradation, as well as for his role in the creation of organomagnesium reagents with his student, Victor Grignard.", "2084639": "Derek Blake was, until 2007, the Isobel Laing Post-Doctoral Fellow in Biomedical Sciences, and the Wellcome Trust Senior Fellow in Basic Biomedical Science, Oriel College, Oxford.[1]", "66670368": "Cheng Rongshi (Chinese: 程镕时; 18 October 1927 – 7 February 2021) was a Chinese physical chemist and academician of the Chinese Academy of Sciences.[1]", "1920802": "Rainer Ludwig Claisen (German pronunciation: [ˈʁaɪnɐ ˈklaɪzn̩]; 14 January 1851 – 5 January 1930) was a German chemist best known for his work with condensations of carbonyls and sigmatropic rearrangements. He was born in Cologne as the son of a jurist and studied chemistry at the university of Bonn (1869), where he became a member of K.St.V. Arminia. He served in the army as a nurse in 1870–1871 and continued his studies at Göttingen University. He returned to the University of Bonn in 1872 and started his academic career at the same university in 1874. He died in 1930 in Godesberg am Rhein (near Bonn).", "28299043": "Gustavus John Esselen (1888–1952) was an American chemist born in Roxbury, Boston,             Massachusetts. He studied at Harvard University where he was awarded the A.B. (magna cum laude) in chemistry in 1909 and a doctorate in 1912. Until 1921 he was a member of the research staff of General Electric and then of Arthur D. Little. There with Little and Wallace Murray he contrived to make a 'silk' purse from reconstituted collagen extracted from a sow's      ear.[1]  In 1930 he founded  Gustavus J. Esselen, Inc., which following a merger, became Esselen Research Division of United States Testing  Co., Inc. Among the successful projects for industrial clients he was involved with was the  development of anhydride  curing agents for epoxy resins and polyvinyl butyral as an improved material for the subsequent commercialization of laminated glass for use in vehicles etc. More  than 40 U.S. patents were issued as a result of his research efforts. He was a member of the American Chemical Society for 43 years, twice chairman of the Northeastern Section (1922–23)  and served as councilor and director of the national organization. From 1919 to 1951  he was chairman of the American Section of the Society of Chemical Industry. Prior to World War II he was a reserve officer in the U.S. Army's Chemical Warfare Service. During the war he was a committee chairman with the Office of Scientific Research and Development.[2]", "1527590": "Gary Keith Ackers (1939 - 2011)[1] was Emeritus Professor of Biochemistry and Molecular Biophysics of Washington University in St. Louis, Missouri.", "41275177": "Ante Graovac[1] (July 15, 1945, in Split – November 13, 2012, in Zagreb) was a Croatian scientist known for his contribution to chemical graph theory. He was director of 26 successful annual meetings MATH/CHEM/COMP held in Dubrovnik.[2] He was secretary of the International Academy of Mathematical Chemistry.", "56872763": "Columbia University", "315197": "Arnold Orville Beckman (April 10, 1900 – May 18, 2004) was an American  chemist, inventor, investor, and philanthropist. While a professor at California Institute of Technology, he founded Beckman Instruments based on his 1934 invention of the pH meter, a device for measuring acidity (and alkalinity), later considered to have \"revolutionized the study of chemistry and biology\".[1] He also developed the DU spectrophotometer, \"probably the most important instrument ever developed towards the advancement of bioscience\".[2] Beckman funded the Shockley Semiconductor Laboratory, the first silicon transistor company in California, thus giving rise to Silicon Valley.[3] After retirement, he and his wife Mabel (1900–1989) were numbered among the top philanthropists in the United States.[4]", "69193536": "Markita del Carpio Landry is a Bolivian-American chemist who is an assistant professor in the department of chemical engineering at the University of California, Berkeley. Her research considers nanomaterials for brain imaging and the development of sustainable crops. She was a recipient of the 2022 Vilcek prize for creative promise. del Carpio Landry's work has been featured on NPR,[1] popular mechanics,[2] the San Francisco Chronicle,[3] and C&E News.[4]", "19812169": "Frances Hamilton Arnold (born July 25, 1956)[1] is an American chemical engineer and Nobel Laureate. She is the Linus Pauling Professor of Chemical Engineering, Bioengineering and Biochemistry at the California Institute of Technology (Caltech). In 2018, she was awarded the Nobel Prize in Chemistry for pioneering the use of directed evolution to engineer enzymes.[2]", "52252498": "Tadeusz Bartczak (28 July 1935 – 13 August 2022) was a Polish chemist and professor at the Lodz University of Technology.", "71814995": "Annemarie Weber (11 September 1923 – 5 July 2012) was a German-born American physiologist who studied the biochemistry of muscle action. She was the daughter of the German physiologist Hans Hermann Weber who also studied muscle structure and function.", "16142166": "William D. Emmons (November 18, 1924 – December 8, 2001) was an American chemist and published with William S. Wadsworth a modification to the  Wittig-Horner reaction using phosphonate-stabilized carbanions, now called the Horner-Wadsworth-Emmons reaction  or HWE reaction or  Horner-Wittig reaction.", "3231579": "The Hobgoblin is the alias of several supervillains appearing in American comic books published by Marvel Comics, most of whom are depicted as enemies of the superhero Spider-Man and belong to the collective of adversaries that make up his rogues gallery, most of whom are brainwashed by the Winkler Device into becoming Hobgoblins. Created by writer Roger Stern and artist John Romita Jr., the first incarnation of the Hobgoblin was introduced in The Amazing Spider-Man #238 (March 1983) as a criminal mastermind equipped with Halloween-themed weapons similar to those used by the Green Goblin.", "54447966": "Dorothy M. Hoffman (September 12, 1915 – December 13, 1996) was an American chemical engineer. In 1974 she became the first woman to be elected president of American Vacuum Society and the first woman to serve as president of any scientific society in the USA.[1]", "9162613": "Jerry March, Ph.D. (August 1, 1929 – December 25, 1997) was an American organic chemist and a professor of chemistry at Adelphi University.", "55168889": "MSc University of Calgary (1971)", "69554052": "Ceremonial magic (also known as ritual magic, high magic or learned magic)[1] encompasses a wide variety of rituals of magic. The works included are characterized by ceremony and numerous requisite accessories to aid the practitioner. It can be seen as an extension of ritual magic, and in most cases synonymous with it. Popularized by the Hermetic Order of the Golden Dawn, it draws on such schools of philosophical and occult thought as Hermetic Qabalah, Enochian magic, Thelema, and the magic of various grimoires. Ceremonial magic is part of Hermeticism and Western esotericism.", "58838917": "Lucie Blanquies was a woman scientist who worked in Madame Curie's laboratory in Paris from 1908 to 1910.  She measured the power of the alpha particles emitted by different radioactive materials.[1][2]", "3067780": "Chan King-ming is a Hong Kong politician and academic. He served as the vice-chairman of the Democratic Party of Hong Kong from 2004 to 2006. He is also an associate professor in the department of biochemistry and Environmental Science Program of the Chinese University of Hong Kong.", "70963077": "Hilkka Inkeri Kenttämaa is a researcher in organic and bioorganic mass spectrometry, and the Frank Brown Endowed Distinguished Professor of Chemistry at Purdue University. She is a pioneer in distonic radical cation research and laser-induced acoustic desorption.", "68046724": "Theodore Goodson III (born April 5, 1969) is an American chemist who is the Richard Barry Bernstein Professor of Chemistry at the University of Michigan. Goodson studies the non-linear optical properties of novel organic materials. He was elected fellow of the American Association for the Advancement of Science in 2012 and the American Institute for Medical and Biological Engineering in 2021.", "48451460": "Robert Percival Cook FRSE (1906-1989) was an Australian-born biochemist. He advised the UK government on nutritional issues during the Second World War and was considered an expert in the field of nutrition. He played a key role in the development of life sciences at the University of Dundee, with his colleague and fellow biochemist Geoffrey Dutton noting that Cook served the \"University very well indeed.\"[1]", "151434": "Paul-Émile Lecoq de Boisbaudran, also called François Lecoq de Boisbaudran (18 April 1838 – 28 May 1912), was a French chemist known for his discoveries of the chemical elements gallium, samarium and dysprosium.[2] He developed methods for separation and purification of the rare earth elements and was one of the pioneers of the science of spectroscopy.[3]", "61296518": "Wolfgang Lubitz (born in 1949) is a German chemist and biophysicist. He is currently a director emeritus at the Max Planck Institute for Chemical Energy Conversion. He is well known for his work on bacterial photosynthetic reaction centres,[1][2][3] hydrogenase enzymes,[4]  and the oxygen-evolving complex[5][6] using a variety of biophysical techniques. He has been recognized by a Festschrift for his contributions to electron paramagnetic resonance (EPR) and its applications to chemical and biological systems.[7]", "44126100": "Hiizu Iwamura (岩村 秀, Iwamura Hiizu, born 17 December 1934) is a Japanese chemist and Professor of Chemistry, Nihon University, as well as Professor Emeriti of the Institute for Molecular Science in Okazaki, the University of Tokyo, and Kyushu University in Japan.", "47861654": "Halina Abramczyk (23 August 1951 in Zduńska Wola (Karsznice)) is a Polish physicist and chemist, a specialist in molecular spectroscopy and laser spectroscopy professor employed at the Lodz University of Technology.", "17911706": "John Gordon Collier FRS[1] (22 January 1935 – 18 November 1995) was a British chemical engineer and administrator, particularly associated with nuclear power for electricity production. He  started as an apprentice at Harwell United Kingdom Atomic Energy Authority (UKAEA) and rose to become its chairman.", "7327644": "André Caillé (born September 11, 1943) is a Canadian electricity company executive.", "59854750": "Guido Bargellini (1879–1963) was an Italian organic chemist. He specialized in natural product chemistry, in particular, flavonoid dyes and coumarins, and the compound santonin. He was admitted to the Accademia dei Lincei in 1946. The Bargellini reaction is named for him.", "53006239": "Edward Hawrot is an American medical scientist, and currently the Alva O. Way University Professor of Medical Science at Brown University. He was previously the Upjohn Professor from 2001 to 2008.[1][2]", "67653537": "Basil Lythgoe FRS (18 August 1913 — 18 April 2009) was a British organic chemist who investigated the structure of many natural substances including nucleosides, plant toxins, and vitamin D2. He was Professor of Organic Chemistry at the University of Leeds.[1][2]", "33705901": "Leslie Stephen Ettre (September 16, 1922 – June 1, 2010) was a Hungarian-American analytical chemist and scientist who was known for his contributions to the field of chromatography, in particular open-tubular gas chromatography, as well as to documentation of the history of chromatography.[1]", "68210607": "Grace Nambatya Kyeyune (née Grace Nambatya) (born April 1962), is a Ugandan medicinal chemist, researcher and academic, who serves as the Director of Research at the National Chemotherapeutic Research Institute (NCRI), based in Kampala, Uganda's capital city.[1] According to its website, NCRI is a state-owned \"research and development institute in natural products and traditional and complementary health systems\".[2] As of July 2021, Nambatya is credited with developing five compounds, currently in clinical and public use, which are extracted from Ugandan plants and herbs.[1]", "73945013": "Peter Brimblecombe (born 1949)[1] is an Australian-born, British atmospheric chemist, currently emeritus professor of atmospheric chemistry at the University of East Anglia and National Sun Yat-sen University in Taiwan.[2][3][4] In a five-decade research career, he has written or co-authored seven books and around 350 peer-reviewed papers on air pollution and its effects on human health and the environment,[5] but is probably best known as the author of The Big Smoke, which has been described as a definitive history of air pollution.[6][7][8]", "45404087": "Julije Domac (June 1st 1853, Vinkovci – March 6th 1928, Zagreb) was a Croatian pharmacist and chemist.", "20408": "Maria Salomea Skłodowska-Curie (Polish: [ˈmarja salɔˈmɛa skwɔˈdɔfska kʲiˈri] ⓘ; née Skłodowska; 7 November 1867 – 4 July 1934), known simply as Marie Curie (/ˈkjʊəri/ KURE-ee,[4] French: [maʁi kyʁi]), was a Polish and naturalised-French physicist and chemist who conducted pioneering research on radioactivity. She was the first woman to win a Nobel Prize, the first person to win a Nobel Prize twice, and the only person to win a Nobel Prize in two scientific fields. Her husband, Pierre Curie, was a co-winner of her first Nobel Prize, making them the first-ever married couple to win the Nobel Prize and launching the Curie family legacy of five Nobel Prizes. She was, in 1906, the first woman to become a professor at the University of Paris.[5]", "41570233": "Henry Jay Forman is both Distinguished Professor Emeritus of Biochemistry at the University of California, Merced.[1] and Research Professor Emeritus of Gerontology at the USC Leonard Davis School of Gerontology.[2] He is a specialist in free radical biology and chemistry, antioxidant defense, and pioneered work in redox signaling including the mechanisms of induced resistance to oxidative stress.", "19976122": "Emil L. Smith (July 5, 1911 – May 31, 2009) was an American biochemist who studied protein structure and function as well as biochemical evolution.", "59330492": "Ethaline Hartge Cortelyou (26 November 1909 – 19 July 1997) was an American chemist and scientific technical writer and editor who worked on the Manhattan Project at the University of Chicago's Metallurgical Laboratory (\"Met Lab\") and was one of 70 scientists to sign the 1945 Szilárd petition.[1][2] She also was a strong advocate for female scientists, strongly criticizing unequal treatment of women by employers and arguing that underutilization of women was holding back the United States' scientific advancement.[3]", "970690": "Karl Wilhelm Gottlob Kastner (31 October 1783 – 13 July 1857) was a German chemist, natural scientist[2] and a professor of physics and chemistry.", "21024709": "Margaret Hutchinson Rousseau (27 October 1910 – 12 January 2000) was an American chemical engineer who designed the first commercial penicillin production plant.[1][2] She was the first female member of the American Institute of Chemical Engineers.[3]", "48680903": "Edwin John Beer (7 February 1879 – 24 September 1986) was a British chemist, geologist, mineralogist, archaeologist, historian and librarian. He is noted primarily as a pioneer of the first man-made fibre which later became known as Viscose Rayon. The first stocking of \"artificial silk\" was made in his Kew laboratory.", "46682059": "Hiroshi Nishihara (西原寛, Nishihara Hiroshi), born 21 March 1955, is a Japanese chemist and Professor of Chemistry at The University of Tokyo in Japan. Currently heading the department of Chemistry and Inorganic Chemistry Laboratory in The University of Tokyo, he is a distinguished professor, researcher and pioneer in the field of synthesis and electrochemistry of conductive metal complex polymers.", "60936140": "June Monica Lindsey (née Broomhead, June 7, 1922 – November 4, 2021) was a British-Canadian physical chemist. Whilst working on X-ray crystallography at the University of Cambridge, Lindsey was influential in the elucidation of the structure of DNA. She solved the structures of the purines, adenine and guanine. Her depiction of intramolecular hydrogen bonds in adenine crystals was central to Watson and Crick's elucidation of the double helical structure of DNA.", "60116951": "Paula Jane Booth  is an English chemist who holds the Daniell Chair of Chemistry at King's College London and is Head of Department.[1] Booth was awarded a Philip Leverhulme Prize in 2003, a Royal Society Wolfson Research Merit Award in 2008 and an ERC Advanced grant in 2012 for her novel work on investigating the mechanisms of biological self-assembly.[2][3][4]", "55168986": "Julie Spicer England (born November 12, 1957) is an American chemical engineer and business executive, who served as Vice President of Texas Instruments Incorporated.[1]", "19943389": "Gautam Radhakrishna Desiraju (born 1952) is an Indian structural chemist, educationist and an honorary professor at the Indian Institute of Science. He worked on crystal engineering and weak hydrogen bonding and co-authored a textbook in crystal engineering (2011).[1] He wrote a book entitled \"Bharat: India 2.0\" in 2022 in which he claims that India is a “5000 year civilization that does not need a constitution”.[2] He believes “in Indian sacredness, righteousness, and that scientists should not take part in political discussions”.[citation needed] He has been a critic of academics who speak against government policies in India, particularly those of BJP.[3][4]", "10244062": "John Stewart Waugh (April 25, 1929 – August 22, 2014) was an American chemist and Institute Professor at the Massachusetts Institute of Technology.[1] He is known for developing average hamiltonian theory and using it to extend NMR spectroscopy, previously limited to liquids, to the solid state. He is the author of ANTIOPE, a freeware general purpose Windows-based simulator of the spectra and dynamics of nuclear magnetic resonance (NMR). He has also used systems of a few coupled spins to illustrate the general requirements for equilibrium and ergodicity in isolated systems.", "69914591": "Chung-Hsuan Winston Chen (Chinese: 陳仲瑄) is a Taiwanese chemist.", "32362464": "Olbracht Łaski (died 23 November 1604[1]) was a Polish nobleman, an alchemist and courtier during the reign of Stephen Batory.", "15257568": "Simbarashe Herbert Stanley Makoni (born 22 March 1950)[1] is a Zimbabwean politician and was a candidate for the March 2008 presidential election against incumbent Robert Mugabe.[2][3] He was Minister of Finance and Economic Development in President Robert Mugabe's cabinet from 2000 to 2002. He faced strong opposition during the Economic Change in Zimbabwe in the early 2000s as his policies contradicted those of the rest of the ZANU-PF party.[4]", "43536358": "William Percival Evans CBE (22 November 1864 – 2 September 1959) was a New Zealand chemist who specialised in the study of local brown coals.", "59887596": "Sir Herbert William Gepp (pron. \"Jepp\") (28 September 1877 – 14 April 1954) was an Australian industrial chemist, businessman and public servant.", "65556468": "Vuk Marinković (Novi Sad, Austria-Hungary, 24  December 1807 – Belgrade, Principality of Serbia, 7 August 1859) was a Serbian physician, pedagogue and linguist, professor and rector of the Lyceum (Belgrade).[1] He is credited as the founder of modern physics in Serbia.[2]", "2478068": "Franz Seraph Tausend, \"Der Goldmacher\" (July 5, 1884 – July 9, 1942) was a 20th-century German alchemist, who was able to raise significant funding from senior Nazi Party figures for his project. He was arrested in 1929 and convicted of misappropriation, serving a prison sentence. He died in prison in 1942, while serving a sentence for a separate crime.", "25972724": "International Minerals and Chemical Corporation\nWest Point Manufacturing Company\nGeorgia Tech Research Institute\nAmerican Viscose Corporation\nAviSun Corporation\nAmoco Chemical Corporation", "52940791": "Rigoberto Hernandez (born 1967) is an American chemist and academic. He is The Gompf Family Professor at the Johns Hopkins University and was formerly a board member of the American Chemical Society (ACS). Before his appointment at Johns Hopkins, Hernandez spent 20 years as a faculty member at the Georgia Institute of Technology, where he became a full professor. In addition to his work as a professor, Hernandez is also the director of the Open Chemistry Collaborative in Diversity Equity, a program dedicated to creating more diversity in academia.[2]", "53694457": "Brigitte Voit (born 1963 in Bayreuth) is a German chemist and professor of chemistry. She holds the chair Organic Chemistry of Polymers[1] at the Faculty of Chemistry of the TU Dresden and is head of the Institute of Macromolecular Chemistry[2] at the Leibniz Institute of Polymer Research (IPF Dresden) in Dresden. From September 1, 2002, to July 31, 2022, she was also member of the Board of Management/CSO of the IPF Dresden.", "675837": "Sir Frederick Gowland Hopkins OM FRS[3] (20 June 1861 – 16 May 1947) was an English biochemist who was awarded the Nobel Prize in Physiology or Medicine in 1929, with Christiaan Eijkman, for the discovery of vitamins. He also discovered the amino acid tryptophan, in 1901. He was President of the Royal Society from 1930 to 1935.[4]", "59625475": "John A. Osborn (1939–2000) was an inorganic chemist who made many contributions to organometallic chemistry.  Obsorn received his PhD under the mentorship of Geoffrey Wilkinson.[1]  During that degree Osborn contributed to the development of Wilkinson's catalyst.[2]  His thesis studies ranged widely.[3]", "46551043": "Robert Tod Schimke (October 25, 1932 – September 6, 2014[1]) was an American biochemist and cancer researcher.", "8114188": "Elvin Abraham Kabat (September 1, 1914 – June 16, 2000) was an American biomedical scientist and one of the founding fathers of quantitative immunochemistry. Kabat was awarded the Louisa Gross Horwitz Prize from Columbia University in 1977, National Medal of Science in 1991, and American Association of Immunologists Lifetime Achievement Award in 1995.[2] He is the father of Jon Kabat-Zinn.[3]", "62443536": "Zhang Jin (Chinese: 张锦; born December 1969) is a Chinese physical chemist and nanotechnologist. He serves as Professor and Deputy Dean at the College of Chemistry and Molecular Engineering, Peking University, and as Deputy Director of the National Center for Nanoscience and Technology.", "4476945": "Lydia Phindile Makhubu (1 July 1937 - July 2021) was a Swazi chemist and former professor of chemistry, dean and vice-chancellor of the University of Swaziland (now the University of Eswatini).[1]", "58544153": "Larry W. Robertson is an American chemist, microbiologist and toxicologist. He is professor at the University of Iowa, Department of Occupational and Environmental Health, known for his work on toxicology of POPs and PCBs, which are important environmental pollutants.[2][3]", "65753116": "Windsor Cooper Cutting (July 30, 1907–May 29, 1972) was an American physician and researcher from California. His research focused on cancer, fertility, and chemotherapy of viral infections. He was the founding editor of two medical journals: the Annual Review of Medicine and the Annual Review of Pharmacology.", "32919581": "Nial J. Wheate (born 1976) is an Australian pharmaceutical chemist and author at the University of Sydney.", "10178590": "Dr. Denis Alexander has spent 40 years in the biomedical research community. He is an Emeritus Fellow of St. Edmund’s College, Cambridge and an Emeritus Director of the Faraday Institute for Science and Religion, Cambridge which he co-founded with Bob White in 2006.", "7950369": "Carl Ernst Heinrich Schmidt, also Karl Genrikhovich Schmidt (Russian: Карл Ге́нрихович Шмидт; 13 June [O.S. 1 June] 1822 – 11 March [O.S. 27 February] 1894) was a Russian and Baltic German chemist from the Livonia Governorate, Russian Empire.", "970788": "Emil Abderhalden (9 March 1877 – 5 August 1950) was a Swiss biochemist and physiologist. His main findings, though disputed already in the 1910s, were not finally rejected until the late 1990s. Whether his misleading findings were based on fraud or simply the result of a lack of scientific rigor remains unclear. Abderhalden's drying pistol, used in chemistry, was first described by one of his students in a textbook Abderhalden edited.[2]", "39178279": "Salvador Imperatore Marcone (born 11 March 1950) is a Chilean former football referee. He officiated the opening match at the 1991 FIFA Women's World Cup, as well as the semi-final between the United States and Germany. He was later on call as a reserve official for the 1994 FIFA World Cup.[1]", "49762344": "Philip Joseph Kocienski FRS (born 23 December 1946[3]) is a British organic chemist. He is an Emeritus Professor at the University of Leeds.[4]", "66179119": "Alison Joy Downard is a New Zealand academic, and has been a full professor at the University of Canterbury since 2009.[1] Her work focuses on surface chemistry, electrochemistry and nanoscale grafted layers.", "60117043": "Zahra Fakhraai is an Iranian-Canadian materials scientist who is a Professor of Chemistry at the University of Pennsylvania. Fakhraai does research focused on glass transition, nonlinear optics, nanoparticle plasmonics, and polymer physics. She studies the impact of nanoconfinement on the structure of materials. She was awarded the 2019 American Physical Society John H. Dillon Medal. Fakhraai was one of the researchers to start laying the ground work to better understand the optical properties of glass.[1]", "59428919": "Stephen Robert Leone (born May 19, 1948) is an American physical chemist and the John R. Thomas Endowed Chair in Physical Chemistry at the University of California, Berkeley.[1][2]", "61984823": "Gražvydas Lukinavičius is a Lithuanian biochemist. His scientific interest and main area of research is focused on labeling of biomolecules and visualization using super-resolution microscopy. He is co-invertor of DNA labeling technology known as  Methyltransferase-Directed Transfer of Activated Groups (mTAG) and biocompatible and cell permeable fluorophore – silicon-rhodamine (SiR). Both inventions were commercialized. He is studying labeling methods and apply them for chromatin dynamics visualization in living cells.[1]", "51662909": "Juan-Julio Bonet Sugrañes (1940–2006) was a Spanish chemist and founder of the first laboratory and research school of steroid chemistry in Spain.", "938055": "Richard Kirwan, LL.D, FRS, FRSE MRIA (1 August 1733 – 22 June 1812) was an Irish geologist and chemist. He was one of the last supporters of the theory of phlogiston.", "20598861": "Corneliu E. Giurgea (6 January 1923, Bucharest – 30 December 1995, Brussels)[1] was a Romanian psychologist and chemist. In 1964 he synthesised Piracetam, which he has described as a nootropic.[2]", "28954703": "Bruno Hasbrouck Zimm (October 31, 1920 – November 26, 2005) was an American chemist.  He was a professor of chemistry and biochemistry from University of California, San Diego, and a leading polymer chemist and DNA researcher.[3][4]", "12505173": "Daniel Edward Koshland Jr. (March 30, 1920 – July 23, 2007) was an American biochemist. He reorganized the study of biology at the University of California, Berkeley,  and was the editor of the leading U.S. science journal, Science, from 1985 to 1995. He was a member of the United States National Academy of Sciences,[1] the American Academy of Arts and Sciences,[2] and the American Philosophical Society.[3]", "31903837": "Yale University", "29085796": "Bernard Gilles Penot (1519 in Guyenne – 1617 in Yverdon-les-Bains) was a French Renaissance alchemist and a friend of Nicolas Barnaud.", "22761582": "Rachid Yazami (born 1953) is a Moroccan scientist, engineer, and inventor. He is best known for his critical role in the development of the graphite anode (negative pole) for lithium-ion batteries and his research on fluoride ion batteries.[1][2][3]", "59691121": "Edmond Gerald Meyer (born November 2, 1919) is emeritus professor of chemistry and former dean of the college of arts and sciences at the University of Wyoming.  He is a past president of the American Institute of Chemists and an active member of the American Chemical Society, serving on the ACS National Council for 27 years.[1]", "57430130": "Sanjib Senapati is an Indian biophysicist, biochemist, biotechnologist and a professor at the Bhupat and Jyoti Mehta School of Biosciences, Department of Biotechnology of the Indian Institute of Technology Madras. He is known for his studies in the fields of protein dynamics, green chemistry and nanoclusters and is a Fulbright scholar. The Department of Biotechnology of the Government of India awarded him the National Bioscience Award for Career Development, one of the highest Indian science awards, for his contributions to biosciences, in 2015.[1]", "14176371": "Debra Bernhardt (née Searles) FAA FRACI (born 1965) is an Australian theoretical chemist. She is best known for her contributions towards understanding the fluctuation theorem.[1] This theorem shows the second law of thermodynamics and the zeroth law of thermodynamics can be derived mathematically rather than postulated as laws of nature.", "66080886": "Qaisuddin (15 July 1937 – 11 November 2021)[1][2] was a Bangladeshi academic, researcher and chemist. He has served as the Vice Chancellor of two universities in Bangladesh, Islamic University, Bangladesh and Bangladesh Open University.[3] He was the 5th Vice Chancellor of the Islamic University.[2][4][5] He was a professor in the Department of Biochemistry, Rajshahi University.[6][7] He was first academician of Bangladesh who act as vice-chancellor two university serially.[8][9]", "63852665": "Paul Wilhelm Karl Rothemund (January 13, 1904 – 1970) was a chemist who developed reactions related to porphyrins.[1] The Rothemund reaction the still-classic process for the synthesis of these compounds is named for him. His grandson Paul W. K. Rothemund is also a chemist.", "7655553": "Malcolm Cuthbert Nokes MC MA BSc (20 May 1897 – 22 November 1986) was a British schoolteacher, soldier, research scientist and Olympic athlete, who competed in the hammer throw and discus throw.[3]", "577665": "Charles Thomson Rees Wilson, CH, FRS[1] (14 February 1869 – 15 November 1959) was a Scottish physicist and meteorologist who won the Nobel Prize in Physics for his invention of the cloud chamber.[2][3]", "43470980": "Marc Zimmer (born July 26, 1961) is the Jean Tempel '65 Professor of Professor of Chemistry at Connecticut College.[1][2][3] He has published seven books,[4][5] written articles on science and medicine for the Los Angeles Times, USA Today, the Huffington Post, etc. He has been interviewed or quoted in the Economist,[6] Science, Nature etc.", "7131274": "Norman \"Lou\" Allinger (6 April 1928 – 8 July 2020)[1] was an American organic and computational chemist and Distinguished Research Professor Emeritus of Chemistry at the University of Georgia (UGA) in Athens.", "53989517": "Peng Shaoyi (Chinese: 彭少逸; pinyin: Péng Shǎoyì; Wade–Giles: P'eng Shao-i; 9 November 1917 – 6 May 2017) was a Chinese physical chemist. Peng was elected as an academician of the Chinese Academy of Sciences (CAS) in 1980. He was a member of China Democratic League since 1956.", "57495702": "Kristala Jones Prather is an American professor of Chemical Engineering at the Massachusetts Institute of Technology. Her research is focused on using novel bioprocesses to design recombinant microorganisms to produce small molecules.", "68898978": "Kimito Funatsu (船津 公人, Funatsu Kimito, born December 3, 1955)[1] is a Japanese chemist specializing in chemoinformatics and data-driven chemistry, a Professor Emeritus at University of Tokyo, and the research director of the Data Science Center at Nara Institute of Science and Technology.", "57430182": "Aleksandr Dmitriyevich Garnovskii (Russian: Александр Дмитриевич Гарновский; 30 August 1932 in Rostov-on-Don – 9 December 2010 in Rostov-on-Don) was a Russian chemist. Doctor of Chemical Sciences, Professor.", "1396903": "David Earl Nichols (born December 23, 1944, Covington, Kentucky) is an American pharmacologist and medicinal chemist.[1]  \nPreviously the Robert C. and Charlotte P. Anderson Distinguished Chair in Pharmacology at Purdue University, Nichols has worked in the field of psychoactive drugs since 1969.  While still a graduate student, he patented the method that is used to make the optical isomers of hallucinogenic amphetamines.  His contributions include the synthesis and reporting of escaline, LSZ, 6-APB, 2C-I-NBOMe and other NBOMe variants (NBOMe-2C-B, NBOMe-2C-C, NBOMe-2C-D), and several others, as well as the coining of the term \"entactogen\".", "60739751": "How to Sell Drugs Online (Fast) is a German coming-of-age dark humor crime streaming television series co-created by Philipp Käßbohrer and Matthias Murmann. The first season, consisting of six episodes, was released on 31 May 2019, on Netflix.[1][2] The series stars Maximilian Mundt, Anna Lena Klenke, Danilo Kamperidis, Damian Hardung, Luna Baptiste Schaller, Leonie Wesselow and Bjarne Mädel. The second season premiered on Netflix on 21 July 2020. On 28 July 2020, Netflix renewed the series for a third season.[3] It premiered on July 27, 2021.[4] On 12 August 2022, for dwdl.de, creators Matthias Murmann and Philipp Käßbohrer said in an interview that Netflix gave the green light for a fourth season.[5]", "15847593": "William Henry \"Big Doc\" Emerson (June 17, 1860[1] – November 13, 1924[2]) was an American chemist.", "68571307": "David E. Olson is an American chemist and neuroscientist. He is an associate professor of chemistry, biochemistry and molecular medicine at the University of California, Davis.[1]", "45240496": "Corneliu Șumuleanu (November 4, 1869–December 15, 1937) was a Romanian chemist and far-right politician.", "6344881": "Pierre-Joseph Macquer (9 October 1718 – 15 February 1784) was an influential French chemist.", "29053106": "Didier Astruc (born 9 June 1946 in Versailles) carried out his studies in chemistry in Rennes. After a Ph. D. with professor R. Dabard in organometallic chemistry, he did post-doctoral studies with professor R. R. Schrock (2005 Nobel Laureate) at the Massachusetts Institute of Technology Cambridge, Massachusetts, in the U.S. and later a sabbatical year with professor K. P. C. Vollhardt[1] at the University of California at Berkeley. He became a CNRS Director of research in Rennes, then in 1983 full Professor of Chemistry at the University Bordeaux 1. He is known for his work on electron-reservoir complexes[2] and dendritic molecular batteries,[3] catalytic processes (olefin metathesis,[4] C-C coupling,[5] catalysis in water)[6] using nanoreactors and molecular recognition using gold nanoparticles[7] and metallodendrimers.[8] He is the author of three books, scientific publications and the editor of five books or special issues. He has been a member of the National CNRS committee from 2000 to 2008 and the President of the Coordination Chemistry Division of the Société Française de Chimie from 2000 to 2004. Didier Astruc is on the Thompson-Reuters list of the top 100 chemists who have achieved the highest citation impact scores for their chemistry papers published between 2000 and 2010.[9]  and on the list of the Highest Cited Researchers 2015 and 2016 (Thomson-Reuters).[10] and 2017 to 2023  (Clarivate Analytics)[11]", "71782579": "Terri Goss Kinzy is an American biochemist, educator and academic administrator.", "4444338": "Anthony Segal FRS FMedSci (born 24 February 1944) is a British physician/scientist.", "9031865": "Gustav Georg Embden (10 November 1874 – 25 July 1933) was a German physiological chemist.", "3330237": "Carl Ludwig David Friedrich Heusler (1 February 1866, Dillenburg – 25 October 1947) was a German mining engineer and chemist. He discovered a special group of intermetallics now known as Heusler phases, which are ferromagnetic though the constituting elements are not ferromagnetic.", "15847628": "Paul Doughty Bartlett (August 14, 1907 – October 11, 1997) was an American chemist.", "6901965": "Hans Freiherr[a] von Pechmann (1 April 1850 – 19 April 1902) was a German chemist, renowned for his discovery of diazomethane in 1894.[1][2] Pechmann condensation[3][4] and Pechmann pyrazole synthesis.[5] He also first prepared 1,2-diketones (e.g., diacetyl), acetonedicarboxylic acid, methylglyoxal and diphenyltriketone; established the symmetrical structure of anthraquinone.", "61460705": "Bernard Meunier (born 11 March 1947) is a French chemist and academic. He has been a member of the Académie des sciences since 1999.", "2216162": "Joachim Sauer ForMemRS (German pronunciation: [ˈjoːaxɪm ˈzaʊɐ]; born 19 April 1949) is a German quantum chemist and professor emeritus of physical and theoretical chemistry at the Humboldt University of Berlin. He is the husband of the former chancellor of Germany, Angela Merkel. He is one of the seven members of the board of trustees of the Friede Springer Foundation, together with former German president Horst Köhler and others.[2][3]", "15618279": "Akira Fujishima (藤嶋 昭, Fujishima Akira, born March 10, 1942) is a Japanese chemist and president of Tokyo University of Science.[1] He is known for significant contributions to the discovery and research of photocatalytic and superhydrophilic properties of titanium dioxide (TiO2), which is also known as the Honda-Fujishima effect.[2]", "26530026": "Marion Mckinley Bradford (October 28, 1946 - May 3, 2021) was an American scientist[1] who developed and patented the Bradford protein assay,[2] a method to quickly quantify the amount of protein in a sample.[3][4] His paper describing the method is among the most cited scholarly articles of all time.[5][6][7]", "63656172": "Audrey Moores is a Professor of Chemistry (2007 – present) and Tier II Canada Research Chair (2007-2017) in Green Chemistry at McGill University.[1] She was named an emerging investigator in 2017 by the RSC journal Green Chemistry.[2]", "25153773": "Neil E. Schore is an American chemist and former associate professor of organic chemistry and Vice Chair of Chemistry at the University of California, Davis. He is also the co-author of Organic Chemistry: Structure and Function.[1] His doctoral advisor at Columbia University was Nicholas Turro,[2] a world renowned chemist in the field of organic photochemistry.[3] His research areas include “mechanistic and synthetic organic and organometallic chemistry; applications of organometallic chemistry and polymer chemistry to organic synthesis.” He is now a professor emeritus at UC Davis and holds the position of adjunct professor at the Korea University International Summer Campus, teaching both general chemistry and organic chemistry.[4]", "13193455": "Demidov Prize (2003)", "2150646": "Branko Stanovnik (born August 11, 1938) is a Slovenian chemist, specializing in organic chemistry, and member of SAZU.[1]", "29151480": "Hanns-Peter Boehm (9 January 1928[1] – 10 May 2022)[2] was a German chemist and professor emeritus at Ludwig-Maximilians-Universität in Munich, Germany. Boehm is considered a pioneer of graphene research.[3][4]", "63197432": "Khalil Amine (born 1962) is a materials scientist at Argonne National Laboratory, an Argonne distinguished fellow, [1] and group leader of the Battery Technology group. His research team is focused [2] on the development of advanced battery systems for transportation applications. In addition to his Argonne appointment, he is an adjunct professor at Stanford University,[3] Imam Abdulrahman Bin Faisal University,[4] Hong Kong University of Science & Technology, King Abdulaziz University, Hanyang University, and Peking University.", "41046267": "John Robert Moolenaar (/ˈmoʊlənɑːr/ MOLE-ən-arr; born May 8, 1961) is an American politician serving as the U.S. representative for Michigan's 2nd congressional district since 2015  (known as the 4th congressional district until 2023). A member of the Republican Party, he served in the Michigan House of Representatives from 2003 to 2008 and the Michigan Senate from 2011 to 2014.[1]", "47534338": "James H. Schwartz (1932–13 March 2006) was an American neurobiologist and professor at Columbia University in New York City.[1][2][3]\nHe was a co-editor, with Eric R. Kandel and Thomas Jessell, of the well-known textbook Principles of Neural Science. His research focused on explaining the biochemical basis of learning and memory and focused on the origins of learning and animal behaviors at the cellular and molecular level.[4]", "16666896": "Hans Heinrich Landolt (5 December 1831 – 15 March 1910) was a Swiss chemist who discovered iodine clock reaction. He is also one of the founders of Landolt–Börnstein database.[1] He tested law of mass conservation which was given by Lavoisier.", "72241428": "Cyril George Hopkins (July 22, 1866 – October 6, 1919) was an American agricultural chemist who initiated the Illinois long-term selection experiment in 1896. He was also noted for his extensive research and writings on the soil of Illinois.[1]", "59232542": "Alphidius, also known as Asfidus, Alfidius, Alvidius, is the author name of an unknown, probably medieval Arab alchemist.[1] Nothing is known about him, except some citations and his writings in the 14th century.[2]", "59789600": "Steven J. Fliesler is an American biochemist and cell biologist, whose research has focused on how lipid metabolism (cholesterol metabolism, in particular) supports the normal structure and function of the vertebrate retina. He currently is the Meyer H. Riwchun Endowed Chair Professor of Ophthalmology and vice-chair and director of research in the department of ophthalmology, Jacobs School of Medicine and Biomedical Sciences, at the University at Buffalo, The State University of New York.[1] In 2014, he became a UB Distinguished Professor,[2] and in 2018 was promoted to the rank of SUNY Distinguished Professor.[3] He is the author or coauthor of more than 150 publications, including peer-reviewed scientific/biomedical journal articles, books and book chapters.", "66015521": "Marilyn Olmstead was an American chemist, an expert in small molecule crystallography and an international leader in the crystallographic study of fullerenes, or \"Buckyballs.\" She held the position of professor emerita of chemistry at the University of California Davis.[1][2][3]", "4444452": "Franz Sondheimer FRS[1] (17 May 1926 – 11 February 1981) was a German-born British[2] professor of chemistry. In 1960, he was awarded the Israel Prize for his contributions to science.", "34132266": "Ludwig Barth zu Barthenau (17 January 1839 – 3 August 1890) was an Austrian chemist born in Rovereto.", "27709741": "Oliver Howe Lowry (July 18, 1910 – June 29, 1996) was an American biochemist. He devised the Lowry protein assay, the subject of the most-cited scientific paper in history.", "66769197": "Sabine Werner (born 5 September 1960) is a German biochemist and professor.", "4444465": "Michael Szwarc (9 June 1909, Będzin, Poland – 4 August 2000, San Diego, California)[1] was a British and American polymer chemist who discovered and studied ionic living polymerization.", "37441848": "Lorena Beese is a James B. Duke Professor of Biochemistry and Duke Cancer Institute Member. Her research involves structural mechanisms underlying DNA replication and repair, neurodegenerative diseases, cancer, and microbial pathogenesis; X-ray crystallography and cryo-electron microscopy; structure-based drug design; protein-protein and protein-nucleic acid interactions, enzyme mechanisms, chemical biology, protein structure and function.", "49926466": "Fritz Johann Hansgirg (1891–1949) was an Austrian electrochemist and metallurgist who in 1928 invented the carbothermic magnesium reduction process, similar to the Pidgeon process. In 1934, he left Austria for the Empire of Japan where he worked with industrialist Shitagau Noguchi to set up a magnesium plant and further helped the Japanese build a pilot plant to produce heavy water by the Combined Electrolysis Catalytic Exchange (CECE)[1] he invented. Coming to the United States in 1940, he worked with American industrialist Henry J. Kaiser to design a magnesium plant in California, but at the outbreak of World War II, Hansgirg was arrested by the FBI on a Presidential warrant and interned for \"the duration of the war\". After the war, the Soviet Union captured Hansgirg's plants in northern Korea, using the plants' processes and equipment for their atomic bomb project against the United States, likewise, using them in the Manhattan Project,[clarification needed] the exact details of which still remain classified in both the United States and Russia.[clarification needed]", "34263362": "Ernest Grunwald (November 2, 1923 – March 28, 2002) was a German-born American physical organic chemist,[1] a member of the National Academy of Sciences,[1][2] the chair of the chemistry department at Brandeis University. He was also noted for his 1997 textbook Thermodynamics of Molecular Species. Awarded the ACS Award in Pure Chemistry in 1959.", "3494212": "Ernest R. Davidson, born October 12, 1936, in Terre Haute, Indiana, is a former professor of chemistry, University of Washington (1961–1984, 2002–2020) and Indiana University-Bloomington (1984–2002).[1] He graduated from Wiley High School, Terre Haute and Rose Polytechnic Institute (BS chemical engineering), Terre Haute, and Indiana University (PhD theoretical chemistry), Bloomington, Indiana.[2]", "51794246": "Sandra Pizzarello, D.Bi.Sc. was a Venetian biochemist known for her co-discovery of amino acid enantiomeric excess in carbonaceous chondrite meteorites. Her research interests concerned the characterization of meteoritic organic compounds in elucidating the evolution of planetary homochirality. Pizzarello was a project collaborator and co-investigator for the NASA Astrobiology Institute (NAI), the president of the International Society for the Study of the Origin of Life (2014-2017), and an emerita professor at Arizona State University (ASU).", "12144967": "William Cruickshank (born circa 1740 or 1750,[1] died 1810 or 1811[2]) was a Scottish military surgeon and chemist, and professor of chemistry at the Royal Military Academy, Woolwich.[3]", "10178889": "Dieter Enders (17 March 1946 – 29 June 2019) was a German organic chemist who did work developing asymmetric synthesis, in particular using modified prolines as chiral auxiliaries. The most widely applied of his chiral auxiliaries are the complementary SAMP and RAMP auxiliaries, which allow for asymmetric alpha-alkylation of aldehydes and ketones. In 1974 he obtained his doctorate from the University of Gießen studying under Dieter Seebach and followed this with a postdoc at Harvard University studying with Elias James Corey. He then moved back to Gießen to obtain his Habilitation in 1979, whereupon he became a lecturer, soon obtaining Professorship in 1980 as Professor of Organic Chemistry at Bonn. In 1985 he moved to Aachen, where he was Full Professor of Organic Chemistry and Director. He was editor-in-chief of Synthesis and was on the advisory boards of many other journals including Letters in Organic Chemistry and SynLett.", "4575564": "The Chief (Niles Caulder) is a superhero appearing in American comic books published by DC Comics, usually as the leader of the superhero team Doom Patrol.[1] Created by Arnold Drake and Bruno Premiani, he made his debut alongside the other original members of the Doom Patrol in My Greatest Adventure #80 (June 1963). Despite sharing similarities with Professor X, he is, however, a regular normal human.", "9916750": "Hamilton Young Castner (September 11, 1858 – October 11, 1899) was an American industrial chemist.", "44290386": "Darin W. Toohey is an American atmospheric scientist.[1] He is a professor of atmospheric and oceanic sciences and of environmental studies at the University of Colorado Boulder since 1999.[2][3][4] Toohey's research addresses the role of trace gases and aerosols on Earth's climate, atmospheric oxidation, and air quality. He was a Jefferson Science Fellow at the United States Department of State, 2011-2012.[4][5]", "41898331": "Park Jong-sei (born 1943), also spelled Park Jong-se, is a South Korean chemistry researcher and former government official. He rose to worldwide notice during the 1988 Summer Olympics in Seoul for his role in detecting Ben Johnson's steroid use. He was later the head of South Korea's Food and Drug Administration (now the Ministry of Food and Drug Safety) under President Kim Dae-jung from March 1998 until January 1999, and founded protein microarray development start-up Lab Frontier in 2002.", "71422301": "Joan-Emma Shea is an American chemist who is a professor at the University of California, Santa Barbara. Her research applies statistical and computational approaches to address biological problems. She is a Fellow of both the American Physical Society and the American Chemical Society, and the editor-in-chief of the Journal of Physical Chemistry.", "59429217": "Jacques Robert Fresco  (May 30, 1928 - December 5, 2021)[1] was an American biochemist.", "5230951": "Edmund Davy FRS (1785 – 5 November 1857)[1] was a professor of chemistry at the Royal Cork Institution from 1813 and at the Royal Dublin Society from 1826.[2] He discovered acetylene, as it was later named[3] by Marcellin Berthelot. He was also an original member of the Chemical Society, and a member of the Royal Irish Academy.[1]", "27152751": "Vsevolod Mavrikievich Klechkovsky (Russian: Все́волод Маври́киевич Клечко́вский; also transliterated as Klechkovskii and Klechkowski; November 28, 1900 – May 2, 1972) was a Soviet and Russian agricultural chemist known for his work with radioisotopes.", "37802357": "The Evil Queen, also known as the Wicked Queen, Queen Grimhilde, or just the Queen, is a fictional character who appears in Walt Disney Productions' first animated feature film Snow White and the Seven Dwarfs (1937) and remains a villain character in their extended Snow White franchise. She is based on the Evil Queen character from the 1812 German fairy tale \"Snow White\".", "72503672": "Sarah Delaney is an American chemist who is a professor and Associate Dean of Academic Affairs at Brown University.[1] Her research investigates DNA damage and how it is related to human disease.[2]", "55497083": "Ruth Pirret (24 July 1874 - 19 June 1939) was a Scottish scientist working in the field of radioactivity and the first woman to graduate from the University of Glasgow with a BSc. She was the second woman to register as a research student at the university after Louise McIlroy. Her research contributed to the understanding of radioactive decay.", "47108477": "Vladimir Ivanovich Palladin (Russian: Влади́мир Ива́нович Палла́дин; June 23 [O.S. June 11] 1859 – 3 February 1922) was a Russian and Soviet biochemist and botanist, a member of Saint Petersburg of Academy of Sciences. After graduating in 1883 from the Moscow State University, in 1886 he defended a PhD and in 1889 a habilitation on the role of oxygen in metabolism in plants. He later became professor of universities in Kharkiv (1889), Warsaw (1897) and  Saint Petersburg (1901–1914). Palladin is one of the founders of the theory of metabolism in plants and of a school of Russian scientists studying the associated processes.[1][2] His son Aleksandr Palladin became president of Academy of Sciences of Ukraine.", "13980029": "Norbert Peters (10 July 1942 – 4 July 2015) was a professor at RWTH Aachen University, Germany and one of the world-wide authorities in the field of combustion engineering. He headed the  Institut für Technische Verbrennung (Institute for Combustion Technology). Born in Linz, Austria, he was educated at the Karlsruhe University of Technology and later at the Technical University of Berlin.[1] He worked in Rourkela Steel Plant for six months.", "57594241": "George Washington Morey (9 January 1888, Minneapolis, Minnesota – 3 October 1965, Bethesda, Maryland) was an American geochemist, physical chemist, mineralogist, and petrologist,[1][2] known for the \"Morey bomb\" used in hydrothermal research.[3]", "55693697": "Piotr Paweł Szczęsny (6 July 1963, Kraków – 29 October 2017, Warsaw) was a Polish chemist and a Mensa member who committed suicide by immolation in protest against the policies of the ruling Law and Justice government.", "23974284": "Stefan Bernhard is recognized in the scientific community for his work in several applied fields pertaining to the interaction between light and transition metal complexes.  His involvement in the prediction, generation, and spectroscopy of circularly polarized luminescence from synthesized chiral phosphors have significantly advanced the state-of-the-art in this relatively young sub-field of photophysical chemistry.[1][2]  Other contributions involve work in artificial photosynthesis and organic light emitting devices (see organic light-emitting diodes (OLED)).", "10998159": "William James Barrow (December 11, 1904 – August 25, 1967)[1] was an American chemist and paper conservator, and a pioneer of library and archives conservation. He introduced the field of conservation to paper deacidification through alkalization.", "13324693": "Eduard Zintl (21 January 1898 – 17 January 1941) was a German chemist.  He gained prominence for research on intermetallic compounds.[1]", "49828245": "Elie Alexis Shneour (December 11, 1925, in Neuilly-sur-Seine − April 14, 2015, in La Jolla) was a French-born American neurochemist, biophysicist and author.", "58904997": "Luis M. Campos is a Professor in the Department of Chemistry at Columbia University. Campos leads a research team focused on nanostructured materials, macromolecular systems, and single-molecule electronics.[1]", "2642341": "Aleksandr Pavlovich Dianin (Russian: Александр Павлович Дианин; 20 April 1851 – 6 December 1918) was a Russian Empire chemist from Saint Petersburg. He carried out studies on phenols and discovered a phenol derivative now known as bisphenol A[1][2] and the accordingly named Dianin's compound.[3] He was married to the adopted daughter of fellow chemist Alexander Borodin. In 1887, Dianin succeeded his father-in-law as chair of the Chemistry Department at the Imperial Medical-Surgical Academy in St. Petersburg (now the S.M. Kirov Military Medical Academy).", "48648619": "Margit Theresa Rätzsch (13 September 1934 - 15 August 2016[1]) was a German chemist.[2] She was rector at Technical University Leuna-Merseburg.[3][4]", "45044141": "Lyman C. Craig (born 1906 in Palmyra Township, Warren County, Iowa; died 1974) was a chemical researcher who worked at The Rockefeller Institute for Medical Research from 1933 onward.[1] In 1944 he published a seminal work on countercurrent distribution, which became an important separation technique.[2] Craig continued to develop the theory, improve the apparatus and devise new applications of the countercurrent distribution into the 1970s.[3] Countercurrent distribution not only proved to be a useful separation technique, it also inspired the development of the field of countercurrent chromatography.[4] In 1950, Craig invented the rotary evaporator which is a necessary equipment in most chemical labs.[5][6] He also invented the Craig tube, an apparatus used in small-scale chemistry, in particular for recrystallization.[7] He received recognition from his peers and several honors for his scientific accomplishments. He was elected to the National Academy of Sciences in 1950.[8] He was the recipient of the 1963 Albert Lasker Award for Basic Medical Research.[9] He also was nominated for the Nobel Prize in Chemistry.[10]", "39244214": "Max Bockmühl (2 September 1882 – 5 January 1949) was a German inventor and chemist.", "63623613": "Roy R. Parker is a biochemist who has been an active investigator in science since the 1970s. He is currently a Distinguished Professor of Chemistry and Biochemistry and Cech-Leinwand Endowed Chair of Biochemistry at the University of Colorado Boulder. Throughout his life, Parker has contributed a vast degree of knowledge to research and studies of biochemistry. His current focus includes the biogenesis, function, and degradation of multiple forms of RNA in eukaryotes. Parker aims to use his research to understand how various diseases and pathologies result from abnormalities in RNA.[1] In 2012, Parker was elected to the National Academy of Sciences in Biochemistry.[2]", "42848711": "William Clark Still (born 1946) is an American organic chemist.  As a distinguished professor at Columbia University, Clark Still made significant contributions to the field of organic chemistry, particularly in the areas of natural product synthesis, reaction development, conformational analysis, macrocyclic stereocontrol, and computational chemistry.  Still and coworkers also developed the purification technique known as flash column chromatography which is widely used for the purification of organic compounds.[1]", "64967113": "Debabrata Goswami FInstP FRSC, (Devanagari गोस्वामी) is an Indian chemist and the Prof. S. Sampath Chair Professor[1] of Chemistry, at the Indian Institute of Technology Kanpur.[2] He is also a  professor (Higher Administrative Grade) of The Department of Chemistry and The Center for Lasers & Photonics at the same Institute. Goswami is an associate editor of the open-access journal Science Advances.[3] He is also an Academic Editor for PLOS One[4] and PeerJ Chemistry.[5] He has contributed to the theory of Quantum Computing as well as nonlinear optical spectroscopy. His work is documented in more than 200 research publications.[6][7] He is an elected Fellow of the Royal Society of Chemistry, Fellow of the Institute of Physics, the SPIE,[8][9] and The Optical Society.[10] He is also a Senior Member of the IEEE, has been awarded a Swarnajayanti Fellowship for Chemical Sciences, and has held a Wellcome Trust Senior Research Fellowship.[11][12] He is the third Indian to be awarded the International Commission for Optics Galileo Galilei Medal[13] for excellence in optics.", "46780874": "Phoebe Starfield Leboy (July 29, 1936 – June 16, 2012) was an American biochemist and advocate for women in science.", "10146251": "Archibald Liversidge FRS FRSE FRSNSW LLD (17 November 1847 – 26 September 1927) was an English-born chemist and a co-founder of the Australasian Association for the Advancement of Science.", "971210": "Michael Drew is a professor emeritus of chemistry at the University of Reading.[1][2] He used to hold the position of head of physical chemistry. His main area of study centres on computational chemistry.", "55497163": "Emily Comber Fortey (1866 – 10 September 1946) was a British chemist and politician. She gained her B.Sc. in 1886 before working with Vladimir Markovnikov and Sydney Young on fractional distillation.[1]  In 1904, she was one of nineteen signatories on a petition to allow the admission of women to the Chemical Society.[2]", "55497165": "Homerton College, Cambridge", "11751889": "William R. Simpson (born July 25, 1966) is an American chemist. He is a pioneer in the field of snow chemistry. He is also a current researcher at University of Alaska Fairbanks' Geophysical Institute and International Arctic Research Center and an associate professor in the chemistry department. He is the principal investigator of the atmospheric chemistry group and director of the university's NSF Research Experience for Undergraduates program.", "8868311": "Johan Afzelius (13 June 1753 in Larv – 20 May 1837 in Uppsala) was a Swedish chemist and notable as the doctoral advisor of one of the founders of modern chemistry, Jöns Jacob Berzelius. He was the brother of botanist Adam Afzelius and physician Pehr von Afzelius.", "60248536": "Susan M. Kauzlarich is an American chemist and is presently a distinguished professor of chemistry at the University of California, Davis (UC Davis).[1] At UC Davis, Kauzlarich leads a research group focused on the synthesis and characterization of Zintl phases and nanoclusters with applications in the fields of thermoelectric materials,[2][3][4] magnetic resonance imaging, energy storage,[5] opto-electronics, and drug delivery.  Kauzlarich has published over 250 peer-reviewed publications and has been awarded several patents.[6] In 2009, Kauzlarich received the annual Presidential Award for Excellence in Science, Mathematics and Engineering Mentoring, which is administered by the National Science Foundation to acknowledge faculty members who raise the membership of minorities, women and disabled students in the science and engineering fields.[7] In January 2022 she became Deputy Editor for the scientific journal, Science Advances. She gave the      Edward Herbert Boomer Memorial Lecture of the University of Alberta in 2023.[8]", "70177240": "Dacheng Ren is the Stevenson-endowed professor in the Department of Biomedical and Chemical Engineering at Syracuse University.[2] He also serves as the director for the Syracuse Biomaterials Institute. Ren is known for research on biofilm growth and work on inhibition of bacterial growth on medical devices.[3][4]", "14537183": "Narayansami Sathyamurthy (born July 10, 1951 in Sethur, Puducherry, India) is a chemist in India. He is the founding director of the Indian Institute of Science Education and Research (IISER), Mohali, Punjab, India and the President of Chemical Research Society of India.", "59888094": "Alfred Gavin Maddock (1917–2009) was an English inorganic chemist, radiochemist and spectroscopist who worked on the Tube Alloys Project and the Manhattan Project during World War II. Those projects resulted in the development of the atomic bomb. He may be best known for, during World War II, spilling Canada's entire supply of  plutonium which was 10 milligrams onto a wooden laboratory bench, and for recovered 9 and a half milligrams of plutonium. He recovered it by wet chemistry. He also had a distinguished, though less eventful, post-war academic career.", "65950179": "Martin Ivar Högbom (born 29 May 1974) is a Swedish biochemist and structural biologist. He was appointed professor of structural biochemistry at Stockholm University in 2013 and worked as visiting professor at Stanford University during 2016 and 2018.[1][2]", "20964": "Thomas Martin Lowry CBE FRS[1] (/ˈlaʊri/; 26 October 1874 – 2 November 1936) was an English physical chemist who developed the Brønsted–Lowry acid–base theory simultaneously with and independently of Johannes Nicolaus Brønsted and was a founder-member and president (1928–1930) of the Faraday Society.[2]", "38130154": "Johan Fredrik Eykman or Johann Frederik Eijkman (19 January 1851 – 7 January 1915) was a Dutch chemist.", "39703018": "Lorentz Eldjarn (23 March 1920 – 11 February 2007) was a Norwegian biochemist and medical doctor.", "2707961": "Johann Friedrich Böttger (also Böttcher or Böttiger; 4 February 1682 – 13 March 1719) was a German alchemist. Böttger was born in Schleiz and died in Dresden. He is normally credited with being the first European to discover the secret of the creation of hard-paste porcelain in 1708,[1] but it has also been claimed that English manufacturers[2] or Ehrenfried Walther von Tschirnhaus[3][4] produced porcelain first. Certainly, the Meissen factory, established 1710, was the first to produce porcelain in Europe in large quantities and since the recipe was kept a trade secret by Böttger for his company, experiments continued elsewhere throughout Europe.", "23843338": "Alfred E. Treibs (1899–1983) was a German organic chemist who is credited with founding the area of organic geochemistry.  He received his PhD under Hans Fischer at the Technical University of Munich.  Fischer had received the Nobel Prize in Chemistry for elucidating the structures of porphyrins.", "8475147": "David Baker (born October 6, 1962, in Seattle, Washington[3]) is an American biochemist and computational biologist who has pioneered methods to predict and design the three-dimensional structures of proteins. He is the Henrietta and Aubrey Davis Endowed Professor in Biochemistry and an adjunct professor of genome sciences, bioengineering, chemical engineering, computer science, and physics at the University of Washington. He serves as the director of the Rosetta Commons, a consortium of labs and researchers that develop biomolecular structure prediction and design software. The problem of protein structure prediction to which Baker has contributed significantly has now been largely solved by DeepMind using artificial intelligence.[4] Baker is a Howard Hughes Medical Institute investigator and a member of the United States National Academy of Sciences. He is also the director of the University of Washington's Institute for Protein Design.[5]", "48058897": "Satoshi Ōmura (大村 智, Ōmura Satoshi, [oːmɯɾa saꜜtoɕi]; born 12 July 1935) is a Japanese biochemist. He is known for the discovery and development of hundreds of pharmaceuticals originally occurring in microorganisms. In 2015, he was awarded the Nobel Prize in Physiology or Medicine jointly with William C. Campbell for their role in the discovery of avermectins and ivermectin,[1] the world's first endectocide and a safe and highly effective microfilaricide.[2] It is believed that the large molecular size of ivermectin prevents it from crossing the blood/aqueous humour barrier, and renders the drug an important treatment of helminthically-derived blindness.", "40784403": "Betty Mack Twarog (August 28, 1927 – February 6, 2013) was an American biochemist who was the first to find serotonin in mammalian brain.", "34820627": "Giuseppe Oddo (9 June 1865 – 5 November 1954)[1] was an Italian chemist. The Oddo–Harkins rule is named after him and William Draper Harkins.[2] He published his findings in 1914 in a German journal.[3]", "49336852": "Samuel Barbour (1860 – 3 June 1938) was an Australian chemist, photographer and X-ray pioneer in the colony of South Australia.\nIn Australia, the medical men of the day took a slow approach in the adoption of the new science that involved X-rays. Many of the early demonstrations were made by investigators outside the medical field. Upon examination of the initial investigators, several key factors were common. The individuals had already either been experimenting along similar lines to Wilhelm Röntgen with Crookes tubes and such, the physicists or scientists, or were actively associated with electrical work, the electricians, which made them particularly receptive to the technical appeal of the new science of X-rays. Records of the events reveal that among the medical men who witnessed the first images produced as radiographs, a rather small number had any great desire to employ X-rays directly in their own medical practice.[1]", "50614807": "Eugene Goodilin (Russian: Евгений Алексеевич Гудилин; born 18 November 1969) is Russian chemist and material scientist.", "61100576": "Bess Ward is an American oceanographer, biogeochemist, microbiologist, and William J. Sinclair Professor of Geosciences at Princeton University.[2]", "68866598": "František \"Franz\" Wald (9 January 1861 – 19 October 1931) was a Czech professor of chemistry who contributed to metallurgy, analytical and physical chemistry. He questioned atomic and molecular approaches to understanding chemical phenomena.[1]", "71455283": "Ameen Hussain Jubran (born 1984) is a Yemeni chemist and the founder of Jeel Albena Association for Humanitarian Development. In 2021, he accepted a Nansen Refugee Award on behalf of the organisation.", "12374590": "Thomas Bill Kornberg is an American biochemist who was the first person to purify and characterise DNA polymerase II and DNA polymerase III.[2][3] He is currently a professor of biochemistry and biophysics at the University of California, San Francisco, and is working on Drosophila melanogaster development.", "25514559": "Nicholas Harrison FRSC FinstP (born 5 November 1964) is an English theoretical physicist known for his work on developing theory and computational methods for discovering and optimising advanced materials. He is the Professor of Computational Materials Science in the Department of Chemistry at Imperial College London[2] where he is co-director of the Institute of Molecular Science and Engineering.[3]", "13783616": "Richard Hadley Holm (September 24, 1933 – February 15, 2021)[1] was an American inorganic chemist.", "54284864": "John Ramsey Bronk (December 20, 1929 – December 31, 2007) was an American biologist, specialising in the study of intestinal transport.[1]", "72864331": "Niels George Steenberg (31 November 1839 – 6 February 1915) was a Danish engineer who played an important role in the development of Denmark's chemical industry. He was professor of technical chemistry at the Technical University of Denmark from 1894 and president of the Danish Association of Engineers from 1907 to 1910.", "17125970": "Edgar Heilbronner  (13 May 1921 – 28 August 2006) was a Swiss German chemist.[1] In 1964 he published the concept of Möbius cyclic annulenes,[2]  but the first Möbius aromatic was not synthesized until 2003.[3][4]", "67916372": "Count Aleksander Franciszek Chodkiewicz (4 June 1776, Chernobyl - 24 January 1838, Młynów) was a Polish writer, playwright, chemist, lithographer, patron of the arts, collector, military officer and politician.", "37900887": "Lane Tanner is an American winemaker and consultant. She was the second woman winemaker in Santa Barbara County when she started working in the industry in 1981.[1] She goes by the nickname \"Pinot Czarina.\"[2]", "62476887": "Luigi Valentino Brugnatelli (also Luigi Gaspare Brugnatelli or Luigi Vincenzo Brugnatelli) (14 February 1761 in Pavia – 24 October 1818 in Pavia) was an Italian chemist and inventor who discovered the process for electroplating in 1805.[1]", "28037724": "Juan de Dios Guevara Romero (1 March 1910 – 6 May 2000) was a Peruvian chemist.[1][2] He received numerous awards, including the Cross of the Order of King Alfonso X from the Spanish government.", "47960673": "Rajagopalan Vasudevan, is an Indian scientist who has worked mainly in waste management. He is currently a professor in Thiagarajar College of Engineering.[1]  He developed an innovative method to reuse plastic waste to construct better, more durable and very cost-effective roads. He thought up the idea of shredding plastic waste, mixing it with bitumen and using the polymerized mix in road construction. This method will help in making roads much faster and also will save environment from dangerous plastic waste. He also visited Mahatma schools on 15 April 2008. The roads also show greater resistance to damages caused by heavy rains.[2][3][4][5] His road construction method is now widely used to construct roads in rural India.[6] He was awarded India's fourth highest civilian honour Padma Shri in 2018.[7]", "56283746": "René Victor Gustave Joseph Sneyers (6 April 1918, Gembloux – 26 August 1984, Brussels[1]) was a Belgian chemist. He succeeded Paul B. Coremans as head of the Institut royal du patrimoine artistique (IRPA).[2]", "381537": "Anton Behme Burg (October 18, 1904 – November 18, 2003) was an American chemist. He was chairman of the University of Southern California chemistry department and an expert on boron.", "50549349": "John Harold Eicher ((1921-03-30)March 30, 1921 – (2016-06-07)June 7, 2016) was an organic chemist, philosopher of science, historian, and author. He was a Manhattan Project scientist who worked at Columbia University to develop the first atomic bomb, and taught chemistry at Miami University in Oxford, Ohio, for 37 years. Eicher was the author of several chemistry publications and, with his son David J. Eicher, was coauthor of the reference book Civil War High Commands.", "6673000": "Johann Eduard Simon (18 September 1789 – 19 June 1856)[1] was an apothecary in Berlin, Germany.", "70373993": "Roger James Rossiter (24 July 1913 – 21 February 1976) was an Australian-born physician and biochemist. He worked on neurochemistry, lipids in the brain and nerves, and changes in myelin with aging. He made use of radioactive phosphorus isotopes to study the biochemistry of glycerophosphatides and phosphoinositides.", "1757801": "Shirley O. Corriher (born February 23, 1935)[1] is an American biochemist and author of CookWise: The Hows and Whys of Successful Cooking, winner of a James Beard Foundation award, and BakeWise: The Hows and Whys of Successful Baking. CookWise shows how scientific insights can be applied to traditional cooking, while BakeWise applies the same idea to baking. Some compare Corriher's approach to that of Harold McGee (whom Corriher thanks as her \"intellectual hero\" in the \"My Gratitude and Thanks\" section of Cookwise) and Alton Brown. She has made a number of appearances as a food consultant on Brown's show Good Eats and has released a DVD, Shirley O. Corriher's Kitchen Secrets Revealed.", "69882474": "Ivar Werner Oftedal (25 February 1894 – 30 May 1976) was a Norwegian mineralogist.", "12767851": "Neil Mathieson (born 1823, died 14 September 1906[1]) was a Scottish chemist and businessman.", "27087475": "Zygmunt Aleksander Klemensiewicz  (24 April 1886 – 25 March 1963)  was a Polish physicist and physical chemist.[1]\nEarly in his career (working for Fritz Haber in Karlsruhe), he made a pioneering contribution to the development of the glass electrode.[2]", "3396212": "Sir Charles Brian Blagden FRS (17 April 1748 – 26 March 1820)[1] was an English physician and chemist.[2] He served as a medical officer in the Army (1776–1780) and later held the position of Secretary of the Royal Society (1784–1797).  Blagden won the Copley Medal in 1788 and was knighted in 1792.", "41079416": "Ulf Ellervik (born 7 December 1969) is a Swedish professor of bioorganic chemistry at Lund University. Ellervik's main research area is carbohydrates, such as eye drops against the viral disease epidemic keratoconjunctivitis and the carbohydrate xylose as the cure for cancer. Ellervik received his undergraduate training at the Faculty of Engineering (LTH) where he started in 1989. He graduated as M.Sc. in Chemical Engineering in 1993 and began research in organic chemistry in 1994. After presenting his thesis in October 1998 he spent almost two years working at California Institute of Technology as a post-doctoral fellow. From Caltech he went back to Lund University where he now holds a position as professor.", "33575548": "James L. Kinsey (October 15, 1934, in Paris, Texas – December 20, 2014, in Houston, Texas)[1]  was an American chemist, and D. R. Bullard-Welch Foundation Professor at Rice University.[2]\nHe won the 1995 Earle K. Plyler Prize for Molecular Spectroscopy.[3]\nHe was a 1969 Guggenheim Fellow.[4] He was a Fellow of the American Academy of Arts and Sciences.", "47862397": "Nancy Beth Jackson (March 1, 1956 – January 3, 2022) was an American chemist. She did energy research on heterogeneous catalysis and the development of alternative fuels.[2]  She also worked in the field of chemical nonproliferation, educating chemical professionals on the importance of safe and secure chemical practice in research, teaching and business, in an effort to prevent the misuse of chemicals as \"weapons, poisons, explosives or environmental pollutants\".[2][3] She was the first implementer in developing the international Chemical Security Engagement Program.[1][4][5] She was active in promoting diversity in STEM fields.[6] She was president of the American Chemical Society in 2011, leading the organization during the International Year of Chemistry.[3][7] In 2012, she was honored with the AAAS Award for Science Diplomacy.[1]", "70177405": "John Russell “Camille” Falck (born December 2, 1948) is an American chemist, Professor of Biochemistry, and holder of the Robert A. Welch Distinguish Chair in Chemistry  at the University of Texas Southwestern Medical Center (UT SW Medical Center).[1]  In 1996 he was awarded the Wilfred T. Doherty Recognition Award from the Dallas-Forth Worth Section of the American Chemical Society [2] and a Recognition Award at the March 10, 2002, Winter Eicosanoid Conference (Baltimore MD) in appreciation of his significant contributions to the chemistry of natural products, and to the identification and functional characterization of the cytochrome P450 (P450) arachidonic acid (AA) monooxygenase metabolic pathway and its metabolites.[3]", "14013055": "John Stuart Anderson FRS,[1] FAA, (9 January 1908 – 25 December 1990) was a British and Australian scientist who was Professor of Chemistry at the University of Melbourne and Professor of Inorganic Chemistry at the University of Oxford.[2]", "61264517": "Vyacheslav Evgenievich Tishchenko (Вячеслав Евгеньевич Тищенко; 19 August 1861 – 25 February 1941) was a Russian chemist, best-known for the development of the Tishchenko reaction.[1]", "53170826": "George Frederick Smith (1891–1976)[1] was an early American researcher and advocate of the use of perchloric acid and perchlorate salts in analytical chemistry.[2] He authored and co-authored many scholarly papers and textbooks on the subject.[3]", "57201296": "Lisa Michelle Jones (born February 1977) is an associate professor of pharmaceutical sciences at the University of Maryland, Baltimore (UMB).[1] Her research is in structural proteomics, using mass spectrometry together with fast photochemical oxidation of proteins (FPOP), allowing researchers to study the solvent accessibility of proteins experimentally.", "381585": "George Charles de Hevesy (born György Bischitz; Hungarian: Hevesy György Károly; German: Georg Karl von Hevesy; 1 August 1885 – 5 July 1966) was a Hungarian radiochemist and Nobel Prize in Chemistry laureate, recognized in 1943 for his key role in the development of radioactive tracers to study chemical processes such as in the metabolism of animals. He also co-discovered the element hafnium.[1][2][3][4][5][6]", "9622178": "Tapputi, also referred to as Tapputi-Belatekallim (\"Belatekallim\" refers to a female overseer of a palace),[1] is one of the world's first recorded chemists, a perfume-maker mentioned in a cuneiform tablet dated around 1200 BC in Babylonian Mesopotamia.[2]  She used flowers, oil, and calamus along with cyperus, myrrh, and balsam. She added water or other solvents then distilled and filtered several times.[3] This is also the oldest referenced still.", "1954466": "Joannes Seyve (1900–1966) was a French biochemist who often used Seibel wine grape hybrids first produced in the 1860s. He created the Chambourcin grape,[1] a French hybrid variety that is grown extensively in the Midwest and Northeast United States.[2] His variety Joannes-Seyve 23.416 was crossed with Gewürztraminer to produce the Traminette grape.[3]", "3822246": "Simeon Milivoje Lozanić and Simeon \"Sima\" Lozanić (Serbian Cyrillic: Сима Лозанић) (1847 – 1935) was a Serbian chemist, president of the Serbian Royal Academy, the first rector of the University of Belgrade, minister of foreign affairs, minister of industry and diplomat. At the Grandes écoles and later when it transformed into the University of Belgrade he taught chemistry and electrosynthesis. He has published over 200 scientific papers and professional publications.[1]", "29774502": "Charles Enrique Dent, CBE, FRCP, FRS (25 August 1911 – 19 September 1976) was a British professor of human metabolism at University College, London. After studying chemistry at Imperial College London, he gained a PhD for his work on copper phthalocyanin, then worked for ICI Dyestuffs Group in Manchester and also studied secret writing, which he later made use of during the Second World War.", "37409449": "Richard Dale Smith is a chemist and a Battelle Fellow and chief scientist within the biological sciences division, as well as the director of proteomics research at the Pacific Northwest National Laboratory (PNNL). Smith is also director of the NIH Proteomics Research Resource for Integrative Biology, an adjunct faculty member in the chemistry departments at Washington State University and the University of Utah, and an affiliate faculty member at the University of Idaho and the Department of Molecular Microbiology & Immunology, Oregon Health & Science University.[1] He is the author or co-author of approximately 1100 peer-reviewed publications and has been awarded 70 US patents.[2]", "31412906": "Adam T. Woolley is a professor of chemistry at Brigham Young University (BYU) and the recipient of the 2007 Award for young investigators in Separation Science. Woolley and his group are applying microfabrication methods in making microfluidic systems for bioanalysis.", "50614964": "Hu Hongwen (Chinese: 胡宏纹; pinyin: Hú Hóngwén; 16 March 1925 – 19 May 2016) was a Chinese organic chemist, educator and an academician of the Chinese Academy of Sciences (CAS). He was known as the Chief editor of Chinese higher education textbook Organic Chemistry.[1]", "65524404": "Taneko Suzuki (Japanese: 鈴木たね子, 12 November 1926 – 24 April 2020) was a Japanese biochemist and nutritionist who was an expert in protein chemistry and development of foods from fish proteins. Her work on transforming pollock into a hamburger-like substance received the Minister of Agriculture, Forestry and Fisheries Award in 1980. She was also honored with the Achievement in Processing and Technology Award of the Japanese Society of Fisheries Science in 1980, and the Director's Medal from the Japan Science and Technology Agency Commissioner in 1985.", "12997302": "Samuel J. Danishefsky (born March 10, 1936) is an American chemist working as a professor at both Columbia University and the Memorial Sloan-Kettering Cancer Center in New York City.[2]", "4936375": "Edwin Fremont Ladd (December 13, 1859 – June 22, 1925) was an American chemist, academic administrator, and politician. While serving in the United States Senate, he was chairman of the Committee on Public Roads and Surveys during the sixty-eighth Congress.", "19518132": "Robert Luther Flurry, Jr. (November 15, 1933 – September 3, 2008) was a chemistry professor and researcher who authored three chemistry textbooks.  After serving in the U.S. Navy as a musician, he received his B.A., M.S., and Ph.D. from Emory University and completed his post-doctoral studies at Illinois Institute of Technology.  In 1962 he joined the faculty of the University of New Orleans and stayed there until his retirement. Flurry died of complications from Parkinson's disease.[1]", "5853885": "Piers David Nash (born 8 August 1969) is an entrepreneur, cancer biology professor, data evangelist, writer and technology futurist. He is the son of academic Roger Nash.", "40817349": "Dame Juliet Ann Gerrard DNZM FRSNZ (born 1967) is a New Zealand biochemistry academic. She is a professor at the University of Auckland[2] and the New Zealand Prime Minister's Chief Science Advisor.[3]", "1233606": "Hans Fischer (German pronunciation: [ˈhans ˈfɪʃɐ] ⓘ; 27 July 1881 – 31 March 1945) was a German organic chemist and the recipient of the 1930 Nobel Prize for Chemistry \"for his researches into the constitution of haemin and chlorophyll and especially for his synthesis of haemin.\"[1]", "742088": "John William Draper (May 5, 1811 – January 4, 1882) was an English-born American scientist, philosopher, physician, chemist, historian and photographer. He is credited with pioneering portrait photography (1839–40) and producing the first detailed photograph of the moon in 1840. He was also the first president of the American Chemical Society (1876–77) and a founder of the New York University School of Medicine.", "1266384": "Jerome Karle (born Jerome Karfunkle; June 18, 1918 – June 6, 2013) was an American physical chemist. Jointly with Herbert A. Hauptman, he was awarded the Nobel Prize in Chemistry in 1985, for the direct analysis of crystal structures using X-ray scattering techniques.[2][3][4]", "68539094": "Alexandra Ros is a German analytical chemist who is a professor in both the School of Molecular Sciences and Center for Applied Structural Discovery at The Biodesign Institute, Arizona State University. Her research considers microfluidic platforms and their use in analysis. She was awarded the 2020 Advancing Electrokinetic Science AES Electrophoresis Society Mid-Career Achievement Award.", "23122647": "Professor Pyg (Lazlo Valentin) is a supervillain who appears in comic books published by DC Comics, commonly as an adversary of the superhero Batman. Pyg was created by Grant Morrison, Andy Kubert, and Frank Quitely and debuted as a corpse in the alternate reality story Batman #666 (July 2007) before being introduced as a recurring character in the mainstream DC Universe two years later in Batman and Robin #1 (August 2009).[1] Professor Pyg was re-introduced following DC's The New 52 comics relaunch in 2011, appearing throughout the continuity and the subsequent DC Rebirth relaunch that began in 2016.", "38556379": "Seth A. Darst is a Jack Fishman Professor of molecular biophysics at the Rockefeller University.[1] He was elected to the United States National Academy of Sciences in 2008.[2]", "50680541": "Hai-Lung Dai is a  Taiwanese-born American physical chemist and university administrator. He currently is the Laura H. Carnell Professor of Chemistry and Vice President for International Affairs at Temple University in Philadelphia, Pennsylvania, in the United States.", "72602334": "Alison Wendlandt is an American chemist who is an assistant professor at the Massachusetts Institute of Technology. Her research considers the development of catalysts for organic synthesis.", "381663": "Herbert Charles Brown (May 22, 1912 – December 19, 2004) was an American chemist and recipient of the 1979 Nobel Prize in Chemistry for his work with organoboranes.", "48681696": "Emīlija Gudriniece (Russian: Эмилия Юлиановна Гудриниеце; 3 August 1920 – 4 October 2004) was a Soviet and Latvian chemist who specialized in organic synthesis. She focused on the practical use of substances and synthesized furacilin, for which she won a state prize. She was one of the first to recognize the potential of using vegetable oils as biofuels and initiated the study of rapeseed oil refining in Latvia. She was a prolific publisher, edited the Latvian Journal of Chemistry, and published a Latvian language textbook on organic synthesis methods. She was awarded multiple prizes and recognition for her work.", "60052193": "James Derek Birchall FRS OBE (7 October 1930 – 7 December 1995) was an English inorganic chemist, materials scientist, and inventor who spent most of his career working for Imperial Chemical Industries. He is known for his research on the health effects of exposure to silica and alumina.[1]", "24236771": "Gertrud Szabolcsi (26 January 1923, in Oradea, Romania – 28 March 1993, in Budapest, Hungary) was a biochemist. Her research centered on the structure and function of enzymes.[1] She was a member of the Hungarian Academy of Sciences.[2] She was First Lady of Hungary as the second wife of Brunó Ferenc Straub, the last Chairman of the Hungarian Presidential Council from 1988 until 1989.[3]", "47010533": "Audrey Stevens Niyogi (July 21, 1932 – February 28, 2010) was an American biochemist, best known as a co-discoverer of RNA polymerase.[1][2]", "59921127": "Sanford Morris Rosenthal (May 5, 1897 – May 1, 1989) was born in Albany, Georgia.[1]", "25481961": "Annette Elizabeth Salmeen (born December 7, 1974)[1] is an American biochemist, a 1997 Rhodes Scholar[2] and a gold medalist at the 1996 Summer Olympics.[3]", "34755310": "Institute of Nutrition, Russian Academy of Medical Sciences;", "19550965": "Carl George Niemann (July 6, 1908 – April 29, 1964) was an American biochemist who worked extensively on the chemistry and structure of proteins, publishing over 260 research papers. He is known, with Max Bergmann, for proposing the Bergmann-Niemann hypothesis that proteins consist of 288 residue polypeptides or multiples thereof with periodic sequences of amino acids, and for contributing to the downfall of the cyclol model of protein structure.[1][2][3]", "72864501": "Valerie M. Weaver is a professor and the director of the Center for Bioengineering and Tissue Regeneration in the department of surgery and co-director Bay Area Center for Physical Sciences and Oncology at the University of California San Francisco (USA).[1] She has been working and leading oncology research for more than 20 years.[2] Her scientific contributions have been recognised by different awards. She was the first woman to receive the Shu Chien Award from the Biomedical Engineering Society in 2022, which honours contributions in the cellular and molecular bioengineering field.[3]", "38195959": "Jerome Vinograd (February 9, 1913 – July 7, 1976) was an American biochemist who developed density gradient ultracentrifugation and analytical band centrifugation, and contributed to the understanding of DNA supercoiling.[1][2]", "1233658": "Sir Arthur Harden, FRS[1] (12 October 1865 – 17 June 1940) was a British biochemist. He shared the Nobel Prize in Chemistry in 1929 with Hans Karl August Simon von Euler-Chelpin for their investigations into the fermentation of sugar and fermentative enzymes.[2][3] He was a founding member of the Biochemical Society and editor of its journal for 25 years.", "49074939": "Minor Jesser Coon (July 29, 1921 – September 5, 2018)[1] was an American biochemist and Victor V Vaughan Distinguished University Professor Emeritus at the University of Michigan, Ann Arbor.[2] He is best known for his research on cytochrome P-450[3][4][5] and as the co-discoverer of HMG-CoA, along with Bimal Kumar Bachhawat.[6][7][8][9] He died on September 5, 2018, from complications due to Alzheimer's disease.[1]", "43537162": "John Hood (c.1817 – 22 November 1877) was an Australian chemist and politician, member of the Victorian Legislative Council, and later, the Victorian Legislative Assembly.[1]", "545553": "James Batcheller Sumner (November 19, 1887 – August 12, 1955) was an American biochemist. He discovered that enzymes can be crystallized, for which he shared the Nobel Prize in Chemistry in 1946 with John Howard Northrop and Wendell Meredith Stanley.[3] He was also the first to prove that enzymes are proteins.", "11752212": "Dame Louise Napier Johnson, DBE FRS (26 September 1940 – 25 September 2012[5]), was a British biochemist and protein crystallographer. She was David Phillips Professor of Molecular Biophysics at the University of Oxford from 1990 to 2007, and later an emeritus professor.[6]", "86810": "Ejnar Hertzsprung (Danish: [ˈɑjnɐ ˈhɛɐ̯tsˌpʁɔŋ]; 8 October 1873 – 21 October 1967) was a Danish chemist and astronomer.", "2741033": "(Molten Man)", "67719992": "T.V. (Babu) RajanBabu is an organic chemist who holds the position of Distinguished Professor of Chemistry in the College of Arts and Sciences at the Ohio State University. His laboratory traditionally focuses on developing transition metal-catalyzed reactions. RajanBabu is known for helping develop the Nugent-RajanBabu reagent (Bis(cyclopentadienyl)titanium(III) chloride), a chemical reagent used in synthetic organic chemistry as a single electron reductant.[1]", "1659706": "Eugène Paul Louis Schueller (20 March 1881 – 23 August 1957) was a French pharmacist and entrepreneur who was the founder of L'Oréal, the world's leading company in cosmetics and beauty.", "1233728": "Professor Paul Karrer FRS FRSE FCS (21 April 1889 – 18 June 1971) was a Swiss organic chemist best known for his research on vitamins.  He and Norman Haworth won the Nobel Prize for Chemistry in 1937.", "63689541": "Terry William Pearson (born February 2, 1946) is a Canadian biochemist, immunologist, educator and biotechnology entrepreneur.", "39244613": "George Chapman Caldwell (August 14, 1834 – September 7, 1907) was an American chemist, horticulturalist, and instructor.", "14242632": "Malcolm Dixon (18 April 1899 – 7 December 1985) was a British biochemist.", "55661385": "Kurt Martin Mislow (June 5, 1923 – October 5, 2017) was a German-born American organic chemist who specialized in stereochemistry.", "64312138": "Nicholas John Turner, FRS is a British chemist and a Professor in the Department of Chemistry at The University of Manchester.[8] His research in general is based on biochemistry and organic chemistry, specifically on biotechnology, cell biology, biocatalysis and organic synthesis.[9][10]", "46256976": "Qiu Yong (Chinese: 邱勇; pinyin: Qiū Yǒng; born 28 July 1964) is a Chinese chemist. He is the current party secretary of Tsinghua University.[1][2][3][4] Qiu is a member of the Chinese Academy of Sciences.", "447314": "Revaz Dogonadze (Georgian: რევაზ დოღონაძე; November 21, 1931 – May 13, 1985) was a notable Georgian scientist, Corresponding Member of the Georgian National Academy of Sciences (GNAS) (1982), Doctor of Physical & Mathematical Sciences (Full Doctor) (1966), Professor (1972), one of the founders of quantum electrochemistry,", "1364819": "Paul Ulrich Villard (28 September 1860 – 13 January 1934) was a French chemist and physicist.  He discovered gamma rays in 1900 while studying the radiation emanating from radium.", "5493590": "Bernhard Witkop (May 9, 1917 in Freiburg, Baden – November 22, 2010 in Chevy Chase, Maryland) was a German-born American organic chemist who worked for the National Institutes of Health (NIH) for 37 years.[1]", "63984472": "Benjamin Harrow (August 25, 1888 – December 9, 1970) was an American biochemist, nutritionist and science writer.", "21910360": "Arnold Thomas Eucken (3 July 1884 – 16 June 1950) was a German chemist and physicist. He examined the energy states of the Hydrogen atom and contributed to knowledge of the atomic structure. He also contributed to chemical engineering and process control through physical chemistry measurements for applications in industry.", "2282330": "Max Joseph Pettenkofer, ennobled in 1883 as Max Joseph von Pettenkofer (3 December 1818 – 10 February 1901) was a Bavarian chemist and hygienist. He is known for his work in practical hygiene, as an apostle of good water, fresh air and proper sewage disposal. He was further known as an anti-contagionist, a school of thought, named later on, that did not believe in the then novel concept that bacteria were the main cause of disease. In particular he argued in favor of a variety of conditions collectively contributing to the incidence of disease including: personal state of health, the fermentation of environmental ground water, and also the germ in question.[1] He was most well known for his establishment of hygiene as an experimental science and also was a strong proponent for the founding of hygiene institutes in Germany. His work served as an example which other institutes around the world emulated.[2]", "643931": "Kikunae Ikeda (池田 菊苗, Ikeda Kikunae, 8 October 1864[citation needed] – 3 May 1936) was a Japanese chemist and Tokyo Imperial University professor of chemistry who, in 1908, uncovered the chemical basis of a taste he named umami. It is one of the five basic tastes along with sweet, bitter, sour and salty.[1]", "3167066": "Jean Louis Auguste Brachet (19 March 1909 – 10 August 1988) was a Belgian biochemist who made a key contribution in understanding the role of RNA.", "30856033": "Henry John Horstman Fenton (18 February 1854 – 13 January 1929) was a British chemist who, in the 1890s, invented Fenton's reagent,[1] a solution of hydrogen peroxide and an iron catalyst that is used to oxidize contaminants or waste waters. Fenton's reagent can be used to destroy organic compounds such as trichloroethylene (TCE) and tetrachloroethylene (PCE).", "55825249": "Salvador del Mundo (28 October 1902 – 13 February 1945) was a Filipino chemist specializing in ceramics. Born in Boac, Marinduque, del Mundo graduated, summa cum laude, with a degree in chemistry from the University of the Philippines in 1925, and obtained a doctorate degree from the University of Santo Tomas in 1934. His scientific career led him to become the lead chemist of the ceramics laboratory of the government Bureau of Science, which is now the Department of Science and Technology, production manager of the Ceramics Industries of the Philippines, and professorships at the University of the Philippines and the University of Santo Tomas. Del Mundo also became a member of the German Ceramics Society and the Philippine Scientific Society.[1]", "5559143": "Paul Alexander Desmond de Maine (October 11, 1924 – May 13, 1999) was a leading figure in the early development of computer-based automatic indexing and information retrieval and one of the founders of academic computer science in the 1960s.", "64017269": "Theodora Whatmough Greene (19 November 1931 – 14 July 2005) was a chemist, most well known for authoring the book Protective Groups in Organic Synthesis,[1][2] which summarises the use of protecting groups in organic synthesis.", "40326010": "Tibor Gánti (10 September 1933 – 15 April 2009) was a Hungarian theoretical biologist and biochemist, who is best known for his theory of the chemoton, a model for defining the minimal nature of life.[1] He taught industrial biochemistry at Faculty of Science of the Eötvös University, and theoretical biology at University of Gödöllő, József Attila University, and Eötvös University.[2][3]", "775043": "Julius Bernhard Friedrich Adolph Wilbrand (22 August 1839 – 22 June 1906)[1] was a German chemist. Born in Gießen to Franz Joseph Julius Wilbrand and Albertine Knapp,[1] he discovered trinitrotoluene in 1863,[2][3] but the compound's use as an explosive was not developed until later. Wilbrand obtained trinitrotoluene or TNT by the nitration of toluene.", "38196102": "Marek Andrzej Trojanowicz (born April 30, 1944 in Warsaw) is a Polish chemist, professor of chemical sciences with specialization in analytical chemistry, academic staff member, and head of the Laboratory for Flow Analysis and Chromatography, University of Warsaw, Poland.", "32428938": "Peidong Yang (simplified Chinese: 杨培东; traditional Chinese: 楊培東; pinyin: Yáng Peídōng; born 1971) is a Chinese–American chemist, material scientist, and businessman. He is currently a professor at the University of California, Berkeley (since 1999) and a member of the American Academy of Arts and Sciences. He is a Professor of Chemistry and a Professor of Materials Science.[1][2] His research group studies the synthesis of nanomaterials and their electronic and optical properties. He is also a Department Head at the Joint Center for Artificial Photosynthesis,[3] Senior Faculty Scientist at Lawrence Berkeley National Laboratory,[4] and Deputy Director of the Center of Integrated Nanomechanical Systems (COINS).[5] He is an associate editor of the Journal of the American Chemical Society, an American Chemical Society Journal.", "16274322": "Yang Fuyu (Chinese: 杨福愉; 30 October 1927 – 5 January 2023) was a Chinese biochemist, biophysicist and writer. He was the main founder of biomembrane study in China. He served as chief of the National Laboratory of Biomacromolecules, Institute of Biophysics, Chinese Academy of Sciences.", "19452819": "Walter Otheman Snelling (December 13, 1880 – September 10, 1965) was a chemist who contributed to the development of  explosives, ordnance, and liquefied petroleum gas.", "57234329": "Florence Ogilvy Bell (1 May 1913 – 23 November 2000[3]), later Florence Sawyer, was a British scientist who contributed to the discovery of the structure of DNA. She was an\nX-ray crystallographer in the lab of William Astbury. In 1938 they published a paper in Nature that described the structure of DNA as a \"Pile of Pennies\".[4]", "68899740": "Paras Nath Prasad (born in 1946) is an Indian chemist. He is the SUNY Distinguished Professor at the University at Buffalo and holds a tenured faculty appointment in the department of Chemistry.  In addition, he also holds non-tenured appointments in Physics, Medicine, and Electrical Engineering at the University at Buffalo and serves as the Executive Director of the Institute for Lasers, Photonics and Biophotonics.", "50615201": "Esther Lord Batchelder (19 May 1897 – 13 June 1987)[1] was an American chemist, educator, and expert in the field of nutrition.[2]", "152487": "Paracelsus (/ˌpærəˈsɛlsəs/; German: [paʁaˈtsɛlzʊs]; c. 1493[1] – 24 September 1541), born Theophrastus von Hohenheim (full name Philippus Aureolus Theophrastus Bombastus von Hohenheim[11][12]), was a Swiss[13] physician, alchemist, lay theologian, and philosopher of the German Renaissance.[14][15]", "25351080": "Michael K. Denk (or Karl Michael Denk) is a Professor of chemistry at the University of Guelph, Ontario.[1][2]", "39965610": "Martin Schröder FRSE FRSC MAE in an inorganic chemist.[1] He is Vice President and Dean for the Faculty of Science and Engineering and Professor of Chemistry in the Department of Chemistry at the University of Manchester since June 2015.[3] He served previously as Executive Dean of the Faculty of Science from 2011 to 2015 and Professor of Inorganic Chemistry at the University of Nottingham from 1995 to 2015.[4]", "52515758": "Jane Anne Plant CBE, FREng, FRSE, FRSA (1945–2016) was a leading geochemist, scientist, and author. Plant was a pioneer in the field of geochemical surveys and environmental surveys.[1] She was Chief Scientist at the British Geological Survey and was a Professor of Geochemistry at Imperial College London.  Plant was also highly involved in the Institution of Mining & Metallurgy (now Institute of Materials, Minerals and Mining) where she was involved in many aspects including a role on the Council, and was the first female President of the Institution of Mining & Metallurgy, a post she held from 2001 to 2002.  This gave her an extensive network of key connections with government, industry and academia.", "26268591": "Jesús Jiménez Barbero (born 1960, in Madrid) is a Spanish scientist who has contributed to the advance of glycoscience by unraveling the conformational properties of carbohydrates and analogues and the molecular basis of their interactions with proteins, using a multidisciplinary approach that employs carbohydrate synthesis, molecular biology, molecular modelling and Nuclear Magnetic Resonance (NMR) spectroscopy.[1]", "73847727": "Kiguma Jack Murata (December 29, 1909 Marysville – December 27, 2001 Sacramento) was a Japanese American geochemist of the U.S. Geological Survey who served as Scientist-in-Charge of the Hawaiian Volcano Observatory from 1958 to 1960.[4] Murata was a fellow of the Mineralogical Society of America and the Geological Society of America,[5][6] and served on the Standards Committee of the Geochemical Society in 1957.[7]", "54023101": "Randolph P. Thummel is an American chemist specializing in organic and inorganic chemistry, and is currently the John and Rebecca Moores Professor at the University of Houston.[1][2][3]", "54023103": "Arnold Guloy is an American chemist who is Professor of Chemistry at the University of Houston.[1] He is an expert in the area Zintl phases chemistry, crystal growth, materials discovery, and superconductivity.", "54023104": "Karl M. Kadish (born 1945) is an American chemist. He is currently Hugh Roy and Lillie Cranz Cullen University Professor at the University of Houston.[1]", "54023105": "Steven C. Pennings is an American biologist and biochemist currently the John and Rebecca Moores Professor at University of Houston.[1][2]", "54023106": "Olafs Daugulis is an American chemist, currently the Robert A. Welch Chair of Chemistry at the University of Houston.[1][2]", "48550852": "Miia Rannikmäe (née Tammeorg, born 4 October 1951) is an Estonian chemist specializing in cognitive learning and scientific literacy.[1][2]", "65491909": "Aleksandar Zega (29 May 1860, Novo Selo – 29 March 1928, Belgrade) was a prominent Serbian chemist who held professional positions in the Government, Municipal and Customs Laboratories, and made a number of applied and theoretical contributions. He dealt with analytical and organic chemistry, specifically the analysis of mineral waters and foodstuffs. He studied and worked in Switzerland, however he wrote and published most of his works during his work and stay in Serbia. He was a contemporary of Milorad Z. Jovičić (1868–1937) and Wladimir Brunetti.", "35673029": "Olivier Kahn (13 September 1942 – 8 December 1999) was a French chemist. He was the brother of the geneticist Axel Kahn and the journalist Jean-François Kahn.", "58872777": "Wanderson Romão, Ph.D. granted in 2010, is a Brazilian chemist, who is active in the fields of analytical chemistry and forensic science; he is a professor of the Instituto Federal do Espírito Santo (Ifes).[1]", "4838350": "FRS (1974)[1]", "47993806": "Alla Venkata Rama Rao (born 2 April 1935) is an Indian inventor and chemist,[1] known for his pioneering researches in the field of drug technology.[2] He is the founder of the A. V. Rama Rao Research Foundation, a non governmental organization promoting research and doctoral studies in chemistry and Avra Laboratories, an organization dealing in intermediates and active pharmaceutical ingredients, used in therapeutics.[3][4] An elected fellow of the Indian National Science Academy,[2] Indian Academy of Sciences,[5] National Academy of Sciences, India,[6] and Third World Academy of Sciences (TWAS), Rama Rao is a recipient of several awards such as TWAS Technology Award,[2] VASVIK Industrial Research Award[7] and Om Prakash Bhasin Award.[8] The Government of India awarded him Padma Shri in 1991 and Padma Bhushan in 2016.[9][10]", "33182671": "John Christopher Draper (March 31, 1835 – December 20, 1885) was an American chemist and surgeon. He was a son of multidisciplinary scientist John William Draper and a brother of astronomer Henry Draper.[1]", "55497682": "Clare de Brereton Evans (C. de B. Evans, 1866–1935) was a scientist and academic who became the first woman to be awarded a doctorate in Chemistry (DSc).[1][2] She was a pioneer translator of Meister Eckhart's German works.[3][4]", "25875413": "Professor Ion A. Atanasiu (25 September 1894 – 19 December 1978) was the founder of the Romanian School of Electrochemistry and the first to teach this subject in Romania. He is known as the originator of cerimetry, an analytical method based on Cerium (IV) as titration reagent.", "46257110": "Lin Jianhua (simplified Chinese: 林建华; traditional Chinese: 林建華; pinyin: Lín Jiànhuá; born October 1955) is a Chinese chemist who served as president of Peking University from 2015 to 2018.[1] Previously he was president of Chongqing University from December 2010 to June 2013, and president of Zhejiang University between June 2013 to February 2015.", "72209368": "William Francis (16 February 1817 – 19 January 1904) was a British chemist, scientific author and publisher.[1][2]", "34460640": "M. Christina White is a professor of chemistry at the University of Illinois at Urbana-Champaign.  Her research in the field of organometallic catalysis focuses on developing highly selective carbon–hydrogen bond activation methods to streamline the process of complex molecule synthesis.[1]", "56513506": "Leslie Hicks is an American associate professor of analytical chemistry at the University of North Carolina at Chapel Hill. Her work primarily focuses on the study of proteomics and protein post-translational modifications using mass spectrometry, and identifying biologically active peptides in plants.[1]", "42783722": "Iain Donald Campbell FRS[4] (24 April 1941 – 5 March 2014)[3] was a Scottish biophysicist and academic. He was Professor of Structural Biology at the University of Oxford from 1992 to 2009.[5][6][7][8][9]", "66278380": "Joseph Howard McLain (July 11, 1916 – July 26, 1981) was an American chemist. He was a professor at Washington College and became college president. He is best known for his expertise in solid state chemistry and pyrotechnics. He held 30 patents, including for smoke grenades, underwater torches, and flares.[1]", "5198829": "Dr. Gilles Klopman (February 24, 1933 – January 10, 2015) held the position of Charles F. Mabery Professor of Research in Chemistry; Professor of Oncology and Environmental Health Sciences; and Director of the Laboratory for Decision Support Methodologies at Case Western Reserve University in Cleveland, Ohio. Additionally, he served as an Adjunct Professor of Environmental and Occupational Health at the University of Pittsburgh.[1]", "50058223": "Hong-Cai (Joe) Zhou (周宏才; born c. 1964) is a Chinese–American chemist and academic. He is the Davidson Professor of Science and Robert A. Welch Chair in Chemistry at Texas A&M University. He is the associate editor of the journal Inorganic Chemistry.", "62411762": "Laura Caroline Brown is an organic chemist and senior lecturer at Indiana University Bloomington.", "28136442": "Hanny-Sherry Naa Sakley Ayittey (8 February 1948 – 22 July 2023) was a Ghanaian biochemist, politician and women's activist.[1] She was a Minister for Fisheries and Aquaculture Development. She was the Minister for Health from February 2013 to June 2014. She was the Minister for Environment, Science and Technology from 2009 to 2012.", "34984955": "Sir Theodore Morris Sugden FRS, (31 December 1919 – 3 January 1984) was a British chemist who specialised in combustion research.[1][2]", "25678842": "Curt Franklin  Wittig is a professor of chemistry and the holder of the Paul A. Miller Chair in the college of letters, arts, and sciences at the University of Southern California (USC).", "50648066": "Rita Harriet Harradence, Lady Cornforth (16 September 1915 − 6 November 2012) was an Australian biochemist who pioneered the synthesis of penicillamine and steroids, and the stereochemistry of molecules involved in the biosynthesis of cholesterol.", "62411787": "Herman Thompson Briscoe (November 6, 1893 – October 8, 1960) was an American chemist and professor of chemistry. The Herman T. Briscoe Professorship in Chemistry at Indiana University was established in 1961,[1] and the Herman T. Briscoe Quadrangle Dormitory was dedicated in 1966.[2]", "56513547": "Royce W. Murray (January 9, 1937 – July 6, 2022) was an American chemist and chemistry professor at the University of North Carolina at Chapel Hill. His research interests were focused on electrochemistry, molecular designs, and sensors.[1] He published over 440 peer-reviewed articles in analytical, physical, inorganic, and materials chemistry, and trained 72 Ph.D students, 16 master’s students, and 58 postdoctoral fellows, 45 of whom have gone on to university faculty positions.[1] He was named a fellow of the American Chemical Society in 2012,[1] and was the inventor on three patents related to surface-modified electrodes.[2]", "50484236": "Kenichi Honda (本多健一, August 23, 1925 – February 26, 2011) was a Japanese chemist. He made a significant contribution to the discovery and characterization of photocatalytic properties of titanium dioxide (TiO2), for which he shared the 2004 Japan Prize with his former student Akira Fujishima.[1]", "4248592": "Jürgen Gauß (Juergen Gauss) is a German theoretical chemist.", "1463313": "Albert May Todd (June 3, 1850 – October 6, 1931), known as \"The Peppermint King of Kalamazoo,\" was an American chemist, businessman, and politician from the state of Michigan. A philanthropist and advocate of public ownership of utilities, Todd made his fortune as the founder of the A.M. Todd Company, a world leader in the production of peppermint oil and other botanical extracts. Todd was also a renowned bibliophile, portions of whose collection now grace the holdings of several American universities. He served one term in the United States House of Representatives.", "44586009": "Wilfred John Hickinbottom FRIC (1896–1979) was an English chemist.[1] He was educated at King Edward's School, Birmingham and went on to study chemistry at the University of Birmingham, graduating with first class honours in 1921. He then went on to complete a PhD under Professor G. T. Morgan.[2]", "28627995": "Martin Schaffner (~1564–1608) was a Bohemian pharmacist and chemist at the Jesuit college in Český Krumlov.", "34821154": "Sir Arthur Herbert Church KCVO FCS (June 2, 1834 – May 31, 1915) was a British chemist, expert on pottery, stones and chemistry of paintings, who discovered turacin in 1869 and several minerals, including the only British cerium mineral. He was also a talented artist and worked as a professor of chemistry at the Agricultural College in Cirencester and then at the Royal Academy of Arts. He wrote extensively on aspects of chemistry in agriculture, art, and daily life.", "52286500": "Dewan Singh Bhakuni (30 December 1930 – 22 April 2021) was an Indian natural product chemist, stereochemist who was a director general-grade scientist of the Central Drug Research Institute.[1] He is known for his researches on the biogenesis of alkaloids[2] and is an elected fellow of the Indian Academy of Sciences,[3] the National Academy of Sciences, India[4] and the Indian National Science Academy.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1975, for his contributions to chemical sciences.[6]", "50811943": "Delphine Lannuzel is a sea ice biogeochemist and Senior Lecturer at the Institute for Marine and Antarctic Studies (IMAS), University of Tasmania.[1][2]", "29873193": "Gábor Laurenczy is a Hungarian-Swiss chemist and academic. He is a Professor Emeritus at the École Polytechnique Fédérale de Lausanne. He is academician, External Member of the Hungarian Academy of Sciences.[1][2]", "71521330": "Morton Masius (October 6, 1883, Egg Harbor City, New Jersey – November 1, 1979, New Haven, Connecticut) was a German-American physical chemist. He was elected a Fellow of the American Physical Society in 1928.[1]", "68211763": "Yu-Shan Lin is a computational chemist. She is an associate professor of chemistry at Tufts University in the United States.[1] Her research lab uses computational chemistry to understand and design biomolecules, with topics focusing on cyclic peptides,[2][3] protein folding,[4][5] and collagen.[6][7]", "32887866": "Heribert Barrera i Costa (6 July 1917 – 27 August 2011) was a Spanish chemist and politician from Catalonia, member of Republican Left of Catalonia and first president of the restored Parliament of Catalonia after Francoism, from 1980 until 1984. He was the son of Martí Barrera.[1]", "2184257": "Diablo (Esteban Corazón de Ablo) is a supervillain appearing in American comic books published by Marvel Comics. The character is depicted as an evil alchemist, and an enemy of the Fantastic Four. Created by writer Stan Lee and artist Jack Kirby, the character first appeared in Fantastic Four #30 (September 1964).[1]", "28038211": "Enrique Guzmán y Valle, (27 July 1854 – 1923) was a Peruvian chemist and professor.", "56513604": "Mark H. Schoenfisch (/ˈʃeɪnfɪʃ/ SHANE-fish) is an American analytical chemist. He is the Peter A. Ornstein Distinguished Professor of Chemistry at the University of North Carolina at Chapel Hill and is jointly appointed with the institution's Schools of Medicine and Pharmacy.[1] His research interests include analytical sensors, biomaterials, and the development of macromolecular nitric oxide release scaffolds as novel therapeutics. Intellectual property originating from his research group is the basis of technology being commercialized by Novan, Diabetic Health, and Vast Therapeutics located in the Research Triangle Park.[2]", "59102278": "Margaret M. Faul is an Irish / American chemist and executive who has won multiple awards for innovations in process chemistry.", "55858247": "Ida Kraus Ragins, née Kraus (10 October 1894 – September 1985[1]), was a Russian Empire-born American biochemist.", "18469959": "George Simms Hammond (May 22, 1921 – October 5, 2005) was an American scientist and theoretical chemist who developed \"Hammond's postulate\", and fathered organic photochemistry,[1][2][3]–the general theory of the geometric structure of the transition state in an organic chemical reaction. Hammond's research is also known for its influence on the philosophy of science.[4] His research garnered him the Norris Award in 1968, the Priestley Medal in 1976, the National Medal of Science in 1994,[5] and the Othmer Gold Medal in 2003.[6][7] He served as the executive chairman of the Allied Chemical Corporation from 1979 to 1989.", "60445773": "Edwin R. Chapman (born July 20, 1962 in Bellingham, Washington) is an American biochemist known for his work on Ca2+-triggered exocytosis. He currently serves as the Ricardo Miledi Professor of Neuroscience at the University of Wisconsin–Madison, where he is also an investigator of the Howard Hughes Medical Institute (HHMI).", "54023247": "Attila Brungs FTSE FRSN (born 1972) is the Vice-Chancellor and President of the University of New South Wales (UNSW).[1] He was appointed to the role in January 2022. Prior to this role, he was the Vice-Chancellor and President of the University of Technology Sydney (UTS); a role that he held from July 2014 to October 2022.[2]", "65786963": "Arthur L. Weber is an American chemist, whose research field is pre-life chemistry, was a pioneer to reveal the role of thioester in abiogenesis.[1][2] He has worked in Salk Institute for Biological Studies and NASA Ames Research Center successively.[3]", "21091411": "Douglas Bruce Kell CBE FRSB FLSW[1] (born 7 April 1953)[2] is a British biochemist and Research Professor of Systems Biology in the Institute of Systems, Molecular and Integrative Biology at the University of Liverpool, and a Co-founder of Epoch Biodesign Ltd. He was previously at the School of Chemistry at the University of Manchester, based in the Manchester Institute of Biotechnology (MIB).[3] He founded and led the Manchester Centre for Integrative Systems Biology. He served as chief executive officer (CEO) of the Biotechnology and Biological Sciences Research Council (BBSRC) from 2008 to 2013.[4][5][6][7][8][9]", "70603862": "George Jackson, FRS, FRSC, (born 31 July 1962)[1] is a British professor of chemical physics in the Department of Chemical Engineering at Imperial College London. He is noted for developing molecular models that describe the thermodynamic properties of complex fluids; as one of the developers of statistical associating fluid theory (SAFT); and for his work in molecular systems engineering. His theoretical work has found a wide range of practical  applications in industries such as gas extraction and emerging fields like carbon capture and storage.[2]", "49206359": "Alexander Knyazev (born 19 July 1976) is a Russian crystal chemist and physical chemist, Professor of the Lobachevsky University, Dean of the Chemical Faculty.[1] Head of the Department of Medicinal Chemistry, Head of the postgraduate research school \"New materials based on inorganic compounds.\" He graduated from the Faculty of Chemistry, Lobachevsky University  (1998) and PhD (2000), Doctor of Chemistry (2009),[2] academic rank of professor (2011).", "37016668": "Robert Joseph Cava  (born 1951)[4] is a solid-state chemist at Princeton University where he holds the title Russell Wellman Moore Professor of Chemistry.[5] Previously, Professor Cava worked as a staff scientist at Bell labs from 1979–1996, where earned the title of Distinguished Member of the Technical Staff. As of 2016[update] his research investigates topological insulators, semimetals, superconductors, frustrated magnets and thermoelectrics.[1][6][7][8]", "49042529": "Gerhard Lagaly (born 14 October 1938, in Ludwigshafen am Rhein) is a German chemist and retired university professor.", "37672033": "Alexander Oscar Gettler (August 13, 1883 – August 4, 1968)[1][2] was a toxicologist with the Office of Chief Medical Examiner of the City of New York (OCME) between 1918 and 1959, and the first forensic chemist to be employed in this capacity by a U.S. city.[3][4][5] His work at OCME with Charles Norris, the chief medical examiner, created the foundation for modern medicolegal investigation in the U.S. and Gettler has been described by peers as \"the father of forensic toxicology in America.\"[6][7]", "66212967": "Wolfgang Anton Herrmann (born 18 April 1948) is a German chemist and academic administrator. From 1995 to 2019, he was President of the Technical University of Munich.[1]", "59823209": "Bettina Valeska Lotsch (born 7 September 1977 in Frankenthal (Pfalz)) is a German chemist.[1][2] She is Director at the Max Planck Institute for Solid State Research in Stuttgart, Germany.", "23581804": "Ivory V. Nelson (born June 11, 1934) is an American chemist, educator, and academic administrator who served as president of Central Washington University from 1992 to 1999 and president of Lincoln University of Pennsylvania from 1999 to 2011.[1]", "46912621": "David Kelham Smith is a professor of chemistry at the University of York in England. His research focuses on nanochemistry and self-assembling nanomaterials.[1] Smith is also well known for his education and public outreach activities, such as his  channel dedicated to combatting chemistry disparagement.[2] Smith is openly gay and has been described as \"one of the most visible out gay scientists.\"[3]", "70505581": "Song Lin is a Chinese-American organic electrochemist who is an associate professor at Cornell University. His research involves the development of new synthetic organic methodologies that utilize electrochemistry to forge new chemical bonds. He is an Associate Editor of the journal Organic Letters,[1] and serves on the Early Career Advisory Board of Chemistry - A European Journal.[2] He was named by Chemical & Engineering News as one of their Trailblazers of 2022, a feature highlighting LGBTQ+ chemists in academia.[3][4]", "21615": "Reportedly haunted locations:", "72143986": "Marjorie Berman Lees was an American neuroscientist who was emeritus professor of biological chemistry at Harvard Medical School. Her research considered neurobiology and biochemistry. She was the first to identify the Folch-Lees proteolipid. She served as president of the American Society for Neurochemistry in 1983.", "44586104": "Dominic Tildesley (born 1952, Forest Hill[1]) is a British chemist. He gained his undergraduate chemistry degree from the University of Southampton in 1973.[2] He went on to complete a DPhil at Oxford University in 1976 before undertaking postdoctoral research at Penn State and Cornell universities in the United States.[3] He returned to the University of Southampton in the UK for a lectureship, before becoming professor of theoretical chemistry and moving to Imperial College London in 1996 as Professor of Computational Chemistry.[3]", "39539835": "Frank H. Stillinger (born August 15, 1934[1]) is an American  theoretical chemist and a namesake of the Lubachevsky–Stillinger algorithm.[2]  He has recently collaborated with research groups as a senior scientist at Princeton University.", "51172491": "Amanda Cecilia Swart is a South African biochemist who holds a professorship in biochemistry at Stellenbosch University.[1] She is known for her research on rooibos, a herbal tea popular in South Africa,[2] has been funded by the South African Rooibos Council in her research,[3][4] and is frequently quoted in South African media promoting the reported health benefits of rooibos.[5][6]", "56513683": "John Michael Ramsey is an American analytical chemist at the University of North Carolina at Chapel Hill. He currently holds the position of Minnie N. Goldby Distinguished Professor of Chemistry.[1] His current research with the university focuses on microscale and nanoscale devices such as microchip electrospray, microscale Ion trap mass spectrometers, and microfluidic point of care devices.[2] He is ranked #2 in the \"Giants of Nano\" field on The Analytical Scientist Power List.[3]", "54420": "Ryōji Noyori (野依 良治, Noyori Ryōji, born September 3, 1938) is a Japanese chemist. He won the Nobel Prize in Chemistry in 2001, Noyori shared a half of the prize with William S. Knowles for the study of chirally catalyzed hydrogenations; the second half of the prize went to K. Barry Sharpless for his study in chirally catalyzed oxidation reactions (Sharpless epoxidation).[2][3][4][5][6][7][8]", "840853": "Carl Gustaf Mosander (10 September 1797 – 15 October 1858) was a Swedish chemist. He discovered the rare earth elements lanthanum, erbium and terbium.", "68801686": "Denise Houphouët-Boigny is an Ivorian academic and diplomat currently serving as Cote d'Ivoire's ambassador to UNESCO. She is a Doctor of Science and professor of mineral chemistry. She is a member of the Academy of Sciences, Arts, Cultures of Africa and African Diasporas of Côte d'Ivoire.[1]", "58152092": "Edward Malcolm Kosower (February 2, 1929 – April 7 2022) was[citation needed] an American-Israeli chemist.", "73815204": "Hanna Dodiuk-Kening (Hebrew: חנה דודיוק-קניג; born June 20, 1948) is an Israeli chemist and an inventor. Her fields of expertise are adhesive technology, polymers and development of nano-technology.", "35837096": "Paul Bottomley pioneered the development of magnetic resonance imaging (MRI) leading to modern commercial clinical 1.5 Tesla MRI scanners and techniques for localized magnetic resonance spectroscopy (MRS). Currently, he is Russel H. Morgan Professor of Radiology and Director of the Division of MR Research at Johns Hopkins University, with about 200 peer-reviewed journal articles, over 50 U.S patents and is a Founder and past member of the Board of Directors of ClearPoint Neuro Inc, formerly known as MRI Interventions Inc and SurgiVision Inc, a Johns Hopkins start-up.", "21812399": "Herbert S. Snyder (born September 7, 1953 in Winchester, Virginia) is a former Democratic member of the West Virginia Senate representing District 16.[1]", "52417716": "Subramania Ranganathan (1934–2016), popularly known as Ranga,[1] was an Indian bioorganic chemist and  professor and head of the department of chemistry at the Indian Institute of Technology, Kanpur.[2] He was known for his studies on synthetic and mechanistic organic chemistry[3] and was an elected fellow Indian National Science Academy,[4] National Academy of Sciences, India[5] and the Indian Academy of Sciences[6] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1977, for his contributions to chemical sciences.[7]", "40817852": "George Turner (died 1610) was an English physician in London. He is known for his interest in alchemy and friendship with Simon Forman. His wife was the convicted murderer Anne Turner.", "2086076": "W. Ford Doolittle FRSC FRS (born February 21, 1942, in Urbana, Illinois)[1] is an evolutionary and molecular biologist. He is a member of the US National Academy of Sciences and a Fellow of the Royal Society of Canada and the Norwegian Academy of Science and Letters.[2] He is also the winner of the 2013 Herzberg Medal of the Natural Sciences and Engineering Research Council of Canada[3] and the 2017 Killam Prize.[4]", "27284673": "John Hadley (1731 – 5 November 1764) was an English chemist and physician.", "48878793": "Wilhelm Heinrich Sebastian Bucholz (23 December 1734, Bernburg – 16 December 1798) was a German pharmacist and chemist.", "66606282": "Regina Palkovits (born 1980) is a German chemist who is a Professor of Chemistry at the RWTH Aachen University. Her research considers heterogenous catalysis. She was elected a Fellow of the North Rhine-Westphalian Academy of Sciences, Humanities and the Arts in 2020.", "36721867": "Kenneth Kaushansky, M.D., Master of the American College of Physicians (MACP) (born October 20, 1953) is an American medical doctor, hematologist, former editor of the medical journal Blood, and served as the dean of the Stony Brook University School of Medicine from 2010 to 2021. Prior to moving to Stony Brook, he was the Helen M. Ranney Professor, and chair of the department of medicine at University of California, San Diego School of Medicine.[1][2][3][4][5][6][7]", "2610385": "Gilbert Chu (Chinese: 朱築文; pinyin: Zhū Zhùwén) is an American biochemist. He is a Professor of Medicine (Oncology) and Biochemistry at the Stanford Medical School.", "9688283": "William Ripley Nichols (April 30, 1847 – July 14, 1886) was a noted American chemist."}