{"49544464": "Danielle Monique Macbeth (born 1954, Edmonton) is a Canadian philosopher whose work focuses on the philosophy of mathematics, the philosophy of language, metaphysics, and the philosophy of logic. She is T. Wistar Brown Professor of Philosophy at Haverford College in Pennsylvania where she has taught since 1989. Macbeth also taught at the University of Hawaii from 1986–1989.", "20184337": "Nicias (Greek: Νικίας) of Nicaea, was a biographer and historian of ancient Greek philosophers. Nothing is known about his life, he may have lived in the 1st century BC or AD. He is repeatedly referred to by Athenaeus. His principal work seems to have been a Successions (Greek: Διαδοχαί),[1] a history of the various schools of philosophy. Athenaeus also mentions a work On the Philosophers (Greek: Περὶ τῶν Φιλοσοφῶν),[2] A third work, a History of Arcadia (Greek: Ἀρκαδικά) is also referred to,[3] but whether it is by this Nicias is unclear.", "8944916": "John William Miller (1895–1978) was an American philosopher in the idealist tradition. His work appears in six published volumes, including The Paradox of Cause (1978) and most recently The Task of Criticism (2006). His principal philosophical ambitions were 1) to reconcile the idealism of Josiah Royce and the pragmatism of William James and 2) to integrate philosophical thought and historical thought. As testimony to the integrative nature of his thinking, Miller referred to his philosophy as a \"historical idealism” and a “naturalistic idealism.”", "228637": "Rudolf Christoph Eucken (German pronunciation: [ˈʁuːdɔlf ˈʔɔʏkn̩] ⓘ; 5 January 1846 – 14 September 1926[3]) was a German philosopher. He received the 1908 Nobel Prize in Literature \"in recognition of his earnest search for truth, his penetrating power of thought, his wide range of vision, and the warmth and strength in presentation with which in his numerous works he has vindicated and developed an idealistic philosophy of life\", after he had been nominated by a member of the Swedish Academy.[4]", "19987748": "Victor Ovcharenko (Russian: Ви́ктор Ива́нович Овчаре́нко; February 5, 1943 – May 5, 2009) was a Russian philosopher, sociologist, historian and psychologist. He also was a PhD., professor, academician of the Russian Academy of Natural Sciences (1997), academician of the Academy for Humanities Research (1998) and academician of the Academy of Pedagogical and Social Sciences (2000). He co-edited the journals \"The Psychoanalytical Bulletin\", \"The Bulletin of Psychoanalysis\", etc. He was a forerunner (with V.S. Stepin) of the Minsk philosophical school \"Humanities Encyclopedia\". He is considered one of the founders of modern Belarusian sociology.", "64716069": "Michael W. Austin (born 1969) is an American philosopher and Professor of Philosophy at Eastern Kentucky University. He is known for his works on moral philosophy and philosophy of religion.[1][2][3]", "52657462": "Beth Lord (born 1976) is a Canadian philosopher specialising in the history of philosophy, especially the work and influence of Immanuel Kant and Baruch Spinoza, and contemporary Continental philosophy. She is currently a Professor and Head of School in the School of Divinity, History and Philosophy at the University of Aberdeen, where she has worked since 2013.", "228662": "Rolf Schock (/ˈrɔːlf, ˈrɒlf ˈʃɒk/; 5 April 1933 – 5 December 1986) was a Swedish–American philosopher and artist, born in Cap-d'Ail, France of German parents.", "59505978": "Michael Andrew Lewis (born 9 November 1977) is a British philosopher. He is the co-founder and general editor of the Journal of Italian Philosophy.\nLewis is known for his expertise on continental philosophy.[1][2][3][4][5][6]", "326980": "Richard[2] Payne Knight (11 February 1751 – 23 April 1824) of Downton Castle in Herefordshire, and of 5 Soho Square,[3] London, England, was a classical scholar, connoisseur, archaeologist[4][5] and numismatist[5] best known for his theories of picturesque beauty and for his interest in ancient phallic imagery. He served as a Member of Parliament for Leominster (1780–84) and for Ludlow (1784–1806).[6]", "74087757": "Vasile Tonoiu (3 February 1941 – 9 June 2023) was a Romanian philosopher and professor of philosophy at the Faculty of Philosophy of the University of Bucharest and member of the Romanian Academy since 2003.[1][2]", "49249631": "John Goldie, Goudie or Gowdie (1717–1811) the 'Philosopher'[2] was a friend of the poet Robert Burns who was born the son of a miller at Craigmill on the Cessnock Water in East Ayrshire, Scotland. He was a miller, mechanic, cabinet maker, later a wine merchant and had interests ranging from the study of mathematics and astronomy to that of theology, publishing several books, in particular in 1780 the popular three volume Essays on various Important Subjects Moral and Divine, being an attempt to distinguish True from False Religion, a publication that became generally known as 'Goudie's Bible' and raised him to national prominence.[3][4] The name John Goldie will be used throughout for consistency.", "56950115": "Damian of Ephesus (Ancient Greek: Δαμιανός, fl. 2nd century AD) was a member of the Second Sophistic who lived in Ephesus. He is best known as a source for Philostratus, the author of Lives of the Sophists, for his biographies of Aelius Aristides and Adrianus,[1] as well as being a philanthropolist in his home town.", "1572206": "Bion of Borysthenes (Greek: Βίων Βορυσθενίτης, gen.: Βίωνος; c. 325 – c. 250 BC) was a Greek philosopher. After being sold into slavery, and then released, he moved to Athens, where he studied in almost every school of philosophy. It is, however, for his Cynic-style diatribes that he is chiefly remembered. He satirized the foolishness of people, attacked religion, and eulogized philosophy.", "32079218": "Johannes Klencke, van Klenck or Klenckius (bapt. 5 March 1620, in Amsterdam – early 1672, in Batavia, Dutch East Indies) was a Dutch teacher in philosophy at the Athenaeum Illustre in Amsterdam.", "14712181": "Aous Shakra (also Aous Chakra) (Arabic: أوس شقرة)  (April 22, 1908 – April 1, 1992) was an existential philosopher[1] and politician. He was the Palestinian ambassador to the U.N. in 1991; a position he held for 6 months.[2]", "67501433": "Adom Getachew is an Ethiopian-American political scientist. She is the Neubauer Family Assistant Professor of Political Science and the College at the University of Chicago.[1] She is the author of Worldmaking after Empire: The Rise and Fall of Self-Determination.[2][3][4][5][6]", "2260350": "George Thomas Dickie (12 August 1926 – March 24, 2020) was an American philosopher. He was a Professor Emeritus of Philosophy at University of Illinois at Chicago.[2] His specialities included aesthetics, philosophy of art, and Eighteenth Century theories of taste.", "1441150": "Raymond C. Tallis FMedSci FRCP FRSA (born 10 October 1946)[1] is a philosopher, poet, novelist, cultural critic and a retired medical physician and clinical neuroscientist.[2] Specialising in geriatrics, Tallis served on several UK commissions on medical care of the aged and was an editor or major contributor to two key textbooks in the field, The Clinical Neurology of Old Age and Textbook of Geriatric Medicine and Gerontology.", "4521351": "Samuel Ramos Magaña, PhD (1897 – June 20, 1959), was a Mexican philosopher and writer.", "1342858": "Robert Alexy (born 9 September 1945 in Oldenburg, Germany) is a jurist and a legal philosopher.", "33258890": "Joseph A. Bracken, S.J. (born March 22, 1930) is an American philosopher and Catholic theologian. Bracken is a proponent of process philosophy and process theology of Alfred North Whitehead and Charles Hartshorne. Much of his work is devoted to a synthesis of revealed religion and Christian trinitarian doctrines with a revised process theology. Bracken introduced a field theoretic approach to process metaphysics.", "53902732": "G. Aldo Antonelli (1962 - October 11, 2015) was an Italian-born philosopher and academic. He taught at the University of California, Irvine before joining the philosophy department at the University of California, Davis in 2008. Professor Antonelli was known largely for his work in logic.", "42925454": "Volodymyr Petrovych Melnyk (Ukrainian: Володимир Петрович Мельник; born 25 November 1952) is a Ukrainian professor of philosophy currently serving as rector of the University of Lviv since 10 June 2014.[1]", "35945873": "José María Ferrater Mora (Catalan: Josep Ferrater i Mora; 30 October 1912 – 30 January 1991) was a Spanish philosopher, essayist and writer. He is considered the most prominent Catalan philosopher of the 20th-century[1] and was the author of over 35 books, including a four-volume Diccionario de filosofía (Dictionary of Philosophy, 1941) and Being and Death: An Outline of Integrationist Philosophy (1962).[2] Subjects he worked on include ontology, history of philosophy, metaphysics, anthropology, the philosophy of history and culture, epistemology, logic, philosophy of science, and ethics. He also directed several films.[3]", "29719956": "Frederick Grinnell (born 1945 in Philadelphia, Pennsylvania) is an American cell biologist, also known for his work in  bioethics and science education. Currently, he is a Distinguished Teaching Professor and the Robert McLemore Professor of Medical Science in the department of cell biology at UT Southwestern Medical Center in Dallas, Texas.[1] Grinnell took his undergraduate degree in chemistry at Clark University (1966) and Ph.D. in biochemistry at Tufts New England Medical Center (1970). Subsequently, he moved to Dallas for postdoctoral work in the UTSW Biochemistry Department. In 1972, he joined the UTSW faculty in the Department of Cell Biology where he has developed a multidisciplinary research and teaching program, on one hand doing scientific research and on the other explaining what doing research entails. For additional information see the Grinnell laboratory website.[2]", "26475925": "David Favrholdt (24 April 1931 – 6 December 2012) was a Danish philosopher, educated with M.A.s in psychology and philosophy and later Dr. Phil. from Copenhagen University.[1][2] He is one of few Danes to be included in the International Who's Who.[3]", "26639767": "Francesco Mario Pagano (8 December 1748 – 29 October 1799) was an Italian jurist, author, thinker, and the founder of the Neapolitan school of law.[1] He is regarded as one of the most influential Enlightenment thinkers.[2] A moderate reformist, he is seen as a forerunner of the Italian unification.[3]", "523672": "Yamamoto Tsunetomo (山本 常朝), Buddhist monastic name Yamamoto Jōchō (June 11, 1659 – November 30, 1719), was a samurai of the Saga Domain in Hizen Province under his lord Nabeshima Mitsushige.[1][2] He became a Zen Buddhist priest and relayed his experiences, memories, lessons, ideas, and aphorisms to the samurai Tashiro Tsuramoto [ja], who compiled them under the title Hagakure.", "195994": "John Fiske (March 30, 1842 – July 4, 1901) was an American philosopher and historian. He was heavily influenced by Herbert Spencer and applied Spencer's concepts of evolution to his own writings on linguistics, philosophy, religion, and history.[1]", "35552667": "J. Peter Burgess (born 1 June 1961) is a philosopher and political scientist. He is Professor and Director of the Chair of Geopolitics of Risk at the Ecole Normale Supérieure, Paris. He is series editor of the Routledge New Security Studies collection. His research and writing concern the meeting place between science, culture and politics in particular in Europe, focusing most recently on value theory and digital technologies. He has published 18 books and over 100 articles in the fields of philosophy, political science, gender studies, cultural history, security studies and cultural theory. He has contributed to research and educational policy in Norway, France, Poland and the European Commission. In addition, he has developed and directed a number of comprehensive collaborative research projects with Norwegian and European partners.", "63372705": "Chaitanya Chandra Charan Das (born Alexander Gennadievich Khakimov, Hindi: अलेक्जेंडर गेनाडिविच खाकिमोव, Russian: Александр Геннадьевич Хакимов; March 1, 1958) is a Russian Hindu Vaishnavite religious figure and preacher;[1][2] guru[3] and member of the Governing Council[4] of the International Society for Krishna Consciousness (ISKCON).[5][6]", "48528803": "Susan Saltzman Fainstein (born September 27, 1938) is an American educator and scholar of urban planning. Fainstein is currently a Senior Research Fellow at the Harvard University Graduate School of Design. Her research and writing has focused on the distributive effects of urban development strategies and megaprojects, the role of democracy and community control in local public institutions, and establishing a moral theory of \"the just city.\"[1][2]", "8093096": "Christopher Ingebreth Fynsk (born August 30, 1952) is an American philosopher. He is Professor and Dean of the Division of Philosophy, Art, and Critical Thought at the European Graduate School in Saas-Fee, Switzerland and Professor Emeritus at the University of Aberdeen.[1][2] He is well known for his work relating the political and literary aspects of continental philosophy. Fynsk's work is closely involved with that of Martin Heidegger, Maurice Blanchot, Emmanuel Levinas, Walter Benjamin and several contemporary artists, including Francis Bacon and Salvatore Puglia.", "425385": "Patricia Smith Churchland (born 16 July 1943)[3] is a Canadian-American analytic philosopher[1][2] noted for her contributions to neurophilosophy and the philosophy of mind. She is UC President's Professor of Philosophy Emerita at the University of California, San Diego (UCSD), where she has taught since 1984. She has also held an adjunct professorship at the Salk Institute for Biological Studies since 1989.[4] She is a member of the Board of Trustees Moscow Center for Consciousness Studies of Philosophy Department, Moscow State University.[5] In 2015, she was elected a Fellow of the American Academy of Arts & Sciences.[6] Educated at the University of British Columbia, the University of Pittsburgh, and Somerville College, Oxford, she taught philosophy at the University of Manitoba from 1969 to 1984 and is married to the philosopher Paul Churchland.[7] Larissa MacFarquhar, writing for The New Yorker, observed of the philosophical couple that: \"Their work is so similar that they are sometimes discussed, in journals and books, as one person.\"[8]", "40271273": "Pierre Kaan (French: [pjεʀ kɑ̃] 10 January 1903 – 18 May 1945) was a professor of philosophy, Marxist essayist, and prominent member of the French Resistance during World War II.[1]", "57867696": "Theombrotus (Ancient Greek: Θεόμβροτος) was an ancient Greek philosopher of the Cynic school who is said to have thrown himself to his death from a high wall after reading Plato's work on the immortality of the soul and concluding that he would be better off in the next life.[1][2]", "3734963": "Leemon McHenry is a bioethicist and Emeritus Professor of Philosophy at California State University, Northridge, in the United States.  He has taught philosophy at the University of Edinburgh, Old Dominion University, Davidson College, Central Michigan University, Wittenberg University and Loyola Marymount University, and has held visiting research positions at Johns Hopkins University, UCLA and at the Institute for Advanced Studies in the Humanities in the University of Edinburgh.  His research interests center on medical ethics, metaphysics, and philosophy of science.", "20053439": "Ward E. Jones is a scholar at Rhodes University in Grahamstown, South Africa, where he is a professor of philosophy. He joined the department in 1999.", "14220736": "Noël Carroll (born 1947) is an American philosopher considered to be one of the leading figures in contemporary philosophy of art. Although Carroll is best known for his work in the philosophy of film (he is a proponent of cognitive film theory), he has also published journalism, works on philosophy of art generally, theory of media, and also philosophy of history. As of 2012, he is a distinguished professor of philosophy at the CUNY Graduate Center.", "74382784": "Alessandro Pagnini (born 1949) is an Italian philosopher and Professor of History of Contemporary Philosophy at the University of Florence. He is known for his works on history of philosophy.[1][2][3]\nPagnini is the editor of Philosophical Inquiries.[4]", "70876611": "Andrzej Leder (born 1960) is a Polish philosopher of culture, practicing psychotherapist, and internationally recognized expert on Polish cultural history.[1][2][3][4]", "54754760": "Jia Kui (30–101 CE), courtesy name Jingbo, was a Confucian philosopher who lived in the early Eastern Han period. He was a descendant of the Western Han politician and writer Jia Yi.[1] He was born in Pingling (平陵), Youfufeng Commandery (右扶風郡), which is located northeast of present-day Xingping, Shaanxi.[2] He studied at university in Luoyang.[2]", "49380815": "John Hardwig is a retired philosopher who was head of the philosophy department at the University of Tennessee.[1] He has published widely on bioethics, end of life issues and the notion of epistemic dependency and the role of experts. He is best known for a 1997 article proposing that individuals have a duty to die in situations when those who love them would have their lives seriously compromised by continuing to take care of them.[2]", "33324499": "Juliana González Valenzuela (Mexico, September 19, 1936) is a  Mexican philosopher.", "6061523": "Bensalem Himmich (Arabic: بنسالم حميش) (born in 1948 in Meknes)[1] is a Moroccan novelist, poet and philosopher with a PhD in Philosophy from the University of Paris,[2] who teaches at the Mohammed V University, Rabat.[3] He served as Minister of Culture from 29 July 2009 to 3 January 2012.[4][5]", "7437783": "Timo Airaksinen (born 25 April 1947 in Vaasa, Finland) is Professor of Moral Philosophy in the Discipline of Social and Moral Philosophy at Helsinki University. By longstanding tradition in the University of Helsinki, the philosophy faculty is divided into two major areas, the practical and the theoretical. He graduated from the University of Turku in 1971 and defended his doctoral dissertation The Hegelianism of Bradley and McTaggart in 1975.[1] He specializes in ethics and social philosophy, ethics of technology, the history of philosophy, and education. He has written on a wide range of topics dealing with these issues, from the thinking of Hobbes to Marquis de Sade. Airaksinen also regularly contributes to public debate in Finland and has had a column in the newspaper Helsingin Sanomat.[2]", "62193112": "Jean-Louis Chrétien (24 July 1952  – 28 June 2019) was a French philosopher in the tradition of phenomenology as well as a poet and religious thinker. Author of over thirty books, he was the 2012 winner of the Cardinal Lustiger Prize for his life’s work in philosophy. He was professor emeritus of philosophy at the Sorbonne at the end of his career. The study of Chrétien increased widely after his death, a posthumous recognition that contrasts with his modest and solitary attitude.", "54754785": "Girolamo Manfredi or Hieronimus de Manfredis (1430–1493) was an Italian philosopher, physician and astronomer.[1]", "68845026": "Rupchandra Bista (Nepali: रुपचन्द्र विष्ट; 9 January 1934 — 21 June 1999), better known as Rudane (Nepali: रुदाने), was a Nepalese politician, philosopher and activist.[1]", "36142564": "Juha Sihvola (29 August 1957, Sippola – 14 June 2012, Helsinki)[1] was a Finnish philosopher and historian. He was a university professor of general history from  2000, and part of The Academy of Finland's Centre of Excellence program upon Philosophical Psychology, Morality and Politics, serving as the Deputy Director of the Centre of Excellence from 2008. In the years 2004–2009, he was the Director of Helsinki Collegium for Advanced Studies.[2]", "25427428": "John J. O'Meara (18 February 1915 – 12 February 2003) was an Irish classical scholar, historian of ancient and medieval philosophy (in particular Augustine and Eriugena), educationalist and writer.", "42565094": "Eleonore Stump (born August 9, 1947) is an American philosopher and the Robert J. Henle Professor of Philosophy at Saint Louis University, where she has taught since 1992.", "54066662": "André Tubeuf (18 December 1930 – 26 July 2021[1][2]) was a French writer, philosopher, and music critic.", "18972136": "Ivo Urbančič (12 November 1930 – 7 August 2016) was a Slovenian philosopher. He is considered by many to be one of the fathers of the phenomenological school in Slovenia.", "14843370": "Petre Țuțea (Romanian: [ˈpetre ˈt͡sut͡se̯a]; 6 October 1902 – 3 December 1991) was a Romanian philosopher, journalist, and economist.", "1211884": "Wilhelm Storost, artistic name Vilius Storostas-Vydūnas (22 March 1868 – 20 February 1953), mostly known as Vydūnas, was a Prussian-Lithuanian[2] teacher, poet, humanist, philosopher and Lithuanian[3][4][5][6]\nwriter, a leader of the Prussian Lithuanian national movement in Lithuania Minor, and one of leaders of the theosophical movement in East Prussia.", "13762034": "Ramón Xirau Subías (Spanish: [raˈmon ʃiˈɾaw], Catalan: [rəˈmoɲ ʃiˈɾaw]; 20 January 1924 – 26 July 2017) was a Spanish-born Mexican poet, philosopher and literary critic.[1]", "10255859": "Erich Unger (1887-1950) was a Jewish philosopher of standing who published many articles and a number of books, many of them in his native tongue, German.  His writings cover a wide range of topics: poetry, Nietzsche, political theory, general philosophy and Jewish philosophy.", "32996853": "Philosopher in Meditation, recently renamed Philosopher in Contemplation by the museum, is the traditional title of an oil painting in the Musée du Louvre, Paris, that is attributed to the 17th-century Dutch artist Rembrandt.", "589305": "Cornel Ronald West (born June 2, 1953) is an American philosopher, theologian, political activist, social critic, actor, and public intellectual.[12][13] The grandson of a Baptist minister, West's primary philosophy focuses on the roles of race, gender, and class struggle in American society. A socialist,[14][15] West draws intellectual contributions from multiple traditions, including Christianity, the black church, democratic socialism, left-wing populism, neopragmatism, and transcendentalism.[16][17][18][19] Among his most influential books are Race Matters (1993) and Democracy Matters (2004).", "26377722": "Syed Mir Hassan was an Indian Ahl-e-Hadith scholar of the Qur'an, Hadith, Sufism, and the Arabic language. He was a professor of Arabic at Scotch Mission College in Sialkot and was awarded the title of Shams al-’Ulama’ (\"Sun of the Scholars\") by the British Crown. Mir Hassan is best known as the teacher of the philosopher-poet Muhammad Iqbal and the poet Faiz Ahmad Faiz. He was also the paternal uncle of the Pakistani journalist Syed Nazeer Niazi and was affiliated with Sir Syed Ahmed Khan's rationalist school of Islamic modernism.[1][2][3]", "71892475": "Menachem Brinker (Hebrew: מנחם ברינקר) (20 September 1935 – 11 August 2016) was an Israeli philosopher, literary scholar and activist.[1][2][3]", "6585852": "Prince Sergei Nikolaevich Trubetskoy (Russian: Серге́й Никола́евич Трубецко́й; 4 August [O. S. 23 June] 1862 – 23 September 1905) was a Russian religious philosopher.[citation needed] He was the son of Prince Nikolai Petrovitch Trubetskoy, co-founder of the Moscow Conservatory, and Sophia Alekseievna Lopouchina, who was a big influence on his religious thought. Trubetskoy and his brother, Evgenii Nikolaevitch Troubetzkoy (1863–1920), continued Vladimir Solovyov's work on developing a modern Christian philosophy of the world.[citation needed] He was also a professor of philosophy at Moscow University and a founding member of the underground discussion circle Beseda.[1]", "5373434": "Philip Willem van Heusde (17 June 1778 in Rotterdam – 2 July 1839 in Geneva) was a Dutch philosopher and educator. He is known for his influence on the founders of the so-called Groningen school of theology.[1]", "35192318": "Nerija Putinaitė (born 19 May 1971 in Tauragė, Lithuania) is a Lithuanian philosopher and politician, Vice-minister of the Ministry of Science and Education of the Republic of Lithuania.[1]", "29228549": "Themistoclea (/ˌθɛmɪstəˈkliːə/; Greek: Θεμιστόκλεια Themistokleia; also Aristoclea (/ˌærɪstəˈkliːə/; Ἀριστοκλεία Aristokleia), Theoclea (/ˌθiːəˈkliːə/; Θεοκλεία Theokleia); fl. 6th century BCE) was, according to surviving sources, Pythagoras’ teacher while a priestess at Delphi.[1] She is also considered one of the first European philosophers, though none of her works  seem to have survived since the 6th century.[2]", "72318469": "Basanta Kumar Mallik (1879–1958) was a Bengali tutor, author and philosopher. He spent two extended periods in England, and is known for his influence in the 1920s on the poet Robert Graves. Mallik used as his family name derives from an honorific given by the Moghul Empire, and he preferred not to use it.[1]", "4849167": "The Brethren of Purity (Arabic: إخوان‌ الصفا, romanized: Ikhwān Al-Ṣafā; also The Brethren of Sincerity) were a secret society[1] of Muslim philosophers in Basra, Iraq,[2] in the 9th or 10th century CE.[3]", "2981393": "Nemesius of Emesa (Greek: Νεμέσιος Ἐμέσης; Latin: Nemesius Emesenus; fl. c. AD 390) was a Christian philosopher, and the author of a treatise Περὶ φύσεως ἀνθρώπου or De natura hominis (\"On Human Nature\"). According to the title of his book, he was the Bishop of Emesa (in present-day Syria). His book is an attempt to compile a system of anthropology from the standpoint of Christian philosophy; it was very influential in later Greek, Arabic and Christian thought.", "38206995": "Georges Didi-Huberman FBA (born 13 June 1953) is a French philosopher and art historian.", "1637909": "Samding Dorje Phagmo", "38010390": "Richard Shute (6 November 1849 – 22 September 1886) was a British classicist and logician.", "14417429": "Francis John Hyde Wollaston FRS (13 April 1762, London – 12 October 1823) was an English natural philosopher and Jacksonian Professor at the University of Cambridge.", "58752541": "Simone Bignall is an Australian philosopher. She is Senior Researcher in Jumbunna Indigenous Nations and Collaborative Futures Hub at the University of Technology Sydney.", "1441309": "Daniel Raymond (1786–1849) was the first important political economist to appear in the United States. He authored Thoughts on Political Economy (1820)[1] and The Elements of Political Economy (1823).[2][3]", "51805727": "Eduard Alberti (11 March 1827 – 28 February 1898) was a German literary historian and philosopher.  His surviving published output includes approximately twenty biographical entries in Allgemeine Deutsche Biographie.[1]", "49315360": "Henry Noble Day (August 4, 1808 – January 12, 1890) was an American philosopher.[1]", "2424356": "Joseph Raz FBA (/rɑːz/; Hebrew: יוסף רז; born Joseph Zaltsman; 21 March 1939 – 2 May 2022) was an Israeli legal, moral and political philosopher. He was an advocate of legal positivism and is known for his conception of perfectionist liberalism. Raz spent most of his career as a professor of philosophy of law at Balliol College, Oxford, and was latterly a part-time professor of law at Columbia University Law School and a part-time professor at King's College London.[1]  He received the Tang Prize in Rule of Law in 2018.", "73629229": "Aristus (Ancient Greek: Ἄριστος) was a philosopher of ancient Greece from Ashkelon, aligned with the \"Academic\" school of philosophy, also known as Platonism. He was the pupil of and later successor to his brother, the more famous and renowned Academic philosopher Antiochus of Ascalon, and was generally considered to be the inferior philosopher.[1][2]", "71269938": "Allegra de Laurentiis is a European philosopher, educated at the Universities of Rome, Tübingen and Frankfurt, who has been teaching at American universities since 1987. She is now a Professor of Philosophy at Stony Brook University.\nShe is known for her works on philosophy of Hegel.[1][2][3][4]", "42073651": "Antun Bauer (11 February 1856 – 7 December 1937) was a Croatian theologian and philosopher who served as Archbishop of Zagreb.[1]", "58949170": "Didier Njirayamanda Kaphagawani or Didier Kaphagawani was a Malawian philosopher. He is known for his ideas on African philosophy. This included ideas on African epistemology and African understandings of personhood.[1][2]", "59801144": "Anthony de Jasay (15 October 1925 – 23 January 2019) was a Hungarian writer, economist, and \nright-libertarian philosopher.[1] He studied in Székesfehérvár and Budapest, and obtained a degree in agriculture. He then worked as a freelance journalist, but emigrated from Hungary in 1948 after the Communist government nationalized his father's farm.", "51379776": "Hermann Lübbe (born 31 December 1926) is a German philosopher. He is considered a member of the Ritter School.", "37125696": "Andrzej Abrek (died 1700) was a Polish philosopher. A rector and professor, he was the author of several Latin panegyrics.[1]", "851520": "William Nicholson (13 December 1753 – 21 May 1815) was an English writer, translator, publisher, scientist, inventor, patent agent and civil engineer. He launched the first monthly scientific journal in Britain, Journal of Natural Philosophy, Chemistry, and the Arts, in 1797, and remained its editor until 1814. In 1800, he and Anthony Carlisle were the first to achieve electrolysis, the splitting of water into hydrogen and oxygen, using a voltaic pile. Nicholson also wrote extensively on natural philosophy and chemistry", "74350151": "James Kern Feibleman (1904 to 1987) was a philosopher at Tulane University. From 1952 he edited Tulane Studies in Philosophy. He styled his system as axiological realism.", "458312": "Jakob Böhme (/ˈbeɪmə, ˈboʊ-/;[2] German: [ˈbøːmə]; 24 April 1575 – 17 November 1624) was a German philosopher, Christian mystic, and Lutheran Protestant theologian. He was considered an original thinker by many of his contemporaries within the Lutheran tradition, and his first book, commonly known as Aurora, caused a great scandal. In contemporary English, his name may be spelled Jacob Boehme (retaining the older German spelling); in seventeenth-century England it was also spelled Behmen, approximating the contemporary English pronunciation of the German Böhme.", "38403664": "Elémire Zolla (9 July 1926 – 29 May 2002) was an Italian essayist, philosopher and historian of religion. He was a connoisseur of esoteric doctrines and a scholar of Eastern and Western mysticism.", "45448786": "Radomir Konstantinović (Serbian Cyrillic: Радомир Константиновић; 1928−2011) was Serbian writer and philosopher. His most famous work is a philosophical treatise \"Filosofija palanke\" (The small town philosophy).[1] He won the prestigious literary NIN Award in 1960 for the novel \"Izlazak\" (Exodus).", "42270294": "Shaivism/Tantra/Nath", "53476951": "George Dewey Yancy (born June 3, 1961)[1] is an American philosopher who is the Samuel Candler Dobbs Professor of Philosophy at Emory University. He is a distinguished Montgomery Fellow at Dartmouth College, one of the college's highest honors.[2] In 2019–20, he was the University of Pennsylvania's Inaugural Provost's Distinguished Visiting Faculty Fellow. He is the editor for Lexington Books' \"Philosophy of Race\" book series.[3] He is known for his work in critical whiteness studies, critical philosophy of race, critical phenomenology (especially racial embodiment), and African American philosophy, and has written, edited, or co-edited more than 20 books. In his capacity as an academic scholar and a public intellectual, he has published over 200 combined scholarly articles, chapters, and interviews that have appeared in professional journals, books, and at various news sites.", "62488156": "James Conrad Risser (born 1946) is an American philosopher and Professor of Philosophy at Seattle University. He was Pigott-McCone Endowed Chair of Humanities between 1991 and 1994 and the president of the North American Society of Philosophical Hermeneutics (2012–2015).[1]", "65119": "Laozi (/ˈlaʊdzə/, Chinese: 老子), also romanized as Lao Tzu and various other ways, was a semi-legendary ancient Chinese philosopher, author of the Tao Te Ching, the foundational text of Taoism along with the Zhuangzi. Laozi is a Chinese honorific, typically translated as \"the Old Master\". Modern scholarship generally regards his biographical details as invented, and his opus a collaboration. Traditional accounts say he was born as Li Er in the state of Chu in the 6th century BC during China's Spring and Autumn period, served as the royal archivist for the Zhou court at Wangcheng (in modern Luoyang), met and impressed Confucius on one occasion, and composed the Tao Te Ching in a single session before retiring into the western wilderness.", "654943": "Samuel (de) Sorbière (French: [sɔʁbjɛʁ]; 1615–1670) was a French physician and man of letters, a philosopher and translator, who is best known for his promotion of the works of Thomas Hobbes and Pierre Gassendi, in whose view of physics he placed his support, though unable to refute René Descartes, but who developed a reputation in his own day for a truculent and disputatious nature.[1]  Sorbière is regarded often by his position on ethics and disclosure about medical mistakes.  In 1672 Sorbière considered the idea of being honest and upfront about a mistake having been made in medicine but thought that it might seriously jeopardise medical practice and concluded that it \"would not catch on\".[2]", "5144162": "Sir Larry Alan Siedentop CBE (born 24 May 1936)[1] is an American-born British political philosopher with a special interest in 19th-century French liberalism. He is the author of Democracy in Europe[2] and an occasional contributor to several major British daily newspapers, including the Financial Times and The Times.", "196196": "Claude Adrien Helvétius (/hɛlˈviːʃəs/;[1] French: [klod adʁijɛ̃ ɛlvesjys]; 26 January 1715[2] – 26 December 1771) was a French philosopher, freemason[3] and littérateur.", "13925989": "Polystratus (Greek: Πολύστρατος; fl. 3rd century BC) ; died 219/18 BCE)[1] was an Epicurean philosopher, and head (scholarch) of the Epicurean school in Athens. He succeeded Hermarchus as head of the sect c. 250 BC, and was himself succeeded by Dionysius of Lamptrai[2] when he died 219 or 218 BC. Valerius Maximus relates that Polystratus and Hippoclides were born on the same day, followed the sect of the same master Epicurus, shared their patrimony in common, and supported the school together, and at last died at the same moment in extreme old age.[3]", "196198": "Cesare Bonesana di Beccaria, Marquis of Gualdrasco and Villareggio[1] (Italian: [ˈtʃeːzare bekkaˈriːa, ˈtʃɛː-]; 15 March 1738 – 28 November 1794) was an Italian criminologist,[2] jurist, philosopher, economist and politician, who is widely considered one of the greatest thinkers of the Age of Enlightenment. He is well remembered for his treatise On Crimes and Punishments (1764), which condemned torture and the death penalty, and was a founding work in the field of penology and the Classical School of criminology. Beccaria is considered the father of modern criminal law and the father of criminal justice.[3][4][5]", "23527015": "Étienne Vincent Borne (January 22, 1907 – June 14, 1993) was born in Manduel (Gard). He was a professor of philosophy Hypokhâgne at Lycée Henri-IV in Paris. Étienne Borne founded the Mouvement republicain populaire (MRP), and the French Christian Democratic Party. He was a columnist in the newspaper La Croix.\n[1] Jacques Derrida was one of his students.", "31817321": "Kathleen Lennon, a former Ferens Professor of Philosophy, is an Emeritus Professor of Philosophy at the University of Hull, England.", "47218282": "Yirmiyahu Yovel (20 October 1935, Haifa – 10 June 2018[1]) was an Israeli philosopher and public intellectual. He was Professor Emeritus of philosophy at the Hebrew University of Jerusalem and at the New School for Social Research in New York. Yovel had also been a political columnist in Israel, cultural and political critic and a frequent presence in the media. Yovel was a laureate of the Israel Prize in philosophy and officier of the French order of the Palme académique. His books were translated into English, French, German, Spanish, Portuguese, Rumanian, Hebrew, Korean and Japanese. Yovel was married to Shoshana Yovel, novelist and community organizer, and they had a son, Jonathan Yovel, poet and law professor, and a daughter, Ronny, classical musician, TV host and family therapist.[2]", "228980": "Martin Buber (Hebrew: מרטין בובר; German: Martin Buber, pronounced [ˈmaʁtiːn̩ ˈbuːbɐ] ⓘ; Yiddish: מארטין בובער; February 8, 1878 – June 13, 1965) was an Austrian Jewish and Israeli philosopher best known for his philosophy of dialogue, a form of existentialism centered on the distinction between the I–Thou relationship and the I–It relationship.[1] Born in Vienna, Buber came from a family of observant Jews, but broke with Jewish custom to pursue secular studies in philosophy. He produced writings about Zionism and worked with various bodies within the Zionist movement extensively over a nearly 50-year period spanning his time in Europe and the Near East. In 1923, Buber wrote his famous essay on existence, Ich und Du (later translated into English as I and Thou),[2] and in 1925, he began translating the Hebrew Bible into the German language reflecting the patterns of the Hebrew language.", "196213": "Ferdinando Galiani (2 December 1728, Chieti, Kingdom of Naples – 30 October 1787, Naples, Kingdom of Naples) was an Italian economist, a leading Italian figure of the Enlightenment. Friedrich Nietzsche referred to him as \"a most fastidious and refined intelligence\" [1] and \"the most profound, discerning, and perhaps also the filthiest man of his century.\"[2]", "32931446": "Olav Gjelsvik (born 30 June 1956) is a Norwegian philosopher.[1]", "32375": "François-Marie Arouet (French: [fʁɑ̃swa maʁi aʁwɛ]; 21 November 1694 – 30 May 1778), known by his nom de plume M. de Voltaire (/vɒlˈtɛər, voʊl-/;[2][3][4] also US: /vɔːl-/;[5][6] French: [vɔltɛːʁ]), was a French Enlightenment writer, philosopher (philosophe), satirist, and historian. Famous for his wit and his criticism of Christianity (especially of the Roman Catholic Church) and of slavery, Voltaire was an advocate of freedom of speech, freedom of religion, and separation of church and state.", "13991543": "Menedemus (Greek: Μενέδημος; fl. 3rd century BC) was a Cynic philosopher, and a pupil of the Epicurean Colotes of Lampsacus.[1] Diogenes Laërtius states that he used to go about garbed as a Fury, proclaiming himself a sort of spy from Hades:", "196218": "Jean François de Saint-Lambert (French: [ʒɑ̃ fʁɑ̃swa də sɛ̃ lɑ̃bɛʁ]; 26 December 1716 – 9 February 1803) was a French poet, philosopher and military officer.", "39419519": "Saviour Montebello (1762–1809) was a Maltese Doctor of Theology, a professor of philosophy at the University of Malta, and a  Parish priest of Bormla.[1] After Napoleon took over the Maltese islands in 1798, Montebello took an active part in the resistance of the Maltese against the French around his home-town at Żejtun. Afterwards, when the French Napoleonic forces had been ousted, and the British set up a provisional government in Malta, he was the first to be appointed to the Chair of Philosophy at the University of Malta. He held the office for almost four years, mainly teaching logic and metaphysics. He relinquished the Chair because he was appointed parish priest of Bormla, the last to hold the office under this title because subsequently the parish was promoted to a Collegiate led by Archpriests. He held the office of parish priest for only five years due to his premature death at the age of 46.[2]", "13926018": "Dionysius of Lamptrai (Greek: Διονύσιος; fl. 3rd century BC) was an Epicurean philosopher, who succeeded Polystratus as the head (scholarch) of the Epicurean school at Athens c. 219 BC. He died c. 205 BC and was succeeded by Basilides.[1][2]", "14024326": "Diotimus (Greek: Διότιμος) was a Stoic philosopher, who lived c. 100 BC.", "228998": "Christopher Eric Hitchens (13 April 1949 – 15 December 2011) was a British author, journalist and educator.[2][3] Author of 18 books on faith, culture, politics and literature, he was born and educated in Britain, graduating in the 1970s from Oxford with a degree in Philosophy, Politics and Economics. In the early 1980s, he emigrated to the United States and wrote for The Nation and Vanity Fair. Known as \"one of the 'four horsemen'\" of New Atheism, he gained prominence as a columnist and speaker. His epistemological razor, which states that \"what can be asserted without evidence can also be dismissed without evidence\", is still of mark in philosophy and law.[4][5]", "9010825": "Elaine Storkey (née Lively;[1] born 1944) is an English philosopher, sociologist, and theologian. She is known for her lecturing, writing and broadcasting.", "8388234": "Bernard Yack (born 1952) is a Canadian-born American political theorist.", "14974603": "Diodorus of Tyre (Greek: Διόδωρος) was a Peripatetic philosopher, and a disciple and follower of Critolaus, whom he succeeded as the head of the Peripatetic school at Athens c. 118 BC. He was still alive and active there in 110 BC, when Licinius Crassus, during his quaestorship of Macedonia, visited Athens. Cicero denies that he was a genuine Peripatetic, because it was one of his ethical maxims, that the greatest good consisted in a combination of virtue with the absence of pain, whereby a reconciliation between the Stoics and Epicureans was attempted.[1]", "851595": "Prabhat Ranjan Sarkar[1] (21 May 1921 – 21 October 1990), also known by his spiritual name Shrii Shrii Ánandamúrti (Ánanda Múrti=\"Bliss Embodiment\"), and known as Bábá (\"Father\") to his disciples, was a spiritual guru, philosopher,[2] social reformer, linguist, author and composer of 5,018 songs mostly in the Bengali language.[3][4] He founded Ananda Marga (the Path of Bliss) in 1955 as a spiritual and social organisation that continues to offer instruction in meditation and yoga.[4][5][6] and runs numerous social service and disaster relief projects throughout the world.", "19889802": "Ellis Sandoz Jr. (February 10, 1931 – September 19, 2023) was an American academic and political scientist. He was the Hermann Moyse Jr. Distinguished Professor of Political Science and Director of the Eric Voegelin Institute for American Renaissance Studies at Louisiana State University. Sandoz was also the chairman of that department.", "13926038": "Basilides (or Basileides, Greek: Βασιλείδης; c. 250 – c. 175 BC[1]) was an Epicurean philosopher, who succeeded Dionysius of Lamptrai as the head of the Epicurean school at Athens. c. 205 CE.[2][3] It is not certain who succeeded Basilides: Apollodorus is the next Epicurean leader we can be certain about, but there may have been at least one intermediate leader, and the name Thespis has been suggested.[4] Barnes and Brunschwig suggested that Basilides of Tyre and Basilides the Epicurean could be the same Basilides.[5]", "196247": "Siger of Brabant (Sigerus, Sighier, Sigieri or Sygerius de Brabantia; c. 1240 – before 10 November 1284) was a 13th-century philosopher from the southern Low Countries who was an important proponent of Averroism.", "7208598": "Robert Redeker is a French writer and philosophy teacher. He was teaching at the Pierre-Paul-Riquet high school, in Saint-Orens-de-Gameville, and at the École Nationale de l'Aviation Civile. He is currently in hiding under police protection.", "32013988": "Matthew W. McKeon is the chair of the philosophy department at Michigan State University and well known philosopher of logic. McKeon earned his Ph.D. in philosophy at The University of Connecticut in 1994.[1] He teaches courses in Logic and Philosophy of Language.", "67927723": "Mirza Hasan Alkadari (Lezgian: Хьасан Абдуллагьан хва Алкьвадарви) was a North Caucasian Islamic jurist (faqih), historian, poet, educator in pre-revolutionary Dagestan.", "13565614": "Giacomo Marramao (born 1946) is an Italian philosopher who teaches theoretical philosophy and political philosophy at the Roma Tre University in Rome.", "30277296": "Alexander Broadie FRSE, Scottish philosopher, emeritus professor of logic and rhetoric at Glasgow University. He writes on the Scottish philosophical tradition, chiefly the philosophy of the Pre-Reformation period, the 17th century, and the Enlightenment.", "13926070": "Apollodorus (Greek: Ἀπολλόδωρος; fl. 2nd century BC) was an Epicurean philosopher, and head of the Epicurean school in Athens.", "15564482": "Thomas Talbott is Professor Emeritus of Philosophy at Willamette University, Salem, Oregon. He is best known for his advocacy of trinitarian universalism.", "28868294": "Lars Svenonius (June 16, 1927, Skellefteå – September 27, 2010, Silver Spring, Maryland) was a Swedish logician and philosopher.", "25198281": "Günter Abel (born 7 November 1947 in Homberg (Efze), Hesse) is a German philosopher and former professor for theoretical philosophy at the Technical University of Berlin.", "21724873": "Catherine Clément (French: [klemɑ̃]; born 10 February 1939) is a French philosopher, novelist, feminist, and literary critic, born in Boulogne-Billancourt. She received a degree in philosophy from the École Normale Supérieure, and studied under its faculty Claude Lévi-Strauss and Jacques Lacan, working in the fields of anthropology and psychoanalysis. A member of the school of French feminism and écriture féminine, she has published books with Hélène Cixous and Julia Kristeva.", "196318": "Presidency of Bosnia and Herzegovina", "3047135": "David Lee Hull (15 June 1935 – 11 August 2010)[1] was an American philosopher who was most notable for founding the field philosophy of biology.[2] Additionally, Hull is recognized within evolutionary culture studies as contributing heavily in early discussions of the conceptualization of memetics.[3][4] In addition to his academic prominence, he was well known as a gay man who fought for the rights of other gay and lesbian philosophers.[5] Hull was partnered with Richard \"Dick\" Wellman, a Chicago school teacher, until Wellman's passing during the drafting of Science as Process.[6]", "163552": "Joseph Butler (18 May 1692 – 16 June 1752) was an English Anglican bishop, theologian, apologist, and philosopher, born in Wantage in the English county of Berkshire (now in Oxfordshire). He is known for critiques of Deism, Thomas Hobbes's egoism, and John Locke's theory of personal identity.[4] The many philosophers and religious thinkers Butler influenced included David Hume, Thomas Reid, Adam Smith,[5] Henry Sidgwick,[6] John Henry Newman,[7] and C. D. Broad,[8] and is widely seen as \"one of the pre-eminent English moralists.\"[9] He played a major, if underestimated role in developing 18th-century economic discourse, influencing the Dean of Gloucester and political economist Josiah Tucker.[10]", "622304": "Ernesto Laclau (Spanish: [laˈklaw]; 6 October 1935 – 13 April 2014) was an Argentine political theorist and philosopher. He is often described as an 'inventor' of post-Marxist political theory. He is well known for his collaborations with his long-term partner, Chantal Mouffe.", "42106597": "Eduardo Barrio is an Argentine logician.", "59506409": "Miguel de Beistegui (born April 3, 1966) is a continental philosopher and Professor of Philosophy at the University of Warwick.[1]\nHe is known for his expertise on Heidegger's thought.[2][3][4]", "8978155": "Richard Shusterman is an American pragmatist philosopher. Known for his contributions to philosophical aesthetics and the emerging field of somaesthetics, currently he is the Dorothy F. Schmidt Eminent Scholar in the Humanities and Professor of Philosophy at Florida Atlantic University.", "50855670": "Peter Coffey (9 April 1876 – 7 January 1943) was an Irish Roman Catholic priest and neo-scholastic philosopher.", "17465083": "David J. Kalupahana (1936–2014) was a Buddhist scholar from Sri Lanka. He was a student of the late K.N. Jayatilleke, who was a student of Wittgenstein. He wrote mainly about epistemology, theory of language, and compared later Buddhist philosophical texts against the earliest texts and tried to present interpretations that were both historically contextualised and also compatible with the earliest texts, and in doing so, he encouraged Theravada Buddhists and scholars to reevaluate the legitimacy of later, Mahayana texts and consider them more sympathetically.", "8224510": "Lilli Kristina Alanen (née Gullichsen;  16 October 1941 – 22 October 2021) was a Finnish philosopher and Professor Emeritus of History of Philosophy at Department of Philosophy at Uppsala University. She was elected a member of the American Academy of Arts and Sciences in 2018.", "24936190": "Nikolai Eberhardt was a German émigré physicist and author of From the Big Bang to the Human Predicament (1998).[1]", "51052286": "Françoise Blime (born Françoise Dutertre July 11, 1939 – March 6, 2016) was a French philosopher. She was a disciple of Raymond Aron and a lifelong admirer of Levi-Strauss’ s structural anthropology, Françoise Blime was one of the few French students to have been accepted in the United States on a Fulbright Scholarship at Brandeis University, where she was trained along some of the leading thinkers behind the US social revolution of the late 1960s such as Angela Davis. Back in France, she worked relentlessly to elaborate and apply new paradigms in the French state educational systems, initially by the insertion of institutional psychopedagogy in the training courses of school teachers and later as a prominent researcher and administrator of the National Centre for Pedagogical Documentation (Centre National de la Documentation Pédagogique, CNDP), the office within the French Ministry of Education that publishes teaching training materials. Françoise Blime was also member of a number of prestigious think-tanks in the field of education, such as the Teaching League (La Ligue de l’Enseignement) and was awarded the Palmes Académiques.[1]", "4620035": "Robert Kirk (born 1933)[1] is a British philosopher. He is emeritus professor in the Department of Philosophy at the University of Nottingham.", "32516": "Vladimir Ivanovich Vernadsky, also spelt Volodymyr Ivanovych Vernadsky (Russian: Владимир Иванович Вернадский,[2] Ukrainian: Володимир Іванович Вернадський;[3][4] 12 March [O.S. 28 February] 1863 – 6 January 1945) was a Russian, Ukrainian,[5] and Soviet mineralogist and geochemist who is considered one of the founders of geochemistry, biogeochemistry, and radiogeology.[1] He was one of the founders and the first president of the Ukrainian Academy of Sciences[6][7] (now National Academy of Sciences of Ukraine).[8] Vladimir Vernadsky is most noted for his 1926 book The Biosphere in which he inadvertently worked to popularize Eduard Suess' 1875 term biosphere, by hypothesizing that life is the geological force that shapes the earth. In 1943 he was awarded the Stalin Prize. Vernadsky's portrait is depicted on the Ukrainian ₴1,000 hryvnia banknote.", "1834764": "Don Ihde (/dɑːn aɪdi/; born 1934) is an American philosopher of science and technology.[1] In 1979 he wrote what is often identified as the first North American work on philosophy of technology,[2] Technics and Praxis.", "2916113": "Emmanuel Mounier (/muːnˈjeɪ/; French: [munje]; 1 April 1905 – 22 March 1950) was a French philosopher, theologian, teacher and essayist.", "3866394": "Jay Newman (February 28, 1948 – June 17, 2007) was a philosopher and Professor at the University of Guelph in Guelph, Ontario.", "360221": "Isidore of Alexandria (/ˈɪzɪdɔːr/; also Isidorus /ˌɪzɪˈdɔːrəs/; Greek: Ἰσίδωρος ὁ Ἀλεξανδρεύς; c. 450 – c. 520) was a Greek[1] philosopher and one of the last of the Neoplatonists. He lived in Athens and Alexandria toward the end of the 5th century AD. He became head of the school in Athens in succession to Marinus, who followed Proclus.[2]", "13926174": "Phaedrus (/ˈfiːdrəs, ˈfɛdrəs/; Greek: Φαῖδρος; 138 – 70/69 BC[1]) was an Epicurean philosopher. He was the head (scholarch) of the Epicurean school in Athens after the death of Zeno of Sidon around 75 BC, until his own death in 70 or 69 BC. He was a contemporary of Cicero, who became acquainted with him in his youth at Rome.[2] During his residence in Athens (80 BC) Cicero renewed his acquaintance with him. Phaedrus was at that time an old man, and was already a leading figure of the Epicurean school.[3] He was also on terms of friendship with Velleius, whom Cicero introduces as the defender of the Epicurean tenets in the De Natura Deorum,[4] and especially with Atticus.[5] Cicero especially praises his agreeable manners. He had a son named Lysiadas. Phaedrus was succeeded by Patro.", "7536417": "Arto Haapala (born 1959) is a Finnish philosopher, aesthetician and Professor of Aesthetics at the Department of Philosophy, History, Culture and Art Studies at Helsinki University, Finland. Haapala received his PhD from Birkbeck, University of London in 1985. He is also active in the work of the Finnish Society for Aesthetics and the International Institute of Applied Aesthetics in Lahti, Finland.", "360236": "Crates of Mallus (Greek: Κράτης ὁ Μαλλώτης, Krátēs ho Mallṓtēs; fl. 2nd century BC) was a Greek grammarian and Stoic philosopher, leader of the literary school and head of the library of Pergamum. He was described as the Crates from Mallus to distinguish him from other philosophers by the same name. His chief work was a critical and exegetical commentary on Homer. He is also famous for constructing the earliest known globe of the Earth.", "556846": "Ernst Alfred Cassirer (/kɑːˈsɪərər, kəˈ-/ kah-SEER-ər, kə-,[1] German: [ˈɛʁnst kaˈsiːʁɐ];[2][3] July 28, 1874 – April 13, 1945) was a German philosopher. Trained within the Neo-Kantian Marburg School, he initially followed his mentor Hermann Cohen in attempting to supply an idealistic philosophy of science.", "32833330": "Stefano (or Stephen) Pace (1695–1735) was a minor Maltese mediaeval philosopher who specialised mainly in physics.[1]", "2326327": "Józef Stanisław Tischner (12 March 1931 – 28 June 2000) was a Polish priest and philosopher. The first chaplain of the trade union, \"Solidarity\" (Polish Solidarność).", "32046911": "Kireet Joshi was an Indian philosopher, and disciple of Sri Aurobindo and Mirra Alfassa. In 1976, the Prime Minister of India, Indira Gandhi, appointed Kireet as Education Advisor to the Government of India. He also served as the Chairman of the Indian Council of Philosophical Research.[1]", "917316": "Theodor Mundt (September 19, 1808 – November 30, 1861) was a German critic and novelist. He was a member of the Young Germany group of German writers.", "66715462": "Nicole Mosconi (2 June 1942 – 7 February 2021) was a French philosopher and professor.[1] A specialist in educational questions, she was a member of the Institut Émilie-du-Châtelet [fr] from 2006 until her death.", "1998665": "Jean Beaufret (French: [bofʁɛ]; 22 May 1907, in Auzances – 7 August 1982, in Paris) was a French philosopher and Germanist tremendously influential in the reception of Martin Heidegger's work in France.", "8093515": "Rodolphe Gasché (born 1938, Luxembourg) holds the Eugenio Donato Chair of Comparative Literature at the University at Buffalo, State University of New York.[1]", "58752844": "Nicholas D. Smith (born 1949) is an American philosopher and James F. Miller Professor Emeritus of Humanities and Professor of Philosophy at Lewis & Clark College. He won the “Outstanding Academic Book for 1994” award for his book Plato’s Socrates (with T. C. Brickhouse). Smith is known for his research on Ancient Greek philosophy.[1][2][3][4]", "884557": "Steven M. Rosen (born September 6, 1942) is an American-Canadian philosopher and psychologist, currently based in Vancouver, British Columbia. His writings focus on issues concerning phenomenological ontology, the philosophy and poetics of science, Jungian thought, the gender question, ecological change, and cultural transformation.", "38240084": "Liu Xiaofeng (born 1956; Chinese: 刘小枫) is a contemporary Chinese scholar and a professor at Renmin University of China.  He has been considered the prototypical example of what is called a cultural Christian (Chinese: 文化基督徒; pinyin: wénhuà jīdūtú), meaning a believer who may lack a specific church identification or affiliation, and was, along with He Guanghu, one of the main forerunners of the academic field of Sino-Christian Theology (simplified Chinese: 汉语神学; traditional Chinese: 漢語神學; pinyin: hànyǔ shénxué).[1]  However, in recent years, his interest has shifted from studies in Christian theology to the political theories of Leo Strauss and Carl Schmitt.", "19201878": "James Renwick (30 May 1790 – 12 January 1863), was an English-American scientist and engineer.", "47513432": "Vijayīndra Tīrtha (also known as Vijayendra Tīrtha) (c.1514 - c.1595) was a Dvaita philosopher and dialectician. A prolific writer and an unrelenting polemicist, he is said to have authored 104 treatises expounding the principles of Dvaita and defending it against attacks from the contemporary orthodox schools of Vedanta. He held the pontifical seat at Kumbakonam under the rule of Thanjavur Nayaks where he participated in polemical discussions with the Advaita philosopher Appayya Dikshita [3] Inscriptions from that era record grants of villages received by Vijayindra for his triumph over theological debates .[4] Legend ascribes to him mastery over 64 arts and his erudition, writes Sharma, \"is evident from a few of his works bearing on Purva Mimamsa, Nyaya and Kavya literature\".[2]", "5341017": "Paul Montgomery Churchland (born October 21, 1942) is a Canadian philosopher known for his studies in neurophilosophy and the philosophy of mind. After earning a Ph.D. from the University of Pittsburgh under Wilfrid Sellars (1969), Churchland rose to the rank of full professor at the University of Manitoba before accepting the Valtz Family Endowed Chair in Philosophy at the University of California, San Diego (UCSD) and joint appointments in that institution's Institute for Neural Computation and on its Cognitive Science Faculty.", "3014490": "Mikhail Iosifovich Veller (also sometimes Weller; Russian: Михаи́л Ио́сифович Ве́ллер, Ukrainian: Михайло Йосипович Веллер) (born May 20, 1948) is a Russian writer of Ukrainian Jewish extraction. He holds a dual citizenship of Russia and Estonia.", "15040350": "Dr. M. N. Singaramma (1920–2006) was a scholar, writer and social activist from Mandya in Karnataka, Southern India. She wrote many philosophical books and articles under the pen name Sridevi.", "37093217": "Edmund Pfleiderer (October 12, 1842 in Stetten im Remstal (now a part of Kernen, Baden-Württemberg) – April 3, 1902 in Tübingen) was a German philosopher and theologian.", "3932004": "Ronald Albert McClamrock is an associate professor of philosophy at the University at Albany, The State University of New York. His primary areas of research are the philosophy of mind, philosophy of science, and cognitive science.", "2948966": "Edmundo O'Gorman (24 November 1906 in Mexico City – 28 September 1995 in Mexico City) was a Mexican writer, historian and philosopher. He is considered as being among the earlier and most influential applicants of historical revisionism to commonly held narratives regarding the Spanish colonial period in Latin America.", "9797480": "Gómez Pereira (1500–1567) was a Spanish philosopher, doctor, and natural humanist from Medina del Campo. Pereira worked hard to dispel medieval concepts of medicine and proposed the application of empirical methods; as for his philosophy, it is of the standard direction and his reasonings are a clear precedent of René Descartes.[1] He was the first to propose the famous \"Cogito ergo sum\", in 1554, commonly attributed to Descartes. He was famous for his practice of medicine, although he had many diverse occupations, such as owning businesses, engineering, and philosophy.", "60915562": "Ignaz Cornova (25 July 1740 – 25 July 1822) was a Jesuit priest who had spent his life and career in Bohemia.   His family provenance was Italian, but his social and professional network revolved around the ethnically German community centred on Prague.   He can be variously described as a historian, a teacher, an author and an early representative of the European Catholic Enlightenment movement. He was also a prominent Freemason.[1][2]", "5570411": "Thierry of Chartres (Theodoricus Chartrensis) or Theodoric the Breton (Theodericus Brito) (died before 1155,[1] probably 1150[2]) was a twelfth-century philosopher working at Chartres and Paris, France.", "19922800": "Kenneth George Mills (January 25, 1923 – October 8, 2004) was a Canadian metaphysical/philosophical speaker and author. An exponent of the oral tradition, he gave spontaneous lectures and poetry for over 37 years. At the same time, he became noted for his accomplishments in music, particularly as the conductor of the choral ensemble The Star-Scape Singers. He excelled at composing, painting and design and has been described by some as a New Age man, a man for all seasons, and a Renaissance man.[1][2][3]", "2883450": "Koloth Thattarath Sukumaran, popularly known as Sukumar Azhikode (26 May 1926 – 24 January 2012) was an Indian academic, orator, critic and writer of Malayalam literature, known for his contributions to Malayalam language and insights on Indian philosophy.[1] He was a scholar in Sanskrit, Malayalam, and English languages and his work, Tatvamasi, published in 1984, is a notable work for its detailed interpretation of Indian philosophy, Vedas and Upanishads.[2] He was a recipient of several honours including Sahitya Akademi Award, Kerala Sahithya Akademi Award, Vayalar Award, Vallathol Award and Ezhuthachan Puraskaram, the highest literary award of the Government of Kerala. The Government of India awarded him the fourth highest civilian honour of the Padma Shri in 2007, which he refused citing the award was a discrimination.", "3506043": "Robert Schirokauer Hartman (January 27, 1910 – September 20, 1973[1]) was a German-American logician and philosopher. His primary field of study was scientific axiology (the science of value) and he is known as its original theorist. His axiology is the basis of the Hartman Value Inventory (also known as the \"Hartman Value Profile (HVP)\",[2] which is used in psychology to measure the character of an individual.", "2916220": "Critolaus (/kraɪtoʊˈleɪəs/; Greek: Κριτόλαος Kritolaos; c. 200 – c. 118 BC)[1] of Phaselis was a Greek philosopher of the Peripatetic school. He was one of three philosophers sent to Rome in 155 BC (the other two being Carneades and Diogenes of Babylon), where their doctrines fascinated the citizens, but frightened the more conservative statesmen. None of his writings survive. He was interested in rhetoric and ethics, and considered pleasure to be an evil. He maintained the Aristotelian doctrine of the eternity of the world, and of the human race in general, directing his arguments against the Stoics.", "6324098": "David Kolb (born 1939[1]) is an American philosopher and the Charles A. Dana Professor Emeritus of Philosophy at Bates College in Maine.", "52985732": "The Collegium of Black Women Philosophers (CBWP) is an organization which was created to increase the visibility of black women in the field of philosophy and to allow greater networking and mentoring opportunities for these women. The organization is currently based at Penn State University.[1]", "163720": "Tommaso Campanella OP (Italian: [tomˈmaːzo kampaˈnɛlla]; 5 September 1568 – 21 May 1639),[1] baptized Giovanni Domenico Campanella, was an Italian Dominican friar, philosopher, theologian, astrologer, and poet.", "32571274": "John Bate (died 1429) was an English or Welsh theologian and philosopher.", "27754385": "Hu Songshan (1880–1955), a Hui, was born in 1880, in Tongxin County, Ningxia, China. His Muslim name in Arabic was Sa'd al-Din (Arabic: سعد الدين Sa'd ad-Dīn; simplified Chinese: 赛尔敦丁; traditional Chinese: 賽爾敦丁; pinyin: sài ěr dūn dīng). Although he was born Sufi and turned Wahhabi, he changed his views and turned his back on Wahhabism after a Hajj to Mecca and later became an important imam, scripturalist, and leader of the Yihewani Muslim sect in China. He was influential and played an important role in Chinese Islam in this position as he propagated reformist doctrines in Ningxia in his later life. Hu also played a role in rallying Muslims against the Japanese invasion of China.[5]", "229266": "Irving William Kristol (/ˈkrɪstəl/; January 22, 1920 – September 18, 2009) was an American journalist who was dubbed the \"godfather of neoconservatism\".[1][2] As a founder, editor, and contributor to various magazines, he played an influential role in the intellectual and political culture of the latter half of the twentieth century.[3] After his death, he was described by The Daily Telegraph as being \"perhaps the most consequential public intellectual of the latter half of the century\".[4]", "48398228": "Paul Bernard Cliteur (born 6 September 1955) is a Dutch professor of jurisprudence at Leiden University, as well as a politician, philosopher, writer, publicist and columnist. He is known for his conservative perspective, his atheism, his republicanism, and his dislike of Islam. He is a member of De Vrije Gedachte.[1] Since 2015, Cliteur is a member of the Dutch political party Forum voor Democratie, where he is chairman of the advisory board and the party's official think tank. In 2019 he was elected to be parliamentary group leader for Forum voor Democratie in the Dutch Senate.[2]", "19300249": "Božena Komárková (28 January 1903, Tišnov – 27 January 1997, Brno) was Czech philosopher and theologian.", "6193050": "Avishai Margalit (Hebrew: אבישי מרגלית, born 1939) is an Israeli professor emeritus in philosophy at the Hebrew University of Jerusalem. From 2006 to 2011, he served as the George F. Kennan Professor at the Institute for Advanced Study in Princeton.", "63635356": "Federico Zuolo (born 10 October 1979) is an Italian philosopher whose work concerns political philosophy and applied ethics. He is an associate professor in the Department of Classics, Philosophy and History at the University of Genoa.[1]", "2293662": "Appayya Dikshita (IAST Appayya Dīkṣita, often \"Dikshitar\"), 1520–1593 CE, was a performer of yajñas as well as an expositor and practitioner of the Advaita Vedanta school of Hindu philosophy but with a focus on Shiva or Shiva Advaita.", "62619550": "Lawrence Michael Hinman (born September 26, 1944) is an American philosopher and Professor Emeritus of Philosophy at the University of San Diego.[1]\nHe is known for his expertise on moral philosophy.[2][3][4][5][6]", "1245096": "Gershom Scholem (Hebrew: גֵרְשׁׂם שָׁלוֹם) (5 December 1897 – 21 February 1982), was a German-born Israeli philosopher and historian. Widely regarded as the founder of modern academic study of the Kabbalah, Scholem was appointed the first professor of Jewish mysticism at Hebrew University of Jerusalem.[1]", "32680": "Vilfredo Federico Damaso Pareto[4] (UK: /pæˈreɪtoʊ, -ˈriːt-/ parr-AY-toh, -⁠EE-,[5] US: /pəˈreɪtoʊ/ pə-RAY-toh,[6] Italian: [vilˈfreːdo paˈreːto], Ligurian: [paˈɾeːtu]; born Wilfried Fritz Pareto;[7] 15 July 1848 – 19 August 1923) was an Italian polymath (civil engineer, sociologist, economist, political scientist, and philosopher). He made several important contributions to economics, particularly in the study of income distribution and in the analysis of individuals' choices.  He was also responsible for popularising the use of the term \"elite\" in social analysis.", "13926315": "Patro (Greek: Πάτρων) was an Epicurean philosopher. He lived for some time in Rome, where he became acquainted, among others, with Cicero, and with the family of Gaius Memmius. At this point, or subsequently, he also gained the friendship of Atticus. From Rome he either removed or returned to Athens, and there succeeded Phaedrus as head of the Epicurean school, c. 70 BC. Memmius had, while in Athens, procured permission from the Areopagus court to pull down an old wall belonging to the property left by Epicurus for the use of his school. This was regarded by Patro as a sort of desecration, and he accordingly addressed himself to Atticus and Cicero, to induce them to use their influence with the Areopagus to get the decree rescinded. Atticus also wrote to Cicero on the subject. Cicero arrived at Athens the day after Memmius had departed for Mytilene. Finding that Memmius had abandoned his design of erecting the edifice with which the wall in question would have interfered, he consented to help in the matter; but thinking that the Areopagus would not retract their decree without the consent of Memmius, he wrote to the latter, urging his request in an elegant epistle, which is still in existence.[1]", "5537708": "Cecil Alec Mace (22 July 1894 – 7 June 1971) usually cited as C.A. Mace, was a British philosopher and industrial psychologist.[1] He is best known for his work on monetary incentives and goal setting theory.", "68714418": "Sabelo J. Ndlovu-Gatsheni (born 6 June 1968) is a Professor and Chair of Epistemologies of the Global South at the University of Bayreuth, Germany.[1]", "4358067": "Sureśvara (also known as Sureśvarācārya, was a 9th-century Indian philosopher, who studied under Śankara.  Śankara is said to have entrusted to Sureśvara his first monastic institution, the Sringeri Sharada Peetham. Sureśvara is believed to have founded the famous Naduvil Matham in Thrissur.", "24575924": "Tim Dean is a British academic, author, notable in the field of contemporary queer theory,[1][2][3] and author of several works on the subject: Gary Snyder and the American Unconscious (1991), Beyond Sexuality (2000),[2] and Unlimited Intimacy: Reflections on the Subculture of Barebacking (2009),[4] all published by the University of Chicago Press, and a co-editor of Homosexuality and Psychoanalysis (2001). Dean published Hatred of Sex together with Oliver Davis in 2022.[5]", "2391998": "Ocellus Lucanus (Ancient Greek: Ὄκελλος) was allegedly a Pythagorean philosopher, born in Lucania in Magna Graecia in the 6th century BC.[1] Aristoxenus cites him along with another Lucanian by the name of Ocillo, in a work preserved by Iamblichus that lists 218 supposed Pythagoreans, which nonetheless contained some inventions, wrong attributions to non-Pythagoreans, and some names derived from earlier pseudopythagoric traditions.[2]", "21626820": "Eudorus of Alexandria (Greek: Εὔδωρος ὁ Ἀλεξανδρεύς; 1st century BC) was an ancient Greek philosopher, and a representative of Middle Platonism.[1] He attempted to reconstruct Plato's philosophy in terms of Pythagoreanism.[2]", "7143365": "Tad M. Schmaltz (born 1960) is a professor of philosophy at the University of Michigan, Ann Arbor. Prior to that, he was a professor of philosophy at Duke University, where he began his teaching career in 1989. He graduated magna cum laude with a BA in philosophy from Kalamazoo College in 1983, received his doctorate in 1988 from the University of Notre Dame. He is the author of Malebranche's Theory of the Soul (Oxford University Press, 1996) and Radical Cartesianism (Cambridge University Press, 2002). He is editor of the Journal of the History of Philosophy.", "982984": "Johan Huizinga (Dutch: [ˈjoːɦɑn ˈɦœyzɪŋɣaː]; 7 December 1872 – 1 February 1945) was a Dutch historian and one of the founders of modern cultural history.", "10321866": "Etienne Vermeersch (2 May 1934, Sint-Michiels, Bruges – 18 January 2019, Ghent) was a Belgian moral philosopher, skeptic, opinion maker and debater. He is one of the founding fathers of the abortion, euthanasia law, and the Law on Patients' Rights in Belgium.[1] Vermeersch became an atheist after five years with the Society of Jesus (Jesuits). Later he became a philosophical materialist. In January 2008, Vermeersch was chosen by hundred prominent Flemings as the most influential intellectual of Flanders.[2] He died in a hospital in Ghent on 18 January 2019 by euthanasia after a long illness.[3]", "1179596": "Henry Nelson Goodman (7 August 1906 – 25 November 1998) was an American philosopher, known for his work on counterfactuals, mereology, the problem of induction, irrealism, and aesthetics.", "163791": "Manuel (or Emmanuel) Chrysoloras (Greek: Μανουὴλ Χρυσολωρᾶς; c. 1350[1] – 15 April 1415) was a Byzantine Greek classical scholar, humanist, philosopher, professor, and translator of ancient Greek texts during the Renaissance.[1][2] Serving as the ambassador for the Byzantine emperor Manuel II Palaiologos in medieval Italy, he became a renowned teacher of Greek literature and history in the republics of Florence and Venice, and today he's widely regarded as a pioneer in the introduction of ancient Greek literature to Western Europe during the Late Middle Ages.[1][2]", "19660756": "Constantin Antoniade (16 August 1880 – 19 July 1954) was a Romanian jurist, writer, historian, philosopher and diplomat of ethnic Greek heritage. As a historian he was a concerned mainly with the Renaissance. He also translated works of John Ruskin and Thomas Carlyle into Romanian.", "28901342": "Karl Friedrich Eusebius Trahndorff (aka Carl Friedrich Eusebius Trahndorff) (18 October 1782 – 15 February 1863) was a German philosopher and theologian.", "4915168": "Massimo Cacciari (Italian pronunciation: [ˈmassimo katˈtʃaːri]; born 5 June 1944) is an Italian philosopher, politician and public intellectual.", "196578": "Mozi (/ˈmoʊˈtsiː/;[1] Chinese: 墨子; pinyin: Mòzǐ; Wade–Giles: Mo Tzu /ˈmoʊˈtsuː/;[2] original name Mo Di (墨翟); Latinized as Micius;[3] /ˈmɪsiəs/; c. 470 – c. 391 BCE[4]) was a Chinese philosopher, logician and essayist who founded the school of Mohism during the Hundred Schools of Thought period (the early portion of the Warring States period, c. 475–221 BCE). The ancient text Mozi contains material ascribed to him and his followers.", "50659312": "John Hadley (born 27 September 1966) is an Australian philosopher whose research concerns moral and political philosophy, including animal ethics, environmental ethics, and metaethics. He is currently a senior lecturer in philosophy in the School of Humanities and Communication Arts at Western Sydney University. He has previously taught at Charles Sturt University and the University of Sydney, where he studied as an undergraduate and doctoral candidate. In addition to a variety of articles in peer-reviewed journals and edited collections, he is the author of the 2015 monograph Animal Property Rights (Lexington Books) and the 2019 monograph Animal Neopragmatism (Palgrave Macmillan). He is also the co-editor, with Elisa Aaltola, of the 2015 collection Animal Ethics and Philosophy (Rowman & Littlefield International).", "3997685": "Stewart Shapiro (/ʃəˈpɪəroʊ/; born 1951) is O'Donnell Professor of Philosophy at the Ohio State University and distinguished visiting professor at the University of Connecticut.  He is a leading figure in the philosophy of mathematics where he defends the abstract variety of structuralism.", "7405558": "Profiat Duran (c. 1350 – c. 1415) (Hebrew: פרופייט דוראן), full Hebrew name Isaac ben Moses haLevi) was a Jewish apologist/polemicist, philosopher, physician, grammarian, and controversialist in the 14th century. He was later sometimes referred to by the sobriquet Efodi (האפודי) through association with his two grammars entitled Ephod. After being forcibly converted to Christianity in 1391, he also appears in official records under his Converso name Honoratus de Bonafide. After escaping Spain, he returned to practicing Judaism openly and wrote several works including polemics against Christianity and grammar.", "28114934": "Hsu Fu-kuan or Xu Fuguan (Chinese: 徐復觀); 1902/03 – 1982) was a Chinese historian and philosopher who made notable contributions to Confucian studies. He is a leading member of New Confucianism,[1] a philosophical movement initiated by Xu's teacher and friend, Xiong Shili. Other important members of the New Confucian Movement include Xu's two friends and professorial colleagues who also studied with Xiong Shili: Mou Zongsan and Tang Junyi.", "14188542": "Barry Stroud (/straʊd/; 18 May 1935 – 9 August 2019) was a Canadian philosopher and professor at the University of California, Berkeley. Known especially for his work on philosophical skepticism, he wrote about David Hume, Ludwig Wittgenstein, the metaphysics of color, and many other topics.", "2042": "Alexander Grothendieck (/ˈɡroʊtəndiːk/; German pronunciation: [ˌalɛˈksandɐ ˈɡʁoːtn̩ˌdiːk] ⓘ; French: [ɡʁɔtɛndik]; 28 March 1928 – 13 November 2014) was a French mathematician who became the leading figure in the creation of modern algebraic geometry.[7][8] His research extended the scope of the field and added elements of commutative algebra, homological algebra, sheaf theory, and category theory to its foundations, while his so-called \"relative\" perspective led to revolutionary advances in many areas of pure mathematics.[7][9] He is considered by many to be the greatest mathematician of the twentieth century.[10][11]", "7085910": "Hyman Bass (/ˈhaɪmən bæs/; born October 5, 1932)[1] is an American mathematician, known for work in algebra and in mathematics education. From 1959 to 1998 he was Professor in the Mathematics Department at Columbia University. He is currently the Samuel Eilenberg Distinguished University Professor of Mathematics and Professor of Mathematics Education at the University of Michigan.", "10297201": "Moshe Meiselman is an American-born Orthodox rabbi and rosh yeshiva (dean) of Yeshiva Toras Moshe in Jerusalem, which he established in 1982. He also founded and served as principal of Yeshiva University of Los Angeles (YULA) from 1977 to 1982. He is a descendant of the Lithuanian Jewish Soloveitchik rabbinic dynasty.[1]", "58343144": "Nissan ben Avraham Deliatitz (Hebrew: ניסן בן אברהם דעליאטיץ) was a 19th-century Russian rabbi and mathematician.", "1655033": "Philip Hall FRS[1] (11 April 1904 – 30 December 1982), was an English mathematician. His major work was on group theory, notably on finite groups and solvable groups.[2][3]", "4499769": "Stanisław Gołąb (July 26, 1902 – April 30, 1980) was a Polish mathematician from Kraków, working in particular on the field of affine geometry.", "6129609": "David Gabai is an American mathematician and the Hughes-Rogers Professor of Mathematics at Princeton University.[2] Focused on low-dimensional topology and hyperbolic geometry, he is a leading researcher in those subjects.", "11586432": "Henry Pelham Holmes Bromwell (August 26, 1823 – January 9, 1903) was an American lawyer, politician from Illinois, and prominent Freemason. He was a lawyer and judge who served as a U.S. representative from Illinois from 1865–1869 and continued to practice law when he moved to Colorado in 1870 where he was appointed to compile the state's statutes. Bromwell was initiated into freemasonry in 1854, and he became the Grand Master of Illinois in 1864. When he moved to Colorado he became that state's first Honorary Grand Master. He developed the Free, and Accepted Architects, a new rite for Freemasonry which sought to teach its initiates the lost work of the craft embodied in Bromwell's Geometrical system. After his death, the Grand Lodge of Colorado published his work on the esoteric nature of Sacred geometry in the book Restorations of Masonic Geometry and Symbolry.", "22885538": "Imre Bárány (Mátyásföld, Budapest, 7 December 1947) is a Hungarian mathematician, working in combinatorics and discrete geometry. He works at the Rényi Mathematical Institute of the Hungarian Academy of Sciences, and has a part-time appointment at University College London.", "28143617": "James Hoffman is a software engineer and inventor who has worked in scientific visualization and was instrumental in producing the first visualization of Costa's minimal surface. His scientific visualizations have been published in Scientific American and Nature, among other journals. Most recently, Hoffman has been involved in the solar start-up company Sun Synchrony, which is developing his solar inventions.[1]", "30961758": "Johannes Trolle Hjelmslev (Danish: [ˈjelˀmsle̝w]; 7 April 1873 –  16 February 1950) was a mathematician from Hørning, Denmark. Hjelmslev worked in geometry and history of geometry. He was the discoverer and eponym of  the Hjelmslev transformation, a method for mapping an entire hyperbolic plane into a circle with a finite radius.\nHe was the father of Louis Hjelmslev.", "47238488": "You-Dong Liang (梁友栋) is a mathematician and educator, best known for his contributions in geometric modeling and the Liang-Barsky algorithm.", "47275899": "Francisco (Paco) Santos Leal (born May 28, 1968) is a Spanish mathematician at the University of Cantabria, known for finding a counterexample to the Hirsch conjecture in polyhedral combinatorics.[1][2][3] In 2015 he won the Fulkerson Prize for this research.[4]", "65363446": "Paul Buchner (June 1531 – 13 November 1607) was a German architect, geometer, carpenter and screw maker from Nuremberg.", "630451": "Hugo Hadwiger (23 December 1908 in Karlsruhe, Germany – 29 October 1981 in Bern, Switzerland)[1] was a Swiss mathematician, known for his work in geometry, combinatorics, and cryptography.", "685269": "Sun Guangyuan (simplified Chinese: 孙光远; traditional Chinese: 孫光遠; pinyin: Sūn Guāngyuǎn; Wade–Giles: Sun Kuang-yüan, 1900–1979), also known as Sun Tang (孫鎕), was a Chinese mathematician.", "767959": "Anders Johan Lexell (24 December 1740 – 11 December [O.S. 30 November] 1784) was a Finnish-Swedish astronomer, mathematician, and physicist who spent most of his life in Imperial Russia, where he was known as Andrei Ivanovich Leksel (Андрей Иванович Лексель).", "648527": "Nikolai Ivanovich Lobachevsky (Russian: Никола́й Ива́нович Лобаче́вский, IPA: [nʲikɐˈlaj ɪˈvanəvʲɪtɕ ləbɐˈtɕɛfskʲɪj] ⓘ; 1 December [O.S. 20 November] 1792 – 24 February [O.S. 12 February] 1856) was a Russian mathematician and geometer, known primarily for his work on hyperbolic geometry, otherwise known as Lobachevskian geometry, and also for his fundamental study on  Dirichlet integrals, known as the Lobachevsky integral formula.", "3210629": "Jim Hoffman is a conspiracy theorist from Oakland, California, who created several web sites about the September 11, 2001 attacks that analyze and suggest alternative accounts for the events of that day. His primary website, 9-11 Research,[1] serves as an archive of documentation and alternative analyses about the attacks.[2]  Hoffman has also written numerous technical essays[3] which focus on the World Trade Center controlled demolition hypothesis.", "34122": "Wacław Franciszek Sierpiński (Polish: [ˈvat͡swaf fraɲˈt͡ɕiʂɛk ɕɛrˈpij̃skʲi] ⓘ; 14 March 1882 – 21 October 1969) was a Polish mathematician.[1] He was known for contributions to set theory (research on the axiom of choice and the continuum hypothesis), number theory, theory of functions, and topology. He published over 700 papers and 50 books.", "4418968": "Víctor Neumann-Lara (1933–2004) was a Mexican mathematician and a pioneer in the field of graph theory in Mexico. His work also covers general topology, game theory and combinatorics.", "6960628": "Andrew John Casson FRS (born 1943) is a mathematician, studying geometric topology. Casson is the Philip Schuyler Beebe Professor of Mathematics[1] at Yale University.", "20652422": "Yakov Matveevich Eliashberg (also Yasha Eliashberg; Russian: Яков Матвеевич Элиашберг; born 11 December 1946) is an American mathematician who was born in Leningrad, USSR.", "16854432": "William W. Menasco is a topologist and a professor at the University at Buffalo.  He is best known for his work in knot theory.", "47939207": "Colin Rourke (born 1 January 1943) is a British mathematician who worked in PL topology, low-dimensional topology, differential topology, group theory, relativity and cosmology. He is an emeritus professor at the Mathematics Institute of the University of Warwick and a founding editor of the journals Geometry & Topology and Algebraic & Geometric Topology, published by Mathematical Sciences Publishers, where he is the vice chair of its board of directors.[1]", "71613117": "Vladimir Antonovich Kovalevsky (born 1927) is a physicist. His research interests include digital geometry, digital topology, computer vision, image processing and pattern recognition.", "362471": "Zygmunt Janiszewski (12 July 1888 – 3 January 1920)[1] was a Polish mathematician.", "362481": "Karol Borsuk (8 May 1905 – 24 January 1982) was a Polish mathematician. \nHis main interest was topology, while he obtained significant results also in functional analysis.", "362635": "Kazimierz Zarankiewicz (2 May 1902 – 5 September 1959) was a Polish mathematician and Professor at the Warsaw University of Technology who was interested primarily in topology and graph theory.", "311546": "Wolfgang Haken (German: [ˈvɔlfɡaŋ ˈhaːkn̩]; June 21, 1928 – October 2, 2022) was a German American mathematician who specialized in topology, in particular 3-manifolds.", "629203": "Stefan Mazurkiewicz (25 September 1888 – 19 June 1945) was a Polish mathematician who worked in mathematical analysis, topology, and probability.  He was a student of Wacław Sierpiński and a member of the Polish Academy of Learning (PAU). His students included Karol Borsuk, Bronisław Knaster, Kazimierz Kuratowski, Stanisław Saks, and Antoni Zygmund.  For a time Mazurkiewicz was a professor at the University of Paris; however, he spent most of his career as a professor at the University of Warsaw.", "1003125": "Bronisław Knaster (22 May 1893 – 3 November 1980) was a Polish mathematician; from 1939 a university professor in Lwów and from 1945 in Wrocław.[1]", "1298792": "Jeffrey Renwick Weeks (born December 10, 1956) is an American mathematician, a geometric topologist and cosmologist. Weeks is a 1999 MacArthur Fellow.", "58767235": "Denis Osin is a mathematician at Vanderbilt University working in geometric group theory and geometric topology.", "61898752": "Steven D'Wayne Townsend is a professor of organic chemistry at Vanderbilt University. He investigates the chemistry of human breast milk. In 2019 Townsend was selected as one of Chemical & Engineering News Talented 12.", "56459269": "Emily Alicia Aston (4 January 1866 – 18 March 1948) was a British chemist primarily known for her high publication output during the late 1800s.[2]", "6258700": "Dr. Cyril Andrew Ponnamperuma (Sinhala: ආචාර්ය සිරිල් ඇන්ඩෘ පොන්නම්පෙරුම) (16 October 1923 – 20 December 1994) was a Sri Lankan scientist in the fields of chemical evolution and the origin of life.", "11272215": "Cherry Logan Emerson, Jr. (September 30, 1916 – April 29, 2007[1]) was an American chemist, businessman, and philanthropist.", "39354395": "Alice M. Johnson (born April 1, 1941) is a Minnesota politician and former member of the Minnesota Senate. A member of the Minnesota Democratic–Farmer–Labor Party (DFL), she represented District 37 in the northern Twin Cities metropolitan area.", "66060319": "Robert Perceval (30 September 1756 – 3 March 1839) was an Irish physician, chemist, and traveller.[1] He was the first professor of chemistry at Trinity College Dublin and a founding member of the Royal Irish Academy.[2] He was called the \"father of the medical profession in Dublin\".[3]", "68124713": "Eugène Auguste Nicolas Millon (24 April 1812 – 22 October 1867) was a French chemist and physician. He is remembered in the name of Millon's reagent which reacts with tyrosine in proteins to form a brown precipitate. The reagent is used for determination of the presence of soluble proteins.", "2261033": "Johann Böhm (20 January 1895 – 27 November 1952) was a German Bohemian chemist who focused on photochemistry and radiography. The aluminum-containing mineral boehmite (or böhmite) was named after him.[1]", "1835056": "Jack Lewis, Baron Lewis of Newnham, FRS,[1] HonFRSC (13 February 1928 – 17 July 2014) was an English chemist working mainly in the area of inorganic chemistry.", "7602230": "Thomas Charles Hope FRSE FRS PRCPE FFPSG(21 July 1766 – 13 June 1844) was a Scottish physician, chemist and lecturer. He proved the existence of the element strontium,[2][3] and gave his name to Hope's Experiment, which shows that water reaches its maximum density at 4 °C (39 °F).[2]", "3375160": "Sir Max Muspratt, 1st Baronet (3 February 1872 – 20 April 1934) was a British chemist and a politician in the city of Liverpool, England.", "24903740": "David John Nutt (born 16 April 1951) is an English neuropsychopharmacologist specialising in the research of drugs that affect the brain and conditions such as addiction, anxiety, and sleep.[6] He is the chairman of Drug Science, a non-profit which he founded in 2010 to provide independent, evidence-based information on drugs.[7] Until 2009, he was a professor at the University of Bristol heading their Psychopharmacology Unit.[8] Since then he has been the Edmond J Safra chair in Neuropsychopharmacology at Imperial College London and director of the Neuropsychopharmacology Unit in the Division of Brain Sciences there.[9] Nutt was a member of the Committee on Safety of Medicines, and was President of the European College of Neuropsychopharmacology.[10][11][12]", "14876733": "James Benjamin Martel is a physician, surgeon and scientist. He is former chair of surgery, Mercy San Juan Medical Center, former chief of ophthalmology, otolaryngology (ENT), and plastic surgery, Sutter Roseville Medical Center.  He is the former director of ophthalmology, Sutter General and Memorial Hospitals and assistant professor of ophthalmology and radiology, Johns Hopkins Medical School and Wilmer Ophthalmological Institute. He is currently clinical professor of ophthalmology and associate dean of graduate medical education in California Northstate University College of Medicine.", "30933058": "Donald Dexter Van Slyke (March 29, 1883 – May 4, 1971), nicknamed Van, was a Dutch American biochemist. His achievements included the publication of 317 journal articles and 5 books,[1] as well as numerous awards, among them the National Medal of Science and the first AMA Scientific Achievement Award.[1]  The Van Slyke determination, a test of amino acids, is named after him.[2]", "33947715": "W. George Parks (1904–1975) was a chemist and the second director of the Gordon Research Conferences.", "44105802": "Joseph Louis Franklin (1906 – August 25, 1982) was a Robert A. Welch Professor of Chemistry at Rice University known for his research in mass spectrometry and ion molecule chemistry.[1][2] The Frank H. Field and Joe L. Franklin Award for Outstanding Achievement in Mass Spectrometry is named after him and Frank H. Field.[3]", "37158990": "Dr Mike Bullivant is a British organic photochemist known for his appearances on all six series of BBC's Rough Science.[1] Bullivant studied Chemistry at the University of Wales (Cardiff) and attained a PhD in organic photochemistry at the Universities of Cardiff and Nottingham.[2]", "49872977": "Cynthia Larive is an American scientist and academic administrator serving as the chancellor of University of California, Santa Cruz. Larive's research focuses on nuclear magnetic resonance spectroscopy (NMR) and mass spectrometry. She was previously a professor of chemistry and provost and executive vice chancellor at the University of California, Riverside. She is a fellow of AAAS, IUPAC and ACS, associate editor for the ACS journal Analytical Chemistry and editor of the Analytical Sciences Digital Library.", "41222225": "Mannepalli Lakshmi Kantam is an Indian scientist.[1][2][3][4][5][6] She is the director of CSIR-IICT and has obtained her PhD degree from Kurukshetra University, Kurukshetra, India under the guidance of Prof. V. Yatirajam in 1982. She joined as a Scientist B in Indian Institute of Chemical Technology, Hyderabad in the year 1984. In 2005, she has been elevated as head of the Inorganic and Physical Chemistry Division, consisting of 30 scientists and 150 PhD students. She has guided 27 PhD students and 15 students are presently working under her guidance for their Ph.D. She has more than 260 research publications and 43 US patents to her credit.", "59211859": "Jadranka Travaš-Sejdić FRSNZ is a New Zealand academic,  and as of 2018 is a professor at the University of Auckland.[1]", "55312471": "John Hubert Potter (1927 – 17 July 2017) was an English chemist who falsely claimed to be a Special Operations Executive agent who worked with the French resistance during World War II.", "67666011": "Cassandra L. Fraser is an American synthetic chemist with an interest in biomedicine and sustainable design. She is a Full Professor of Chemistry at the University of Virginia.", "18743396": "Amos B. Smith III (born August 26, 1944) is an American chemist.", "56000616": "Michael F. Hochella, Jr. is an American geoscientist and currently a university distinguished professor (Emeritus) at Virginia Tech[1] and a laboratory fellow at Pacific Northwest National Laboratory.  He is a Fellow of the American Association for the Advancement of Science, Royal Society of Chemistry, Geochemical Society, European Association of Geochemistry, Mineralogical Society of America, International Association of GeoChemistry, Geological Society of America[2] and American Geophysical Union.[3] His interests are nanogeoscience, minerals, biogeochemistry and geochemistry.[4][1] Currently among greater than 22,500 citations, his highest cited first-author paper is Nanominerals, mineral nanoparticles, and earth systems at over 940 citations, and published in the journal Science in 2008, and his highest cited co-authored paper is Nanotechnology in the real world: Redeveloping the nanomaterial consumer products inventory at over 1,995 citations, and published in the Beilstein Journal of Nanotechnology in 2015, according to Google Scholar.[5]  He is a former President of both the Geochemical Society and the Mineralogical Society of America.  He is also the Founder and former Director of NanoEarth (https://www.nanoearth.ictas.vt.edu/), a node of the National Nanotechnology Coordinated Infrastructure (NNCI), an NSF-funded network of 16 centers spread throughout the United States serving as user facilities for cutting edge nanotechnology research. NanoEarth is part of Virginia Tech's Institute for Critical Technology and Applied Science (ICTAS), and headquartered in Blacksburg, Virginia. Hochella has won many honors, medals, and awards for both research and teaching, including the Dana Medal of the Mineralogical Society of America, the Clair C. Patterson Medal of the Geochemical Society, the Geochemistry Division Medal of the American Chemical Society, and the Virginia Outstanding Faculty Award, the highest honor for faculty in the Commonwealth of Virginia.", "57868397": "Florian Müller-Plathe (born 1960 in Hamburg, West Germany) is a German theoretical chemist and professor for theoretical physical chemistry at Technische Universität Darmstadt.", "53444721": "Helen Diana Burgess (28 July 1951 – 24 August 1999), was a Canadian conservation scientist. Burgess spent her career at the Canadian Conservation Institute (\"CCI\"), where she was a Senior Conservation Scientist.[1] She was a researcher in paper and textiles conservation processes and an expert in the areas of cellulose degradation analysis, conservation bleaching, washing, enzyme applications on paper, as well as aqueous and mass deacidification of paper.[1][2][3]", "17367163": "Josef Herzig (25 September 1853 – 4 July 1924) was an Austrian chemist.", "67010691": "Christopher Henney is an American immunologist and biotechnology entrepreneur who co-founded Immunex Corp. and Icos Corporation, and led Dendreon Corp. to the development of the first FDA-approved cancer vaccination therapy.", "70156426": "Urs Paul Rolf Wild (17 April 1936 – 22 November 2022)[25] was a Swiss chemist. He became known for his pioneering works in single molecule detection.", "42827918": "Iris Lillian Doerr Long (born December 8, 1934) is an American chemist and activist in the AIDS Coalition to Unleash Power (ACT UP) effort to spread information about the possible Antiviral drugs that could be used to combat HIV/AIDS.", "58032277": "Rensselaer Polytechnic Institute", "917657": "Henry Taube, FRSC (November 30, 1915 – November 16, 2005) was a Canadian-born American chemist who was awarded the 1983 Nobel Prize in Chemistry for \"his work in the mechanisms of electron-transfer reactions, especially in metal complexes.\"[1]  He was the second Canadian-born chemist to win the Nobel Prize, and remains the only Saskatchewanian-born Nobel laureate. Taube completed his undergraduate and master's degrees at the University of Saskatchewan, and his PhD from the University of California, Berkeley.  After finishing graduate school, Taube worked at Cornell University, the University of Chicago and Stanford University.", "25133214": "Animesh Chakravorty FNA, FASc (born 30 June 1935) is a Bengali Indian inorganic chemist. In 1975, he was awarded the Shanti Swarup Bhatnagar Prize for Science and Technology in chemistry by the Council of Scientific and Industrial Research.[1][2]", "16482463": "Guido Goldschmiedt (May 29, 1850 – August 6, 1915) was an Austrian chemist. During his career, he collaborated with Bunsen in Heidelberg and Baeyer in Straßburg. In 1891, he became full professor at the University of Vienna and later at the University of Prague. His most remarkable results were establishing the structure of several natural compounds including papaverine and ellagic acid.[1]", "54657189": "Gergely Tóth (born June 11, 1966, in Budapest, Hungary) is a theoretical chemist and university teacher of mathematical chemistry.[1] He graduated from Eötvös Loránd University, Faculty of Science, Department of Theoretical Chemistry and obtained his PhD in 1993 from the same institution. From 1993–1995 he was a postdoctoral fellow at Max Planck Institute for Chemistry in Mainz, Germany. From 1995–1997 he obtained Zoltán Magyary postdoctoral fellowship and from 1997–1999 Hungarian Scientific Research Fund postdoctoral fellowship at Eötvös Loránd University. From 1999 he has a position at Institute of Chemistry, Eötvös Loránd University, Budapest. In 2015–2017 he served as the vice-director of the institute. He was a member of several local and national boards concerning chemistry education at secondary school and university levels. He is the head of the EchemTest Center in Budapest[2] and Member of the Label Committee of the European Chemistry Network Association.", "46432429": "Mary Louise Foster (April 20, 1865 – June 21, 1960) was an American biochemist, research chemist and educator.", "24641709": "Heinz-Günter Wittmann (1 January 1927 – 31 March 1990) was a German biochemist known for his research in ribosomes.", "20578480": "Moshe Levy (1927-2015) was an Israeli professor of chemistry at the Weizmann Institute of Science in Rehovot, Israel.", "47874226": "Leslie Victor Woodcock (born 20 May 1945, Batley)[1] is Emeritus Professor of Chemical Thermodynamics at the University of Manchester. He has also held appointments at the University of Cambridge, the University of Amsterdam, and the University of Bradford. He has worked with simulations for the U.S. Air Force.[2][3]", "69959864": "Davide Vione (born 14 October 1974) is an Italian chemist and academic. He is a professor of chemistry at the University of Torino.[1] His research is focused on photochemistry of surface and atmospheric waters, heterogeneous photocatalysis and other advanced oxidation processes for water treatment. Vione has authored over 350 publications, has been cited over 12,000 times.[2]", "38404282": "Roberto Duarte da Silva (25 February 1837, Ribeira Grande, Cape Verde - 8 February 1889, Paris) was a Cape Verdean chemist.", "61309117": "James McCue Bobbitt (January 18, 1930 – November 22, 2021) was an American chemist and academic who taught chemistry at the University of Connecticut from 1956 to 1991 and developed the Bobbitt reaction.[1]", "54132931": "Shuming Nie (Chinese: 聂书明) is a Chinese-American chemist. He is the Grainger Distinguished Chair in Bioengineering at the University of Illinois at Urbana-Champaign. He was the Wallace H. Coulter Distinguished Faculty Chair in Biomedical Engineering at Emory University.[2] In 2007, Nie was elected as a fellow of the American Institute for Medical and Biological Engineering (AIMBE).[3] In 2012, Nie was elected as a fellow of the American Association for the Advancement of Science (AAAS).[4]", "67371207": "Elly Schwab-Agallidis (born Elly Agallidis, Greek: Έλλη Αγαλλίδου, pronounced [ˈeli aɣaˈliðu]; 14 August 1914 – 24 December 2006) was a Greek physicist/physical chemist and one of the first women in Greece to be awarded a PhD in the field.[1] She was the wife of Georg-Maria Schwab, who met her in Munich as the supervisor of the experimental work for her doctoral thesis; the couple then worked together as researchers in the Kanellopoulos Institute after they emigrated in Greece.[1][2] Her most famous work concerned the properties and reactivity of parahydrogen.[1][3]", "60752073": "Frederick Pettit Lossing (1915-1998) was a Canadian chemist at the National Research Council in Ottawa.[1] He was a prolific scientist and is mainly known for his contributions to mass spectrometry, the Fred P. Lossing Award awarded by the Canadian Society for Mass Spectrometry is named after him.", "36569290": "George \"G.\" Michael Bancroft, OC FRSC, (born 1942) is a Canadian chemist and emeritus professor at the University of Western Ontario. One of the world's leading experts in Mössbauer spectroscopy,[1] he is also known as one of the driving forces behind the development of synchrotron science in Canada,[1] becoming the first director of the Canadian Light Source synchrotron after a 30-year \"Odyssey\".[2]", "164047": "Jean Servais Stas (21 August 1813 – 13 December 1891) was a Belgian analytical chemist who co-discovered the atomic weight of carbon.", "45252825": "Donald George Fleming (born November 7, 1938) is a Canadian chemist. He attended the University of British Columbia and earned a Bachelor of Science degree in 1961 and a Master of Science degree in 1961. He earned a Ph.D. at the University of California, Berkeley in 1967. He is currently a professor emeritus of chemistry at the University of British Columbia.[1][2] In 1989 he published a paper theorizing a new kind of chemical bond, which he referred to as vibrational bonding. The existence of such a short-lived bond was confirmed using a reaction between bromine and the exotic atom muonium in January 2015.[3][4] Fleming is also known for his work in utilizing muon beams in studies of physical chemical sciences.[5]", "46432477": "This is a list of women chemists. It should include those who have been important to the development or practice of chemistry. Their research or application has made significant contributions in the area of basic or applied chemistry.", "67469533": "Henrik Koch (born 1964) is a Danish scientist. His field is theoretical chemistry. He is Full Professor at Scuola Normale Superiore di Pisa in Italy.[1]", "27721954": "Korkut Uygun is a Turkish chemical engineer and a medical researcher.", "52920548": "Gedeon Richter (23 September 1872 – 30 December 1944) was a Hungarian pharmacist, founder of Gedeon Richter plc and a pioneer of the modern Hungarian pharmaceutical industry.[1]", "57180391": "Lewis Edward Kay, OC FRS FRSC (born September 26, 1961) is a Canadian academic and biochemist known for his research in biochemistry and nuclear magnetic resonance spectroscopy for the studies of the structure and behaviour of proteins.[1] He is a professor of molecular genetics, biochemistry and chemistry at the University of Toronto and Senior Scientist in Molecular Medicine at The Hospital for Sick Children.[2]", "62324970": "James L. Skinner (born August 17, 1953)[1] is an American theoretical chemist. He is the Joseph O. and Elizabeth S. Hirschfelder Professor Emeritus at the University Wisconsin-Madison.[2] He is also a member of the Scientific Advisory Board of the Welch Foundation.[3] Most recently, Skinner was the Crown Family Professor of Molecular Engineering, professor of chemistry,[4] director of the Water Research Initiative and deputy dean for faculty affairs of the Pritzker School of Molecular Engineering at the University of Chicago.[5] Skinner is recognized for his contributions to the fields of theoretical chemistry, nonequilibrium statistical mechanics, linear and nonlinear spectroscopy of liquids, amorphous and crystalline solids, surfaces, proteins, and supercritical fluids. Skinner is the co-author of over 230 peer-reviewed research articles.[6]", "33095918": "John Joseph Griffin (1802 – 9 June 1877) was an English chemist and publisher.", "16056559": "Christie G. Enke is a United States academic chemist who made pioneering contributions to the field of analytical chemistry.", "47972593": "Cornell University (2008-2016)\nUniversity of California Los Angeles (2005–2008)", "64291058": "Mathias Nilsson is a Swedish chemist and a Professor in the Department of Chemistry at The University of Manchester.[2] His research in general is based on physical chemistry and analytical chemistry, specifically on development and application of novel methods in Liquids NMR Spectroscopy[3]", "67436788": "Paul Joseph Kaesberg (September 26, 1923 – December 24, 2010) was a German-born American biochemist and virologist[1] who was known worldwide for his extensive research regarding small viruses.[2] His research significantly contributed to the our overall understanding of viruses today. Kaesberg is also known for discovering icosahedral-shaped viruses and for using X-rays to study viruses.[3]", "55148801": "Malcolm Francis Graham Stevens OBE, FRS (born 1938)[1] is an English chemist and Emeritus professor of the University of Nottingham, having previously worked at Aston University where he developed the cancer drug temozolomide.[2][3]", "27033860": "John Collis Nesbit (12 July 1818 – 30 March 1862) was an English agricultural chemist.", "46268677": "Mary Van Rensselaer Buell (June 14, 1893 – February 18, 1969) was the first woman to earn a Ph.D. in biochemistry at the University of Wisconsin.[1][2]  She carried on extensive research in nutrition and physiological chemistry at the University of Wisconsin, University of Iowa, Johns Hopkins University, Washington University in St. Louis, and the University of Chicago.", "41681163": "Walter Frank Rittman (December 2, 1883 - September 26, 1954) was a chemical engineer with the United States Bureau of Mines.", "25329934": "David Edward Archer (born September 15, 1960) is a computational ocean chemist,[1] and has been a professor at the Geophysical Sciences department at the University of Chicago since 1993.[2] He has published research on the carbon cycle of the ocean and the sea floor.  He has worked on the history of atmospheric CO2 concentration, the expectation of fossil fuel CO2 over geologic time scales in the future, and the impact of CO2 on future ice age cycles, ocean methane hydrate decomposition, and coral reefs.[1] Archer is a contributor to the RealClimate blog.[1]", "60129558": "Hanna Reisler (née Bregman) is an Israeli-American Professor of Chemistry at the University of Southern California. She is interested in the reaction dynamics of molecules and free radicals, as well as the photodissociation in the gas phase. Reisler established the University of Southern California Women In Science and Engineering (WISE) program.[1]", "34373918": "Sir Theodore Rigg KBE (6 April 1888 – 22 October 1972) was a New Zealand agricultural chemist and scientific administrator.", "57639204": "Li Zaiping (Chinese: 李载平; 17 August 1925 – 30 May 2018) was a Chinese molecular biologist considered a pioneer in genetic science and engineering in China. His research team was the first in China to sequence a virus genome. He also utilized E. coli to produce human EGF and GM-CSF, and identified the gene LPTS. He was a professor at the Shanghai Institute of Biochemistry and Cell Biology and an academician of the Chinese Academy of Engineering.", "47186213": "Alexander von Suchten (c. 1520 in Dirschau (Tczew) or Danzig (Gdańsk) – 7 November 1575 in Linz) was an alchemist, doctor and writer.", "34898214": "Paul G. Mezey is a Hungarian-Canadian mathematical chemist. He was the Canada Research Chair in Scientific Modeling and Simulation in the Department of Chemistry at the Memorial University of Newfoundland.[1] He retired from Memorial University in 2018.", "71565608": "Thorfin Rusten Hogness (December 9, 1894, Minneapolis – February 14, 1976, San Jose, California)[1] was a physical chemist, director of plutonium research for the Manhattan Project, and, after WW II, an advocate of \"international control of nuclear energy\".[2]", "34079017": "Jean-Charles Schwartz, born on May 28, 1936, in Paris, is a French neurobiologist, pharmacist and researcher. Husband of Ketty Schwartz, née Gersen (1937-2007) and father of Olivier, Marc and Emmanuelle. He is a member of the Academy of Sciences. He developed pitolisant, the first clinically approved antagonist for H3 receptors.[1]", "3047721": "Matthew Moncrieff Pattison Muir, FRSE, FCS (1848–1931) was a British chemist and author. He taught chemistry at Gonville and Caius College, Cambridge and was head of the Caius Laboratory there. Although he published some research on bismuth compounds, he became known through his textbooks and history of science works.[1][2]", "63668520": "Chinese Academy of Science (MSc)\nMcGill University (PhD)", "44630313": "Drago Grdenić (31 August 1919 – 7 September 2018) was a Croatian chemist and academician and the founder of X-ray crystallography in Croatia.[1] Over the course of his career he determined the structure of a number of mercury complexes and organomercury compounds. He introduced the effective coordination of mercury atom and set rules for structural chemistry of mercury.[2]", "40763697": "Susan Gerbi (born 1944) is the George Eggleston Professor of Biochemistry and a professor of biology at Brown University.", "49905970": "David Arthur Shirley (March 30, 1934 – March 29, 2021) was an American chemist, best known as the fourth director of the Lawrence Berkeley National Laboratory from 1980 to 1989, and for spearheading the funding and creation of the Advanced Light Source.", "196914": "Gordon Earle Moore (3 January 1929 – 24 March 2023) was an American businessman, engineer, and the co-founder and emeritus chairman of Intel Corporation. He proposed Moore's law which makes the observation that the number of transistors in an integrated circuit (IC) doubles about every two years.[4][5][6][7][8]", "73498932": "Kathryn Toghill is a British chemist who is Professor of Sustainable Electrochemistry at Lancaster University. Her research considers the development of low-cost energy storage systems, with a particular focus on redox flow batteries.", "3998007": "Miyake Prize for Geochemistry (1985)", "50102585": "Rainer Philippson was a German organic chemist. He is known for inventing and patenting the synthesis of clocortolone with Emanuel Kaspar in 1973.[1] The original assignee of the patent was Schering AG. Philippson held a PhD (Dr.rer.nat.) and worked as a researcher at the German Academy of Sciences at Berlin (in East Berlin) in the 1950s and 1960s.[2] In the 1960s, he defected to West Germany and joined Schering AG as a researcher. Philippson was also a co-inventor of several other patents held by Schering.", "67961148": "Amie Kathleen Boal is an American chemist. She is an associate professor of chemistry, biochemistry, and molecular biology at Pennsylvania State University. In 2020, Boal was the recipient of the Pfizer Award in Enzyme Chemistry from the American Chemical Society.", "1311040": "Ivar Asbjørn Følling (23 August 1888 – 24 January 1973) was a Norwegian physician and biochemist. He first described the disease commonly known as Følling's disease or phenylketonuria (PKU).[1]\n[2][3]", "33980741": "Hubert Newcombe Alyea (October 10, 1903 – October 19, 1996)[1] was an American professor of chemistry at Princeton University. His explosive chemistry demonstrations earned him the nickname \"Dr. Boom\". He was famous around the world for his \"zany, eccentric\" public lectures on science, which \"were as much performance as professorship\".[2] Alyea served as inspiration for the title character in the 1961 film The Absent-Minded Professor.", "393542": "Stephen Hales (17 September 1677 – 4 January 1761[1]) was an English clergyman who made major contributions to a range of scientific fields including botany, pneumatic chemistry and physiology. He was the first person to measure blood pressure. He also invented several devices, including a ventilator, a pneumatic trough and a surgical forceps for the removal of bladder stones. In addition to these achievements, he was a philanthropist and wrote a popular tract on alcoholic intemperance.", "66060622": "Tetsuo Nozoe (野副 鉄男, 16 May 1902 – 4 April 1996) was a Japanese organic chemist. He is known for the discovery of hinokitiol, a seven-membered aromatic compound, and studying non-benzenoid aromatic compounds.[1]", "721233": "Germain Henri Hess (Russian: Герман Иванович Гесс, romanized: German Ivanovich Gess; 7 August 1802 – 30 November 1850) was a Swiss-Russian chemist and doctor who formulated Hess's law, an early principle of thermochemistry.", "72450386": "Erouscilla \"Pat\" Joseph is a volcanologist, and Director of the University of the West Indies Seismic Research Centre, which oversees seismic and volcanic monitoring of the English-speaking Eastern Caribbean. She led the volcanological management of the 2021 La Soufriere eruptions on Saint Vincent, for which the Seismic Research Centre received global accolades.[1][2]", "2326871": "David Edward Hugh Jones (20 April 1938 – 19 July 2017) was a British chemist and writer, who under the pen name Daedalus was the fictional inventor for DREADCO.  Jones' columns as Daedalus were published for 38 years, starting weekly in 1964 in New Scientist. He then moved to the journal Nature, and continued to publish until 2002.  Columns from these magazines, along with additional comments and implementation sketches, were collected in two books: The Inventions of Daedalus:  A Compendium of Plausible Schemes (1982) and The Further Inventions of Daedalus (1999).", "66486617": "Lynette Cegelski is an American physical chemist and chemical biologist who studies extracellular structures such as biofilms and membrane proteins. She is an associate professor of chemistry and, by courtesy, of chemical engineering at Stanford University.[1] She is a Stanford Bio-X and Stanford ChEM-H affiliated faculty member.[2][3]", "61702490": "William Morgan Jackson (born September 24, 1936) is a Distinguished Research and Emeritus Professor of Chemistry at University of California, Davis and pioneer in the field of astrochemistry. His work considers cometary astrochemistry and the development of laser photochemistry to understand planetary atmospheres. He is a Fellow of the American Association for the Advancement of Science, the American Physical Society and the American Chemical Society. In addition to contributing research work, he is notable as a mentor and advocate for increasing minority participation in science where he was a founders of the National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOBCChE).[1]", "25919843": "Donald Frederick Hornig (March 17, 1920 – January 21, 2013) was an American chemist, explosives expert, teacher and presidential science advisor. He served as president of Brown University from 1970 to 1976.", "41943405": "John Joseph Jolly Kyle FRSA (2 February 1838 – 23 February 1922) was a pioneering Argentine chemist.  Born and educated in Scotland, he emigrated to Argentina in 1862, and on the outbreak of the Paraguayan War served as a pharmacist in the Argentine Army medical corps.  He became an Argentine citizen in 1873.  At the time Kyle was active specialisation was not an option in Latin American chemistry and it was necessary for a chemist to be a sort of polymath or jack-of-all-trades.[1]  Kyle was appointed professor of chemistry at the Colegio Nacional de Buenos Aires in 1871, and chief chemist to the Casa de Moneda de la República Argentina (the Argentine Mint) in 1881.  He was appointed professor of organic chemistry at the University of Buenos Aires (1889); Chemist to the Inspectorate-General of Sanitary Works (1890); professor of industrial chemistry at the Colegio Nacional (1892); and professor of inorganic chemistry at Buenos Aires University (1896).  He was director of the first chemistry doctoral thesis in Argentina (1901).[2]", "70287733": "Frances Margaret McGuire AM (1900–1995) was an Australian Catholic author, biochemist, community leader and philanthropist. She was a co-founder of the Catholic Guild for Social Studies in Adelaide, South Australia in 1932, and served as the director of studies for the organization for sixteen years. She authored or co-authored more than ten books, including a handbook for Catholic Action groups, and a history of the Royal Australian Navy.  She was appointed AM in 1995 at the Queen's birthday honours.[1]", "393590": "John Kidd (10 September 1775 – 7 September 1851) was an English physician, chemist and geologist who took a leading role in Oxford's \"scientific awakening\" in the early years of the nineteenth century.[1]", "54657401": "Jean-Baptiste Senderens (27 January 1856 – 26 September 1937) was a French priest and chemist. He was one of the pioneers of catalytic chemistry, and a co-discoverer of catalytic hydrogenation, a process used commercially to make margarine.", "16187793": "Gary J Van Berkel, born in 1959, is the research scientist who led the Organic and Biological Mass Spectrometry Group at Oak Ridge National Laboratory until his retirement from there in 2018.  He is currently owner and CSO of Van Berkel Ventures, LLC, an analytical measurement science, innovation, research, consulting and writing firm in Oak Ridge, TN.", "61309330": "Balaram Mukhopadhyay (Bengali: বলরাম মুখোপাধ্যায়: born 1973)[citation needed] is an Indian Bengali carbohydrate chemist and a professor at the department of chemical sciences of the Indian Institute of Science Education and Research, Kolkata.[1] Balaram is mainly known for his work in the field of synthetic carbohydrate chemistry.[2] He was given the Excellence in Carbohydrate Research Award by the Association of Carbohydrate Chemists and Technologists India (ACCTI) in 2018 for his contribution towards field of carbohydrates.", "46203286": "Kenneth John McNaught (22 April 1913 – 17 May 1999)[1] was a New Zealand philatelist who was added to the Roll of Distinguished Philatelists in 1978.", "70484375": "Teresa Pellegrino (born January 26, 1975) is an Italian chemist who is Professor of Chemistry at the Istituto Italiano di Tecnologia. Her research considers nanomaterials for biomedical applications. She was appointed Associate Editor of Nanoscale in 2022.", "4948379": "Frank Wigglesworth Clarke (March 19, 1847 – May 23, 1931) of Boston, Massachusetts, and Washington, D.C. was an American scientist and chemist.  Sometimes known as the \"Father of Geochemistry,\" Clarke is credited with determining the composition of the Earth's crust.  He was a founder of The American Chemical Society and served as its President, in 1901.[1]: 144", "42762652": "Charles Blachford Mansfield (8 May 1819 – 26 February 1855) was a British chemist and author.", "5407138": "Richard Chenevix FRS FRSE (ca. 1774 – 5 April 1830) was an Irish chemist, mineralogist and playwright who also wrote on a range of other topics. He was known for his sharp cynicism and for engaging in combative criticism.", "57770411": "Alastair Charles Lewis (Ally Lewis) is a professor of Atmospheric Chemistry at the University of York and the National Centre for Atmospheric Science (NCAS).[1] He has been Chair of the UK Government's independent science advisory body on air pollution, the Defra Air Quality Expert Group, since 2019.", "20349360": "Irwin C. \"Gunny\" Gunsalus (June 29, 1912 – October 25, 2008) was an American biochemist who discovered lipoic acid, a vitamin-like substance (an enzyme cofactor) that has been used as a treatment for chronic liver disease, and pyridoxal phosphate, one of the active forms of vitamin B6. In his role as assistant secretary general at the United Nations, he led the international body's research on genetic engineering.", "71631286": "Songi Han is an American chemist who is a professor in the department of chemistry and biochemistry at the University of California, Santa Barbara. Her research considers electron and nuclear spins as sensors and detectors. She was elected a Fellow of the International Society of Magnetic Resonance in 2019 and president of the International EPR Society in 2020.", "49217974": "Andreas Plückthun (born May 7, 1956) is a scientist whose research is focused on the field of protein engineering. Andreas Plückthun is the director of the department of biochemistry at the University of Zurich.[1] Plückthun was appointed to the faculty of the University of Zurich as a Full professor of biochemistry in 1993. Plückthun was group leader at the Max Planck Institute of Biochemistry , Germany (1985-1993). He was elected to the European Molecular Biology Organization (EMBO) in 1992,[2] and named a member of the German National Academy of Science (Leopoldina) in 2003.[3] He is cofounder of the biotechnology companies Morphosys (Martinsried, Germany) Molecular Partners AG[4] (Zürich-Schlieren, Switzerland) and G7 Therapeutics.[5] (Zürich-Schlieren, Switzerland).[6]", "55017915": "Roy Michael Harrison OBE FRS FRSC FRMetS[4] (born 14 October 1948)[3] is a British environmental scientist. He has been Queen Elizabeth II Birmingham Centenary Professor of Environmental Health at the University of Birmingham since 1991, and is a distinguished adjunct professor at King Abdulaziz University in Jeddah, Saudi Arabia.[1][5]", "32768444": "Andrew Streitwieser was an American chemist known for his contributions to physical organic chemistry.", "48398781": "Karl Karekin Turekian (October 25, 1927 – March 15, 2013) was a geochemist and Sterling Professor at Yale University. During his career at Yale, he examined an uncommonly broad range of topics in planetary science — including the sediments of the deep seas, the hot springs of Yellowstone National Park, meteorite strikes, and the composition of Moon rocks.", "36995531": "Sven Josef Cyvin (25 February 1931 – 19 September 2013) was a Norwegian chemist.", "33489363": "Walter E. Harris CM FRSC (9 June 1915 – 21 October 2011) was a Canadian analytical chemist and academic.[1]", "32899545": "Igor Vladimirovich Torgov (Russian: Игорь Владимирович Торгов) (15 February (O.S. 2 February) 1912, Kazan - 2007) was a Soviet chemist and a corresponding member of the Soviet Academy of Sciences (1972).", "1245661": "Robert Angus Smith FRS (15 February 1817 – 12 May 1884) was a Scottish chemist, who investigated numerous environmental issues. He is known for his research on air pollution in 1852, in the course of which he discovered what came to be known as acid rain. He is sometimes referred to as the 'Father of Acid Rain'.[1][2][3][4]", "49447392": "Ali Musa oglu Guliyev (31 May 1912, Yelizavetpol – 29 January 1989, Baku) was a Soviet and Azerbaijani scientist.[1]", "39748072": "Joseph Jacob Goldmark (15 August 1819 – 18 April 1881) was a Hungarian American physician and chemist, credited with the discovery of red phosphorus.[1]", "59867625": "Jacqueline Manina Cole is the Head of the Molecular Engineering group in the Cavendish Laboratory at the University of Cambridge. Her research considers the design of functional materials for optoelectronic applications.[2]", "36995562": "Synnøve Liaaen Jensen (1 March 1932 – 22 April 2022) was a Norwegian chemist.", "64782833": "Major Arthur John Allmand KSG MC FRS FRIC (7 January 1885 – 4 August 1951) was an English chemist, professor of King's College London and Knight of the Roman Catholic Order of St. Gregory the Great.", "34210292": "Samuel I. Stupp (b. Jan. 9, 1951 in San José, Costa Rica), is a Board of Trustees Professor of Materials Science, Chemistry, and Medicine at Northwestern University in Chicago, IL.  He is best known for his work on self-assembling materials and supramolecular chemistry.  One of his most notable discoveries is a broad class of peptide amphiphiles that self-assemble into high aspect ratio nanofibers with extensive applications in regenerative medicine.   He has also made significant contributions to the fields of supramolecular chemistry, nanotechnology, and organic electronic materials.  He has over 500 peer-reviewed publications and was one of the 100 most cited chemists in the 2000–2010 decade.", "56001013": "Melvyn Charles Usselman (1944–2015) was a professor of chemistry at the University of Western Ontario (UWO), with a particular focus on the history of chemistry.", "26804731": "Mary Ellen Tracy (aka Sabrina Aset) (born 1943) is the high priestess of the Church of the Most High Goddess, who was convicted in 1989 of a single misdemeanor count of running a house of prostitution in connection with the operation of the church, located in West Los Angeles, California. Tracy is a graduate of the University of Miami, cum laude in chemistry, did graduate work in chemistry at UCLA, and received her masters in Environmental Sciences/Chemistry from Portland State University.", "72745470": "Philiswa Nomngongo is a South African professor of Analytical Chemistry and the South African Research Chair (SARChI) in nanotechnology for water. Her research focuses on environmental analytical chemistry and the use of nanomaterials for water treatment, water remediation, and water quality analysis and monitoring.[1]", "262658": "Alejandro Jodorowsky Prullansky (/hɒdɔːrˈaʊski/ ho-dor-OF-ski;[1] Spanish: [xoðoˈɾofski]; born 17 February 1929) is a Chilean-French avant-garde filmmaker. Best known for his 1970s films El Topo and The Holy Mountain, Jodorowsky has been \"venerated by cult cinema enthusiasts\" for his work which \"is filled with violently surreal images and a hybrid blend of mysticism and religious provocation\".[2]", "73105923": "Dimitra Markovitsi is a Greek-French photochemist.[1] She is currently an Emeritus Research Director at the French National Center for Scientific Research (CNRS).[2] She pioneered studies on the electronically excited states of liquid crystals and made significant advances to the understanding of processes triggered in DNA upon absorption of UV radiation. The two facets of her work have been the subject of a recent Marie Skodowska Curie European training network entitled \"Light DyNAmics - DNA as a training platform for photodynamic processes in soft materials.\"[3]", "28017162": "Derek Lowe is a medicinal chemist working on preclinical drug discovery in the pharmaceutical industry.  Lowe has published a blog about this field, \"In the Pipeline\", since 2002[1] and is a columnist for the Royal Society of Chemistry's Chemistry World.[2]", "64586253": "Roxanne L. Johnson is an American chemist specialized in developing and applying quantitative methods to determine nutrients, organic and inorganic carbon and total suspended solids in estuarine seawater systems. She works for the United States Environmental Protection Agency.", "41026071": "Charles R. Martin (born November 20, 1959) is an American Distinguished Professor of chemistry at University of Florida. He is a Nanotechnology expert and a pioneer of membrane-based template synthesis of nanomaterials.[1] He is listed as one of the World's Top 100 Chemists of the past decade (2000–2010) by Thomson Reuters.[2]  He is also a musician and songwriter in Gainesville, Florida.[3]", "58262040": "Dr. Eugenia Duodu Addy is a Canadian chemist and the CEO of Visions of Science Network for Learning (VoSNL).", "15761943": "Xu Guangxian (Chinese: 徐光宪; November 7, 1920 – April 28, 2015), also known as Kwang-hsien Hsu, was a Chinese chemist. He was an academician of the Chinese Academy of Science who is respected for his contributions in both theoretical and experimental chemistry.[3][4] He is a former president of the Chinese Chemical Society, and is known as \"The Father of Chinese Rare Earths Chemistry\".[5][4]", "73302555": "Hans Friedrich Albrecht Erlenmeyer (March 20, 1900, in Strasbourg – May 29, 1967, in Basel) was a German-Swiss chemist and collector of antiquities. He was a professor of inorganic chemistry at the University of Basel.[1]", "36995612": "Harald Arnljot Øye (born 1 February 1935) is a Norwegian chemist.", "3965468": "Albert Lester Lehninger (February 17, 1917 – March 4, 1986)[2] was an American biochemist in the field of bioenergetics. He made fundamental contributions to the current understanding of metabolism at a molecular level. In 1948, he discovered, with Eugene P. Kennedy, that mitochondria are the site of oxidative phosphorylation in eukaryotes, which ushered in the modern study of energy transduction. He is the author of a number of classic texts, including: Biochemistry, The Mitochondrion, Bioenergetics  and, most notably, his series Principles of Biochemistry. This last is a widely used text for introductory biochemistry courses at the college and university levels.[3]", "71631393": "Marianne Quiquandon (also published as Marianne Cornier) is a French metallurgist for the French National Centre for Scientific Research (CNRS), and a member of the structural metallurgy team in the Institut de Recherche de Chimie Paris (IRCP), a joint research institute of CNRS and Chimie ParisTech.[1] Her research involves the study of quasicrystals in aluminum alloys and the crystallographic properties of generic twisted bilayers, with her husband Denis Gratias.[2]", "24838693": "Oleh Hornykiewicz (17 November 1926 – 26 May 2020) was an Austrian biochemist.", "70681126": "Andrew H. Marcus (born 1967) is a physical chemist  whose multidisciplinary research on the faculty at the University of Oregon explores macromolecular dynamics in biological environments.", "56066603": "Edmund George Vincent Percival, FRSE, FCS, FRIC (10 November 1907 – 27 September 1951) was a 20th-century British research chemist.", "58065457": "Stephen P. Bell is an American biochemist.", "59376186": "Jean Chen Shih (Chinese: 陳景虹; pinyin: Chén Jǐnghóng; born 29 January 1942) is a Chinese-born biochemist.", "66617915": "Joan Weliky Conaway is an American biochemist who researches gene transcription. She worked at the Stowers Institute for Medical Research from 2001 to 2021 and currently serves as vice provost and dean for basic research at the University of Texas Southwestern Medical Center. She is a member of the National Academy of Sciences and American Academy of Arts and Sciences .", "49283647": "Johann Gottfried Leonhardi (18 June 1746, Leipzig – 11 January 1823, Dresden) was a German physician and chemist.", "47514181": "Christopher of Paris (also known as Christophe de Paris, Cristoforo Parigino, Christophorus Parisiensis) was an Italian alchemist active at the end of the fifteenth century and author of a number of treatises influenced by pseudo-Lull. He lived in Venice and is supposed to have had contacts among local glassmakers like Angelo Barovier.[citation needed]", "52822602": "James A. Ibers was the Charles E. and Emma H. Morrison Professor of Chemistry before becoming an emeritus professor of chemistry at Northwestern University upon retirement. He is recognized for contributions to inorganic chemistry, especially in the areas of coordination chemistry, bio-inorganic chemistry, solid state synthesis and X-ray crystallography.  Ibers passed on December 14, 2021, at the age of 91.[1]", "41157198": "John David Humphreys (14 September 1837[1][2] – 8 November 1897) was an English merchant, chemist and druggist in Hong Kong. He was general manager of the A. S. Watson & Co., Ltd. and member of the Sanitary Board.", "68977232": "Carol Jean Burns is an American chemist who is Deputy Director of Research at Lawrence Berkeley National Laboratory. Her research is in actinide coordination and organometallic chemistry. She spent a term at the White House Office of Science and Technology Policy, and is a Fellow of the American Chemical Society. She was awarded the American Chemical Society Garvan–Olin Medal in 2021.", "27984465": "Heinrich Jacob Goldschmidt, also Heinrich Jakob Goldschmidt (12 April 1857, in Prague, Austria-Hungary – 20 September 1937, in Oslo, Norway), was a Jewish Austrian chemist who spent most of his career working in Norway. He studied chemistry at the Charles University in Prague, where he received his PhD in 1881. In the same year, he became professor at the ETH Zürich, where he worked with Victor Meyer. In 1888, his son Victor Goldschmidt was born; Victor later became a renowned mineralogist and founder of modern geochemistry. After working at the University of Amsterdam with Jacobus Henricus van 't Hoff in 1894 and 1895, Heinrich Goldschmidt became full professor at the ETH. He left the ETH in 1901 for the University of Oslo. He worked there until his retirement in 1929 at the age of 72. As his son Victor became professor for mineralogy at the University of Göttingen in 1929, he moved with him to Göttingen, but both had to leave there after the Nazis came to power, and father and son returned to Oslo in 1935. Heinrich Jacob Goldschmidt died in Oslo in 1937.[1][2][3][4]", "54919760": "Pekka Sillanaukee (born 1964, Tampere Finland) is a Finnish health technology entrepreneur.[1] Pekka graduated as an organic chemist in 1989, he became a Ph.D. in 1992 and was appointed Docent of Medical Biochemistry at the Faculty of Medicine of the University of Tampere in 1993. Pekka has been a co-author of approximately 120 scientific original articles,[2] reviews or summaries. His scientific work has focused on clinical and medical biochemistry, alcohol, brain and cardiovascular related diseases, and development of laboratory-diagnostic tests and processes. He also has four international patents.[3][4][5][6]", "33129047": "Louise (Lovisa) Katarina Hammarström (25 May 1849[1] – 5 November 1917),[2] was a Swedish chemist. She was the first formally educated female Swedish chemist.[3]", "62194268": "Robert Travis Kennedy is an American chemist specializing in bioanalytical chemistry including liquid chromatography, capillary electrophoresis, and microfluidics. He is currently the Hobart H. Willard Distinguished University Professor of Chemistry and the chair of the department of chemistry at the University of Michigan.[1] He holds joint appointments with the Department of Pharmacology and Department Macromolecular Science and Engineering.[2] Kennedy is an Associate Editor of Analytical Chemistry and ACS Measurement Science AU.[3][4]", "61669982": "Hemamala Indivari Karunadasa is an assistant professor of chemistry at Stanford University.[1][2] She works on hybrid organic – inorganic materials, such as perovskites, for clean energy and large area lighting.", "21594718": "Louis George Morin (18 February 1922 – 3 May 2003) was an American chemist and inventor.", "68780641": "Liv Hornekær (born 1972 in Copenhagen.[1]) is a Danish experimental physicist who works in nanotechnology and astrochemical research.", "2589282": "John Radford Froines (/ˈfroʊ.ɪnz/;[1] June 13, 1939 – July 13, 2022) was an American chemist and anti-war activist, noted as a member of the Chicago Seven, a group charged with involvement with the riots at the 1968 Democratic National Convention in Chicago.  Froines, who held a Ph.D. in chemistry from Yale, was charged with interstate travel for purposes of inciting a riot and with making incendiary devices, but was acquitted. He later served as the Director of Toxic Substances at the federal Occupational Safety and Health Administration and then director of UCLA’s Occupational Health Center. He also served as chair of the California Scientific Review Panel on Toxic Air Contaminants for nearly 30 years before resigning in 2013 amid controversy and claims of conflict of interest.", "98917": "Georg Ernst Stahl (22 October 1659[1] – 24 May 1734) was a German chemist, physician and philosopher. He was a supporter of vitalism, and until the late 18th century his works on phlogiston were accepted as an explanation for chemical processes.[2]", "51053167": "Inga Fischer-Hjalmars (née Fischer; 16 January 1918, Stockholm – 17 September 2008, Lidingö) was an internationally acclaimed Swedish physicist, chemist, pharmacist, humanist, and a pioneer in quantum chemistry.[1][2] She was one of the pioneers in the application of quantum mechanics to solve problems in theoretical chemistry. Fischer-Hjalmars also served as chair of the International Council of Scientific Unions' Standing Committee on the Free Circulation of Scientists.", "70615665": "Alexander Frank Wells (2 September 1912 – 28 November 1994), or A. F. Wells, was a British chemist and crystallographer. He is known for his work on structural inorganic chemistry, which includes the description and classification of structural motifs, such as the polyhedral coordination environments, in crystals obtained from X-ray crystallography.[1] His work is summarized in a classic reference book, Structural inorganic chemistry, first appeared in 1945 and has since gone through five editions.", "2982520": "Viktor Meyer (8 September 1848 – 8 August 1897) was a German chemist and significant contributor to both organic and inorganic chemistry. He is best known for inventing an apparatus for determining vapour densities, the Viktor Meyer apparatus, and for discovering thiophene, a heterocyclic compound. He is sometimes referred to as Victor Meyer, a name used in some of his publications.", "51249784": "Karl Gotthelf Lehmann (7 March 1812 in Leipzig – 6 January 1863 in Jena) was a German physiological chemist.", "35750522": "Kenneth Austin Dill (born 1947) is a biophysicist and chemist best known for his work in folding pathways of proteins. He is the director of the Louis and Beatrice Laufer Center for Physical and Quantitative Biology at Stony Brook University. He was elected a member of the National Academy of Sciences in 2008.[1] He was elected to the American Academy of Arts and Sciences in 2014.\nHe has been a co-editor or  editor of the Annual Review of Biophysics  since 2013.[2]", "3474043": "Charles B. Thaxton (born 1939) is a proponent of special creation who went on to become one of the first intelligent design authors.", "8454780": "Charles Thomas Caskey  (September 12, 1938 – January 13, 2022), also known as C. Thomas Caskey,[1] was an American internist who has been a medical Geneticist and biomedical researcher and entrepreneur. He was a  Professor of Molecular and Human Genetics at Baylor College of Medicine, and served as  editor of the Annual Review of Medicine from 2001 to 2019.[2]  He was a member of the editorial boards of the Proceedings of the National Academy of Sciences, Science, the Encyclopedia of Molecular Medicine and numerous other medical and scientific journals.[3]", "34800267": "George K. Fraenkel (July 27, 1921 – June 10, 2009) was an American physical chemist, dean of Graduate School of Arts and Sciences and chairman of the chemistry department at Columbia University.\n[1][2][3]  Fraenkel was noted for his research of electron spin resonance.[1]  He also pioneered in the use of electronic techniques to study structures of molecules.[1]", "51806866": "M.S. Chemical Engineering, University of Pittsburgh, 1981", "34275986": "Jean Henri Hassenfratz (20 December 1755 – 26 February 1827) was a French chemist, physics professor, mine inspector, and participant in the French Revolution.", "42271378": "Edward Caradus OBE (6 December 1885 – 15 February 1969) was a New Zealand analytical chemist, educator and administrator. He developed a model for training aircrew during World War II. In 1949 he became the first chair of the National Trades Certification Board.", "164506": "Rudolf Erich Raspe (March 1736 – 16 November 1794) was a German librarian, writer, and scientist, called by his biographer John Patrick Carswell a \"rogue\". He is best known for his collection of tall tales The Surprising Adventures of Baron Munchausen, also known as Baron Munchausen's Narrative of his Marvellous Travels and Campaigns in Russia, originally a satirical work with political aims.", "64619165": "Thomas H. Epps, III is an American chemist and the Thomas & Kipp Gutshall Professor of Chemical & Biomolecular Engineering at the University of Delaware.  He has a joint appointment in Materials Science & Engineering, and an affiliated appointment in Biomedical Engineering.  He serves as the director of the Center for Research in Soft Matter & Polymers, the director of the Center for Hybrid, Active, and Responsive Materials (a National Science Foundation, Materials Research Science and Engineering Center), and the co-director of the Center for Plastics Innovations (A Department of Energy, Energy Frontiers Research Center). His research considers the design, synthesis, characterization, and application of nanostructure-containing polymers related to biobased materials, drug delivery, alternative energy (batteries), nanotemplating, and composite-based personal-protective equipment.  He is also the co-founder of Lignolix, which is focused on the valorization of biomass waste.", "42828447": "Selig Hecht (1892–1947) was an American physiologist who studied photochemistry in photoreceptor cells.", "35553956": "Friedrich Karl Adolf Stohmann (25 April 1832 – 1 November 1897) was a German agricultural chemist.", "68715172": "Caroline tum Suden (1900-1976), was an American neurophysiologist and neuropharmacologist who is remembered for a prestigious award given in her honor by the American Physiological Society.", "14484134": "Carl Theodore Liebermann (23 February 1842 – 28 December 1914) was a German chemist and student of Adolf von Baeyer.", "1278635": "Freiherr Christian Johann Dietrich Theodor von Grotthuss (20 January 1785 – 26 March 1822) was a Baltic German scientist known for establishing the first theory of electrolysis in 1806 and formulating the first law of photochemistry in 1817.[1] His theory of electrolysis is considered the first description of the so-called Grotthuss mechanism.[2]", "59376303": "Barbara Ruth Albert (born 9 December 1966) is a German chemist and rector of the University of Duisburg-Essen. She was Professor of Solid State Chemistry at the Eduard-Zintl-Institute for Inorganic and Physical Chemistry of the Technische Universität Darmstadt. From 2012 to 2013 she was the president of the German Chemical Society.", "58622641": "Dame Charmian Jocelyn O'Connor DNZM CBE JP (née Bishop, born 4 August 1937) is a New Zealand physical organic chemist.  She became the first female professor of chemistry at the University of Auckland in 1986, and retired in 2004.", "12157619": "David Turnbull (February 18, 1915 – April 28, 2007) was an American physical chemist who worked in the interdisciplinary fields of materials science and applied physics. Turnbull made seminal contribution to solidification theory and glass formation.  Turnbull was born in Elmira, Elmira Township, Stark County, Illinois. He graduated from high school in 1932 and then received a bachelor's degree in 1936 from Monmouth College (Illinois), specializing in physical chemistry. He received his Ph.D. in physical chemistry under Thomas Erwin Phipps from the University of Illinois in 1939.[2][3]  He  was on the faculty of Case Institute of Technology from 1939 to 1946[1][4] before eventually becoming a professor at Harvard University.", "40239810": "Jean Pierre Bernard Édouard Filhol (7 October 1814 – 25 June 1883) was a French scientist.", "58917570": "Peter Rona, born as Peter Rosenfeld (* 13. May 1871 in Budapest; † February or March 1945) was a Hungarian German Jewish physician and physiologist.[1]", "37389002": "Lucy Everest Boole FRIC (5 August 1862 – 5 December 1904) was a British chemist and pharmacist who was the first woman to research pharmacy in England. She was the first female professor at the London School of Medicine for Women in the Royal Free Hospital, and the first female Fellow of the Royal Institute of Chemistry.", "230091": "Elio Di Rupo (French: [eljo di ʁupo];[1] born 18 July 1951) is a Belgian politician who has served as the minister-president of Wallonia since 2019. He is affiliated with the Socialist Party. Di Rupo previously served as the prime minister of Belgium from 6 December 2011 to 11 October 2014, heading the Di Rupo Government. He was the first francophone to hold the office since Paul Vanden Boeynants in 1979,[2] and the country's first socialist prime minister since Edmond Leburton left office in 1974. Di Rupo was also Belgium's first prime minister of non-Belgian descent, and the world's second openly gay person and first openly gay man to be head of government in modern times.", "37061323": "Henric Ștefan Streitman (first name also Henric Șt., Enric, Henri or Henry, last name also Streitmann, Streittman, Ștraitman; 1873 – circa March 30, 1950) was a Romanian journalist, translator and political figure, who traversed the political spectrum from socialism to the far-right. A physicist, social commentator and publisher, in his early years he was a promoter of natural selection ideas as well as a translator of Marxist and naturalist literature. Respected for both his polemical stances and his erudition, he was also rendered controversial by his inconsistencies and his alleged corruption. Often struggling financially, Streitman set up several short-lived periodicals, and involved himself in the cultural and political debates, from 1889 to the time of his death.", "2523851": "Ida Noddack (25 February 1896 – 24 September 1978), née Tacke, was a German chemist and physicist. In 1934 she was the first to mention the idea later named nuclear fission.[2][3][4] With her husband Walter Noddack, and Otto Berg, she discovered element 75, rhenium. She was nominated three times for the Nobel Prize in Chemistry.", "11240142": "Friedrich Richard Reinitzer (25 February 1857 in Prague – 16 February 1927 in Graz) was an Austrian botanist and chemist. In late 1880s, experimenting with cholesteryl benzoate,  he discovered properties of liquid crystals (named later by Otto Lehmann).[1]", "56066767": "Michael Philip Hartshorn (10 September 1936 – 15 December 2017) was a British-born New Zealand organic chemist. He was awarded the Hector Memorial Medal by the Royal Society of New Zealand in 1973.", "49939151": "Sabyasachi Sarkar[1] (born 17 May 1947) is an Indian chemist. He has worked with functional models related to hyperthermophilic to mesophilic metalloproteins enriching bioinorganic chemistry.[2][3][4][5][6][7] A Replica of a Fishy Enzyme[8] and the reduced xanthine oxidase[9] also have been made. Inhibition patterns[10] in the Michaelis complex of low molecular weight hepatic sulfite oxidase model complex have been exhibited.[11] Based on functional mimicking of a series of molybdoenzymes he showed that the even in model enzymatic oxotransfer reactions the participation of similar enzyme-susbrate (E-S) complex is a real entity. Such a chemical spices (E-S) responds to spontaneous intramolecular oxidative addition and reductive elimination to complete the oxotransfer reaction. Such a reaction differs from conventional chemical oxotransfer reaction where the reaction between the starting reactants happens in Eyring activated complex.[12] He demonstrated that carbon dioxide molecule does bind to magnesium in chlorophyll[13] in photosynthesis as proposed by R. M. Willstätter one-hundred years ago and modeled hydrogenase captioned as better than nature.[14] The rare reaction of a Cu(II) complex with aerial oxygen to generate superoxide anion and Cu(III) has been shown addressing the native SOD reaction.[15] Similarly the aspect of copper-molybdenum antagonism in ruminant animals have been investigated.[16] His research has shown the architectural marvel in silk cocoon with the natural thermostatic and humidity control with preferential oxygen gating inside cocoon as green house architecture.[17] He proposed a new magneto reception mechanism for nocturnal moth in sensing the Earth's magnetic field to navigate with a stable pool of carbon-centric free radicals along with ferromagnetic components.[18] He extended the work on nano carbon[19] and developed cheap sources of water soluble nano carbon including naturally formed graphene oxide from low grade coal.[20] These are used in the growth of young plants as promoters to slowly release micro nutrients and adsorbed water.[21][22][23][24] He explored these to explore bio-imaging[25] and demonstrating that non-toxic carbon nano onion[26][27] can cross blood–brain barrier[28] to carry drug as cargo and can be effectively be excreted from the body. The utility of such nano carbon to control mosquito breeding in preventing mosquito vectors of infectious diseaes[29] and the use of reduced graphene oxide to prevent hospital pathogens have been demonstrated.[30] On the environment aspect the presence of damaged floating carbon nano tubes in aerosols is shown to contribute global warming, winter smog and elevating breathing problem.[31] He demonstrated the adverse effect of soap and detergent discharge near tube wells in releasing arsenic and fluoride contaminated water.[32] He also mapped the degradation of a heritage monument, the Taj Mahal.[33]", "52757199": "William S. Sly (born October 19, 1932) is an internationally known physician and scientist who, except for sabbatical years at Oxford and Stanford, spent his entire academic career in St. Louis. Following M.D. training at Saint Louis University School of Medicine, he trained in internal medicine at Washington University in St. Louis and in research laboratories at the NIH, in Paris, and in Madison, Wisconsin. He then joined the faculty at Washington University, where he directed the division of medical genetics for 20 years. In 1984, he was recruited to St. Louis University School of Medicine and appointed Alice A. Doisy Professor and chairman of the Edward A. Doisy Department of Biochemistry and Molecular Biology. He chaired that department for 26 years. In February 2007, he was also named the inaugural holder of the James B. and Joan C. Peters Endowed Chair in Biochemistry and Molecular Biology. He became an emeritus professor in July 2014.", "9208530": "Giovanni Aurelio Augurello (Joannes Aurelius Augurellus) (1441–1524) was an Italian humanist scholar, poet and alchemist. Born at Rimini, he studied both laws in Rome, Florence and Padova where he also consorted with the leading scholars of his time. At Florence he befriended Marsilio Ficino (1433-1499) and Angelo Poliziano (1454-1494) and later while teaching classics in Treviso joined Aldo Mantius' humanist circle in Venice. Apart from his academic and literary work he practically experimented in metallurgy and provided colour pigments for his friend the Hermetic painter Giulio Campagnola (born ca. 1480)[1]\nHe is best known for his 1515 allegorical poem on the making of gold, Chrysopoeia, which was dedicated to Pope Leo X; leading to the famous but forged anecdote that the Pope had rewarded Augurello with a beautiful but empty purse as an alchemist like him should on his own to be capable of replenishing it — he was actually bestowed with a sinecure at the cathedral of Treviso.[2]", "71303892": "Prisca Liberali is an Italian chemist who is a senior group leader at the Friedrich Miescher Institute for Biomedical Research.[1] Her research takes a systems biology approach to understand the behaviour of multi-cellular systems. She was awarded the EMBO Gold Medal and EMBO Membership in 2022.", "45449941": "G. Marius Clore MAE, FRSC, FRS is a British-born, Anglo-American molecular biophysicist and structural biologist. He was born in London, U.K. and is a dual U.S./U.K. Citizen.[1][2][3]  He is a Member of the National Academy of Sciences,[4] a Fellow of the Royal Society,[5] a NIH Distinguished Investigator, and the Chief of the Molecular and Structural Biophysics Section in the Laboratory of Chemical Physics of the National Institute of Diabetes and Digestive and Kidney Diseases at the U.S. National Institutes of Health.[6][7]  He is known for his foundational work in three-dimensional protein and nucleic acid structure determination by biomolecular NMR spectroscopy,[8] for advancing experimental approaches to the study of large macromolecules and their complexes by NMR,[9] and for developing NMR-based methods to study rare conformational states in protein-nucleic acid[10] and protein-protein[11] recognition.[12] Clore's discovery of previously undetectable, functionally significant, rare transient states of macromolecules has yielded fundamental new insights into the mechanisms of important biological processes, and in particular the significance of weak interactions and the mechanisms whereby the opposing constraints of speed and specificity are optimized. Further, Clore's work opens up a new era of pharmacology and drug design as it is now possible to target structures and conformations that have been heretofore unseen.[13]", "22086356": "Graham R. Fleming is a professor of chemistry at the University of California, Berkeley and member of the Kavli Energy NanoScience Institute based at UCB.[1][2]", "45318877": "Deborah Mowshowitz (née Bernhardt) is an American biochemist and a Professor of Biology and Director of Undergraduate Programs and Lab Operations at Columbia University.[1] Mowshowitz was trained in pure biochemistry and has done research in RNA processing. In her early work she focused on pedagogy and biology education.[2]", "67797733": "Carla M. Koehler is an American biochemist who is a professor at the University of California, Los Angeles. Her research considers mitochondria and the processes which import proteins to their appropriate locations in the organelles. She was elected Fellow of the American Association for the Advancement of Science in 2018.", "5571310": "Nancy Boyda (born August 2, 1955) is an American chemist and politician. She is a former Democratic U.S. Representative for Kansas's 2nd congressional district. On November 4, 2008, Boyda was defeated for re-election to a second term by Kansas State Treasurer Lynn Jenkins.[1]", "10289903": "James Alan Shapiro (born May 18, 1943) is an American biologist, an expert in bacterial genetics and a professor in the Department of Biochemistry and Molecular Biology at the University of Chicago.[4]", "64324340": "Slayton A. Evans Jr. (May 17, 1943 – March 24, 2001) was an American chemist and professor at the University of North Carolina, Chapel Hill. He was a leading researcher into organophosphorus chemistry. His research led to a greater understanding of the functions of organophosphate compounds and innovations in methods to produce chemical compounds for pharmaceutical drugs.", "29131509": "Roman Ivanovich Personov (January 4, 1932 – January 17, 2002) was a Soviet and Russian scientist, professor, doctor, one of the founders of selective laser spectroscopy of complex molecules in solids (frozen solutions).", "33587960": "Michael Norman Royston Ashfold FRS is a British chemist and  Professor of Physical Chemistry at University of Bristol.[1]\nHe is a 2011 Royal Society Leverhulme Trust Senior Research Fellow.[2]", "23560960": "Institute of Cancer Research", "21299973": "George Palmer (c. 1746 – 3 March 1826), also known as George Giros de Gentilly, named Palmer) was an English dye chemist, colour theorist, inventor, and soldier. He is best known for his conjectures about colour vision and colour blindness.", "4457225": "Harry Emmet Gunning, OC (December 16, 1916 – November 24, 2002) was a Canadian scientist and administrator.", "38699794": "Bill Troop is the principal author of \"The Film Developing Cookbook\",[1] in print continuously since 1998, and widely considered to be the standard contemporary work on black and white film processing and chemistry. An expanded 2nd edition was published in November 2019[2] and a French translation was published in 2021.[3]", "58622742": "Gerald L. Wendt (1891-1973) was a chemist who became a writer and lecturer on popular science. He was director of science and education at the New York World's Fair, an editor at Time magazine and Science Illustrated, and worked for UNESCO.", "2917143": "Marcel Joseph Vogel (April 14, 1917 – February 12, 1991) was a research scientist working at the IBM San Jose Research Center for 27 years. He is sometimes referred to as Dr. Vogel, although this title was based on an honorary degree, not a Ph.D. Later in his career, he became interested in various theories of quartz crystals and other occult and esoteric fields of study.", "74318621": "James A Ballantine CChem FRS (21 February 1934 - 30 April 2013) was a chemist and academic at Swansea University.", "6488863": "Sir Goldsworthy Gurney (14 February 1793 – 28 February 1875) was an English surgeon, chemist, architect, builder, lecturer and consultant. He was a prototypical British gentleman scientist and inventor of the Victorian era.", "35488545": "Johann Baptist Großschedl von Aicha (5 February 1577 – 1630s) was a German nobleman, alchemist and esoteric author.[1][2] The German \"von Aicha\" is a later supposition from the Latin \"ab Aicha\" on his publications, which may be related to Aiglsbach in Bavaria and the \"Grossehedl von Perckhausen und Aiglspach\" nobility, who originally came from Regensburg.", "20906786": "Stefan Tytus Zygmunt Dąbrowski (1877–1947) of Radwan coat of arms – Physician, physiologist, biochemist, and Polish politician. Rector: Adam Mickiewicz University - Poznań, Poland (1945–1946).[1][2][3][4]", "56066854": "Ludwig Mach (8 November 1868 Prague – September 1951) was an Austrian physician and chemist.", "33620776": "Bertil Andersson is a Swedish college administrator and academic who served as the third president of Nanyang Technological University (NTU).[1][2][3]", "56230697": "Keyanna Conner is an American politician. She served as the Virginia Secretary of Administration in the Cabinet of Governor Ralph Northam. She worked for Mark Warner's campaign and administration before joining Northam's cabinet.[2][3]", "41091888": "Guy Henry Ourisson (March 26, 1926 – November 4, 2006) was a French chemist. He was a member of the Academy of Sciences where he was vice president and then became the president. Awarded the Ernest Guenther Award in 1972 and the Heinrich Wieland Prize in 1985.", "71664437": "Liu Yunbin (Chinese: 刘允斌; pinyin: Liú Yǔnbīn) (1925 – 21 November 1967) was a Chinese nuclear chemist and the son of former President of the People's Republic of China Liu Shaoqi.", "14222136": "Haruo Hosoya (Japanese: 細矢 治夫, Hepburn: Hosoya Haruo, born 1936) is a Japanese chemist and emeritus professor of Ochanomizu University, Tokyo, Japan. He is the namesake of the Hosoya index used in discrete mathematics and computational chemistry.[1]", "49840954": "William Cooper (26 December 1813 – 20 May 1885) was a British veterinary surgeon, agriculturalist and industrialist who specialised in the manufacture of agricultural insecticides for livestock. He is credited with developing the first successful sheep dip, Cooper's Dip, in 1852.", "57443136": "Salma bint Mohammed al Kindi is an Omani chemist. She is professor of Analytical Chemistry and dean of the College of Sciences at the Sultan Qaboos University (SQU).[1]", "34800461": "Alfred Senier (24 January 1853 – 29 June 1918) was a chemist and a Professor of Chemistry, Queen's College, Galway from 1891 until his death.  He was one of the founding members of the Aristotelian Society.", "10191696": "Gerard \"Ged\" F. R. Parkin (born February 15, 1959) is a professor of chemistry at Columbia University.", "851": "Alfred Bernhard Nobel (", "4916053": "Henry Stephen Rzepa (born 1950)[3] is a chemist and Emeritus Professor of Computational Chemistry at  Imperial College London.[4][5][6]", "42828629": "Margaret \"Maggie\" Lowe Benston (1937–1991) was a professor of chemistry, computing science, and women's studies at Simon Fraser University in Vancouver, British Columbia, Canada.[1] She was a respected feminist and labour activist, as well as a founding member of the Vancouver Women's Caucus, in 1988, the Euphoniously Feminist and Non-Performing Quintet in 1970, Simon Fraser University's Women's Studies Program in 1975, and Mayworks in 1988.[2] For thirty years, Benston worked locally, nationally, and internationally writing articles, giving speeches, and lobbying politicians on behalf of the women's and labour movement.[3] Benston died of cancer on 7 March 1991.[4]", "5800791": "John, nicknamed the Alchemist (German: Johann der Alchimist; 1406 – 16 November 1464) was a Margrave of Brandenburg-Kulmbach and served as the peace-loving Margrave of Brandenburg after the abdication of his father, Frederick I, the first member of the House of Hohenzollern to rule Brandenburg.", "56066911": "Ethel Elizabeth Percival, FRSE, FRSC (3 January 1906 – 16 April 1997) was a British research chemist and expert in algae polysaccharides.", "11502437": "Jane Shelby Richardson (born January 25, 1941)[1][2] is an American biophysicist best known for developing the Richardson diagram, or ribbon diagram, a method of representing the 3D structure of proteins.[3] Ribbon diagrams have become a standard representation of protein structures that has facilitated further investigation of protein structure and function globally. With interests in astronomy, math, physics, botany, and philosophy, Richardson took an unconventional route to establishing a science career.[4][5] Today Richardson is a professor in biochemistry at Duke University.[1]", "58065766": "Robert Carl Thunell (February 16, 1951 – July 30, 2018) was an American oceanographer.", "42435445": "James Merrill Safford (1822–1907) was an American geologist, chemist and university professor.", "60654458": "Bernadette Charleux is a French polymer chemist. She is a member of the Academia Europaea[1] and a senior member of the Institut universitaire de France since 2009.[2] Since 2012, she is the Deputy Vice-president of Research and Development at Saint-Gobain.[1]", "23135100": "Olav Aasmund Smidsrød (9 November 1936 – 29 January 2017) was a Norwegian biochemist.", "52233086": "Nanduri Atchuta Ramaiah (born 26 August 1923) is an Indian physical chemist, sugar technologist and the director of National Sugar Institute, Kanpur.[1] He was the founder director of Vasantdada Sugar Institute, Pune and was known for his studies on physicochemical processes involved in the processing of sugarcane juice which assisted in developing cost effective manufacturing techniques.[2] He was an elected fellow of the Indian National Science Academy, the National Academy of Agricultural Sciences and the Royal Institute of Chemistry.[3] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1966, for his contributions to chemical sciences.[4]", "46564223": "Newton Spaulding Manross (June 20, 1825 – September 17, 1862)[1] was an American scientist and engineer.", "62423934": "Alexander Wienerberger (December 8, 1891 – January 5, 1955) was an Austrian chemical engineer and right wing nationalist, who worked for 19 years in the chemical industry of the Soviet Union. While he worked in Kharkiv, he created a series of photographs of the Holodomor of 1932–1933, which serves as photographic evidence of the mass starvation of the Soviet Ukrainian people at that time. Alexander also spent time fighting for the Nazis but was denied full membership due to his Jewish heritage.[1]", "73073537": "Robert J. Gilliard, Jr. is an American chemist and researcher who is the Novartis Associate Professor of Chemistry at Massachusetts Institute of Technology. His research involves the synthesis of molecules for energy storage, molecular materials, and main-group element mediated bond activation. He is a member of the editorial advisory board at Inorganic Chemistry, Chemical Communications, and Angewandte Chemie, among other scientific journals.", "63177604": "David Joshua Tannor (Hebrew: דוד טנור; born 1958) is a theoretical chemist, who is the Hermann Mayer Professorial Chair in the department of chemical physics at the Weizmann Institute of Science.", "58753931": "Elizabeth Roboz-Einstein (April 11, 1904 – January 9, 1995) was a biochemist and neuroscientist known for purifying and characterizing myelin basic protein (MBP), investigating its potential role in the neurodegenerative disease multiple sclerosis (MS), and helping pioneer the field of neurochemistry.[2]", "17564555": "Michael M. Gottesman (born October 7, 1946, in Jersey City, New Jersey[1]) is an American biochemist and physician-scientist. He was the deputy director (Intramural) of the National Institutes of Health (NIH) in the United States, and also Chief of the Laboratory of Cell Biology at the National Cancer Institute (NCI) within the NIH.[2]", "60851083": "Maria Falkenberg is a professor of medical biochemistry at the Sahlgrenska Academy of the University of Gothenburg, Sweden.[1] She has made important contributions to understanding how the mitochondrial genome is maintained in health and disease.", "54985614": "Svein Stølen  (born 2 March 1960) is a Norwegian chemist. He has served as Rector of the University of Oslo since 2017.", "33457039": "Heinrich Debus (13 July 1824 – 9 December 1915) was a German chemist.[1]", "70091663": "Christy F. Landes is an American physical chemist who is the Jerry A. Walker Endowed Chair in chemistry at the University of Illinois Urbana-Champaign. She previously was the Kenneth S. Pitzer-Schlumberger Chair at Rice University. She seeks to understand the structure-function relationships in biological processes and materials. She was appointed a National Academy of Sciences Kavli Fellow in 2019.", "72090512": "Karen A. Hudson-Edwards is a Canadian mineralogist and geochemist. She is Professor for Sustainable Mining jointly between the Camborne School of Mines and Environment & Sustainability Institute, University of Exeter.[1]", "62161815": "Lilian Graciela Samaniego González (born 25 February 1965) is a Paraguayan pharmaceutical chemist and politician of the Colorado Party. She has been a member of the Senate of Paraguay since 2004.", "17400728": "Wilhelm Meyerhoffer (13 September 1864 – 21 April 1906) was a German chemist.", "42206106": "Charusita Chakravarty (5 May 1964 – 29 March 2016)[1] was an Indian academic and scientist. She was a professor of chemistry at the Indian Institute of Technology, Delhi since 1999. In 2009 she was conferred Shanti Swarup Bhatnagar Prize for Science and Technology in the field of chemical science. In 1999, she received B.M. Birla Science Award.[2][3] She was an Associate Member of the Centre for Computational Material Science, Jawaharlal Nehru Centre for Advanced Scientific Research, Bangalore.[4]", "14386092": "František Šorm (28 February 1913 in Prague – 18 November 1980) was a Czech chemist known for synthesis of natural compounds, mainly terpenes and biologically active components of plants. Šorm  was the founder of the Institute for Organic Chemistry and Biochemistry of the Czechoslovak Academy of Sciences.", "20186032": "George John Seabury (November 10, 1844 – February 13, 1909) was an American chemist and pharmacist. In 1874 he and Robert Wood Johnson invented a new type of adhesive bandage.[1]", "51807154": "Thomas Maschmeyer FAA (born 1966) is a German chemist and a Professor of Chemistry at the University of Sydney.[1] He is the Founding Director of the Australian Institute for Nanoscale Science and Technology,[2] Laboratory of Advanced Catalysis for Sustainability, and University of Sydney Energy Storage Research Network. He has published several highly cited articles and books.[3]", "13632439": "Karl Elbs (13 September 1858 in Alt-Breisach, Grand Duchy of Baden – 24 August 1933) was a German chemist.  He is credited with developing the Elbs reaction for the synthesis of anthracene. He is also responsible for the Elbs persulfate oxidation.", "73761732": "Chevron Oil Field Research Company (1984-2001)\nGasConsult International, Inc. (2001-2015)", "656329": "Pseudo-Geber  (or \"Latin pseudo-Geber\") is the presumed author or group of authors responsible for a corpus of pseudepigraphic alchemical writings dating to the late 13th and early 14th centuries. These writings were falsely attributed to Jabir ibn Hayyan (died c. 806–816, latinized as Geber),[1] an early alchemist of the Islamic Golden Age.", "972": "The Necronomicon, also referred to as the Book of the Dead, or under a purported original Arabic title of Kitab al-Azif, is a fictional grimoire (textbook of magic) appearing in stories by the horror writer H. P. Lovecraft and his followers. It was first mentioned in Lovecraft's 1924 short story \"The Hound\",[1] written in 1922, though its purported author, the \"Mad Arab\" Abdul Alhazred, had been quoted a year earlier in Lovecraft's \"The Nameless City\".[2] Among other things, the work contains an account of the Old Ones, their history, and the means for summoning them.", "37422036": "Alexander Friedrich Just (12 April 1874, in Bremen – 30 May 1937, in Budapest) was an Austro-Hungarian[1] chemist and inventor.[2] Later, in Hungary he used the name Just Sándor Frigyes. In 1904 with Austro-Hungarian Franjo Hanaman he was the first to develop and patent an incandescent light bulb with a tungsten filament, made by extruding a paste of tungsten powder and a carbonaceous binder to produce a fine thread, then removing the carbon by heating in an atmosphere of hydrogen and water vapors.[3]  Just and Hanaman received a Hungarian patent in 1904, and later US Patent 1,018,502.[1] In 1905, Just and Hanaman patented a process for producing tungsten filaments by plating carbon filaments with tungsten, then removing the carbon by heating.[4] These early tungsten lamps were more efficient than a carbon filament lamp, because they could operate at a high temperature, due to the high melting point of tungsten. The tungsten was, however, so brittle that these lamps were of limited practical use.[5] It was supplanted by the drawn tungsten filament lamp, developed in 1910 by William David Coolidge.", "56984536": "Martha J. B. Thomas, MBA (13 March 1926 – 16 October 2006) was an American chemical engineer and analytical chemist.", "14353374": "Ludwig Wilhelm Gilbert (August 12, 1769 – March 7, 1824)[1] was a German physicist and chemist, and professor of physics at the University of Leipzig. From 1799-1824, he published the \"Annalen der Physik\", of which Poggendorffs \"Annalen der Physik und Chemie\" was a continuation.[2]", "39125987": "Noël Étienne Henry (26 November 1769, Beauvais – 30 July 1832) was a French chemist and Chief Pharmacist of the hospitals of Paris.[1] He was father of Étienne Ossian Henry (1798–1873) and grandfather of Emmanuel-Ossian Henry (1826-1867).[2][3][4]", "1836008": "Léo Edmond Marion, CC MBE FRSC FRS[1] (March 22, 1899 – July 16, 1979) was a Canadian organic chemist and academic administrator.", "38077417": "Elizabeth Matilda Tansey OBE FMedSci FRCP (known as Tilli) is an Emerita Professor of the history of medicine and former neurochemist, best known for her role in the Wellcome Trust's witness seminars. She previously[when?] worked at Queen Mary University of London (QMUL).[1]", "46826478": "Roger Arthur Sheldon (born 1942) FRS FRSC[2] is emeritus professor of Biocatalysis and Organic Chemistry at Delft University of Technology in the Netherlands.[10][11][12][13][14][15]", "13403123": "Eger Vaughan Murphree (November 3, 1898 – October 29, 1962) was an American chemist, best known for his co-invention of the process of fluid catalytic cracking.[1]"}