{"22805704": "Boris Furlan (10 November 1894 – 10 June 1957)[1][2][Note 1] was a Slovenian jurist, philosopher of law, translator and liberal politician. During World War II, he worked as a speaker on Radio London, and was known as \"London's Slovene voice\". He served as a Minister in the Tito–Šubašić coalition government. In 1947, he was convicted by the Yugoslav Communist authorities at the Nagode Trial.", "44268907": "Ran Yong (Chinese: 冉雍; Wade–Giles: Jan Yung; born 522 BC), also known by his courtesy name Zhonggong (Chinese: 仲弓; Wade–Giles: Chung-kung), was one of the prominent disciples of Confucius. Confucius thought highly of his excellent moral conduct, and considered him fit to be the ruler of a state.[1] After completing school, he served as chief officer of Jisun, the noble clan that dominated the politics of Lu.[1]", "3145125": "Sigfried Giedion (also spelled Siegfried Giedion; 14 April 1888, Prague – 10 April 1968, Zürich) was a Bohemian-born Swiss historian and critic of architecture. His ideas and books, Space, Time and Architecture, and Mechanization Takes Command, had an important conceptual influence on the members of the Independent Group at the Institute of Contemporary Arts in the 1950s.[1] Giedion was a pupil of Heinrich Wölfflin. He was the first secretary-general of the Congrès International d'Architecture Moderne, and taught at the Massachusetts Institute of Technology, Harvard University, and the ETH-Zurich.", "5242329": "Stephen William Woolgar (born 14 February 1950)[1] is a British sociologist. He has worked closely with Bruno Latour, with whom he wrote Laboratory Life: The Construction of Scientific Facts (1979).", "8715753": "Jehiel of Pisa (died February 10, 1492) was a  philanthropist and scholar of Pisa.", "163565": "Abraham Isaac Kook (Hebrew: אַבְרָהָם יִצְחָק הַכֹּהֵן קוּק; 7 September 1865 – 1 September 1935), known as Rav Kook,[1] and also known by the acronym HaRaAYaH[2] (הראי״ה‎),[3] was an Orthodox rabbi, and the first Ashkenazi Chief Rabbi of British Mandatory Palestine.  He is considered to be one of the fathers of religious Zionism and is known for founding the Mercaz HaRav Yeshiva.[4]", "61865720": "Taylor Reed Marshall (born March 29, 1978) is an American Catholic YouTube commentator,[1] former Episcopal Church priest, former academic, and advocate of traditionalist Catholicism. He is the author of multiple books, including the 2019 book Infiltration: The Plot to Destroy the Church from Within.", "7831366": "David (abu Sulaiman) ibn Merwan al-Mukkamas al-Rakki (Arabic: داود إبن مروان المقمص translit.: Dawud ibn Marwan al-Muqamis; died c. 937) was a philosopher and controversialist, the author of the earliest known Jewish philosophical work of the Middle Ages. He was a native of Raqqa, Mesopotamia, whence his surname. Harkavy derives his byname from the Arabic \"ḳammaṣ\" (to leap), interpreting it as referring to his asserted change of faith (Grätz, Gesch. Hebr. transl., iii.498). This is uncertain. The name is written \"אלקומסי\" in Masudi's Al-Tanbih (ed. De Goeje, p. 113), in a Karaitic commentary to Leviticus, and in a manuscript copy of Jefeth's commentary to the same book (Jew. Quart. Rev. viii.681), and is perhaps a derivative from the city of Ḳumis in Taberistan (Yaḳut, iv.203). Another Karaite bears the name \"Daniel al-Ḳumisi,\" and in Al-Hiti's chronicle this name is also spelled with a ẓade (Jew. Quart. Rev. ix.432).", "47939619": "George Samuel Hurst (13 October 1927 – 4 July 2010) was a health physicist and professor of Physics at the University of Kentucky. He was known for patent hoarding and in his later years, was involved in several patent disputes through his company, Elographics.[1][2]", "13500769": "Andrew Prentice is an Australian mathematician. He is known for developing an alternative model of planetary formation. In contrast to the conventional model where planetary accretion occurs within a continuous disk, according to Prentice's \"Modern Laplacian Theory\" each planet accretes within a discrete circumsolar gas ring.[1] Prentice's nested gas rings arise due to the effect of 'supersonic turbulent convection' in slowing the infall of interstellar dust and gas. Instead of collapsing directly to form a flat continuous disk, due to 'turbulent stress' the gas temporarily remains puffed up in a vast rotating spheroidal atmosphere around the protosolar core. This atmosphere spins faster as it slowly contracts. It rids itself of excess angular momentum by sequentially shedding gas rings from its equator. The same process repeats itself on a much smaller scale for each of the giant planets to produce their regular satellite systems. Prentice has used his unorthodox model to make a range of surprisingly accurate predictions about the Solar System. He is currently Emeritus Professor in the School of Mathematical Sciences at Monash University.[2]", "3932562": "Edwin James George Pitman (29 October 1897 – 21 July 1993) was an Australian mathematician who made significant contributions to statistics and probability theory. In particular, he is remembered primarily as the originator of the Pitman permutation test, Pitman nearness and Pitman efficiency.", "66978204": "Zhou Yulin (Chinese: 周毓麟; pinyin: Zhōu Yùlín; 12 February 1923 – 2 March 2021) was a Chinese mathematician and academic of the Chinese Academy of Sciences.[1]", "2687415": "Oswald \"Ozzie\", \"Jake\" Jacoby (December 8, 1902 – June 27, 1984)[1] was an American contract bridge player and author, considered one of the greatest bridge players of all time and a key innovator in the game, having helped popularize widely used bidding moves such as Jacoby transfers.  He also excelled at, and wrote about, other games including backgammon, gin rummy, canasta, and poker. He was from Brooklyn, New York and later lived in Dallas, Texas.[2] He was the uncle of activist and author Susan Jacoby,[3] as well as father of James Jacoby, an author and world-class bridge player in his own right.", "55706205": "Connie M. Borror (September 16, 1966 – April 10, 2016)[1] was an American statistician and industrial engineer interested in quality control[2] and forensic toxicology.[3] She was named the winner of the Shewhart Medal of the American Society for Quality shortly before her death, for \"outstanding technical leadership in the field of modern quality control, especially through the development to its theory, principles, and techniques\",[4] and became the first woman to win the medal.[2][4]", "25428587": "Boleslav Kornelievich Mlodzeevskii, also Mlodzievskii (Russian: Болеслав Корнелиевич Млодзиевский, Pre-Reform Russian: Млодзѣевскій; born July 10 [O.S. June 28] 1858, died January 18, 1923) was a Russian mathematician, a former president of the Moscow Mathematical Society.  He was working in differential and algebraic geometry.", "5178038": "Jean Bartik (née Betty Jean Jennings; December 27, 1924 – March 23, 2011) was one of the original six programmers of the ENIAC computer.", "49087176": "Dirk Eddelbuettel is a Canadian statistician, data scientist and researcher. He is the author of the open-source software package Rcpp,[1] written in the R programming language, and has also written the textbook Seamless R and C++ Integration with Rcpp[2] on the topic.[3] He is co-founder of the R In Finance Conference. In addition, he has contributed to many packages in R as well as the Debian project. He is also a co-creator of the Rocker Project bringing Docker to R.", "5539566": "Benjamin Joseph Wattenberg (born Joseph Ben Zion Wattenberg;[1] August 26, 1933 – June 28, 2015) was an American author,  neoconservative political commentator and demographer,  associated with both Republican and Democratic presidents and politicians in the 1960s, ‘70s, and ‘80s.", "22874067": "Charles B. Nam was born in Lynbrook, New York on March 25, 1926, and currently resides in Tallahassee, Florida.  He was a Professor of Sociology for 31 years with one of his most important contributions being the Nam-Powers Index measuring occupational status.", "8488947": "Joseph John Kohn (May 18, 1932 – September 13, 2023) was a Czechoslovakian-born American academic and mathematician. He was professor of mathematics at Princeton University, where he researched partial differential operators and complex analysis.", "63604806": "Dean Forrest Sittig (born March 2, 1961) is an American biomedical informatician specializing in clinical informatics. He is a professor in Biomedical Informatics at the University of Texas Health Science Center at Houston[1] and Executive Director of the Clinical Informatics Research Collaborative (CIRCLE).[2] Sittig was elected as a fellow of the American College of Medical Informatics in 1992,[3] the Healthcare Information and Management Systems Society in 2011, and was a founding member of the International Academy of Health Sciences Informatics in 2017.[4] Since 2004, he has worked with Joan S. Ash, a professor at Oregon Health & Science University to interview several Pioneers in Medical Informatics,[5] including G. Octo Barnett, MD,[6] Morris F. Collen, MD,[7] Donald E. Detmer, MD,[8] Donald A. B. Lindberg, MD,[9] Nina W. Matheson, ML, DSc,[10] Clement J. McDonald, MD,[11] and Homer R. Warner, MD, PhD.[12]", "47909058": "Richard Gisser (born 11 July 1939, in Vienna) is an Austrian demographer who held leading positions at his country's statistical office until his retirement. He was also the long-time director, then deputy director, of the Vienna Institute of Demography at the Austrian Academy of Sciences.", "5867851": "Constance Bowman Reid (January 3, 1918 – October 14, 2010)[1][2]\nwas the author of several biographies of mathematicians and popular books about mathematics. She received several awards for mathematical exposition. She was not a mathematician but came from a mathematical family—one of her sisters was Julia Robinson, and her brother-in-law was Raphael M. Robinson.", "58886524": "Melvin R. Novick (September 21, 1932 - May 20, 1986) was an American statistician. He was a professor of Statistics at the University of Iowa, and a consultant for the Educational Testing Service (ETS).[1][2][3]", "68057": "Ronald Linn Rivest (/rɪˈvɛst/;[3][4]\nborn May 6, 1947) is a cryptographer and computer scientist whose work has spanned the fields of algorithms and combinatorics, cryptography, machine learning, and election integrity.\nHe is an Institute Professor at the Massachusetts Institute of Technology (MIT),[5]\nand a member of MIT's Department of Electrical Engineering and Computer Science and its Computer Science and Artificial Intelligence Laboratory.", "15337974": "John P. Sall (born 1948) is an American billionaire businessman and computer software developer, who co-founded SAS Institute and created the JMP statistical software.[citation needed]", "21793343": "Georgy Aleksandrovich Satarov (Russian: Георгий Александрович Сатаров; born August 22, 1947, in Moscow), is a Russian mathematician, politician, political scientist and a former aide to Russian President Boris Yeltsin (1994–1997). He has the federal state civilian service rank of 1st class Active State Councillor of the Russian Federation.[1] Since October 1997, he has headed the InDem Foundation and specializes in researching Russia's political corruption.", "51120930": "Andrea Mikhailovich Razmadze (sometimes spelled Andria/Andrei Razmadze, 12 August 1889 – 2 October 1929[1]) was a Georgian mathematician, and one of the founders of Tbilisi State University, whose Mathematics Institute was renamed in his honor in 1944.[2] The department's scientific journal, published continuously since 1937, was also renamed as the Proceedings of A. Razmadze Mathematical Institute in his honor.", "5704545": "Jack Koeppel Rollins (born Jacob Rabinowitz; March 23, 1915 – June 18, 2015) was an American film and television producer and talent manager of comedians and television personalities.[1] His first major success came in the 1950s when he managed actor and singer Harry Belafonte. Rollins co-wrote the song \"Man Piaba\" with Belafonte on his debut RCA Victor album Mark Twain and other Folk Favorites, released in 1954. In 1958, he helped create and promote the comedy duo Nichols and May. He went on to help shepherd the careers of several prominent comedians with his partner Charles H. Joffe, beginning in 1960 with Woody Allen and later with Dick Cavett, Billy Crystal, David Letterman, and Robin Williams.", "31624126": "Aleksandr Leonidovich Khazanov (May 4, 1979 – disappeared June 10, 2001) is a Russian American mathematician. A child prodigy, he wrote a perfect paper at the International Mathematical Olympiad 1994,[1] one of the youngest ever to do so. Khazanov was reported missing in June 2001.[2] He suffered from depression or bipolar disorder at the time of his disappearance.", "396507": "Percy Williams Bridgman (April 21, 1882 – August 20, 1961) was an American physicist who received the 1946 Nobel Prize in Physics for his work on the physics of high pressures. He also wrote extensively on the scientific method and on other aspects of the philosophy of science.[2][3][4]  The Bridgman effect, the Bridgman–Stockbarger technique, and the high-pressure mineral bridgmanite are named after him.", "6327642": "Qian Weichang or Chien Wei-zang (simplified Chinese: 钱伟长; traditional Chinese: 錢偉長; pinyin: Qián Wěicháng; Wade–Giles: Ch'ien Wei-ch'ang; 9 October 1912 – 30 July 2010) was a Chinese physicist and applied mathematician, as well as academician of the Chinese Academy of Sciences. He served as President of Shanghai University.[2]", "2231772": "Ibn Sahl  (full name: Abū Saʿd al-ʿAlāʾ ibn Sahl أبو سعد العلاء ابن سهل; c. 940–1000) was a Persian[2][3][4][5] mathematician and physicist of the Islamic Golden Age,[6] associated with the Buyid court of Baghdad. \nNothing in his name allows us to glimpse his country of origin.[7]", "60427877": "C. Frank Zarnowski (born April 14, 1943) is an American author, historian, coach, TV commentator, statistician and public address announcer for track and field events, specializing in the decathlon.[1][2][3] Since 1970, Zarnowski has coached and announced at national track and field championships. On five occasions between 1975 and 2012, he was the public address announcer when the decathlon world record was set. In addition to publishing the weekly DECA Newsletter, Zarnowski's non-profit website, DECA: The Decathlon Association, is a resource for both the history, rules, and background of the decathlon, as well as up-to-date results from recent events.[4] Several of Zarnowski's books on track and field have been nominated for national awards, including Olympic Glory Denied, and All-Around Men: Heroes of a Forgotten Sport.[5] As a highly regarded authority on the decathlon, Zarnowski also provides expert commentary on the event in print and online media.[6][7][8][9] Zarnowski was professor of economics at Mount St. Mary's University from 1967 to 2008 and has held the same position at Dartmouth College since 2002.[10] He has coached track and field, as well as cross-country, at Lehigh University and Mount St. Mary's University.[11]", "54202065": "Harry Joe Enten (born March 1, 1988)[1][2] is an American journalist known for his former role as a senior political writer and analyst for the website FiveThirtyEight[3] and his current job as a senior writer and analyst for CNN Politics.[4] He was described by the Columbia Journalism Review as being of a new generation of political journalists, focusing on data-driven journalism instead of reporting from the campaign trail.[5]", "58691364": "Fang Fuquan (simplified Chinese: 方复全; traditional Chinese: 方復全; pinyin: Fāng Fùquán; born October 1964) is a Chinese mathematician. He is one of the leading mathematicians in the fields of geometry and topology in China.[2] He is a delegate to the 13th National People's Congress.", "2166810": "Colonel Ernest Lester Jones (April 14, 1876 – April 9, 1929) was born in East Orange, New Jersey and was commissioned a hydrographic and geodetic engineer. In addition to extended study abroad, he held an A. B. degree and an honorary A. M. degree conferred by Princeton University.", "3084475": "George Francis Pinder (born 1942) is an American environmental engineer who is Professor of Civil and Environmental Engineering with a secondary appointment in Mathematics and Statistics at the University of Vermont. He also served as a professional witness in various notable environmental cases including Love Canal and the Woburn groundwater contamination incident.", "18550990": "Andrew Philip Hodges (/ˈhɒdʒɪz/ HOJ-iz; born 1949) is a British mathematician, author and emeritus senior research fellow at Wadham College, Oxford.[2]", "52302322": "Jun Li (Chinese: 李骏) is a Chinese mathematician who is currently a Professor of Mathematics at Fudan University and Professor Emeritus of Mathematics at Stanford University.[1][2] He focuses primarily on moduli problems in algebraic geometry and their applications to mathematical physics, geometry and topology.", "26186440": "Jie-zhong Zou (born October 15, 1947) is a mathematician known for his research on mathematical probability theory and its applications, in particular in topics such as homogeneous Markov chains, queuing theory and mathematical finance. He entered Changsha Railway Institute (Central South University now) in 1980 and received his Ph.D. at the Changsha Railway Institute in 1987 under advisor Zhen-ting Hou. Since 1987 Jie-zhong Zou has been on the faculty at Changsha Railway Institute (Central South University now).", "463603": "Jonathan Simon Speelman (born 2 October 1956) is a British chess player and author. He was awarded the title of Grandmaster in 1980.", "42046506": "James Caldwell (born May 16, 1943, in Macosquin, Coleraine, County Londonderry, Northern Ireland) is a Northern Irish mathematician.", "53777531": "Donald Erik Sarason (January 26, 1933 – April 8, 2017) was an American mathematician who made fundamental advances in the areas of Hardy space theory and VMO. He was one of the most popular doctoral advisors in the Mathematics Department at UC Berkeley. He supervised 39 Ph.D. theses at UC Berkeley.[1]", "627842": "The International Congress of Mathematicians (ICM) is the largest conference for the topic of mathematics. It meets once every four years, hosted by the International Mathematical Union (IMU).", "529556": "Seymour Geisser (October 5, 1929 – March 11, 2004) was an American statistician noted for emphasizing predictive inference. In his book Predictive Inference: An Introduction, he held that conventional statistical inference about unobservable population parameters amounts to inference about things that do not exist, following the work of Bruno de Finetti. He also pioneered the theory of cross-validation.", "6165715": "James Burton Ax (10 January 1937 – 11 June 2006)[1] was an American mathematician who made groundbreaking contributions in algebra and number theory using model theory. He shared, with Simon B. Kochen, the seventh Frank Nelson Cole Prize in Number Theory, which was awarded for a series of three joint papers[2][3][4] on Diophantine problems.", "36541698": "Henry Roy Brahana (16 August 1895 in Lowell, Vermont – 15 October 1972 in Dennis, Massachusetts) was a mathematician, specializing in metabelian groups and related geometric structures.", "50926932": "Chenyang Xu (Chinese: 许晨阳; born 1981) is a Chinese mathematician in the area of algebraic geometry and a professor at Princeton University. Xu is known for his work in birational geometry, the minimal model program, and the K-stability of Fano varieties.", "15930950": "Huang Daren (simplified Chinese: 黄达人; traditional Chinese: 黃達人; born 1945) is a Chinese mathematician who served as President of Sun Yat-sen University from 1999 to 2010.[1]", "3282558": "Heterodox", "60397330": "Xu Lizhi (Chinese: 徐利治; Wade–Giles: Hsü Li-chih; 23 September 1920 – 11 March 2019), better known as Leetsch Charles Hsu, was a Chinese mathematician and educator. He co-founded the Department of Mathematics of Jilin University and founded the Institute of Applied Mathematics and the Journal of Mathematical Research with Applications at the Dalian University of Technology. Together with American mathematician Henry W. Gould, he established the Gould–Hsu Matrix Inversion Formula in 1973.", "30349088": "Nikolai Valeryevich Durov (Russian: Никола́й Вале́рьевич Ду́ров; born 21 November 1980) is a Russian-born Kittitian programmer and mathematician. He is the elder brother of Pavel Durov, with whom he founded the social networking site VK and later Telegram Messenger.[1]", "956235": "Edith Abbott (September 26, 1876 – July 28, 1957) was an American economist, statistician, social worker, educator, and author. Abbott was born in Grand Island, Nebraska.[1] Abbott was a pioneer in the profession of social work with an educational background in economics. She was a leading activist in social reform with the ideals that humanitarianism needed to be embedded in education.[2] Abbott was also in charge of implementing social work studies to the graduate level. Though she was met with resistance on her work with social reform at the University of Chicago, she ultimately was successful and was elected as the school's dean in 1924,[3] making her one of the first female deans in the United States. Abbott was foremost an educator and saw her work as a combination of legal studies and humanitarian work which shows in her social security legislation. She is known as an economist who pursued implementing social work at the graduate level. Her younger sister was Grace Abbott.", "26220486": "Willard H. Clatworthy (October 16, 1915 – February 15, 2010) was a professor emeritus from University at Buffalo and a World War II veteran from Williamsville, New York. He is known for his work in BIBD designs and combinatorial mathematics. Clatworthy received his Ph.D. in the year 1952 from the University of North Carolina at Chapel Hill under the direction of R. C. Bose; Clatworthy authored papers with S. S. Shrikhande, and J. M. Cameron on BIBD designs.", "62920831": "Francis Xavier Aynscom (1624–1660) was a Flemish Jesuit of English extraction. He was born in Antwerp in 1624 and entered the Society of Jesus there, becoming a teacher of literature and mathematics in the order.[1] In 1656 he published a book defending Grégoire de Saint-Vincent's work on squaring the circle.[2] He died in Antwerp at the age of thirty-six.", "62822788": "Ding Xieping (Chinese: 丁协平; 16 April 1938 – 4 January 2020) was a Chinese mathematician and a professor at Sichuan Normal University. He served as Director of the Institute of Mathematics at the university.", "35232162": "György Alexits (5 January 1899 - 14 October 1978), born in Budapest, was a Hungarian mathematician, and a member of the Hungarian Academy of Sciences.", "18946625": "Dr Victor Brailovsky (Hebrew: ויקטור בריילובסקי, born 27 December 1935) is an Israeli computer scientist, mathematician, aliyah activist and a former politician. He served as Minister of Science and Technology for six days in 2004. In May 1986 Brailovsky was awarded an Honorary Doctorate Degree from the Open University in England.", "58694325": "Jiang Zehan (simplified Chinese: 江泽涵; traditional Chinese: 江澤涵; pinyin: Jiāng Zéhán; Wade–Giles: Chiang Tse-han; 6 October 1902 – 29 March 1994), also known as Kiang Tsai-han, was a Chinese mathematician and founder of China's topology.[1]", "3349174": "József Beck (Budapest, Hungary, February 14, 1952)[1] is a Harold H. Martin Professor of Mathematics at Rutgers University.[2]", "19471069": "Petr Hájek (Czech pronunciation: [ˈpɛtr̩ ˈɦaːjɛk]; 6 February 1940 – 26 December 2016) was a Czech scientist in the area of mathematical logic[1] and a professor of mathematics. Born in Prague, he worked at the Institute of Computer Science at the Academy of Sciences of the Czech Republic and as a lecturer at the faculty of mathematics and physics at the Charles University in Prague and at the Faculty of Nuclear Sciences and Physical Engineering of the Czech Technical University in Prague.", "57481962": "Alexander Ilyin (Russian: Алекса́ндр Влади́мирович Ильи́н, (born January 11, 1973) is a Russian mathematician, Professor, Dr. Sc., a professor at the Faculty of Computer Science at the Moscow State University, Corresponding Member of the Russian Academy of Sciences.[1][2] Expert in robust control theory.", "46734248": "Ethelbert Stewart (1857–1936) was the commissioner of the U.S. Bureau of Labor Statistics (BLS) from 1921 to 1932.", "2235670": "Leopold Perutz (2 November 1882, Prague – 25 August 1957, Bad Ischl) was an Austrian novelist and mathematician. He was born in Prague (now capital of the Czech Republic) and was thus a citizen of the Austro-Hungarian Empire. He lived in Vienna until the Nazi Anschluss in 1938, when he emigrated to Palestine.", "40400": "James Abram Garfield (November 19, 1831 – September 19, 1881) was the 20th president of the United States, serving from March 1881 until his death the following September after being shot by an assassin in July. A lawyer and Civil War general, Garfield served nine terms in the United States House of Representatives and is the only sitting member of the House to be elected president. Before his candidacy for the presidency, he had been elected to the U.S. Senate by the Ohio General Assembly—a position he declined when he became president-elect.", "74489320": "Russell Keanini is an American mechanical engineer, mathematician, physicist, and academic. He is a professor of Mechanical Engineering and Engineering Science at the William States Lee College of Engineering of the University of North Carolina at Charlotte.[1] He is the recipient of the 2020 Kirk Bryan Award for his contributions to the field of Quaternary geology.[2]", "302684": "Paul Howard Douglas (March 26, 1892 – September 24, 1976) was an American politician and Georgist economist.[1] A member of the Democratic Party, he served as a U.S. Senator from Illinois for eighteen years, from 1949 to 1967. During his Senate career, he was a prominent member of the liberal coalition.[2]", "47586974": "Deborah Ashby OBE FMedSci (née Davis; born 21 August 1959) is a British statistician and academic who specialises in medical statistics and Bayesian statistics. She is the Director of the School of Public Health and Chair in Medical Statistics and Clinical Trials at Imperial College London. She was previously a lecturer then a reader at the University of Liverpool and a professor at Queen Mary University of London.", "22912777": "András Frank (born 3 June 1949) is a Hungarian mathematician, working in combinatorics, especially in graph theory, and combinatorial optimisation. He is director of the Institute of Mathematics of the Faculty of Sciences of the Eötvös Loránd University, Budapest.", "1154834": "Robert Fry Engle III (born November 10, 1942) is an American economist and statistician. He won the 2003 Nobel Memorial Prize in Economic Sciences, sharing the award with Clive Granger, \"for methods of analyzing economic time series with time-varying volatility (ARCH)\".", "1679187": "Edward John Nanson (13 December 1850 – 1 July 1936) was a mathematician known for devising Nanson's method,[1] a Condorcet-compliant variation of the Borda count using successive elimination to find a winner.", "30842904": "Alexander Dmitrievich Bruno (Russian: Александр Дмитриевич Брюно) (26 June 1940, Moscow) is a Russian mathematician who has made contributions to the normal forms theory. Bruno developed a new level of mathematical analysis and called it \"power geometry\". He also applied it to the solution of several problems in mathematics, mechanics, celestial mechanics, and hydrodynamics. The Brjuno numbers were introduced by him in 1971, and are named after him.", "28516444": "Gu Deng  (simplified Chinese: 顾澄; traditional Chinese: 顧澄; pinyin: Gù Dèng; Wade–Giles: Ku Teng; Hepburn: Ko Cho;  1882 - 1947?) was a mathematician and politician at the end of Qing Dynasty and in the early Republic of China. His courtesy name was Yangwu (養捂).", "62398565": "Xi Nanhua (Chinese: 席南华; born March 1963) is a Chinese mathematician currently serving as President of the Institute of Mathematics and Systems Sciences, Chinese Academy of Sciences and Dean of the College of Mathematics, University of Chinese Academy of Sciences.[1][2]", "1057021": "Charles West Churchman  (29 August 1913 – 21 March 2004) was an American philosopher and systems scientist, who was Professor at the School of Business Administration and Professor of Peace and Conflict Studies at the University of California, Berkeley. He was internationally known for his pioneering work in operations research, system analysis and ethics.[1]", "7283322": "Norman Manuel Abramson (April 1, 1932[1] – December 1, 2020) was an American engineer and computer scientist, most known for developing the ALOHAnet system for wireless computer communication.", "57352830": "Sirāj ud-Dīn Muhammad ibn Muhammad ibn 'Abd ur-Rashīd Sajāwandī (Persian: محمد ابن محمد ابن عبدالرشید سجاوندی) also known as Abū Tāhir Muhammad al-Sajāwandī al-Hanafī (Arabic: ابی طاهر محمد السجاوندي الحنفي) and the honorific Sirāj ud-Dīn (سراج الدین, \"lamp of the faith\") (died c. 1203 CE or 600 AH)[1] was a 12th-century Hanafi scholar of Islamic inheritance jurisprudence, mathematics[2] astrology and geography.[3] He is primarily known for his work Kitāb al-Farāʼiḍ al-Sirājīyah (Arabic:کتاب الفرائض السراجیه), commonly known simply as \"the Sirājīyah\", which is a principal work on Hanafi inheritance law.[2][4] The work was translated into English by Sir William Jones in 1792 for subsequent use in the courts of British India.[5][4][6] He was the grand-nephew of qari Muhammad ibn Tayfour Sajawandi. He lies buried in the Ziārat-e Hazrat-o 'Āshiqān wa Ārifān in Sajawand.[7]", "31269685": "George Evan Roberts (August 19, 1857 – June 6, 1948) was Director of the United States Mint from 1898 to 1907, and again from 1910 to 1914.", "42705922": "Liu Gang (born 30 January 1961) is a Chinese-born American aerospace engineer, computer scientist, optical physicist, political activist, and writer. He founded the Beijing Students' Autonomous Federation. He was a prominent student leader at the Tiananmen Square protests of 1989.[1] Liu holds a M.A. in physics from Peking University and a M.A. in computer science from Columbia University. After his exile to the United States in 1996, Liu studied technology and physics at Bell Labs in New Jersey. Liu was employed at Morgan Stanley as a Wall Street IT analyst.[2]", "1385519": "Rolf William Landauer (February 4, 1927 – April 27, 1999) was a German-American physicist who made important contributions in diverse areas of the thermodynamics of information processing, condensed matter physics, and the conductivity of disordered media.[2] Born in Germany, he emigrated to the U.S. in 1938, obtained a Ph.D. in physics from Harvard in 1950, and then spent most of his career at IBM.", "13903014": "Lee Julian Pockriss (January 20, 1924 – November 14, 2011)[1] was an American songwriter who wrote many well-known popular songs and several scores for films and Broadway shows, mainly during the 1960s and 1970s.", "1189485": "Abū al-Wafāʾ Muḥammad ibn Muḥammad ibn Yaḥyā ibn Ismāʿīl ibn al-ʿAbbās al-Būzjānī or Abū al-Wafā Būzhjānī (Persian: ابو الوفا بوژگانی, Arabic: ابو الوفا بوزجانی;[1] 10 June 940 – 15 July 998)[2] was a Persian[3][4][5] mathematician and astronomer who worked in Baghdad. He made important innovations in spherical trigonometry, and his work on arithmetic for businessmen contains the first instance of using negative numbers in a medieval Islamic text.", "173927": "Ladislaus Josephovich Bortkiewicz (Russian Владислав Иосифович Борткевич, German Ladislaus von Bortkiewicz or Ladislaus von Bortkewitsch) (7 August 1868 – 15 July 1931) was a Russian economist and statistician of Polish ancestry. He wrote a book showing how the Poisson distribution, a discrete probability distribution, can be useful in applied statistics, and he made contributions to mathematical economics. He lived most of his professional life in Germany, where he taught at Strassburg University (Privatdozent, 1895–1897) and Berlin University (1901–1931).", "14854555": "Alphonse Antonio de Sarasa was a Jesuit mathematician who contributed to the understanding of logarithms, particularly as areas under a hyperbola.[1]", "7809456": "Dale Weldeau Jorgenson (May 7, 1933 – June 8, 2022) was the Samuel W. Morris University Professor at Harvard University, teaching in the department of economics and John F. Kennedy School of Government. He served as chairman of the department of economics from 1994 to 1997.", "57911753": "Jeremy Edward Gold (November 28, 1942 – July 6, 2018) was an American actuary and economist. He was noted for his advocacy of the application of financial economics to pension actuarial practice and his criticism of actuarial standards and professionalism.[1][2]", "5286403": "Zhan Tao (Chinese: 展涛; born April 1963) is a Chinese mathematician who served as president of Jilin University from 2008 to 2011 and president of Shandong University from 2000 to 2008.", "10996": "François d'Aguilon (also d'Aguillon or in Latin Franciscus Aguilonius) (4 January 1567 – 20 March 1617) was a Jesuit, mathematician, physicist, and architect from the Spanish Netherlands.", "797437": "Elizabeth F. Loftus (born 1944) is an American psychologist who is best known in relation to the misinformation effect, false memory and criticism of recovered memory therapies.[1]", "68266753": "Jin-Yi Cai (Chinese: 蔡进一; born 1961) is a Chinese American mathematician and computer scientist. He is a professor of computer science, and also the Steenbock Professor of Mathematical Sciences[1] at the University of Wisconsin–Madison. His research  is in theoretical computer science, especially computational complexity theory.   In recent years he has concentrated on the classification of computational counting problems, especially counting graph homomorphisms, counting constraint satisfaction problems, and Holant problems as related to holographic algorithms.", "45460269": "Alexander Chigogidze (Georgian: ალექსანდრე ჩიგოგიძე; 1 January 1955 – 14 December 2014)[1] was a Georgian-born general topologist. Chigogidze is best known for his book Inverse Spectra,[2] in which he passed on to the next generation of topologists\nthe results of the Fedorchuk -Schepin Topology seminars held at the Moscow State University during the 1980s. The book also contains important contributions Chigogidze made in the area of General Topology and Geometric Topology (of Bing-Borsuk type). In the area of General Topology, Chigogidze developed  extension theory for noncompact nonmetrizable spaces. In the area of Geometric Topology, Chigogidze introduced  grading to shape theory by \ndeveloping a theory n-Shape where n is an arbitrary integer. This was a major addendum to the existing n-Homotopy theory.", "2337669": "Xiong Qinglai, or Hiong King-Lai (simplified Chinese: 熊庆来; traditional Chinese: 熊慶來; pinyin: Xióng Qìnglái; Wade–Giles: Hsiung Ch'ing-lai, October 20, 1893 – February 3, 1969), courtesy name Dizhi (迪之), was a Chinese mathematician from Yunnan. He was the first person to introduce modern mathematics into China, and served as an influential president of Yunnan University from 1937 through 1947. A Chinese stamp was issued in his honour.", "35269598": "Hans Jakob Reiter (26 November 1921 – 13 August 1992) was an Austrian mathematician working in analysis.[1][2]", "12856289": "Dame Wendy Hall DBE FRS FREng MAE FIET[7] (born 25 October 1952) is a British computer scientist. She is Regius Professor of Computer Science at the University of Southampton.[8]", "175115": "William Frederick Friedman (September 24, 1891 – November 12, 1969) was a US Army cryptographer who ran the research division of the Army's Signal Intelligence Service (SIS) in the 1930s, and parts of its follow-on services into the 1950s. In 1940, subordinates of his led by Frank Rowlett broke Japan's PURPLE cipher, thus disclosing Japanese diplomatic secrets before America's entrance into World War II.", "404504": "Heterodox", "48639015": "Ashish Sen is an American professor and transportation statistician based in Chicago.[1]", "2993195": "Edward Alsworth Ross (December 12, 1866 – July 22, 1951) was a progressive[1] American sociologist,[2] eugenicist,[3] economist,[4] and major figure of early criminology.[5]", "22916190": "András Sárközy (born  (1941-01-16) January 16, 1941 (age 82) in Budapest) is a Hungarian mathematician, working in analytic and combinatorial number theory, although his first works were in the fields of geometry and classical analysis.  He has the largest number of papers co-authored with Paul Erdős (a total of 62); he has an Erdős number of one. He proved the Furstenberg–Sárközy theorem that every sequence of natural numbers with positive upper density contains two members whose difference is a full square. He was elected a corresponding member (1998), and a full member (2004) of the Hungarian Academy of Sciences. He received the Széchenyi Prize (2010). He is the father of the mathematician Gábor N. Sárközy.", "1059993": "Sun Zhihong (Chinese: 孙智宏; pinyin: Sūn Zhìhóng; Wade–Giles: Sun Chihhung, born  October 16, 1965) is a Chinese mathematician, working primarily on number theory, combinatorics, and graph theory.", "1059994": "Sun Zhiwei (Chinese: 孙智伟; pinyin: Sūn Zhìwěi; Wade–Giles: Sun Chih-wei, born  October 16, 1965) is a Chinese mathematician, working primarily in number theory, combinatorics, and group theory. He is a professor at Nanjing University.", "27864611": "Almarin Phillips (March 13, 1925 in Port Jervis, New York – August 26, 2006 in Bryn Mawr, Pennsylvania) was an American economist specializing in industrial economics and professor emeritus of public policy, economics and law at University of Pennsylvania. Phillips joined the Penn faculty in 1963, teaching economic courses at the Wharton School and antitrust courses at the Law School. Additionally, he served as dean of the former School of Public and Urban Policy in the 1970s, and later chaired the faculty Senate. After retiring in 1991, Phillips served as chairman of the board of Econsult Corp., a Philadelphia economic-consulting firm. After five years, he stepped down as chairman, but continued as an academic affiliate of the firm.[1]  Phillips was the author, coauthor, or editor of numerous books and articles.[2] In 1960 he was elected as a Fellow of the American Statistical Association.[3] A decorated World War II veteran, he died of pancreatic cancer in 2006.[1]", "13643792": "Thomas Rudd (c.1583–1656) was an English military engineer and mathematician.", "2142265": "Victor Niederhoffer (born December 10, 1943)[1] is an American hedge fund manager, champion squash player, bestselling author and statistician.", "16658629": "William Gordon Hunter, or Bill Hunter, was a statistician at the University of Wisconsin–Madison. He was co-author of the classic book Statistics for Experimenters, and co-founder of the Center for Quality and Productivity Improvement with George E. P. Box.", "30781916": "Hu Huanyong (simplified Chinese: 胡焕庸; traditional Chinese: 胡煥庸, November 20, 1901 – April 30, 1998) was a Chinese demographer and the founder of China's population geography. He was born in Yixing, Jiangsu Province. He studied literature, history, and geography at Nanjing Higher Normal School. He continued his education at the University of Paris from 1926 to 1928. He returned to China and began teaching at National Central University where he was eventually appointed dean of the Department of Geography. He began teaching at East China Normal University (ECNU) in Shanghai in 1953, and in 1957 he became director of the research office of population geography at ECNU (which he helped to establish), the first demographic research institution in China.[1]", "12497374": "Henry Sanborn Noyes (December 24, 1822 – May 24, 1872) was an American academic who served as interim president of Northwestern University from 1854 to 1856, and again from 1860 to 1867.", "29405707": "David Rothman (August 9, 1935 – June 12, 2004) was an American statistician, public policy advisor, and the creator of a computerized college football ranking system.", "40120932": "Zhiliang Ying (Chinese: 应志良; pinyin: yìng zhìliáng; born April 1960) is a Professor of Statistics in the Department of Statistics, Columbia University.[1]  He served as co-chair of the department.[2]", "3846832": "Yegor (Egor) Ivanovich Zolotarev (Russian: Его́р  Ива́нович Золотарёв) (31 March 1847, Saint Petersburg – 19 July 1878, Saint Petersburg) was a Russian mathematician.", "12661495": "Cang Hui (Chinese: 惠蒼) is a mathematical ecologist at Stellenbosch University. His research interests are proposing models and theories for explaining emerging patterns of biodiversity, networks and adaptive traits in ecology and evolution.", "11482009": "Ann Zeilinger Caracristi (February 1, 1921 – January 10, 2016) was an American cryptanalyst, former Deputy Director of the National Security Agency,[1] where she served at various positions over a 40-year career. She served as a member of the Secretary of Defense Joint Security Commission and President's Foreign Intelligence Advisory Board. She became the first woman at NSA to be promoted to GS-18 rank, in 1975, when she became the Chief of Research and Operations.", "3781602": "Edward Michael Scheidt[7] is a retired Chairman of the Central Intelligence Agency (CIA) Cryptographic Center and the designer of the cryptographic systems used in the Kryptos sculpture at CIA Headquarters in Langley, Virginia.", "49460197": "Richard White (Latin: Ricardus Albius; 1590 – 1682) was an English mathematician and physicist.", "12006411": "Kishen Singh Kapoor (1873–1936) was a mathematician, author and a teacher.", "68793535": "Simon Spitzer (3 February 1826 – 2 April 1887)[2] was an Austrian mathematician, whose work largely focused on the integration of differential equations.[3] He was active as a writer in his field and, in addition to several independent works, published a large number of mathematical treatises in scholarly journals.[4]", "55620832": "Frederick Shenstone Woods (1864–1950) was an American mathematician.", "4404461": "Gu Chaohao (Chinese: 谷超豪; pinyin: Gǔ Chāoháo; Wade–Giles: Ku Ch'aohao; May 15, 1926 – June 24, 2012) was a Chinese mathematician.[1] He graduated from National Chekiang University (Zhejiang University) in 1948, and received a doctorate in physics and mathematical science from Moscow University in 1959. He was primarily engaged in research on partial differential equations, differential geometry, solitons, and mathematical physics. He served as vice president of Fudan University and from 1988 to 1993 as president of the University of Science and Technology of China. In 1980, he was elected an academician of the Chinese Academy of Sciences.[2] He received the Highest Science and Technology Award in 2009.", "13415881": "James W. Vaupel (May 2, 1945 – March 27, 2022) was an American scientist in the fields of aging research, biodemography, and formal demography. He was instrumental in developing and advancing the idea of the plasticity of longevity, and pioneered research on the heterogeneity of mortality risks and on the deceleration of death rates at the highest ages.[1][2][3][4][5]", "58701387": "Liao Shantao (simplified Chinese: 廖山涛; traditional Chinese: 廖山濤; pinyin: Liào Shāntāo; 4 January 1920 - 6 June 1997) was a Chinese mathematician.", "2242124": "David Charles Lowery (born September 10, 1960) is an American guitarist, vocalist, songwriter, mathematician, and activist. He is the founder of the alternative rock band Camper Van Beethoven and the co-founder of Cracker, a more traditional rock band. Lowery released his first solo album, The Palace Guards, in February 2011.[1]", "61388413": "Oleg Tomovich Izhboldin (Russian: Олег Томович Ижболдин; 1963 - 2000)[1] was a Russian mathematician who was first to provide a non-trivial example of an odd u-invariant field solving a classical Kaplansky's conjecture.[2][3]", "60602203": "Leonid Boguslavsky (born June 17, 1951 Moscow, Soviet Union) is a USSR-born Canadian entrepreneur, scientist and venture capital investor. He was named the Internet investor of the year (Forbes, 2012)[1] and the most successful investor of the year (RBC, 2017).[2] He is the founder of RTP Global, a venture capital firm with offices in New York, London, Paris, Bangalore and Dubai.[3] He was one of the first investors in companies such as Datadog or Delivery Hero. Boguslavsky is in Forbes' billionaires list.[4] His wealth is self-made from venture capital investments with more than 99% created outside of Russia.[5][6] He is widely considered one of the most successful technology investors.[7]", "1423365": "Jean-Charles della Faille (Dutch: Jan-Karel della Faille, Spanish: Juan Carlos della Faille), born in Antwerp, 1 March 1597 and died in Barcelona, 4 November 1652, was a Flemish Jesuit priest from Brabant, and a mathematician of repute.", "1423393": "André Tacquet (23 June 1612 Antwerp – 22 December 1660 Antwerp, also referred to by his Latinized name Andrea Tacquet[1]) was a Brabantian mathematician and Jesuit priest. Tacquet adhered to the methods of the geometry of Euclid and the philosophy of Aristotle and opposed the method of indivisibles.", "45365412": "Tuval Shmuel Foguel is Professor of Mathematics at Adelphi University in Garden City, New York. Tuval Foguel was born in 1959 in Berkeley, California to Hava and Shaul Foguel and he is a descendant of Saul Wahl. Through his mother Hava (née Sokolow), Professor Foguel is related to Nahum Sokolow.[1] Professor Foguel received his B.S. in mathematics from York College, City University of New York in 1988 and his PhD in Mathematics under Michio Suzuki from the University of Illinois at Urbana–Champaign in 1992 with a focus on finite groups. He has introduced the term conjugate-permutable subgroup. In the past, Professor Foguel has also taught at the University of the West Indies, North Dakota State University, Auburn University Montgomery, and Western Carolina University.", "2832647": "David E. Thomas (born 1953) is a scientist and software engineer best known for his scientific skepticism research and writings. He is a graduate of the New Mexico Institute of Mining and Technology, and his skeptic work covers the Roswell and Aztec UFO sightings, the Bible code, global warming, the 9/11 Truth movement and chemtrails. Thomas is frequently published in Skeptical Inquirer magazine.", "8173854": "Gary King (born December 8, 1958) is an American political scientist and quantitative methodologist. He is the Albert J. Weatherhead III University Professor and Director for the Institute for Quantitative Social Science at Harvard University. King and his research group develop and apply empirical methods in many areas of social science research, focusing on innovations that span the range from statistical theory to practical application.[2]", "55917199": "Jana Jurečková (née Přistoupilová, born 20 September 1940) is a Czech statistician, known for her work on rankings, robust statistics, outliers and tails, asymptotic theory, and the behavior of statistical estimates for finite sample sizes.[1]", "1555113": "John Fillmore Hayford (May 19, 1868 – March 10, 1925) was an eminent United States geodesist. His work involved the study of isostasy and the construction of a reference ellipsoid for approximating the figure of the Earth. Hayford was elected to the United States National Academy of Sciences in 1911 and the American Philosophical Society in 1915.[1][2] The crater Hayford on the far side of the Moon is named after him.[3] Mount Hayford, a 1,871 m mountain peak near Metlakatla, Alaska, United States, is named after him.[4] A biography of Hayford may be found in the Biographical Memoirs of the National Academy of Sciences, 16 (5), 1935.", "33700573": "Vincent Barabba (born September 6, 1934) is an American market researcher, author, former head of the United States Census Bureau, and the chairman and co-founder of Market Insight Corporation. He is known for his work in the field of market research and opinion polling.", "35273712": "Leopold Karl Schmetterer  (8 November 1919 in Vienna – 23 August 2004 in Gols) was an Austrian mathematician working on analysis, probability,  and statistics.", "47692905": "M. D. Chow (1878 – February 13, 1949 Shanghai), also known by the Chinese names Zhou Jinjue (Chinese: 周今覺) and Zhou Mingda (Chinese: 周明达), was a Chinese philatelist and mathematician. He was nicknamed the \"king of Chinese philately\".[1]", "29015302": "Rudolf Inzinger (5 April 1907 – 26 August 1980) was an Austrian mathematician who made contributions to differential geometry, the theory of convex bodies, and inverse problems for sound waves.", "5881119": "Henry Thomas Herbert Piaggio (2 June 1884–26 June 1967) was an English mathematician. Educated at the City of London School and St John's College, Cambridge, he was appointed lecturer in mathematics at the University of Nottingham in 1908 and then the first Professor of Mathematics in 1919.[1] He was the author of \"An Elementary Treatise on Differential Equations and their Applications\".[2]-", "12303727": "Professor Samuel Bruce McLaren (16 August 1876 – 13 August 1916) was an Australian mathematician and mathematical physicist. Joint winner of the Adams Prize in 1913 and Professor of Mathematics, University College, Reading from 1913 until his death during the Battle of the Somme.", "4177419": "Sidney Siegel (4 January 1916 in New York City – 29 November 1961) was an American psychologist who became especially well known for his work in popularizing non-parametric statistics for use in the behavioral sciences.  He was a co-developer of the statistical test known as the Siegel–Tukey test.", "16380": "James Tobin (March 5, 1918 – March 11, 2002) was an American economist who served on the Council of Economic Advisers and consulted with the Board of Governors of the Federal Reserve System, and taught at Harvard and Yale Universities. He contributed to the development of key ideas in the Keynesian economics of his generation and advocated government intervention in particular to stabilize output and avoid recessions. His academic work included pioneering contributions to the study of investment, monetary and fiscal policy and financial markets. He also proposed an econometric model for censored dependent variables, the well-known tobit model.", "10207396": "Ian Hugh Sloan AO (born 17 June 1938,[1] in Melbourne) is an Australian applied mathematician.", "29606216": "Yi Lin (Chinese: 林益; born 1959), also known as Jeffrey Forrest and Jeffrey Yi-Lin Forrest, is a professor of mathematics, systems science, economics, and finance at Pennsylvania State System of Higher Education (Slippery Rock campus) (SSHE) and at several major universities in China. Lin has been an active researcher in the field of systems science since mid-1980s and serves as the founder and president of the International Institute for General Systems Studies (IIGSS).", "47038799": "Mary Abby van Kleeck (June 26, 1883 – June 8, 1972) was an American social scientist of the 20th century. She was a notable figure in the American labor movement as well as a proponent of scientific management and a planned economy.", "50446752": "Allan Lee McCutcheon (March 15, 1950 – May 3, 2016) was an American sociologist and statistician.  He is best known for his work in survey research and methods, as well as for his contributions to categorical data analysis, especially to latent class analysis.", "2376138": "John Henry Michell, FRS[1] (26 October 1863 – 3 February 1940) was an Australian mathematician and Professor of Mathematics at the University of Melbourne.[2]", "19317288": "Tianwen Tony Cai (Chinese: 蔡天文; pinyin: Cài Tiānwén; born March, 1967) is a Chinese statistician. He is the Daniel H. Silberberg Professor of Statistics and Vice Dean at the Wharton School of the University of Pennsylvania. He is also  professor of Applied Math & Computational Science Graduate Group, and associate scholar at the Department of Biostatistics, Epidemiology & Informatics, Perelman School of Medicine, University of Pennsylvania. In 2008 Tony Cai was awarded the COPSS Presidents' Award.", "475830": "Elizebeth Smith Friedman (August 26, 1892 – October 31, 1980) was an American cryptanalyst and author who deciphered enemy codes in both World Wars and helped to solve international smuggling cases during Prohibition. Over the course of her career, she worked for the United States Treasury, Coast Guard, Navy and Army, and the International Monetary Fund.[3] She has been called \"America's first female cryptanalyst\".[4][5][6][2]", "57590463": "William Raymond Shadish Jr. (November 3, 1949 – March 27, 2016) was an American psychologist and statistician who was a distinguished professor and founding faculty member at the University of California, Merced. He was known for his work in the field of behavioral science, especially on the topics of program evaluation, causal inference, meta-analysis, and the study of methodology.[1]", "35931101": "Liao Shijun (Chinese: 廖世俊; pinyin: Liào Shìjùn; born September 15, 1963) is a fluid mechanics and applied mathematics expert working in homotopy analysis method (HAM), nonlinear waves, nonlinear dynamics, and applied mathematics. He was born in Wuhan, Hubei Province, China. Liao is a professor at Shanghai Jiao Tong University.", "13911181": "Willford Isbell King (June 2, 1880 – October 17, 1962) was an American statistician, economist, and chairman of the Committee for Constitutional Government, Inc.", "58115270": "David Parks Fackler (4 April 1841 – 30 October 1924) was an American actuary.", "33146091": "Simon Grigorevich Gindikin (Russian: Семён Григорьевич Гиндикин; born 7 December 1937, Moscow, Russian SFSR)[1] is a mathematician at Rutgers University who introduced the Gindikin–Karpelevich formula for the Harish-Chandra c-function.", "1426801": "Meredith Knox Gardner (October 20, 1912 – August 9, 2002) was an American linguist and codebreaker. Gardner worked in counter-intelligence, decoding Soviet intelligence traffic regarding espionage in the United States, in what came to be known as the Venona project.[1][2][3][4][5]", "1426872": "Theodorus Moretus, also known as Theodor or Theodore Moretus[1] (1602–1667) was a Flemish Jesuit priest who was also a mathematician, geometer, theologian and philosopher.  He spent most of his working life in Prague and Breslau (now Wroclaw) where he taught philosophy, theology and mathematics.  He published a number of treatises on these three subjects and also on physics and music theory.[2][3]", "39864119": "Matthew Bucksbaum (February 20, 1926 – November 24, 2013) was an American businessman and philanthropist. Matthew and his brothers Martin and Maurice co-founded General Growth Properties (NYSE: GGP).[1]", "47597383": "Harold Anthony Knapp was an American mathematician. He earned a doctorate in mathematics with a minor in physics at the Massachusetts Institute of Technology in 1947. He first worked as an operations analyst within the Office of the Chief of Naval Operations.[1] He joined the US Atomic Energy Commission in 1955, where he worked within the newly formed  Fallout Studies Branch within the Division of Biology and Medicine from 1960 on ; he resigned from the AEC in 1963. He then worked for the Institute for Defense Analyses \"which did highly sensitive studies on nuclear warfare for the Joint Chiefs of Staff, the Office of the Secretary of Defense, and the Defense Nuclear Agency\". In 1981, \"he joined the Joint Program Office in the Department of Defense, whose innocuous title hid the awesome responsibility of designing and putting into effect a system that would assure the continuity of government during nuclear war.\"[2]", "477018": "Frank Byron Rowlett (May 2, 1908 – June 29, 1998) was an American cryptologist.", "4900732": "Abu al-Qasim Maslama ibn Ahmad al-Majriti (Arabic: أبو القاسم مسلمة بن أحمد المجريطي: c. 950–1007), known or Latin as Methilem, was a Muslim Arab[1] or an Berber[2][3][4] astronomer, alchemist, mathematician, economist and Scholar in Islamic Spain, active during the reign of Al-Hakam II. His full name is Abu ’l-Qāsim Maslama ibn Aḥmad al-Faraḍī al-Ḥāsib al-Maj̲rīṭī al-Qurṭubī al-Andalusī.[5]", "772255": "Leonard Porter Ayres (September 15, 1879 – October 29, 1946) was an American statistician. He played a central role in developing and analyzing large-scale statistical projects, especially for the Russell Sage Foundation. His best-known work dealt with comprehensive statistical studies of American casualties in the first and second world wars.", "59885728": "Huang Minqiang (Chinese: 黄民强; born October 1960) is a Chinese mathematician and computer scientist, with a specialization in information processing. He is a research professor of the 58th Research Institute of the People's Liberation Army Strategic Support Force. He is an academician of the Chinese Academy of Sciences and an alternate member of the 19th Central Committee of the Communist Party of China.", "30165264": "Edward Fulton Denison (December 18, 1915, Omaha – October 23, 1992, Washington D.C.) was an American economist.[1][2][3] He was a pioneer in the measurement of the United States gross national product[1] and one of the founders of growth accounting.[3]", "27871658": "Benjamin Drake Wright (March 30, 1926 – October 25, 2015) was an American psychometrician. He is largely responsible for the widespread adoption of Georg Rasch's measurement principles and models.[1] In the wake of what Rasch referred to as Wright's “almost unbelievable activity in this field”[1] in the period from 1960 to 1972, Rasch's ideas entered the mainstream in high-stakes testing, professional certification and licensure examinations, and in research employing tests, and surveys and assessments across a range of fields. Wright's seminal contributions to measurement continued until 2001, and included articulation of philosophical principles, production of practical results and applications, software development, development of estimation methods and model fit statistics, vigorous support for students and colleagues, and the founding of professional societies and new publications.[2]", "18902": "A mathematician is someone who uses an extensive knowledge of mathematics in their work, typically to solve mathematical problems. Mathematicians are concerned with numbers, data, quantity, structure, space, models, and change.", "30165631": "John Whitefield Kendrick (July 27, 1917, Brooklyn – November 17, 2009, Arlington, Virginia) was a pioneer in productivity measurement and economic accounting.[1][2]", "46189346": "Wilfred Kaplan (November 28, 1915 – December 26, 2007) was a professor of mathematics at the University of Michigan for 46 years, from 1940 through 1986. His research focused on dynamical systems, the topology of curve families, complex function theory, and differential equations. In total, he authored over 30 research papers and 11 textbooks.", "3460279": "Franklin Henry Giddings (March 23, 1855 – June 11, 1931) was an American sociologist and economist.", "53103816": "Sallie Ann Keller (born 1956, also published as Sallie Keller–McNulty) is a statistician and a former president of the American Statistical Association (2006).[1]", "53726612": "Korean War", "47762883": "Abraham Morris Lilienfeld (November 13, 1920 – August 6, 1984) was an American epidemiologist and professor at the Johns Hopkins School of Hygiene and Public Health. He is known for his work in expanding epidemiology to focus on chronic diseases as well as infectious ones.", "4771387": "Warren J. Mitofsky (September 17, 1934 – September 1, 2006) was an American political pollster.", "3264528": "Lewis Henry Haney (March 30, 1882 – July 1, 1969) was a conservative American economist,[1][2]  professor, and economic columnist.", "13062226": "Kenneth Gordon McIntyre OBE, ComIH (22 August 1910 – 20 May 2004) was an Australian lawyer and historian.", "53498004": "Li Cai (Chinese: 蔡力; pinyin: Cài Lì; born c. 1980) is a statistician and quantitative psychologist. He is a professor of Advanced Quantitative Methodology at the UCLA Graduate School of Education and Information Studies with a joint appointment in the quantitative area of the UCLA Department of Psychology. He is also Director of the National Center for Research on Evaluation, Standards, and Student Testing, Managing Partner at Vector Psychometric Group.", "14045457": "Steven Vajda  (20 August 1901 – 10 December 1995) was a Hungarian-British mathematician who contributed to the development of mathematical programming and operational research.[1][2]  He was a member of a circle of researchers that included George Dantzig, Abraham Charnes, W.W. Cooper, William Orchard-Hays, Martin Beale and others.  He worked and taught as an actuary and as a mathematician in operational research from 1925 to 1995.", "58085658": "Charles Ferris Gettemy (March 12, 1868 – October 5, 1939) was an American journalist and statistician.", "14373269": "Lajos Takács (August 21, 1924 (Maglód) – December 4, 2015[1]) was a Hungarian mathematician, known for his contributions to probability theory and in particular, queueing theory.  He wrote over two hundred scientific papers and six books.", "46617064": "Yang Zhuoxin (simplified Chinese: 杨卓新; traditional Chinese: 楊卓新; pinyin: Yáng Zhuóxīn; 10 October 1890 – 10 June 1963) was a Chinese educator and mathematician who served as president of Hunan University from August 1930 to March 1931.", "53891666": "Olga Beaver (12 November 1942 – 7 December 2012[1]), informally called Ollie,[2] was a Czech-American mathematician and Professor of Mathematics at Williams College.[3][1]  She was the recipient of the second Louise Hay Award from the Association for Women in Mathematics.[4]  She is noted for having founded the Summer Science Program at Williams. She served as the director of the SSP for many years, and was the chair of the Mathematics Department at Williams for five and a half years.[3]", "578143": "Edward Hugh Hebern (April 23, 1869 – February 10, 1952) was an early inventor of rotor machines, devices for encryption.", "17552101": "Stuart A. Robertson (1918–2005) was co-founder, with Wendell Milliman, of Milliman, Inc., formerly Milliman & Robertson, which would grow to become one of the largest actuarial and business consulting firms in the world, encompassing more than 30 locations throughout the United States with offices in 16 other countries. Robertson, who attended the University of Washington before becoming an actuary, joined Milliman in the first consulting actuarial practice in the Pacific Northwest in 1950. Following Milliman's retirement in 1971, Robertson served as CEO and chairman until his retirement in 1983.", "14897936": "Adrian Bowyer /ˈboʊjər/ MBE is an English engineer and mathematician, formerly an academic at the University of Bath.", "58610515": "Horace Yomishi Mochizuki (18 May 1937 – 9 June 1989) was an American mathematician known for his contributions to group theory. Mochizuki received a special award from the National Science Foundation for his work on the Burnside problem.", "4608888": "Mollie Orshansky (January 9, 1915 – December 18, 2006) was an American economist and statistician who, in 1963–65, developed the Orshansky Poverty Thresholds, which are used in the United States as a measure of the income that a household must not exceed to be counted as poor.", "938917": "Jeff Sagarin is an American sports statistician known for his development of a method for ranking and rating sports teams in a variety of sports. His Sagarin Ratings have been a regular feature in the USA Today sports section from 1985 to 2023,[1] have been used by the NCAA Tournament Selection Committee to help determine the participants in the NCAA Men's Division I Basketball Championship tournament since 1984,[2] and were part of the college football Bowl Championship Series throughout its history from 1998 to 2014.[3]", "21459": "The IMU Abacus Medal, known before 2022 as the Rolf Nevanlinna Prize,[1] is awarded once every four years at the International Congress of Mathematicians, hosted by the International Mathematical Union (IMU), for outstanding contributions in Mathematical Aspects of Information Sciences including:", "55694519": "Lenore Alice Epstein Bixby (August 12, 1914 – April 5, 1994)[1] was an American statistician who worked with the Social Security Administration and the National Academy of Sciences.[2][3]", "53564621": "Jiang Lifu (4 July 1890 – 3 February 1978) was a Chinese mathematician and educator widely regarded as the Father of modern Chinese mathematics.[citation needed] His main research areas are the theory of syringine geometry and matrix.", "26203372": "John Neter (February 8, 1923 – December 6, 2022) was a German-born American statistician, university professor, and widely published author.[1][2]", "28759399": "Douglas M. Greenwald (June 5, 1913, Manhattan – January 15, 1997, Sarasota) was an economist. He was among the National Association of Business Economists.[1]\nIn 1965, he was elected as a Fellow of the American Statistical Association.[2]", "35083655": "Fyodor L. Zak (Russian: Федор Лазаревич Зак (born December 2, 1949, in Moscow) is a Russian mathematician working on mathematical economics and algebraic geometry[1] who classified the Scorza varieties.[2]", "53237253": "Deng Julong (Chinese: 邓聚龙; January 1933 – June 22, 2013) was a professor of Huazhong University of Science and Technology, Wuhan, China. He is acknowledged as the founder of grey system theory, first proposed in 1982 with the publication of his paper “Control problems of grey systems,” in the international journal Systems and Control Letter, edited at the time by Roger W. Brockett, a professor at Harvard University. This theory underlies the theory of grey relational analysis. His theory inspired many noted scholars like Jeffrey Yi-Lin Forrest, Liu Sifeng, and Keith W. Hipel, recipient of Izaak Walton Killam Memorial Prize.[1][2][3]", "22631944": "Peng Shige (Chinese: 彭实戈, born December 8, 1947, in Binzhou, Shandong) is a Chinese mathematician noted for his contributions in stochastic analysis and mathematical finance.", "51992096": "Liu Yingming (Chinese: 刘应明; pinyin: Liú Yìngmíng; 8 October 1940 – 15 July 2016) was a Chinese mathematician. He was an academician of the Chinese Academy of Sciences (CAS).", "6346312": "Sydney Goldstein FRS[1] (3 December 1903, Kingston upon Hull – 22 January 1989, Cambridge, MA) was a British mathematician noted for his contribution to fluid dynamics.[2][3] He is described as: \"... one of those who most influenced progress in fluid dynamics during the 20th century.\"[1]", "55891607": "Zhao Pengda (Chinese: 赵鹏大; born in 1931) is a Chinese mathematical geologist. He was a professor at the China University of Geosciences (Wuhan). He was the first Asian to receive the William Christian Krumbein Medal in 1990[1] from International Association for Mathematical Geosciences. He is considered as the Father of Mathematical Geology in China. He is an academician of the Chinese Academy of Sciences.", "56351077": "Albert Mullin (August 25, 1933 – May 16, 2017) was an American engineer and Mathematician[1] who is best known for his postulation of the Euclid–Mullin sequence.[2]", "49634030": "Hu Dunfu (Chinese: 胡敦復; Wade–Giles: Hu Tun-fu; 1886 – December 1, 1978) was a Chinese mathematician and pioneer in higher education. He won a Qing government scholarship to study at Cornell University, and became the first dean of Tsinghua University at the age of 25. He was then briefly dean of Fudan University, before establishing Utopia University in 1912 and developing it into one of China's best private universities. He also served as head of the mathematics department of National Chiao Tung University and the first president of the Chinese Mathematical Society, which he co-founded in 1935.", "51600266": "William Manning Haenszel (June 19, 1910 – March 13, 1998) was an American epidemiologist who developed the first national system to track cancer cases and their possible causes (Surveillance, Epidemiology, and End Results or SEER). He was an elected fellow of the American Statistical Association, the American Public Health Association, and the American Association For the Advancement of Science.[1] He worked at the National Cancer Institute from 1952 to 1976, when he became a Professor of Epidemiology at the University of Illinois. With Nathan Mantel, he co-authored the Mantel–Haenszel statistical test for omitted variables.[2]", "46422966": "Nicole Marie Galloway (née Rogge; born June 13, 1982)[1] is an American accountant and politician who served as the state auditor of Missouri from 2015 to 2023. She was the Democratic nominee for Governor of Missouri in the 2020 election, losing to incumbent Republican Mike Parson.[2]", "15359177": "Yuan-Shih Chow (Chinese: 周元燊; pinyin: Zhōu Yuánshēn; 1 September 1924 – 3 March 2022), also known as Y. S. Chow or Zhou Yuanshen, was a Chinese and American probabilist.[1] He was Professor Emeritus, Columbia University, United States.", "47668601": "David James Foulis (July 26, 1930- April 3, 2018) was an American mathematician known for his research on the algebraic foundations of quantum mechanics.\nHe spent much of his career at the University of Massachusetts Amherst,[1][2] retiring in 1997 but continuing to be very active in mathematics as professor emeritus.   He is the namesake of Foulis semigroups, an algebraic structure that he studied extensively under the alternative name of Baer *-semigroups.[3][4]", "49012141": "Charles Felton Pidgin (November 11, 1844 – June 3, 1923) was an American author, statistician, and inventor.[1]  He is best known for his 1900 novel Quincy Adams Sawyer, which became successful largely due to a big marketing campaign, and was adapted for the stage and silent film.", "32366276": "Jerome (Jerry) Arthur Goldstein (born August 5, 1941 in Pittsburgh, Pennsylvania) is an American mathematician whose main interests are partial differential equations, operator theory, stochastic analysis, fluid dynamics, quantum theory, and mathematical finance.", "48750283": "Bruce Cooil (born 1953) is The Dean Samuel B. and Evelyn R. Richmond Professor of Management at Vanderbilt University in the Owen Graduate School of Management.[1] His main areas of research are statistical modelling and its application to decrease mortality and morbidity rates due to coronary heart disease[2][3][4] and what can be done to improve the healthcare of impoverished regions like Mozambique.[5]", "6184748": "Nathan Mantel (February 16, 1919 – May 25, 2002)[1] was an American biostatistician best known for his work with William Haenszel that led to the Mantel–Haenszel test and its associated estimate, the Mantel–Haenszel odds ratio. The Mantel–Haenszel procedure and its extensions allow data from several sources or groups to be combined while avoiding confounding.[2]", "5562185": "Andrew Hugine Jr. is an American educator and academic administrator serving as the 11th president of Alabama A&M University. On June 26, 2009, his hiring for the role was authorised. Hugine's contract was renewed by the AAMU Board of Trustees to 2023 on June 22, 2018. Hugine was formerly president of South Carolina State University, his alma mater.[1]", "47341532": "Shi Yuguang (Chinese: 史宇光; born 1969, Yinxian, Zhejiang) is a Chinese mathematician at Peking University.[1] His areas of research are geometric analysis and differential geometry.[2]", "34005099": "Leo Aria Goodman (August 7, 1928 – December 22, 2020) was an American statistician. He was known particularly for developing statistical methods for the social sciences, including statistical methods for analyzing categorical data and data from statistical surveys.", "1564918": "Francis Amasa Walker (July 2, 1840 – January 5, 1897) was an American economist, statistician, journalist, educator, academic administrator, and an officer in the Union Army.", "15622495": "Robert Bartnik (1956 – 2022) was an Australian mathematician based at Monash University.  He was known for his contributions to the rigorous mathematical study of general relativity. He received his bachelor's and master's degrees from Melbourne University and a PhD in mathematics from Princeton University in 1983, where his advisor was Shing-Tung Yau. In 2004 he was elected to the Australian Academy of Science, with citation:", "10314307": "Michael George Cowling is an Australian pure mathematician who was born in Melbourne, Victoria, Australia in 1949. He gained a BSc (Hons) (1971) from the Australian National University and a PhD (1974) from Flinders University. After rising to the rank of professor at the University of Genoa, he became Professor of Pure Mathematics at the University of New South Wales in 1983. His work centers on harmonic analysis, representation theory, partial differential equations and geometry of Lie groups. He was awarded the Australian Mathematical Society Medal in 1989, and he was elected as a fellow of the Australian Academy of Science in 1993. From 2004 to 2006 he was President of the Australian Mathematical Society.", "2712157": "Gerald Mark McNerney (/məkˈnɜːrni/ mək-NUR-nee; born June 18, 1951) is an American businessman, politician, and the U.S. representative for California's 9th congressional district from 2007 until 2023. He is a member of the Democratic Party. His district, numbered as the 11th district until 2013, was based in Stockton and included parts of San Joaquin County, East Contra Costa County, and southern Sacramento County. McNerney holds a Ph.D in mathematics.[1] McNerney did not run for reelection in 2022.[2]", "287468": "Elihu Root (/ˈɛlɪhjuː ˈruːt/; February 15, 1845 – February 7, 1937) was an American lawyer, Republican politician, and statesman who served as the 41st United States Secretary of War under presidents William McKinley and Theodore Roosevelt and the 38th United States Secretary of State under Roosevelt. In both positions as well as a long legal career, he pioneered the American practice of international law. Root is sometimes considered the prototype of the 20th-century political \"wise man\", advising presidents on a range of foreign and domestic issues.[1] He also served as a United States Senator from New York and received the 1912 Nobel Peace Prize.", "61662059": "Martha Betz Shapley (August 3, 1890 – January 24, 1981) was an American astronomer known for her research on eclipsing binary stars.[1][2]", "5202853": "Charles Weill Rackoff is an American cryptologist. Born and raised in New York City, he attended MIT as both an undergraduate and graduate student,[1] and earned a Ph.D. degree in Computer Science in 1974.  He spent a year as a postdoctoral scholar at INRIA in France.", "6022125": "Emil Weyr (31 August / 1 September 1848 – 25 January 1894) was an Austrian-Czech mathematician, known for his numerous publications on geometry.[2]", "2024484": "Heterodox", "33875019": "George Horace Gallup Jr. (April 9, 1930 – November 21, 2011) was an American pollster, writer and executive at The Gallup Organization, which had been founded by his father, George Gallup.[2] Gallup expanded the scope of the Gallup Poll to encompass a wider variety of topics, ranging from the outlook of American young people to religious beliefs.[2]", "50324598": "Meigu Guan (Chinese: 管梅谷, also Romanized as Mei-Ko Kwan or Mei-ku Kuan, born 1934 in Shanghai) is a Chinese mathematician and one of the country's leading experts on mathematical programming.[1] He is known for his research on the route inspection problem, and served as president of Shandong Normal University.", "29058262": "Harrison Morton Wadsworth Jr. (August 20, 1924 – August 3, 2010) was an American engineering professor of statistical methods, author and specialist in quality control science. Born in Duluth, Minnesota, he grew up in Miami Beach, Florida and lived most of his life in Atlanta, Georgia. Wadsworth received his B.I.E. Degree and M.S. Degrees from the Georgia Institute of Technology and his PhD from Case Western Reserve University. He was a professor of statistics in the Industrial and Systems Engineering Department at the Georgia Institute of Technology from 1960 through 1991, and taught in China and Turkey. He operated his own quality auditing consulting business upon retiring in 1991. He was a veteran of the U.S. Army, serving as a supply sergeant in the Philippines in World War II, and in the Korean War.[1][2]", "5858667": "Edward H. \"Ned\" Deets III is a retired Rear Admiral (upper half) in the United States Navy. A cryptology and information warfare specialist, Deets was the senior Information Warfare Officer (IWO) in the Navy.[update].", "2680203": "René-François Walter de Sluse (French: [də slyz]; also Renatius Franciscus Slusius or Walther de Sluze; 2 July 1622 – 19 March 1685) was a Walloon mathematician and churchman who served as the canon of Liège and abbot of Amay.[1]", "2680254": "Grégoire de Saint-Vincent -  in Latin : Gregorius a Sancto Vincentio, in Dutch : Gregorius van St-Vincent - (8 September 1584 Bruges – 5 June 1667 Ghent) was a Flemish Jesuit and mathematician. He is remembered for his work on quadrature of the hyperbola.", "59303394": "Mortimer Spiegelman (December 10, 1901 – March 25, 1969)[1] was an American statistician, actuary, and demographer whose research focused on the application of statistics to the field of public health.[2] He was Staff Statistician at the American Public Health Association (APHA) from 1967 until his death in 1969. He was a fellow of the APHA, the Society of Actuaries, and the American Statistical Association.[1] The APHA's Statistics Section has awarded the Mortimer Spiegelman Award in his honor since 1970. The annual award is given to a distinguished public health statistician under the age of 40.[3][2]", "55731689": "Margaret Merrell (December 3, 1900[1] – 21, 1995)[2] was an American biostatistician who taught at Johns Hopkins University for many years[3] and became the first female full professor in the Johns Hopkins School of Public Health.[4] She is known for her research with Lowell Reed on the construction of life tables.[3][5] She also observed that, for longitudinal data on individuals, fitting a curve to each individual and then averaging the parameters describing the curve will typically give different results than averaging the data values of the individuals and fitting a single curve to the averaged data.[6]", "31844219": "Greg Hjorth (14 June 1963 – 13 January 2011) was an Australian Professor of Mathematics,[1] chess International Master (1984) and joint (with Ian Rogers) Commonwealth Champion in 1983.[2] He worked in the field of mathematical logic.[3][4]", "73263163": "Paul Heinrich Fuss, also known as Pavel Nikolayevich Fuss (Russian: Павел Николаевич Фуcс; 2 June [O.S. 22 May] 1798 – 22 January [O.S. 10 January] 1855) was a Russian mathematician who served as secretary of the Imperial Academy of Sciences in Saint Petersburg.", "47606003": "Charles Madison Sarratt (1888–1978) was an American academic and administrator. He was the co-author of a textbook on mathematics. He was the chair of the department of mathematics at Vanderbilt University from 1924 to 1946, dean of students from 1939 to 1945, vice-chancellor from 1946 to 1958, and dean of alumni from 1958 to 1978.", "31025417": "Sir Thomas MacFarland Cherry F.A.A., F.R.S.[1] (21 May 1898 – 21 November 1966) was an Australian mathematician, serving as Professor of Mathematics (pure, mixed and applied) at the University of Melbourne from 1929 until his retirement in 1963.[2]", "55830915": "Margaret Pearl Martin (April 22, 1915 – May 3, 2012) was an American statistician, associated with the University of Minnesota.[1]\nMost of her statistical research was performed as a consultant on public health studies, in connection with her work teaching statistics in medical schools.[2]", "50817482": "Gigla Janashia (Georgian: გიგლა ჯანაშია; 27 September 1927, in Tbilisi – 27 April 2005) was a Georgian mathematician. He was the key author of Janashia-Lagvilava matrix spectral factorization (MSF) method.[1] The major recognition of his achievements came after Janashia’s death, when the USPTO granted the patent to this method and its applications, which is extremely rare for pure mathematicians.", "2943458": "Lester Greenspan Telser (January 3, 1931 - September 3, 2022) was an American economist and Professor Emeritus in Economics at the University of Chicago.[1]", "649861": "Muhammad ibn Musa al-Khwarizmi[note 1] (Arabic: محمد بن موسى الخوارزمي; c. 780 – c. 850), often referred to as simply al-Khwarizmi, was a Persian polymath who produced vastly influential Arabic-language works in mathematics, astronomy, and geography. Hailing from Khwarazm, he was appointed as the astronomer and head of the House of Wisdom in the city of Baghdad around 820 CE.", "158571": "Harry Nyquist (/ˈnaɪkwɪst/, Swedish: [ˈnŷːkvɪst]; February 7, 1889 – April 4, 1976) was a Swedish-American physicist and electronic engineer who made important contributions to communication theory.[1]", "62417932": "Ye Xiangdong (Chinese: 叶向东; born 1963) is a Chinese mathematician specializing in topological dynamic system and ergodic theory.", "39283776": "Jeffery J. Leader (born 1963) is an American academic applied mathematician specializing in numerical analysis. He is a member of the Rose-Hulman Institute of Technology.", "55209041": "Sidney Michaelson FRSE FIMA FSA FBCS (5 December 1925 – 21 February 1991) was Scotland's first professor of Computer Science. He was joint founder of the Institute of Mathematics and its Applications.[1] As an author he is remembered for his analysis of the Bible.", "52096685": "Yuichi Motai is a Japanese researcher, professor, and book author. He serves as director of the Sensory Intelligence Laboratory at Virginia Commonwealth University (VCU) and as an associate professor of Electrical and Computer Engineering. Motai is a past professor at University of Vermont; He was a visiting faculty of Air Force Research Lab at Hanscom MA, and Harvard Medical School, Boston, MA.[1]", "48951075": "Alfonso F. \"Alfie\" Agnew (born January 24, 1969) is an American mathematician, singer, musician and songwriter. In a career spanning more than 30 years, Agnew is best known for being a member of the punk bands the Adolescents and D.I. as well as the group Professor and the Madman. Alfie's brothers Rikk Agnew and Frank Agnew are also former Adolescents guitarists.", "50393209": "William Drexel Duke (born 1958) is an American mathematician specializing in number theory.", "8646865": "Robert Gardner Bartle (November 20, 1927 – September 18, 2003) was an American mathematician specializing in real analysis. He is known for writing the popular textbooks The Elements of Real Analysis (1964), The Elements of Integration (1966), and Introduction to Real Analysis (2011) with Donald R. Sherbert, published by John Wiley & Sons.", "25456892": "William Alfred Massey is an American mathematician and operations researcher, the Edwin S. Wilsey Professor of Operations Research and Financial Engineering at Princeton University. He is an expert in queueing theory.", "422387": "Martin Edward Hellman (born October 2, 1945) is an American cryptologist and mathematician, best known for his invention of public key cryptography in cooperation with Whitfield Diffie and Ralph Merkle.[2][3] Hellman is a longtime contributor to the computer privacy debate, and has applied risk analysis to a potential failure of nuclear deterrence.", "26702356": "Ingram Olkin (July 23, 1924 – April 28, 2016) was a professor emeritus and chair of statistics and education at Stanford University and the Stanford Graduate School of Education. He is known for developing statistical analysis for evaluating policies, particularly in education, and for his contributions to meta-analysis, statistics education, multivariate analysis, and majorization theory.", "455221": "Thomas Dale Akers (born May 20, 1951) is a former  American astronaut in NASA's Space Shuttle program.[1]", "53408344": "Christopher K. W. Tam is an American mathematician, currently the Robert O. Lawton Distinguished Professor at Florida State University.[1][2]", "58684064": "Chen Zhiming (simplified Chinese: 陈志明; traditional Chinese: 陳志明; pinyin: Chen Zhiming; born July 1965) is a Chinese mathematician and the current director of the State Key Laboratory of Scientific and Engineering Computing and the Institute of Computational Mathematics and Scientific Engineering Computing.[1]", "38892332": "Edward Jarvis (9 January 1803, Concord, Massachusetts – 31 October 1884, Dorchester, Massachusetts) was an American physician.", "56423251": "Prof Maurice Henry Quenouille FRSE FRSS (1924 – 12 December 1973) was a 20th-century British statistician remembered as the creator of Jackknife resampling.", "17265646": "Juncheng Wei FRSC (Chinese: 魏军城; born 1968) is a Chinese mathematician working in the area of nonlinear partial differential equations, nonlinear analysis and mathematical biology. Since 1994, he has over 470 published articles in top journals, including Annals of Mathematics, Inventiones Mathematicae, Communications on Pure and Applied Mathematics, and Duke Mathematical Journal.[1]", "37942377": "Ge Jun (simplified Chinese: 葛军; traditional Chinese: 葛軍; pinyin: Gě Jūn; born in October 1964 in Nantong, Jiangsu), is the associate professor and master instructor of College of Mathematics and Computer Science of Nanjing Normal University. Ge took part in the composing and designing process of the mathematics paper of the National College Entrance Examination for several times. The papers of the year 2003, 2010[1][2] and 2012[3] were regarded as “extremely difficult” by examinees. As a result, he is called \"the Emperor of Mathematics\" (Chinese: 数学帝) by netizens in China. Some media also use this nickname.[4]", "226650": "Glenn Shafer (born November 21, 1946) is an American mathematician and statistician. He is the co-creator of Dempster–Shafer theory. He is a University Professor and Board of Governors Professor at Rutgers University.", "50525901": "Edward William Barankin (1920 – 1985) was an American mathematician and statistician.", "161947": "Alan Greenspan  (born March 6, 1926) is an American economist who served as the 13th chairman of the Federal Reserve from 1987 to 2006. He worked as a private adviser and provided consulting for firms through his company, Greenspan Associates LLC.", "55081129": "Wang Dongming (Chinese: 王东明; born July 1961 in Anhui, China) is Research Director (Directeur de Recherche) at the French National Center for Scientific Research (Centre National de la Recherche Scientifique, CNRS).[1] He was awarded Wen-tsün Wu Chair Professor at the University of Science and Technology of China in 2001,[2] Changjiang Scholar of the Chinese Ministry of Education in 2005,[3] and Bagui Scholar of Guangxi Zhuang Autonomous Region, China in 2014.[4] He was elected Member of the Academia Europaea in 2017.[5]", "13891813": "Emery Neal Brown (born 1957)[1] is an American statistician, neuroscientist, and anesthesiologist. He is the Warren M. Zapol Professor of Anesthesia at Harvard Medical School and at Massachusetts General Hospital (MGH), and a practicing anesthesiologist at MGH. At MIT he is the Edward Hood Taplin Professor of Medical Engineering and professor of computational neuroscience, the associate director of the Institute for Medical Engineering and Science, and the Director of the Harvard–MIT Program in Health Sciences and Technology.", "50100883": "Karl August Fox (July 14, 1917 – April 20, 2008) was an American economist. He was a professor of economics at Iowa State University from 1955 to 1987.[1] During 1954–55, he was senior staff economist with the President’s Council of Economic Advisers.[2]\nIn 1961 he was elected as a Fellow of the American Statistical Association.[3]", "32602878": "Weinan E (Chinese: 鄂维南; pinyin: È Wéinán; born September 1963) is a Chinese mathematician. He is known for his pathbreaking work in applied mathematics and machine learning. His academic contributions include novel mathematical and computational results in stochastic differential equations; design of efficient algorithms to compute multiscale and multiphysics problems, particularly those arising in fluid dynamics and chemistry; and pioneering work on the application of deep learning techniques to scientific computing.[1] In addition, he has worked on multiscale modeling and the study of rare events.[2]", "1276686": "Stephen Mack Stigler (born August 10, 1941) is the Ernest DeWitt Burton Distinguished Service Professor at the Department of Statistics of the University of Chicago.[1] He has authored several books on the history of statistics; he is the son of the economist George Stigler.", "5307304": "David S. Neft (born January 9, 1937) is an American writer and historian who creates sports encyclopedias.", "4291645": "Emanuel Parzen (April 21, 1929 – February 6, 2016) was an American statistician. He worked and published on signal detection theory and time series analysis, where he pioneered the use of kernel density estimation (also known as the Parzen window[1] in his honor). Parzen was the recipient of the 1994 Samuel S. Wilks Memorial Medal of the American Statistical Association.[2]", "10288196": "Max Krook (1913 – 4 August 1985) was an American mathematician and astrophysicist.[1]", "52460702": "Xinwen Zhu (Chinese: 朱歆文; born 1982 in Sichuan) is a Chinese mathematician and professor at Stanford University. His work deals primarily with geometric representation theory and in particular the Langlands program, tying number theory to algebraic geometry and quantum physics.[1][2]", "3210590": "Dmitri Fyodorovich Egorov (Russian: Дми́трий Фёдорович Его́ров[pronunciation?]; December 22, 1869 – September 10, 1931) was a Russian and Soviet mathematician known for contributions to the areas of differential geometry and mathematical analysis. He was President of the Moscow Mathematical Society (1923–1930).", "55803307": "Edward Lynn Kaplan (May 11, 1920 – September 26, 2006)[1] was a mathematician most famous for the Kaplan–Meier estimator,[2] developed together with Paul Meier.", "52461029": "Xinyi Yuan (Chinese: 袁新意; born 1981) is a Chinese mathematician who is currently a professor of mathematics at Peking University working in number theory, arithmetic geometry, and automorphic forms.[1] In particular, his work focuses on arithmetic intersection theory, algebraic dynamics, Diophantine equations and special values of L-functions.", "11566873": "The Noether Lecture is a distinguished lecture series that honors women \"who have made fundamental and sustained contributions to the mathematical sciences\". The Association for Women in Mathematics (AWM) established the annual lectures in 1980 as the Emmy Noether Lectures, in honor of one of the leading mathematicians of her time. In 2013 it was renamed the AWM-AMS Noether Lecture and since 2015 is sponsored jointly with the American Mathematical Society (AMS). The recipient delivers the lecture at the yearly American Joint Mathematics Meetings held in January.[1]", "51347294": "Wilhelm Winkler (29 June 1884 – 3 September 1984) was a Czech-Austrian statistician and politician. He had successful careers as both an academic statistician (despite receiving no formal academic training in the field), and a program director in the Austrian government.", "56852389": "Jacob Preston Carnahan (September 22, 1832 – July 16, 1912) was an American Confederate officer, a professor of mathematics, and Populist politician in Arkansas. He ran for governor.", "68255744": "Nilendra Ganesh Deshpande (born 1938) is an American theoretical high-energy physicist and professor emeritus at the University of Oregon. His interests include theories of electroweak interactions, grand unification, and neutrino physics.", "7208965": "The International Young Physicists' Tournament (IYPT)[1], sometimes referred to as the “Physics World Cup”, is a scientific competition between teams of secondary school students. It mimics, as close as possible, the real-world scientific research and the process of presenting and defending the results obtained.", "63209480": "Phillip A. Sprangle (born September 27, 1944, in Brooklyn) is an American physicist who specializes in the applications of plasma physics.[1] He is known for his work involving the propagation of high-intensity laser beams in the atmosphere,[2] the interaction of ultra-short laser pulses from high-power lasers with matter,[3] nonlinear optics and nonlinear plasma physics,[4] free electron lasers,[5] and lasers in particle acceleration.[6][7]", "42270734": "Antal I. \"Tony\" Jákli (born 3 October 1958) is a Hungarian-American physicist and professor of chemical physics at Kent State University. He is known for his work with bent-core,[1][2] flexoelectric, and ferroelectric liquid crystals.", "28311573": "The Schön scandal concerns German physicist Jan Hendrik Schön (born August 1970 in Verden an der Aller, Lower Saxony, West Germany) who briefly rose to prominence after a series of apparent breakthroughs with semiconductors that were later discovered to be fraudulent.[1] Before he was exposed, Schön had received the Otto-Klung-Weberbank Prize for Physics and the Braunschweig Prize in 2001, as well as the Outstanding Young Investigator Award of the Materials Research Society in 2002, all of which were later rescinded.[2]", "12943388": "Richard Keith Ellis, FRS (born 17 November 1949) is a British theoretical physicist, working at the University of Durham, and a leading authority on perturbative quantum chromodynamics and collider phenomenology.", "17825823": "Artem Alikhanian (Armenian: Արտեմ Ալիխանյան, Russian: Артём Исаакович Алиханьян, 24 June 1908 – 25 February 1978) was a Soviet and Armenian physicist, one of the founders and first director of the Yerevan Physics Institute, a correspondent member of the Academy of Sciences of the Soviet Union (1946), academic of the Armenian National Academy of Sciences. With Pyotr Kapitsa, Lev Landau, Igor Kurchatov, Abram Alikhanov and others, he laid the foundations of nuclear physics in the Soviet Union.[1] He is known as the \"father of Armenian physics\".[1]", "71008287": "Scott Dodelson is an American physicist. He is a professor of physics at Carnegie Mellon University and chair of its physics department.[1]", "23560223": "Olov Hilding Faxén (29 March 1892 – 1 June 1970) was a Swedish physicist who was primarily active within mechanics.", "3014691": "Bernard Harden Porter (February 14, 1911, Porter Settlement in Houlton, Aroostook County, Maine – June 7, 2004, in Belfast, Maine) was an American artist, writer, publisher, performer, and physicist. He was a representative of the avant-garde art movements Mail Art[1] and Found Poetry.", "56000554": "Sheila Rowan CBE FRS FRSE FInstP[3] (born 25 November 1969) is a Scottish physicist and academic, who is Professor of Physics and Astronomy at the University of Glasgow in Scotland, and director of its Institute for Gravitational Research since 2009.[4][5][6] She is known for her work in advancing the detection of gravitation waves. In 2016, Rowan was appointed the (part-time) Chief Scientific Advisor to the Scottish Government.[7]", "1966125": "Arne Christer Fuglesang (born 18 March 1957) is a Swedish physicist and an ESA astronaut. He was first launched aboard the STS-116 Space Shuttle mission on 10 December 2006, making him the first Swedish citizen in space.[2]", "63406129": "Susanne Friederike Viefers (born 1970) is a German-Norwegian theoretical physicist interested in low-dimensional quantum systems including the Quantum Hall effect, Bose–Einstein condensates, and anyons. She is a professor of theoretical physics at the University of Oslo in Norway.", "54722620": "Sir Ieuan Maddock CB, OBE, FRS (29 March 1917 – 29 December 1988) was a Welsh scientist and nuclear researcher. He played a role in the nuclear weapons tests in Australia in the 1950s and the 1973 Partial Test-Ban treaty.", "48595007": "Hanna von Hoerner (14 November 1942 – 4 July 2014) was a German astrophysicist. She founded the company von Hoerner & Sulger which produces scientific instruments, notably cosmic dust analyzers used on space missions by the European Space Agency (ESA) and NASA.", "56066114": "José María Maza Sancho (born 1948) is a Chilean astronomer and astrophysicist. His work has focused on the study of supernovas, the execution of a search for objects with emission lines, dark energy, and quasars with an objective prism, which led him to be awarded the National Prize for Exact Sciences in 1999.[1] Since 2017 he gained popular following with books aimed to the general public and podcasts.", "42270791": "Ferenc András Kalmár (born 1955)[1] is a Hungarian physicist and politician, member of the National Assembly (MP) from Fidesz–KDNP Csongrád County Regional List between 2010 and 2014.[2]", "52002890": "Marie-Antoinette Tonnelat (née Baudot) (March 5, 1912 – December 3, 1980) was a French theoretical physicist.  Her physics research focused on relativistic quantum mechanics under the influence of gravity. Along with the help of Albert Einstein and Erwin Schrödinger, she attempted to propose one of the first unified field theories. She is also known for her work on the history of special and general relativity.", "62685259": "Peter Shawhan is an American physicist. He is currently professor of physics at the University of Maryland and was a co-recipient of the Breakthrough Prize in Fundamental Physics, the Gruber Prize in Cosmology, and the Bruno Rossi Prize for his work on LIGO.", "67698768": "Ambrogio Fasoli (born 10 November 1964 in Milan) is a researcher and professor working in the field of fusion and plasma physics. A   Fellow of the American Physical Society, he is Director of the Swiss Plasma Center, located at EPFL, the Swiss Federal Institute of Technology in Lausanne, Switzerland. Since 1 January 2019, he chairs the European consortium EUROfusion, the umbrella organisation for the development of nuclear fusion power in Europe.[1]", "294993": "Petr Beckmann (November 13, 1924 – August 3, 1993) was a professor of electrical engineering who became a well-known advocate of libertarianism and nuclear power. Later in his life he disputed Albert Einstein's theory of relativity and other accepted theories in modern physics.", "1179730": "Pieter Kok (born in June 1972) is a Dutch physicist and one of the co-developers of quantum interferometric optical lithography.", "61472854": "Ludwik Je̜drzej Gorzkowski (1811–1857) was a Polish politician,[1] physicist and revolutionary activist,[2][3][4][5] one of the organizers of the Kraków uprising, during which he was a member of the newly formed Polish National Government alongside Jan Tyssowski and Aleksander Grzegorzewski [pl].", "71336023": "Brian Braddock is a fictional superhero appearing in British and American comic books published by Marvel Comics. Created in 1976 by writer Chris Claremont and artist Herb Trimpe, with later contributions from Alan Moore and Alan Davis, he first appeared in Captain Britain Weekly #1.[1] He is the first character in publication to use the Captain Britain moniker, later adopting the title Captain Avalon.[2]", "63176791": "Gloria Lubkin (née Becker; May 16, 1933 – January 26, 2020) was an American science journalist and editor for the magazine Physics Today, of which she was the editor-in-chief from 1985 to 1994.[1] She also cofounded the Theoretical Physics Institute at the University of Minnesota[2] and was a fellow of both the American Physical Society and the American Association for the Advancement of Science.", "21430361": "Michael John Whelan HonFRMS FRS FInstP (born 2 November 1931) is a British scientist.", "6586459": "Shrinivas Ramchandra Kulkarni (born 4 October 1956) is a US-based astronomer born and raised in India.[2] He is currently a professor of astronomy and planetary science at California Institute of Technology,[3] and he served as director of Caltech Optical Observatory (COO) at California Institute of Technology, in which capacity he oversaw the Palomar and Keck among other telescopes.[3] He is the recipient of a number of awards and honours.", "21659744": "Tihomir Novakov, Ph.D known also as Tica Novakov (March 16, 1929 – January 2, 2015) was a Serbian-born American physicist. As a scientist, Novakov is known for his black carbon, air quality, and climate change research. James Hansen dubbed him \"the godfather of black carbon\".[1]", "64749667": "Johannes Maria Jozef \"Hans\" van Leeuwen (born 5 August 1932)[1][2] is a Dutch physicist.", "52396132": "Albert Thomas Price (30 January 1903 – 13 December 1978) was a British geophysicist.[1]", "1343593": "France Anne-Dominic Córdova (born August 5, 1947) is an American astrophysicist and administrator who was the fourteenth director of the National Science Foundation.[1] Previously, she was the eleventh President of Purdue University from 2007 to 2012.[2] She now serves as President of the Science Philanthropy Alliance.[3]", "9470070": "Henrik Svensmark (born 1958) is a physicist and professor in the Division of Solar System Physics at the Danish National Space Institute (DTU Space) in Copenhagen.[1] He is known for his work on the hypothesis that fewer cosmic rays are an indirect cause of global warming via cloud formation.[2][3][4]", "20021367": "Ivar Waller (11 June 1898 – 12 April 1991) was a Swedish professor of theoretical physics at Uppsala University. He developed the theory of X-ray scattering by lattice vibrations of a crystal, building upon the prior work of Peter Debye. The Debye–Waller factor, which he introduced in his doctoral thesis in 1925, is the definitive treatment of the effect of thermal vibrations in X-ray crystallography. He was a member of the Royal Swedish Academy of Sciences from 1945, and the Nobel Committee for Physics 1945-1972.", "24445053": "Seweryn Chomet, FInstP (6 May 1930 in Drohobycz, Poland – 24 July 2009 in London, England) was a physicist, author, journalist, historian, publisher, prolific translator of Russian scientific journals into English, and former visiting research fellow of King's College London. He was a colleague and friend of such famous scientists as the physicists John Randall and Maurice Wilkins; he had just finished the book he had been writing for the last few years, Dr. Groer and The General's Hat, about the history of Poland and the discovery of E. coli, when he died at his home in Chelsea, London, where he lived for many years in later life, on 24 July 2009 after battling what his doctors said, shortly before he died, was motor neurons disease, for about a year. He had previously been married to Dr. Jane Chomet, née Janina (Jane) Rosita Friedman (Lwow, Poland, 10 March 1934 – 19 February 1994; married 1957 [marriage dissolved 1972]). He is buried in a Jewish cemetery, run by the United Synagogue, in Bushey, on the outskirts of North West London.", "53674113": "Lyman G. Parratt (May 17, 1908 - June 29, 1995) was an American physicist. He is known for various research using x-rays.[1]", "59768962": "•SRI International", "48398479": "Giuseppina \"Pepi\" Fabbiano is an American astrophysicist.\nShe works in the High Energy Astrophysics Division, at the Smithsonian Astrophysical Observatory.[1]", "35586195": "Diederik Aerts (born April 17, 1953) is a Belgian theoretical physicist, professor at Brussels Free University (Vrije Universiteit Brussel - VUB) and founding director of the Center Leo Apostel for Interdisciplinary Studies (CLEA).[A 1] He is best known for his work in quantum foundations and quantum cognition.", "34930843": "Gerald Howard Goertzel (18 August 1919 – 17 July 2002) was an American theoretical physicist.[1] He worked on the Manhattan Project for the Nuclear Development Corporation of America[2] and later for Sage Instruments. He was an employee of IBM's Research Division where he worked for 28 years in a variety of areas, including design automation, data compression and digital printing technology. He is best known for creating the Goertzel algorithm.", "59867294": "Milan M. Ćirković (born 11 March 1971 in Belgrade) is a Serbian astronomer, astrophysicist, philosopher and science book author.[1][2][3] He has worked in the fields of astrobiology,[4] global catastrophic risks and future of humanity where he also co-authored with Nick Bostrom. A focus of his work is the Fermi Paradox for which he has critically discussed existing and also proposed novel solutions.[5][6][7]", "21430431": "Robert G. (Bob) Chambers (1924 – 17 December 2016) was a British physicist. He won the 1994 Hughes Medal of the Royal Society \"for his many contributions to solid-state physics, in particular his ingenious and technically demanding experiment[1] which verified the Aharonov–Bohm effect concerning the behaviour of charged particles in magnetic fields\"[2]", "58753183": "Geneviève Comte-Bellot (born 29 July 1929) is a French physicist specialising in fluid dynamics. She is known for her work on turbulence and aeroacoustics.", "57901226": "Harold Porter Eubank (23 October 1924 – 23 March 2006, in Kilmarnock, Virginia) was an American physicist, specializing in magnetic fusion energy research.[1][2]", "32997548": "Angioletta Coradini (1 July 1946 – 4 September 2011[1]) was an Italian astrophysicist and planetary scientist.[2]", "46203057": "Vladimir Yeliferyevich Nakoryakov (Russian: Влади́мир Елифе́рьевич Накоря́ков; 26 July 1935 – 1 April 2018) was a Soviet and Russian scientist in the fields of thermal physics and fluid dynamics. An academician of Russian Academy of Sciences, he joined the Communist Party of the Soviet Union in 1972, and was awarded the USSR State Prize in 1983.", "6947000": "Peter Zoller (born 16 September 1952)[1] is a theoretical physicist from Austria. He is professor at the University of Innsbruck[1] and works on quantum optics and quantum information and is best known for his pioneering research on quantum computing and quantum communication and for bridging quantum optics and solid state physics.[2]", "27721916": "Wolfgang Krätschmer (born 16 November 1942 in Berlin) is a German physicist.", "33489084": "Adrian Frederick George Wyatt, FRS is a British physicist, and Emeritus Professor at University of Exeter.[1][2]\nHe is a member of the Quantum Systems and Nanomaterials group.[3]\nHe won the 2004 Fernand Holweck Medal and Prize of the Institute of Physics.[4]", "1573057": "John Frank Allen, FRS[1] FRSE (May 5, 1908 – April 22, 2001) was a Canadian-born physicist. At the same time as Pyotr Leonidovich Kapitsa in Moscow, Don Misener and Allen independently discovered the superfluid phase of matter in 1937 using liquid helium in the Royal Society Mond Laboratory in Cambridge, England.[2]", "491714": "Gerardus (Gerard) ’t Hooft (Dutch: [ˈɣeːrɑrt ət ˈɦoːft]; born July 5, 1946) is a Dutch theoretical physicist and professor at Utrecht University, the Netherlands. He shared the 1999 Nobel Prize in Physics with his thesis advisor Martinus J. G. Veltman \"for elucidating the quantum structure of electroweak interactions\".", "8126659": "Gary Edward John Bold (1938 – 3 July 2018)[1] was a New Zealand physicist, as of 2009[update] an Honorary Associate Professor in physics at the University of Auckland. After gaining a PhD in 1961, Bold became a lecturer who taught across all courses in the physics department at the University. His research areas included underwater acoustics and application of physics theory to understanding human consciousness. He was highly regarded as a teacher and won the Prime Minister's Supreme Award at the 2004 Tertiary Teaching Excellence Awards. Bold had an interest in amateur radio and as an active member of the New Zealand Association of Radio Transmitters (NZART), won a prize for the quality of his columns in the organisation's newsletters.", "49021124": "Giulio Boccaletti (born in Modena, Italy) is a British-Italian scientist and author.[1] He is an Honorary Research Associate at the Smith School of Enterprise and the Environment.[2] He has been the Chief Strategy Officer and Global Managing Director for Water at The Nature Conservancy[3] and was a partner of consulting firm McKinsey & Company. Trained as a physicist and atmospheric scientist, Boccaletti has been a member of the World Economic Forum’s Global Agenda Council,[4] and has served on the OECD-WWC High Level Panel on Infrastructure Financing for a Water-Secure World.[5] He is an Honorary Fellow of the Scientific Advisory Panel of the Euro-Mediterranean Center on Climate Change[6] and a member of the editorial advisory board of the journal Water Security.[7]", "5701828": "Martin Stein is a fictional character appearing in American comic books published by DC Comics. He is commonly associated with, and sometimes is, the superhero Firestorm.", "1573063": "Don Misener (A.D. Misener) (1911–1996)[1] was a physicist.  Along with Pyotr Leonidovich Kapitsa and John F. Allen, Misener discovered the superfluid phase of matter in 1937.", "51216586": "Dror Fixler is an Israeli physicist specializing in optics. He is the director of the Bar-Ilan institute of nanotechnology and advanced materials, a Professor of Electrical engineering and Nanophotonics at Bar-Ilan University in Ramat Gan, Israel. He is also a visiting professor in Technical Institute of Physics and Chemistry, China. He is also an Israeli Orthodox rabbi and posek, and a student of Rabbi Nahum Eliezer Rabinovitch.[1][2]", "491723": "Martinus Justinus Godefriedus \"Tini\" Veltman (Dutch pronunciation: [mɑrˈtinʏʃʏsˈtinʏs xoːdəˈfridʏs ˈtini ˈvɛltmɑn];[1] 27 June 1931 – 4 January 2021)[2][3][4] was a Dutch theoretical physicist. He shared the 1999 Nobel Prize in physics with his former PhD student Gerardus 't Hooft for their work on particle theory.[5]", "164045": "Charles-Marie Gustave Le Bon (French: [ɡystav lə bɔ̃]; 7 May 1841 – 13 December 1931) was a leading French polymath whose areas of interest included anthropology, psychology, sociology, medicine, invention, and physics.[1][2][3] He is best known for his 1895 work The Crowd: A Study of the Popular Mind, which is considered one of the seminal works of crowd psychology.[4][5]", "70648014": "James Daniel Wells is an American physicist.", "71631054": "Ana Asenjo-Garcia is a Spanish quantum scientist who is a Professor of Physics at Columbia University. Her research considers quantum optics and many body physics. She is part of a United States Department of Energy program focused on the creation of programmable quantum materials.", "38338768": "Christopher Brian Slowe (born November 8, 1978) is an American businessman. He gained his PhD in physics from Harvard University, and went on to co-found Reddit, with Aaron Swartz, Alexis Ohanian and Steve Huffman. He later departed Reddit and began work for Hipmunk, where he was Chief Scientist. He returned to Reddit in 2017 and is currently its CTO.", "3604692": "Richard M. Sillitto (1923 – 19 April 2005) was an optical physicist who wrote a useful text on quantum mechanics. He was a Fellow of the Royal Society of Edinburgh and Fellow of the Institute of Physics as well as a past president of the Scottish branch of the Institute of Physics. Sillitto was Reader and Reader Emeritus in the Physics department of the University of Edinburgh.", "19005660": "Sigurd Zienau (1921–1976) was a physicist notable for the theory of the polaron.", "69501154": "Pankaj S. Joshi (born 25 April 1953) is an Indian astrophysicist and cosmologist whose research is mainly focused on areas of gravitational collapse and spacetime singularity.[1] He has published more than 225 research papers in national and international journals, and books and monographs on the subject. Currently he is a Distinguished Professor of Physics, and founding director of the International Center for Space and Cosmology at Ahmedabad University.", "54296814": "Veronika E. Hubeny is an American physicist and academic who specialises in string theory and quantum gravity. Since 2015, she has been a professor in the Department of Physics of University of California, Davis. Previously, Hubeny was Professor of Physics at Durham University, where she had worked from 2005 to 2015.[1][2] From January to April 2014, she was a member of the Institute for Advanced Study in Princeton, New Jersey.[3] In 2019, she was selected as a fellow of the International Society on General Relativity and Gravitation.[4]", "41648369": "Brian Alexander Wecht,[1] also known by his character name Ninja Brian, is an American musician, Internet personality and theoretical physicist. He is best known as a member of comedy musical duo Ninja Sex Party and video game-based comedy music trio Starbomb. He has also been a past member of the affiliated Let's Play webseries Game Grumps, all three alongside Dan Avidan.", "43417848": "Paul K. Hansma is an American physicist at the University of California, Santa Barbara.[1]", "70254841": "Erica W. Carlson is an American physicist specializing in superconductors, liquid crystals, and strongly correlated materials. She is 150th Anniversary Professor of Physics and Astronomy at Purdue University.[1] As well as for her research, she is known for her work in physics education for quantum physics,[2] and for her introduction of innovative technologies including podcasts and wikis into her physics teaching.[3][4]", "30408954": "Amit Goyal is a SUNY Distinguished Professor and a SUNY Empire Innovation Professor at SUNY-Buffalo.[1] He leads the Laboratory for Heteroepitaxial Growth of Functional Materials & Devices.[2]  He is also Director of the New York State Center of Excellence in Plastics Recycling Research & Innovation, an externally funded center with initial funding of $4.5M for three years at SUNY-Buffalo.[3] He is the founding director of the multidisciplinary and transdisciplinary RENEW (Research & Education in Energy, Environment & Water) Institute at SUNY-Buffalo in Buffalo, New York and served as director from 2015-2021.[4][5] RENEW is an internally funded research institute at SUNY-Buffalo. For his contributions to UB, in 2019, he was awarded the University at Buffalo or SUNY-Buffalo President's Medal,[6] which recognizes “outstanding scholarly or artistic achievements, humanitarian acts, contributions of time or treasure, exemplary leadership or any other major contribution to the development of the University at Buffalo and the quality of life in the UB community.” This is one of the highest recognitions given at the university.", "36077821": "Calvin Barth Netterfield (born 29 April 1968), known as Barth Netterfield, is a Canadian astrophysicist, and a Professor in the Department of Astronomy and the Department of Physics at the University of Toronto.[1] He is a leading expert in the development of balloon-borne telescopes.[2][3] These are astrophysical experiments that are lifted into the stratosphere by high-altitude balloons where they conduct observations that would be hindered by atmospheric interference if done on the ground. Netterfield is primarily known for his work in observational cosmology, specifically in developing instrumentation to observe the cosmic microwave background (CMB) radiation.[1] Most notably, he was a key member of the instrument team for BOOMERANG, the experiment that made one of the first accurate determinations of the age, geometry, and mass-energy content of the universe.[3][4][5] More recently, he has delved into the field of submillimetre astronomy and the physics of star formation, through his involvement with the BLAST telescope.[6] Netterfield was featured prominently in BLAST!, a documentary film about the 2005 and 2006 flights of BLAST from Sweden and Antarctica.[7]", "61079808": "Ranganathan Gregoire Yogeshwar (born 18 May 1959) is a Luxembourgish physicist and science journalist based in Germany. He started gaining attention at the end of the 1980s in the German-speaking area for his science documentaries that were often coupled with critical analysis and prognoses of the societal effects of research in the natural sciences.", "15892739": "George Craig Laurence (21 January 1905 – 6 November 1987) was a Canadian nuclear physicist. He was educated at Dalhousie University, and at Cambridge University under Ernest Rutherford.[1]", "17334536": "John T. Markert is a professor in The University of Texas at Austin physics department and was department chair from 2005 to 2009. His group has done extensive research on high temperature superconducting materials, high-q oscillator experiments, dynamics of ferromagnets, nuclear magnetic resonance microscopy and spectroscopy, and optically switchable metal hydride films.[1]  A textbook written by Dr. Markert and Hans Ohanian, Physics for Engineers and Scientists, was released in 2008 by Norton Publishers.[2] The book is for a calculus-based introductory course.  As of 2008 his H (Hirsch number) index is 30.[citation needed].", "50823434": "Amy Barr Mlinar is an American planetary geophysicist known for her studies of icy body formation. She is a member of the National Academies Standing Committee on Astrobiology and Planetary Science and a co-investigator on NASA's Europa Imaging System and REASON instruments.[1][2][3][4]", "53838091": "Junhan Cho is a Korean physicist, currently at Dankook University and an Elected Fellow of the American Physical Society.[1][2]", "53838092": "Marcus T. Cicerone is an American physicist, focusing in noninvasive spectroscopic imaging, currently at Georgia Tech and an Elected Fellow of the American Physical Society.[1][2]", "53838093": "Neal B. Abraham is an American physicist, in 2018 retired from his position as executive director at the Five College Consortium, a position he held beginning in 2009. He is a member of the board of directors of the Association for Collaborative Leadership (ACL).  Prior to his work at the Five Colleges, he was executive vice president of DePauw University and prior to that, a Physics Professor and department chair at Bryn Mawr College. Abraham has been a leader in developing physics undergraduate research at Bryn Mawr, DePauw, and the Five Colleges.  His research is on nonlinear dynamics, chaos, and lasers.[1][2] He is an elected fellow of American Association for the Advancement of Science and two major physics societies.[3][2]", "47153428": "Nashwa Abo Alhassan Eassa is a nano-particle physicist from Sudan. She is an assistant professor of physics at Al-Neelain University in Khartoum.[1]", "25723160": "Shaiwatna Kupratakul is a Thai theoretical physicist. He is a scientist, educator, writer, translator, columnist, science communicator, producer and host of radio and television programmes. He focuses on science communication and the popularization of science through writing, radio and television media and public speaking. Kupratakul was nominated twice for the UNESCO Kalinga Prize in 1981 and 2004.[1]", "5767448": "David G. Blair (born 1946) is an Australian physicist and professor at the University of Western Australia and Director of the Australian International Gravitational Research Centre. Blair works on methods for the detection of gravitational waves.[1]  He developed the niobium bar gravitational wave detector NIOBE,[2] which achieved the lowest observed noise temperature, and participated in a worldwide collaboration that set the best limit on the burst events in 2001. He has been responsible for numerous innovations including the 1984 invention of the first sapphire clock, a super-precise timepiece designed for space, as well as underpinning the research of the Frequency Stability Group at The University of Western Australia.", "60129565": "Cindy A. Regal is an American experimental physicist most noted for her work in quantum optics; atomic, molecular, and optical physics (AMO); and cavity optomechanics. Regal is an associate professor in the Department of Physics at the University of Colorado and JILA Fellow;[2] and a Fellow of the American Physical Society (APS).[3]", "1081632": "(As Sasquatch):", "50266400": "Zvi Ben-Avraham (born 16 November 1941) is an Israeli earth scientist, specializing in geophysics of the Mediterranean Sea and the Dead Sea Transform. He is currently a professor of Geophysics at Tel Aviv University. Ben-Avraham was awarded the Israel Prize in 2003. He is member of several national academies and fellow of geological societies.", "40468772": "William W. Sager (born August 22, 1954, in Washington, DC) is a marine geophysicist from the University of Houston. Before joining the Houston faculty in 2013, he held the Jane and R. Ken Williams ’45 Chair in Ocean Drilling Science at Texas A&M University from 2003 to 2012.[1]", "7635240": "Kurt Wiesenfeld is an American physicist working primarily on non-linear dynamics.  His works primarily concern stochastic resonance, spontaneous synchronization of coupled oscillators, and non-linear laser dynamics.  Since 1987, he has been professor of physics at the Georgia Institute of Technology.", "3375404": "Johannes Franz Hartmann (11 January 1865 – 13 September 1936) was a German physicist and astronomer. In 1904, while studying the spectroscopy of Delta Orionis he noticed that most of the spectrum had a shift, except the calcium lines, which he interpreted as indicating the presence of interstellar medium.[2][3]", "24478004": "Sir Alan Hugh Cook FRS[1] (2 December 1922 – 23 July 2004) was an English physicist who specialised in geophysics, astrophysics and particularly precision measurement.", "30998841": "Eslambolchi, Hossein  is an Iranian-American innovator, theoretical and experimental physicist, engineer, and author, best known for his prominent role in AT&T, very popular blogs on Linkedin, besides being one of the top 10 most prolific and exceptional inventor with over 1400+ patents List of Prolific Inventors. Eslambolchi has also a doctorate degree in neuroscience as well. achieved in June 2022. He joined AT&T Bell Laboratories in 1986, and rose to become, in 2005, both global chief technology and information officer for AT&T.  He became an officer of the company in 2003, as well as a member of AT&T's governing executive committee and became AT&T chief technology officer, AT&T chief information officer, president, and CEO of AT&T Labs, president and CEO of AT&T global network operations. Eslambolchi was assigned by AT&T as chief transformation officer responsible for moving ATT from a voice-based company to an IP-Software-based company in less than three years. He left AT&T soon after its takeover by SBC in 2006. And  For his doctorate degree, Eslambolchi invented the concept of beam forming being used today in advanced 5G mobile systems along with ultrasound technology being used in medical applications worldwide. In addition, after leaving ATT, Eslambolchi started his medical degree in neuroscience and graduated specializing in both neurodegenerative diseases of the brain along with spinal cord injuries using stem cell technology in order to heal patients and even prevent these diseases via therapeutic medications in near future. Eslambolchi is recognized as one of the best neurosurgeon across the globe.[1]", "6914365": "Sergei Vasilyevich Vonsovsky (also spelled as Vonsovskii or Vonsovskiy, Russian: Сергей Васильевич Вонсовский; September 2, 1910 – August 11, 1998) was a Soviet physicist. He was named a Hero of Socialist Labour in 1969.", "37781822": "Goran Senjanović (born June 9, 1950) is a theoretical physicist at the Abdus Salam International Centre for Theoretical Physics (ICTP). He received his Ph.D. at the City College of New York in 1978, under the supervision of Rabindra Mohapatra. Before joining the ICTP in 1991, he worked as a staff member at the Brookhaven National Laboratory and as a professor of physics at the University of Zagreb. His major research interests[1] are neutrino physics, unification of elementary particle forces, baryon and lepton number violation and supersymmetry.", "18776384": "The National Society of Black Physicists (NSBP), established in the United States in 1977,[1] is a non-profit professional organization with the goal to promote the professional well-being of African Diaspora physicists and physics students within the international scientific community and the world community at large.", "73007424": "Valeria Paula Molinero is an Argentinian physicist who is the Jack and Peg Simons Endowed Professor of Theoretical Chemistry at the University of Utah.[1][2] Her research investigates the simulation of the behavior of materials. She was awarded the American Physical Society Irving Langmuir Award in Chemical Physics in 2023.", "29065537": "Herbert Wakefield Banks Skinner (7 October 1900 – 20 January 1960) was a British physicist.", "28148036": "Dionýz Ilkovič (18 January 1907 – 3 August 1980) was a Czechoslovak physicist and physical chemist of Rusyn ethnicity. Along with Nobel laureate Jaroslav Heyrovský, he helped to establish theoretical basis of polarography. In this field, he is the author of an important result, the Ilkovic's equation. He  was also one of the leading figures in modern university-level physics education in Slovakia.[1]", "3047758": "Robert George Jahn (April 1, 1930 – November 15, 2017) was an American plasma physicist, Professor of Aerospace Science, and Dean of Engineering at Princeton University.[1] Jahn was also a founder of the Princeton Engineering Anomalies Research Lab (PEAR), a parapsychology research program which ran from 1979 to 2007.", "58392923": "Eleonore Trefftz (15 August 1920 – 22 October 2017) was a German physicist known for her work on molecular and nuclear physics. She was appointed as a Scientific Member of the Max Planck Institute for Physics and Astrophysics in 1971.[1]", "66945372": "Mustapha Ishak-Boushaki is a theoretical physicist, cosmologist and professor at the University of Texas at Dallas. He is known for his contributions to the studies of cosmic acceleration and dark energy, gravitational lensing, and testing alternatives to general relativity; as well as his authorship of Testing General Relativity in Cosmology, a review article published in Living Reviews in Relativity.[1][2]\nHe was elected as a fellow of the American Association for the Advancement of Science (AAAS) in 2021 and as a fellow of the American Physical Society (APS) with the quote: \"For distinguished contributions to the field of theoretical cosmology, particularly for testing modifications to general relativity at cosmological scales, and for sustained excellence in teaching and mentoring of students.\"[3][4]", "28213600": "Arthur Mason Worthington CB FRS (11 June 1852 in Manchester – 5 December 1916 in Oxford) was an English physicist and educator. He is best known for his work on fluid mechanics, especially the physics of splashes; for observing those, he pioneered techniques of high speed photography. He also proposed the slug as a unit of inertial mass, and the pound-foot as a dedicated unit of torque.", "1147236": "Christopher Stewart Wallace (26 October 1933 – 7 August 2004) was an Australian computer scientist and physicist.", "33132": "William Bradford Shockley Jr. (February 13, 1910 – August 12, 1989) was an American inventor, physicist, and eugenicist. He was the manager of a research group at Bell Labs that included John Bardeen and Walter Brattain. The three scientists were jointly awarded the 1956 Nobel Prize in Physics for \"their researches on semiconductors and their discovery of the transistor effect\".[1]", "33133": "Walter Houser Brattain (/ˈbrætən/; February 10, 1902 – October 13, 1987) was an American physicist at Bell Labs who, along with fellow scientists John Bardeen and William Shockley, invented the point-contact transistor in December 1947.[1] They shared the 1956 Nobel Prize in Physics for their invention. Brattain devoted much of his life to research on surface states.", "52789611": "Manfred Schüssler is a German solar physicist at the Max Planck Institute for Solar System Research.  In 2017, he was awarded the George Ellery Hale Prize[1] and the Senior Prize of the Solar Physics Division of the European Physical Society[2] for his contributions to the study of the solar dynamo.", "69599599": "Amy Lynn Connolly is an American physicist. She is an associate professor in the Department of Physics at Ohio State University and a Fellow of the American Physical Society for \"her contributions to experimental and theoretical studies of ultrahigh energy neutrinos, and to searches for these neutrinos using radio techniques.\"", "8814960": "Kenneth Stewart Cole (July 10, 1900 – April 18, 1984) was an American biophysicist described by his peers as \"a pioneer in the application of physical science to biology\".[1] Cole was awarded the National Medal of Science in 1967.[2][3]", "42336629": "2014 Japan Prize[1]\n2003 IEEE James H. Mulligan Jr. Education Medal[1][2]\n1996 Medal of Honour with Purple Ribbon[1]\n1994 C&C Prize[1]\n1994 John Tyndall Award[1]", "74449276": "Robert Schrader (12 September 1939, Berlin – 29 November 2015, Berlin)[1] was a German theoretical and mathematical physicist. He is known for the Osterwalder–Schrader axioms.[2]", "62226822": "John M. Martinis (born 1958) is an American physicist and a professor of physics at the University of California, Santa Barbara. In 2014, the Google Quantum A.I. Lab announced that it had hired Martinis and his team in a multimillion dollar deal to build a quantum computer using superconducting qubits.[4]", "196999": "Isidor Isaac Rabi (/ˈrɑːbi/; born Israel Isaac Rabi, July 29, 1898 – January 11, 1988) was an American physicist who won the Nobel Prize in Physics in 1944 for his discovery of nuclear magnetic resonance, which is used in magnetic resonance imaging (MRI). He was also one of the first scientists in the United States to work on the cavity magnetron, which is used in microwave radar and microwave ovens.", "16941446": "Joseph Harold Rush (April 17, 1911 – September 12, 2006) was a physicist, parapsychologist and author.  He was the first secretary-treasurer of the Federation of American Scientists, and published numerous articles and two textbooks.", "4850059": "Bruno Zumino (28 April 1923 − 21 June 2014)[1] was an Italian theoretical physicist and faculty member at the University of California, Berkeley. He obtained his DSc degree from the University of Rome in 1945.[2]", "590219": "Robert Rathbun Wilson (March 4, 1914 – January 16, 2000) was an American physicist known for his work on the Manhattan Project during World War II, as a sculptor, and as an architect of the Fermi National Accelerator Laboratory (Fermilab), where he was the first director from 1967 to 1978.", "7930256": "Arthur Michael \"Art\" Wolfe (29 April 1939 – 17 February 2014) was an American astrophysicist, professor and the former director of the Center for Astrophysics & Space Sciences at the University of California, San Diego. Together with Rainer K. Sachs, he authored the paper describing the Sachs-Wolfe effect.[1]", "47481239": "Herta Regina Leng (24 February 1903 – 17 July 1997) was an Austrian-American physicist and educator.", "68780440": "Giorgio Fiocco (13 June 1931 – 31 July 2012) was an Italian physicist, known for the development of the Lidar for the remote sensing of the atmosphere.", "70746522": "Peter Chris Hammel is an American physicist.", "69337500": "Geralyn P. (Sam) Zeller is an American neutrino physicist at Fermilab. At Fermilab, she is a participant in the MiniBooNE experiment,[1] co-spokesperson for the MicroBooNE experiment,[2][3] and deputy head of the Neutrino Division.[4]", "29131178": "Ludwik Kowalski (born 1931) is a Polish-American physicist, anti-communist author, and professor emeritus of Montclair State University in Montclair, New Jersey.[1]", "26706346": "Juris Ekmanis (2 December 1941 – 9 April 2016) was the President of Latvian Academy of Sciences (2004—2012).[1][2]", "54100403": "Imre Fényes (Hungarian: [ˈimrɛ ˈfeːɲɛʃ]; 29 July 1917  - 13 November 1977) was a Hungarian physicist who was the first to propose a stochastic interpretation of quantum mechanics.", "8323508": "Jun John Sakurai (桜井 純, Sakurai Jun, January 31, 1933 – November 1, 1982) was a Japanese-American particle physicist and theorist.", "4686262": "Diederik Maarten Samsom  (Dutch pronunciation: [ˈdidəˌrɪk ˈmaːrtən ˈsɑmsɔm] ⓘ; born 10 July 1971) is a Dutch environmentalist and retired politician who served the Labour Party (Partij van de Arbeid PvdA) from 2012 to 2016. He was the first leader in the 70-year history of the PvdA to have been voted out of his position by party members. Since November 2019 Samsom is head of cabinet for First Vice-President of the European Commission Frans Timmermans.", "72516025": "Gerardus Johannes Maria Meijer (born 1962 in Zeddam), more often Gerard J. M. Meijer is a Dutch physicist who has made significant contributions in the field of molecular physics, with a particular focus on laser-based spectroscopic detection techniques and cold molecules.[1] His group invented the technique of Stark deceleration using the Stark effect for controlled generation of cold molecules.[2]", "18383294": "Johannes Wilhelm Heinrich Juilfs, also known by the alias Mathias Jules, (15 December 1911 – 1995) was a German theoretical and experimental physicist. He was a member of the Sturmabteilung (SA) and then, in 1933, of the Schutzstaffel (SS). Prior to World War II, he was one of three SS staff physicists who investigated the physicist Werner Heisenberg during the Heisenberg Affair, instigated, in part, by the ideological Deutsche Physik (German physics) movement. During the war, he worked as a theoretical physics assistant at the Kaiser Wilhelm Institute for Physics. During the denazification process after World War II, he was banned from working as a civil servant in academia. For a few years, he worked as a school principal, and then he took a job as a physicist in the textile industry. With the help of Heisenberg and the Minister of Lower Saxony, he was able to become a full professor at the Leibniz University Hannover.", "61997507": "Nancy U. Crooker (born April 1, 1944) is an American physicist and professor emerita of space physics at Boston University, Massachusetts.[1] She has made major contributions to the understanding of geomagnetism in the Earth's magnetosphere and the heliosphere, particularly through the study of interplanetary electrons and magnetic reconnection.", "22479302": "Robert George Arns (1933–2019), was an American experimental physicist working in nuclear and particle physics, and also an historian of physics, technology, and electrical history.", "393676": "Philipp Eduard Anton von Lenard (German pronunciation: [ˈfɪlɪp ˈleːnaʁt] ⓘ; Hungarian: Lénárd Fülöp Eduárd Antal; 7 June 1862 – 20 May 1947) was a Hungarian-born German physicist and the winner of the Nobel Prize for Physics in 1905 for his work on cathode rays and the discovery of many of their properties. One of his most important contributions was the experimental realization of the photoelectric effect. He discovered that the energy (speed) of the electrons ejected from a cathode depends only on the wavelength, and not the intensity, of the incident light.", "21135825": "Valentin Panteleimonovich Smirnov (Russian: Валенти́н Пантелеи́монович Cмирно́в, b. 2 October 1937), is a Russian scientist, director of the Nuclear Fusion Institute at Kurchatov Institute, and academician (since 2003)[1] of the Russian Academy of Sciences.[2]", "34341331": "Louis Byrne Slichter (May 19, 1896 – March 25, 1978) was an American physicist and geophysicist who directed the Institute of Geophysics at UCLA.[1][2][3][4][5]", "53674456": "Florin Abelès (October 20, 1922 – April 12, 2005)[1] was a French physicist, specialized in optics.", "44335582": "Selwyn Wright (/ˈˈseˌlwɪnˈˈraɪt /) (29 October 1934 – 12 February 2015[1]) was an English physicist, who held the Brook Crompton Chair of Engineering at the University of Huddersfield in the UK. He is best known for the development of what the media termed \"The Silence Machine\" which was covered in some press,[2] in New Scientist,[3] and on some broadcast news network in the US.[4]", "70517222": "Vernon Duane Barger (born June 5, 1938 in Curllsville, Pennsylvania)[1] is an American theoretical physicist, specializing in elementary particle physics.", "39616997": "Professor Sivalingam Sivananthan (Tamil: சிவலிங்கம் சிவானந்தன்) is an American academic, scientist, businessman and Director of the Microphysics Laboratory at the University of Illinois at Chicago.", "8454633": "Sidney Redner (born 1951) is a Canadian-born physicist, professor, and a resident faculty member at the Santa Fe Institute. He was formerly department chair of physics at Boston University.  Redner has published over 200 journal articles, authored a book titled A Guide to First-Passage Processes (2001, ISBN 0-521-65248-0), and coauthored a book titled A Kinetic View of Statistical Physics (2010, ISBN 978-0-521-85103-9) with Pavel L. Krapivsky and Eli Ben-Naim.  His research focuses mainly on non-equilibrium statistical mechanics and network structure.  He received his Ph.D. in physics from the Massachusetts Institute of Technology in 1977 under Gene Stanley, also on faculty at Boston University.[1]", "1769963": "Erich Jantsch (8 January 1929 – 12 December 1980) was an Austrian-born American astrophysicist, engineer, educator, author,[1] consultant and futurist, especially known for his work in the social systems design movement in Europe in the 1970s.[2]", "35258857": "Jon Mathews (1932–1979) was a physicist, yachtsman, scholar, and adventurer. After a 23-year career as a physics professor, he was lost at sea and presumed drowned during a circumnavigation attempt with his wife Jean in 1979.[1]", "58851817": "Li Minhua (Chinese: 李敏华; 2 November 1917 – 19 January 2013), also known as Minghua Lee Wu,[1][2] was a Chinese aerospace engineer and physicist who was an expert in solid mechanics.[3] The first woman to earn a PhD in mechanical engineering from the Massachusetts Institute of Technology, she was one of the founding scientists at the Institute of Mechanics of the Chinese Academy of Sciences (CAS), and was elected as an academician in 1980. Her husband Wu Zhonghua was also an accomplished physicist and CAS academician.", "10224115": "Sir James Hough[pronunciation?] OBE FRS FRSE FInstP FRAS (born 6 August 1945)[2] is a British physicist and an international leader in the search for gravitational waves.[3][4][5][6][7]", "53772790": "Juerg Leuthold is a full professor at ETH Zurich, Switzerland.[1]", "73007617": "Daniel H. Rothman is an American geophysicist and Professor of Geophysics in the Department of Earth, Atmospheric, and Planetary Sciences at the Massachusetts Institute of Technology.[1]", "2064898": "Bertram Vivian Bowden, Baron Bowden (/ˈboʊdən/; 18 January 1910 – 28 July 1989) was an English scientist and educationist, particularly associated with the development of UMIST as a successful university.", "557580": "Paul Richard Heinrich Blasius (9 August 1883 – 24 April 1970) was a German fluid dynamics physicist. He was one of the first students of Prandtl.", "18416144": "Neil Fraser Johnson (born 1961) is an English physicist who is notable for his work in complexity theory and complex systems, spanning quantum information, econophysics, and condensed matter physics. He is currently Professor of Physics at George Washington University in Washington D.C. where he heads up a new initiative in Complexity and Data Science which combines cross-disciplinary fundamental research with data science, with a view to resolving complex real-world problems.", "754197": "Giovanni Battista Venturi (11 September 1746 – 10 September 1822) was an Italian physicist, savant, man of letters, diplomat and historian of science. He was the discoverer of the Venturi effect, which was described in 1797 in his Recherches Experimentales sur le Principe de la Communication Laterale du Mouvement dans les Fluides appliqué a l'Explication de Differens Phenomènes Hydrauliques,[1] translated into English by William Nicholson as \"Experimental Inquiries Concerning the Principle of the Lateral Communication of a Motion in Fluids,\" and published in 1836 in Thomas Tredgold's Tracts on Hydraulics.[2][3] Because of this discovery, he is the eponym for the Venturi tube, the Venturi flow meter and the Venturi pump.", "1081881": "George E. Pake (April 1, 1924 – March 4, 2004) was a physicist and research executive primarily known for helping founded Xerox PARC.", "12943897": "Oak Ridge National Laboratory\nUniversity of Tennessee\nUniversity of Warsaw", "7668263": "Leonid Mikhailovich Shkadov (1927–2003)  scientist, engineer in aircraft development and optimisation, one of the TsAGI deputy directors (1986-2003), Doctor of Engineering, professor, recipient of the USSR State Prize (1977).[1][2][3]", "3637818": "Fred C. Adams (born 1961) is an American astrophysicist who has made contributions to the study of physical cosmology.", "39846459": "Ali H. Chamseddine (Arabic: علي شمس الدين, born 20 February 1953)[2] is a Lebanese[3] physicist known for his contributions to particle physics, general relativity and mathematical physics.[4][5]  As of 2013[update], Chamseddine is a physics Professor at the American University of Beirut[6] and the Institut des hautes études scientifiques.[7]", "7766589": "Carl Wilhelm Oseen (17 April 1879 in Lund – 7 November 1944 in Uppsala) was a theoretical physicist in Uppsala and Director of the Nobel Institute for Theoretical Physics in Stockholm.[citation needed]", "43680319": "Cecilia Jarlskog (born in 1941) is a Swedish theoretical physicist, working mainly on elementary particle physics.", "46989889": "Arthur Bienenstock (born 1935) is professor emeritus of Photon Science at Stanford University. He is also a member of the National Science Board.[1]", "2425410": "George Yuri Rainich (Rabinovich) (March 25, 1886 in Odessa – October 10, 1968) was a leading mathematical physicist in the early twentieth century.", "6816327": "Abbé Gasparo Ferdinando Felice Fontana (15 April 1730[1] – 9 March 1805) was an Italian polymath who contributed to experimental studies in physiology, toxicology, and physics. As a physicist he discovered the water gas shift reaction in 1780. He investigated the human eye and has also been credited with discovering the nucleolus of a cell. His work on the venom of vipers was among the earliest experimental toxicological studies. He served as a court physicist for Peter Leopold, Duke of Tuscany and taught at the University of Pisa. He was involved in the establishment of the La Specola museum in Florence.", "23134800": "Kristian Johan Fossheim (born 4 December 1935) is a Norwegian physicist.", "70746711": "Su-Huai Wei (Chinese: 魏苏淮) is a Chinese computational physicist.", "67600985": "Jan Schroers (born 19 July 1967) is a German physicist who is the Robert Higgin Professor of Mechanical Engineering and Materials Science at Yale University. His research focuses on materials science and materials discovery.[1]", "7012960": "Geertruida Luberta de Haas-Lorentz (20 November 1885 – 1973) was a Dutch physicist and the first to perform fluctuational analysis of electrons as Brownian particles. Consequently she is considered to be the first woman to work in electrical noise theory.", "27165288": "Robert H. Williams is a senior research scientist at the Princeton Environmental Institute (PEI), Princeton University.[1]", "47972968": "Eobard Thawne, also known as the Reverse-Flash and Professor Zoom, is a supervillain appearing in American comic books published by DC Comics.[1] Created by John Broome and Carmine Infantino, the character first appeared in The Flash #139 (September 1963) and has since endured as the archenemy of Barry Allen / The Flash.[2] Thawne is the first and most well-known character to assume the Reverse-Flash mantle, and is additionally a descendant of Malcolm Thawne and ancestor of Bart Allen, Thaddeus Thawne and Owen Mercer.", "885357": "Sir Godfrey Newbold Hounsfield CBE FRS HonFREng[1] (/ˈhaʊnzfiːld/ HOWNZ-feeld; 28 August 1919 – 12 August 2004)[2][3][4][5][6] was a British electrical engineer who shared the 1979 Nobel Prize for Physiology or Medicine with Allan MacLeod Cormack for his part in developing the diagnostic technique of X-ray computed tomography (CT).[7][8][9][10][11]", "73761391": "Gregory John Clark AC (born February 1943)[1] is an Australian physicist and business executive.  His research focused on the field of high-pressure mineral physics. Subsequently, his business career included senior management roles at News Corporation, Loral Space and Communications, ANZ Banking Group, NextDC, and KaComm Communications. He was awarded the Pawsey Medal in 1979 for his research, and in 2018, he was appointed as a Companion of the Order of Australia.", "27263601": "Douglas Charles Youvan (born January 29, 1955) is an American scientist.", "67994226": "Merlon Lynn Stevenson (October 31, 1923 – April 10, 2021) was an American physicist. He cofounded Luis Walter Alvarez's research group at the Lawrence Berkeley National Laboratory. His first paper presented internationally described proton-generated mesons using results generated by the lab's cyclotron.[1]", "62194286": "Peter J. Nordlander is a Swedish physicist.", "56525440": "Valentin P. Gapontsev (23 February 1939 – 22 October 2021)[1] was a Russian-American laser physicist, billionaire, and the founder, CEO, and chairman of IPG Photonics. At the time of his death, his net worth was estimated at US$2.3 billion.[2]", "43123332": "Richard Edwin Cutkosky (29 July 1928 – 17 June 1993)[1]  was a physicist, best known for the Cutkosky cutting rules in quantum field theory, which give a simple way to calculate the discontinuity of the scattering amplitude by Feynman diagrams. Richard Edwin Cutkowsky was born in Minneapolis as son of Oscar F. and Edna M. (Nelson) Cutkosky. His entire career was related to Carnegie, Pittsburgh, Pennsylvania.[citation needed] At the Carnegie Institute of Technology he made his Bachelor and Master of Science both in 1950, followed by a Doctor of Philosophy in 1953. 1954-1961 he was assistant professor of physics at the Carnegie Mellon University, professor since 1961 and the first Buhl professor since 1963 until his death in 1993.[2] He was a fellow of the American Physical Society and of the American Association for the Advancement of Science. He was married with Patricia A. Klepfer, August 28,1952. Children: Mark, Carol, Martha.", "36307590": "Christopher J. Hardy (born 1955) is an American physicist and inventor of several magnetic resonance imaging (MRI) subsystem technologies for use in real time MRI[1] and cardiac MR imaging and spectroscopy.[2]", "459404": "Edward Charles Pickering (July 19, 1846 – February 3, 1919) was an American astronomer and physicist[1] and the older brother of William Henry Pickering. Along with Carl Vogel, Pickering discovered the first spectroscopic binary stars.  He wrote Elements of Physical Manipulations (2 vol., 1873–76).[2]", "14844563": "Mark George Raizen is an American physicist who conducts experiments on quantum optics and atom optics.", "72483486": "Mary Yvonne Pottenger Hockaday (born 1957)[1] is an American physicist who works at the Los Alamos National Laboratory. She was elected a Fellow of the American Association for the Advancement of Science in 2014 and the American Physical Society in 2022.", "50135711": "Richard J. Temkin (born 8 January 1945) is a plasma physicist and researcher on plasma-heating gyrotrons and other electromagnetic devices involving high-powered microwaves or terahertz radiation.[1]", "52593318": "Inger-Lena Lamm, née Hultberg (born 27 December 1942) is considered to be the first woman in Sweden who volunteered for an education designed for those entering military service.[1][2]", "47678119": "Harris Louis Mayer (February 15, 1921 – September 17, 2023) was an American physicist known for his collaboration with Edward Teller and John von Neumann.[2][3][4] He worked on the Manhattan Project.[5] Mayer also worked on Project Orion. His work had to do with opacity, mostly in the context of atmospheric opacity to nuclear radiation.", "1016489": "Raja Ramanna (28 January 1925 – 24 September 2004) was an Indian physicist who is best known for his role in India's nuclear program during its early stages.", "21922482": "Donald R. Herriott (February 4, 1928 – November 8, 2007) was an American physicist who is known for his contributions to interferometry, and for his efforts towards perfecting the techniques of high-resolution lithography. Herriott also helped bring the first helium-neon laser into operation. He was the president of the Optical Society of America in 1984.", "41910963": "John William Farley (February 7, 1948 – June 3, 2022) was an American atomic physicist and an Emeritus Professor of Physics at the University of Nevada, Las Vegas, as well as the Southern Nevada district's representative to the American Association of Physics Teachers.[1][2][3]", "524981": "Ernst Karl Abbe HonFRMS (23 January 1840 – 14 January 1905) was a German physicist, optical scientist, entrepreneur, and social reformer. Together with Otto Schott and Carl Zeiss, he developed numerous optical instruments. He was also a co-owner of Carl Zeiss AG, a German manufacturer of scientific microscopes, astronomical telescopes, planetariums, and other advanced optical systems.", "53772982": "Nanotechnology", "39944887": "Raymond Félix Stora (18 September 1930 – 20 July 2015[1]) was a French theoretical physicist.  He was  a researcher at Service de Physique Théorique at CEA Saclay, then a research director at the French National Centre for Scientific Research (CNRS) at CPT Marseille and at LAPP Annecy, as well as a member of CERN's theory group.  His work focused on particle physics.[1]", "5472952": "Ernst Rudolph Georg Eckert (September 13, 1904 – July 8, 2004) was an Austrian American engineer and scientist who advanced the film cooling technique for aeronautical engines. He earned his Diplom Ingenieur and doctorate in 1927 and 1931, respectively, and habilitated in 1938.[4] Eckert worked as a jet engine scientist at the Aeronautical Research Institute in Braunschweig, Germany, then via Operation Paperclip, began jet propulsion research in 1945 at Wright-Patterson Air Force Base. In 1951, Eckert joined the University of Minnesota in the department of mechanical engineering. Eckert published over 550 scientific papers and books. The Eckert number in fluid dynamics was named after him.", "21922494": "Kenneth MacClure Baird (January 23, 1923 – April 18, 2022) was a Canadian physicist, metrologist and inventor, born of Canadian parents in China in 1923.", "67371711": "Rebecca Caroline Thompson is an American physicist, popular science writer, and head of the Office of Education and Public Outreach at Fermilab. Her first book, Fire, Ice, and Physics, explores the science of Game of Thrones, and was published by MIT Press in 2019. She was elected Fellow of the American Physical Society in 2016.", "21922499": "Robert P. Madden (1928 – 1 April 2014) was an American spectroscopist who was president of the Optical Society of America in 1982.[1]", "70550216": "Arun Kumar Choudhury (6 January 1923 – 6 September 1987) was the founding head[1] of the Department of Computer Science and Engineering[2] at the University of Calcutta. He was a pioneer in both Analog and Digital Computing,[3] since 1950's.  A.K. Choudhury Memorial Lectures[4] are arranged at various Indian Universities[5] to celebrate his contributions.[6]", "21922508": "Anthony J. DeMaria (born October 30, 1931, in Italy[1]) is an American researcher in lasers and their applications, particularly known for his work with picosecond laser pulses.", "36471500": "John Adamson (12 December 1809 – 11 August 1870) was a Scottish physician, pioneer photographer, physicist, lecturer and museum curator. He was a highly respected figure in St Andrews, and was responsible for producing the first calotype portrait in Scotland in 1841. He taught the process to his brother, the famous pioneering photographer Robert Adamson. He was curator of the Literary and Philosophical Society Museum at St Andrews from 1838 until his death.", "49873615": "Gerhard Theodor Materlik CBE FRS (born 16 January 1945) is a German physicist and science manager. He has made significant contributions to X-ray physics, notably improvements in the real-world application of synchrotron radiation.[2] He is a Professor of Facilities Science at the University College London since 2013.[1][3]", "32867028": "Romney Beecher Duffey (born 1942, New Romney, Kent, England) is an American nuclear scientist. Duffey has worked on modern energy systems, in the areas of thermohydraulics, system design, system analysis, risk assessment, human factors, and technological safety in Britain, United States and Canada for about 40 years, and authored numerous publications, including several books.[1][2][3]", "21922517": "Warren J. Smith (1922-2008) was president of the Optical Society of America in 1980.[1]", "28050136": "Jakob Yngvason (born 23 November 1945) is an Icelandic/Austrian physicist and emeritus professor of mathematical physics at the University of Vienna.  He has made important contributions to local quantum field theory, thermodynamics, and the quantum theory of many-body systems, in particular cold atomic gases and Bose–Einstein condensation. He is co-author, together with Elliott H. Lieb, Jan Philip Solovej and Robert Seiringer, of a monograph on Bose gases.[1]", "18907864": "Terence James Elkins (born 8 March 1936) is an Australian-born American physicist. In 1960, he participated in an expedition from Mawson Station which conducted the first geological surveys of the Napier Mountains in Enderby Land, East Antarctica. The highest of this group of mountains, Mount Elkins, was subsequently named after him.[1][2][3][4] In 1979, he received the Harold Brown Award, the United States Air Force's highest honor for research and development, for research he conducted that contributed to the development of the AN/FPS-115, AN/FPS-117 and AN/FPS-118 over-the-horizon backscatter (OTH-B) air defense radar system.[5] Designed to replace the aging Ballistic Missile Early Warning System system, these systems are among the most powerful early-warning radar systems ever developed.[6][7]", "72188634": "Pius Nwankwo Okeke (born 30 October 1941) is a Nigerian astronomer and educator who contributed immensely to African space research. He is known as the Father of Astronomy in Nigeria.", "29229793": "Steven Hoogendijk (1 April 1698 – 3 July 1788) was a Rotterdam watch and instrument maker and physicist.", "9503459": "Emilio Zavattini (March 14, 1927 – January 9, 2007) was an Italian particle physicist.[1]", "72549097": "Helmut Ritsch (German: [ˈHɛlmuːt ʀɪtʃ]; born 12 March 1962 in Innsbruck) is an Austrian quantum physicist and a professor of theoretical physics at the University of Innsbruck.[1][2]", "525039": "Robert Alan Frosch FREng[1] (May 22, 1928 – December 30, 2020) was an American scientist who was the fifth administrator of NASA. He was the administrator from 1977 to 1981 during the Carter administration.", "70648560": "Hai-Hu Wen is a Chinese physicist.", "39912177": "Siegfried Adolf Wouthuysen (17 August 1916 – 14 July 1996)[1] was a Dutch physicist who made contributions to quantum mechanics.", "36406009": "Constantin Piron (1932, Paris - 9 May 2012, Lausanne) was a Belgian physicist[1] who worked for most of his career in Switzerland.[2]", "70615804": "Franziska Seidl (née Vicari; 1 July 1892 – 14 June 1983) was an Austrian physicist. She was professor for experimental physics at the University of Vienna. One of her main research areas was ultrasound.", "230140": "Friedrich Georg \"Fritz\" Houtermans (January 22, 1903 – March 1, 1966) was a Dutch-Austrian-German atomic and nuclear physicist and Communist born in Zoppot (now Sopot) near Danzig (now Gdańsk), West Prussia to a Dutch father, who was a wealthy banker. He was brought up in Vienna, where he was educated, and moved to Göttingen when he was 18 to study. It was in Göttingen where he obtained his Ph.D. under James Franck.[1]", "68387582": "Ana Buenaventura Mocoroa (died 8 February 2001), also known as Titina Mocoroa, was an Argentine physicist.  She is known for her contributions in experimental physics and her dedication to improving the teaching of her discipline.", "71598847": "Linda Gail Stutte is an experimental elementary particle physicist. After an appointment as a postdoc at Caltech in 1974–76,[1] Stutte was a research staff scientist at the Fermi National Accelerator Laboratory[2] from 1976 through her retirement in 2007. She is known for work on neutrino experiments and her expertise with Fermliab neutrino beam facilities.", "47612670": "Vadim Evgenievich Lashkaryov (October 7, 1903 – December 1, 1974), a prominent Soviet experimental physicist, was born in Kyiv, to a family of a lawyer. He was an Academician of the National Academy of Sciences of Ukraine and is known for his fundamental contributions to physics of semiconductors.", "53871358": "Michel Laberge is a Canadian physicist and entrepreneur.[2][3] He is the founder and CSO of General Fusion, and was previously a senior physicist and principal engineer at Creo Products for nine years.[4][2]", "56001284": "Birgit Sara Mazur (born 8 May 1966), is a Swedish physicist, electrical engineer, and business executive.", "55280390": "Detlef Blöcher (born 15 January 1953 in Frankfurt am Main) has been Director of the Christian Relief and Missionary Work DMG interpersonal in Sinsheim near Heidelberg from 2000 to May 2018. In the years before he worked as a lecturer in the Arab world and as human resources manager for the DMG. He is the author of several international studies and numerous specialist articles.[1]", "17892104": "Giovanni Battista Guglielmini (Italian pronunciation: [dʒoˈvanni batˈtista ɡuʎʎelˈmiːni]; 16 August 1763 – 15 December 1817[1]) was an Italian physicist. Guglielmini's experiments take place in the list of experiments by scientists (Hooke, Guglielmini, Benzenberg, Reich, Foucault) to demonstrate the Earth's rotation experimentally.", "46695178": "Giampetro Puppi (20 November 1917 – 25 December 2006)[1] was an Italian physicist who is known for his contribution to the theory of weak interactions.", "1245965": "Homi Jehangir Bhabha, FNI,[3] FASc,[1] FRS,[4] Hon.FRSE (30 October 1909 – 24 January 1966) was an Indian nuclear physicist who is widely credited as the \"father of the Indian nuclear programme\". He was the founding director and professor of physics at the Tata Institute of Fundamental Research (TIFR), as well as the founding director of the Atomic Energy Establishment, Trombay (AEET) which was renamed the Bhabha Atomic Research Centre in his honour. TIFR and AEET served as the cornerstone of the Indian nuclear energy and weapons programme. He was the first chairman of the Indian Atomic Energy Commission and secretary of the Department of Atomic Energy. By supporting space science projects which initially derived their funding from the AEC, he played an important role in the birth of the Indian space programme.", "13730585": "Heinz Oberhummer was an Austrian physicist and skeptic.[1]", "2196250": "Burkard Hillebrands (born 1957)  is a German physicist and professor of physics. He is the leader of the magnetism research group in the Department of Physics [1] at the Technische Universität Kaiserslautern.", "36668194": "James Richard Houck (October 5, 1940 – September 18, 2015) was the Kenneth A. Wallace Professor of Astronomy at Cornell University.[1][2]", "7963444": "Steven Chu[3] FREng ForMemRS HonFInstP (born February 28, 1948)[4] is an American physicist and former government official. He is a Nobel laureate and was the 12th U.S. secretary of energy. He is currently the William R. Kenan Jr. Professor of Physics and Professor of Molecular and Cellular Physiology at Stanford University. He is known for his research at the University of California, Berkeley, and his research at Bell Laboratories and Stanford University regarding the cooling and trapping of atoms with laser light, for which he shared the 1997 Nobel Prize in Physics with Claude Cohen-Tannoudji and William Daniel Phillips.[5][ambiguous]", "48005942": "Ganeshan Venkataraman is an Indian condensed matter physicist, writer and a former vice chancellor of the Sri Sathya Sai University.[1] An elected fellow of the Indian National Science Academy,[2] and the Indian Academy of Sciences,[3]\nVenkataraman is a recipient of Jawaharlal Nehru Fellowship, Sir C. V. Raman Prize of the University Grants Commission and the Indira Gandhi Prize for Popularisation of Science of the Indian National Science Academy.[2] The Government of India awarded him the fourth highest civilian award of Padma Shri in 1991.[4]", "58753846": "Ágnes Mócsy is a Professor of Physics at the Pratt Institute who works on theoretical nuclear physics. She is also a filmmaker, science communicator and a Fellow of the American Physical Society.", "5636920": "Bjarne Tromborg (born 1940) is a Danish physicist, best known for his work in particle physics and photonics.[1]", "56197947": "Daniel Ivan Goldman (born January 24, 1972) is an experimental physicist regarded for his research on the biomechanics of animal locomotion within complex materials. Goldman is currently a professor at the Georgia Institute of Technology School of Physics, where he holds a Dunn Family Professorship.[1]", "3638075": "Wilhelm Walcher (7 July 1910 in Kaufbeuren – 9 November 2005 in Marburg) was a German experimental physicist. During World War II, he worked on the German nuclear energy project, also known as the Uranium Club; he worked on mass spectrometers for isotope separation. After the war, he was director of the Institute of Physics at the University of Marburg. He was a president of the German Physical Society and a vice president of the German Research Foundation. He helped found the Society for Heavy Ion Research and the German Electron Synchrotron DESY. He was also one of the 18 signatories of the Göttingen Manifest.", "3179338": "Dr. Irvine Clifton Gardner (1889 – 1972) was an American physicist known for his contributions to optics and aerial photography.", "54985547": "Shaaban (Said) Khalil (born November 13, 1966) is a high energy physicist.  He is the founding director of the Center for Fundamental Physics at Zewail City of Science and Technology in Egypt.", "9634634": "Mioara Mugur-Schächter is a French-Romanian physicist, specialized in fundamental quantum mechanics, probability theory and information theory. She is also an epistemologist (methodologist) of scientific knowledge generation. As a professor of theoretical physics at the University of Reims, she founded the Laboratory of Quantum Mechanics and Information Structures, which she directed until 1997. She is currently president of the Centre pour la Synthèse d'une Épistémologie Formalisée.", "68551501": "Anne Goldberg is a Belgian physicist, expert in polymers, nanomaterials and material characterisation.", "56623952": "Robert A. Gross (October 31, 1927 – February 8, 2018) was an American physicist.", "44761936": "Mudundi Ramakrishna Raju is an Indian physicist, known for his research on the application of nuclear physics to cancer therapy.[1][2] He hails from the Indian state of Andhra Pradesh[3] and is the Managing Trustee of the International Cancer Center, Mahatma Gandhi Memorial Medical Trust located at Bhimavaram.[2][4] He is reported to have 35 years of research experience in radiation therapy at various institutions in the US such as Massachusetts General Hospital, Harvard University, Massachusetts Institute of Technology, Lawrence Radiation Laboratory, University of California in Berkeley and Los Alamos National Laboratory[1][4][5] and is credited with several articles on the topic.[2][6] Raju was honored by the Government of India, in 2013, with the fourth highest Indian civilian award of Padma Shri.[7]", "33588050": "Jonathan Felix Ashmore FRS FMedSci FRSB (born 1948)[8] is a British physicist and Bernard Katz Professor of Biophysics at University College London.[10]", "4457299": "Guido Beck (29 August 1903 in Liberec – 21 October 1988 in Rio de Janeiro) was an Argentinian physicist of German Bohemian origin.", "852": "Alexander Graham Bell (/ˈɡreɪ.əm/, born Alexander Bell; March 3, 1847 – August 2, 1922)[4] was a  Scottish-born[N 1] Canadian-American inventor, scientist and engineer who is credited with patenting the first practical telephone. He also co-founded the American Telephone and Telegraph Company (AT&T) in 1885.[7]", "64062293": "Ronald Hugh Barker FIEE (28 October 1915 – 7 October 2015)[1] was an Irish physicist and the inventor of Barker code. A popular method for synchronising digital communication to avoid corruption of the data received. The method has been studied and researched worldwide and is commonly used in most data transmissions today. Examples of applications include radar, mobile phone technology, telemetry, digital speech, ultrasound imaging and testing, GPS, Wi-Fi, radio frequency identification, barcodes, tracking, stock control and vehicle guidance.", "22315858": "Øyvind Grøn (born 11 March 1944) is a Norwegian physicist.", "62423895": "Mario Agostino Rocca (born in Genoa, Italy, on 27 June 1956) is an Italian experimental physicist. His main contributions are on the experimental measurement of surface phonon spectra, conventional and acoustic surface plasmon dispersion, and gas surface interaction.", "21922649": "Peter A. Franken (November 10, 1928 – March 11, 1999) was an American physicist who contributed to the field of nonlinear optics. He was president of the Optical Society of America in 1977.[1]\nIn 1961, Professor Peter Franken and his coworkers in the Randall Laboratory at the University of Michigan observed for the first time the second-harmonic generation. This event launched a golden age in optical physics that has led to applications in fields ranging from optical communications and biological imaging to X-ray generation and homeland security.[2] In 1985 he contributed an oral history to the American Institute of Physics in which he describes background and details of his early work.[3]", "34177884": "Joseph Carl Hafele (25 July 1933 – 15 November 2014) was an American physicist best known for the Hafele–Keating experiment,[1] a test of Einstein's theory of general relativity.[2]", "21922664": "Boris P. Stoicheff, FRS,[1] (June 1, 1924[2] – April 15, 2010[3]) was a Macedonian Canadian[4] physicist."}