{"2127356": "Jonathan Francis Bennett (born 17 February 1930) is a philosopher of language and metaphysics, specialist of Kant's philosophy and a historian of early modern philosophy. He has New Zealand citizenship by birth and has since acquired UK and Canadian citizenship.", "41350665": "Nancy Sherman (born 1951) is a distinguished university professor and professor of philosophy at Georgetown University.[1] She was also the inaugural Distinguished Chair in Ethics at the United States Naval Academy.[1] Sherman is the author of several books,[1] and her views on military ethics have been influential.", "66778634": "George Willard Pitcher (May 19, 1925 – January 12, 2018) was an American philosopher. He was a professor of philosophy at Princeton University from 1956 to 1982.[1][2]", "3733011": "Lou Marinoff is a Canadian-born academic, author, and Commonwealth Scholar. He is Professor of Philosophy and Asian Studies at The City College of New York[1] and founding President of the American Philosophical Practitioners Association.[2]", "64222741": "Aminata Diaw Cissé (24 May 1959 – 14 April 2017) was a Senegalese lecturer and political philosopher who taught at the Cheikh Anta Diop University (UCAD). Influenced by Jean-Jacques Rousseau and her academia background, she wrote about citizenship, civil society, democracy, development, ethnicity, gender, globalisation, human rights, identity, nationality and the state in an African and Senegalese context by using a political insight. Diaw worked for the Council for the Development of Social Science Research in Africa (CODESRIA), Bellagio Study and Conference Center of the Rockfeller Foundation, National UNESCO Sub-Commission on Social Sciences and Humanities, West African Research Association, the National UNESCO Sub-Commission on Social Sciences and Humanities and the Philosophical and Epistemological Research Center of the Doctoral School Studies.", "6223385": "Emily Elizabeth Constance Jones (19 February 1848 – 9 April 1922) known as Constance Jones or E.E. Constance Jones, was an English philosopher and educator. She worked in logic and ethics.", "7009819": "Recemundus (Arabic: Rabi ibn Sid al-Usquf or Rabi ibn Zaid, Castilian: Recemundo) was the Mozarabic bishop of Elvira and secretary of the caliph of Córdoba in the mid-10th century.", "68974109": "Wolfgang Scheppe (born 23 May 1955 in Munich, Germany) is a German philosopher, author and curator who since 1996 has lived and taught in the US, Switzerland and Italy. His work as a theorist frequently includes the medium of exhibitions taking a form described as “theory installations”. Since 2009, he has directed the Arsenale Institute for Politics of Representation in Venice, which emerged from the Università Iuav di Venezia and was founded with Lewis Baltz.[1]", "2192933": "Bardaisan (11 July 154 – 222 AD; Syriac: ܒܪ ܕܝܨܢ, Bar Dayṣān; also Bardaiṣan), known in Arabic as ibn Dayṣān (Arabic: ابن ديصان)[1] and in Latin as Bardesanes, was a Syriac-speaking Assyrian[2] Christian writer and teacher with a gnostic background,[3] and founder of the Bardaisanites.", "43546150": "Anton Albert van Niekerk (born 4 December 1953) is a South African bioethicist and academic based at Stellenbosch University.", "489002": "Melissus of Samos (/məˈlɪsəs/; Ancient Greek: Μέλισσος ὁ Σάμιος; fl. 5th century BC) was the third[3] and last member of the ancient school of Eleatic philosophy, whose other members included Zeno and Parmenides. Little is known about his life, except that he was the commander of the Samian fleet in the Samian War. Melissus’ contribution to philosophy was a treatise of systematic arguments supporting Eleatic philosophy.  Like Parmenides, he argued that reality is ungenerated, indestructible, indivisible, changeless, and motionless. In addition, he sought to show that reality is wholly unlimited, and infinitely extended in all directions; and since existence is unlimited, it must also be one.", "194093": "Owen Flanagan (born 1949) is the James B. Duke University Professor Emeritus of Philosophy and Professor of Neurobiology Emeritus at Duke University. Flanagan has done work in philosophy of mind, philosophy of psychology, philosophy of social science, ethics, contemporary ethical theory, moral psychology, as well as on cross-cultural philosophy.", "685623": "Norman Malcolm (/ˈmælkəm/; 11 June 1911 – 4 August 1990) was an American philosopher.", "53802559": "Bartosz Paweł Brożek (born 17 June 1977) is a Polish philosopher and jurist whose main research interests are in philosophy of law, philosophy of science, logic and cognitive science.[1] He is currently professor of jurisprudence at the Jagiellonian University and vice dean of the Faculty of Law and Administration, as well as a director of the Copernicus Center for Interdisciplinary Studies in Kraków.[2] Author or co-author of more than 20 book monographs (including Methods of Legal Reasoning from Springer, as well as The Legal Mind from Cambridge University Press[3]) and more than 70 scientific papers.[4] He holds PhDs in both law (2003) and philosophy (2007), habilitation in law (2008) and the title of full professor (2013).[5][6]", "6780486": "Alexander Dunlop Lindsay, 1st Baron Lindsay of Birker, CBE (14 May 1879 – 18 March 1952),[1] known as Sandie Lindsay, was a Scottish academic and peer.[2][3][4]", "7697990": "Altheides (1193–1262) was a Cypriot philosopher,[1] primarily known from sayings attributed to him in the works of others. Little is known about the wandering philosopher known as Altheides of Cyprus, and little of his work remains available to modern scholars. His parents were Greek merchants living on the island under the rule of Guy of Lusignan. He was born a year before Guy's death, in 1193. At some point in his late teens he left Cyprus as a seaman on a Moorish trading vessel.", "44267080": "Ran Geng (born 544 BC), also known by his courtesy name Boniu, was one of the most prominent disciples of Confucius. Confucius considered him his third best disciple, after Yan Hui and Min Sun, in terms of moral conduct.[1]", "37418567": "Herbert Fingarette (January 20, 1921 – November 2, 2018)[1] was an American philosopher and professor of philosophy at the University of California, Santa Barbara.[2]", "43284046": "Tina Fernandes Botts is an American legal scholar and philosophy professor currently teaching at the San Joaquin College of Law. [1] She is known for her work in legal hermeneutics,[2] intersectionality, feminist philosophy, and philosophy of race (particularly mixed-race theory).[3]  Previous posts include Visiting Scholar at Dartmouth College; Visiting Professor of Law at University of the Pacific, McGeorge School of Law; Assistant Professor of Philosophy at California State University, Fresno; Visiting Assistant Professor of philosophy at Oberlin College; Fellow in Law and Philosophy at the University of Michigan, Ann Arbor;[4] and Assistant Professor of Philosophy, and Faculty Associate and Area Leader in Public Policy and Diversity, at the University of North Carolina at Charlotte.[5] She is the former chair of the American Philosophical Association's Committee on the Status of Black Philosophers (2013-2016).", "32405071": "Bolívar Echeverría (31 January 1941 – 5 June 2010) was a philosopher, economist and cultural critic, born in Ecuador and later nationalized Mexican. He was professor emeritus on the Faculty of Philosophy and Literature of the National Autonomous University of Mexico (UNAM).", "28407377": "Zhang Zhihe (Chinese: 張志和; pinyin: Zhāng Zhìhé; Wade–Giles: Chang Chih-ho, fl. 8th century) was a Chinese philosopher, poet, politician, and spiritual writer.", "30078546": "Margaret Bryan (1759-1836(?)) was an English natural philosopher and educator, and the author of standard scientific textbooks. She was schoolmistress of a school located at various times in Blackheath, at Cadogan Place, and in Margate at Bryan House above the yet to be discovered Margate Caves. Her first known work was Compendious System of Astronomy (1797), collecting her lectures on astronomy. She later published Lectures on Natural Philosophy (1806), a textbook on the fundamentals of physics and astronomy, and an Astronomical and Geographical Class Book for Schools, a thin octavo, in 1815.", "63960658": "Bronisław Bandrowski (27 May 1879 – 13 July 1914) was a Polish philosopher and psychologist. He was one of the pupils of Kazimierz Twardowski. Drawing from his mentor's theories and the tradition of the Lwów–Warsaw school, his works dealt with the problem of induction.[1][2] Bandrowski was also noted for his death in the Tatra Mountains near Zakopane.[3]", "70055511": "Marcien Towa  (January 5, 1931 – July 2, 2014) was a Cameroonian philosopher.[1] He is considered one of the icons of African philosophy in the twentieth century.[2][3][4][5]", "2913881": "Alexander Bryan Johnson (May 29, 1786, Gosport, Hampshire, Eng. — September 9, 1867, Utica, N.Y., U.S.), was a British-born American philosopher and semanticist. He immigrated to the United States as a child and worked as a banker in Utica, New York. He wrote about economics, language, and the nature of knowledge.[1]", "58291802": "Mark H. Bernstein (born 1948) is an American philosopher and Joyce & Edward E. Brewer Chair in Applied Ethics at Purdue University.[1] He is known for his research on animal ethics.[2]", "18413147": "Eduardo Lourenço de Faria GCSE GCIH GCL (23 May 1923[1] – 1 December 2020[2]), best known as Eduardo Lourenço, was a Portuguese essayist, professor, critic, philosopher and writer.", "19363419": "Xu Heng (Chinese: 許衡) (1209–1281) was a Confucianist and educator of the Yuan Dynasty in China.", "489057": "Elbert Green Hubbard (June 19, 1856 – May 7, 1915) was an American writer, publisher, artist, and philosopher.  Raised in Hudson, Illinois, he had early success as a traveling salesman for the Larkin Soap Company. Hubbard is known best as the founder of the Roycroft artisan community in East Aurora, New York, an influential exponent of the Arts and Crafts movement.", "1308258": "Utpaladeva (c. 900–950 CE) was an Indian philosopher and theologian from Kashmir. He belonged to the Trika Shaiva tradition and is the most important thinker of the Pratyabhijñā school of monistic idealism.[1] His Īśvarapratyabhijñā-Kārikā (IPK, Verses on the Recognition of the Lord) were the most important and central work of the Pratyabhijñā school.[1] Utpaladeva was a major influence on the great exegete Abhinavagupta, whose works later overshadowed those of Utpaladeva.[1] However, according to the Indologist Raffaele Torella \"most of Abhinavagupta’s ideas are just the development of what Utpaladeva had already expounded.\"[2]", "46757476": "Regina Becker-Schmidt  is an emeritus professor at the Institute of Sociology and Social Psychology at the Leibniz University Hannover. Her research focuses on corporate and subject theory, critical theory, psychoanalytically oriented social psychology and gender studies.  She is considered a seminal figure in feminist critical theory.", "587368": "Lacydes of Cyrene (Greek: Λακύδης ὁ Κυρηναῖος), Academic Skeptic philosopher, was head of the Platonic Academy at Athens in succession to Arcesilaus from 241 BC. He was forced to resign c. 215 BC due to ill-health, and he died c. 205 BC. Nothing survives of his works.", "357995": "John Samuel Mbiti (1931–2019) was a Kenyan-born Christian philosopher and writer. He was an ordained Anglican priest, and is considered \"the father of modern African theology\".", "64747121": "Reza Ramezani (Persian: رضا رمضانی گیلانی) (* 1963 in Rasht, Northern Iran) is a Twelver Shia Muslim cleric with the religious Rank Ayatollah.[1] He has been a member of the Expert Council (Assembly of Experts) in the Islamic Republic of Iran since 2006.[2] From 2009 to August 2018, he was head and director of the Islamic Center Hamburg, the center of Shiite Islam in Germany.[3][4] Before working in Hamburg, he headed the Islamic Center Imam Ali Vienna.[5] He is the Secretary-General of the Ahl Al-Bayt World Assembly[6] and the representative of Gilan in the Assembly of Experts.[7][8] Between 2001 and 2005, he represented the Supreme Leader and the Friday Imams in Karaj.[7][9][10][11][12]", "67499639": "Ivan Miloš Havel  (11 October 1938 – 25 April 2021) was a Czech scientist and philosopher.[1][2][3][4] He was the brother of President Václav Havel, with whom he was one of the founders of the Civic Forum.", "67303032": "Alan R. Drengson (1934–2022) was a Canadian philosopher.[4][5]", "42399355": "Daya Krishna (1924–2007) was an Indian philosopher.[1] He was Pro Vice Chancellor of Rajasthan University and editor of the Journal of Indian Council of Philosophical Research for over three decades.[2]\nHe has published works in the fields of Indian philosophy, Western philosophy and aesthetics. His doctoral thesis published as The Nature of Philosophy is said to have been acclaimed by the British philosopher, Gilbert Ryle, as an outstanding work.[3] His work explores the possibility of looking at Indian traditions through resources drawn from Indian concepts and categories. He has attempted to bring about \"a dialogue between traditional Pundits, thinking and writing in Sanskrit, and scholars who “do” Indian philosophy in English\".[1]", "15627902": "Antonio S. Cua (July 23, 1932 – March 27, 2007) was an eminent scholar in Chinese philosophy and comparative philosophy who was professor emeritus of philosophy at The Catholic University of America. Cua was primarily interested in Western moral philosophy, moral psychology and Chinese ethics, in particular Confucian ethics. He was the author of many important scholarly works, and  the chief editor of the Encyclopedia of Chinese Philosophy, the first English-language  encyclopedia on 'Chinese philosophy'.[1]", "61765247": "Albert Alexeyevich Razin (Udmurt: Альберт Алексеевич Разин, 12 June 1940 – 10 September 2019) was an Udmurt language rights activist and Neopaganist who committed traditional self-immolation (tipshar) in the centre of Izhevsk as an act of protest against the language policy of the Russian federal government and the Russification of the Udmurt people.", "4454016": "Niels Lauritsen Aagaard (1612— abt. 22 January 1657[1]), was probably the brother of the poet Christen Aagaard,[2] was professor at Sorø Academy, in Denmark, where he also occupied the office of librarian. He died in 1657, at the age of forty-five, and left behind him several philosophical and critical works, written in Latin, among which are, A Treatise on Subterraneous Fires; Dissertations on Tacitus; Observations on Ammianus Marcellinus; and a Vindication of the Style of the New Testament.[3]", "30337": "The Trial of Socrates (399 BC) was held to determine the philosopher's guilt of two charges: asebeia (impiety) against the pantheon of Athens, and corruption of the youth of the city-state; the accusers cited two impious acts by Socrates: \"failing to acknowledge the gods that the city acknowledges\" and \"introducing new deities\".", "8222339": "Thomas Hollis FRS FRSA (14 April 1720, London – 1 January 1774) was an English political philosopher and author.[1][2]", "2520715": "Sam Keen (born 1931)[1] is an American author, professor, and philosopher who is best known for his exploration of questions regarding love, life, wonder, religion, and being a male in contemporary society. He co-produced Faces of the Enemy, an award-winning PBS documentary; was the subject of a Bill Moyers' television special in the early 1990s; and for 20 years served as a contributing editor at Psychology Today magazine.[2] He is also featured in the 2003 documentary Flight from Death.", "13334155": "Per Roald Bauhn (born 23 July 1960 in Markaryd, Kronoberg County) is a Swedish philosopher and a professor of practical philosophy at the University of Kalmar since 2004, and at Linnaeus University since 2010.\nHis main subjects include the study of ethics and political philosophy. Per Bauhn has authored books on topics as diverse as nationalism, political terrorism, the virtue of courage, and the duty to rescue. He has also contributed to the field of philosophical aesthetics.  His philosophical work is inspired by the agency-based ethical theory of Alan Gewirth. Per Bauhn is married (since 2013) to Turkish sociologist and women's studies scholar Fatma Fulya Tepe.", "1504912": "Hans D. Sluga (German: [ˈsluːga]; born 24 April 1937) is a German philosopher who spent most of his career as professor of philosophy at the University of California, Berkeley. Sluga teaches and writes on topics in the history of analytic philosophy, the history of continental philosophy, as well as on political theory, and ancient philosophy in Greece and China.  He has been particularly influenced by the thought of Gottlob Frege, Ludwig Wittgenstein, Martin Heidegger, Friedrich Nietzsche, and Michel Foucault.", "50034324": "Chantal Delsol (also Chantal Millon-Delsol; born 16 April 1947) is a French philosopher, political historian and novelist. The founder of the Hannah Arendt research institute, founded in 1993, her work is inspired by Julien Freund and Pierre Boutang, as well as by her Catholic faith. She has described herself as a liberal-conservative.", "1308312": "Ānandavardhana (c. 820 – 890 CE) was the author of the Dhvanyāloka, or A Light on Suggestion (dhvani), a work articulating the philosophy of \"aesthetic suggestion\" (dhvani, vyañjanā). The philosopher Abhinavagupta (c. 950 – 1016 CE) wrote an important commentary on it, the Locana, or The Eye.", "17561241": "Cláudio Ulpiano Santos Nogueira Itagiba (14 November 1932 – 4 January 1999) was a Brazilian philosopher and expert on the work of Gilles Deleuze. He taught at the Universidade do Estado do Rio de Janeiro and Fluminense Federal University.[1]", "16021155": "Bartholomew of Bologna[1] (died c. 1294) was an Italian Franciscan scholastic philosopher. He was a follower of John Pecham.[2]", "63140": "Abū Mūsā Jābir ibn Ḥayyān (Arabic: أبو موسى جابر بن حيّان, variously called al-Ṣūfī, al-Azdī, al-Kūfī, or al-Ṭūsī), died c. 806−816, is the purported author of an enormous number and variety of works in Arabic, often called the Jabirian corpus. The works that survive today mainly deal with alchemy and chemistry, magic, and Shi'ite religious philosophy. However, the original scope of the corpus was vast and diverse, covering a wide range of topics ranging from cosmology, astronomy and astrology, over medicine, pharmacology, zoology and botany, to metaphysics, logic, and grammar.", "38172329": "Debra Satz is an American philosopher and the Vernon R. & Lysbeth Warren Anderson Dean of the School of Humanities and Sciences at Stanford University.[1] She is the Marta Sutton Weeks Professor of Ethics in Society, Professor of Philosophy and, by courtesy, Political Science. She teaches courses in ethics, social and political philosophy, and philosophy of social science.", "1275565": "William Irwin Thompson (16 July  1938—8 November 2020)[2] was an American social philosopher, cultural critic, and poet. He received the Oslo International Poetry Festival Award in 1986. He described his writing and speaking style as \"mind-jazz on ancient texts\". He was the founder of the Lindisfarne Association, which proposed the study and realization of a new planetary culture.[3]", "23590577": "Józef Wojciech Gołuchowski (1797 – 22 November 1858) was a Polish philosopher.[1]", "33289907": "Isaac Woodbridge Riley (May 20, 1869 – September 2, 1933)[1] was an American academic scholar who worked in and across the areas of philosophy, religion, and psychology. His published work often combined two of these disciplines in considering the historical development of a social movement or entity (such as a church), particularly examining the influence of the founders' psychological character. His books concerning the foundation and moral standing of Mormonism and Christian Science made him a focus of controversy. Most of his career was spent as a professor of philosophy at Vassar College.", "63436470": "Roderic Cassidy was an Anglican Archdeacon in Ireland in the 16th century.[1]", "30391": "Theodor W. Adorno (/əˈdɔːrnoʊ/ ə-DOR-noh,[8] German: [ˈteːodoːɐ̯ ʔaˈdɔʁno] ⓘ;[9][10] born Theodor Ludwig Wiesengrund; 11 September 1903 – 6 August 1969) was a German philosopher, musicologist, and social theorist.", "1406651": "Norberto Bobbio (Italian: [norˈbɛrto ˈbɔbbjo]; 18 October 1909 – 9 January 2004) was an Italian philosopher of law and political sciences and a historian of political thought. He also wrote regularly for the Turin-based daily La Stampa.\nBobbio was a social liberal in the tradition of Piero Gobetti, Carlo Rosselli, Guido Calogero [it], and Aldo Capitini. He was also strongly influenced by Hans Kelsen and Vilfredo Pareto.", "32274109": "Günter Ropohl (14 June 1939 in Cologne, Germany – 28 January 2017) was a German philosopher of technology.", "56227518": "Moira Gatens FAHA FASSA is an Australian academic feminist philosopher and current Challis Professor of Philosophy at the University of Sydney. She previously held the Spinoza Chair at the University of Amsterdam, Netherlands.", "1439425": "Michael Ruse FRSC (born 21 June 1940) is a British-born Canadian philosopher of science who specializes in the philosophy of biology and works on the relationship between science and religion, the creation–evolution controversy, and the demarcation problem within science. Ruse currently teaches at Florida State University.", "1308360": "Saiddhantika", "59930315": "Omid Tofighian (Persian: امید توفیقیان) is an Iranian-Australian philosopher and Honorary Research Associate at the University of Sydney. He is known for his research on ancient Greek philosophy and his translation of the award-winning book by Kurdish-Iranian asylum seeker Behrouz Boochani, No Friend But the Mountains from Persian into English.", "4880077": "Antoine Le Grand (1629 in Douai – 1699 in London) was a French Recollect and Cartesian philosopher.", "15496910": "Glenn A. Albrecht, born in 1953, was Professor of Sustainability at Murdoch University in Western Australia until his retirement in 2014. He is an honorary fellow in the School of Geosciences of the University of Sydney.", "67434192": "Elizabeth O. Sampson Hoyt (née, Sampson; pen name, Aunt Libbie; December 7, 1828 – September 22, 1912) was an American philosopher, author, and lecturer of the long nineteenth century.[1] She served as Vice President of the Universal Peace Union and Chair of the \"National University Committee of Four Hundred\".[2]", "358098": "Wawrzyniec Goślicki (Latin: Laurentius Grimaldius Goslicius; between 1530 and 1540 – 31 October 1607) was a Polish nobleman, Bishop of Poznań (1601–1607), political thinker and philosopher best known for his book De optimo senatore (1568).", "56981207": "Bellamkonda Ramaraya Kavindrulu (also known as Rama Rao)  (1875–1914) was an Indian poet, author, yogi, Sanskrit scholar and a philosopher.[1]", "2553561": "John Capreolus, in French Jean Capréolus and in Latin Johannes Capreolus (c. 1380 – 6 April 1444), was a French Dominican theologian and Thomist.", "58619612": "Jonathan George Crowe (born 1979) is an Australian legal philosopher. He is Head of School and Dean of the School of Law and Justice at the University of Southern Queensland.[1] Crowe is recognised internationally for his work on legal philosophy, ethics and public law.[2] He is a proponent of natural law theory in jurisprudence and ethics.[3] He is known in Australia for his advocacy on behalf of survivors of sexual violence.[4]", "14939871": "Juan David García Bacca was a Spanish-Venezuelan philosopher and university professor. He was born in Pamplona on June 26, 1901, and died on August 5, 1992, in Quito, Ecuador.\nBacca began his education under the Claretians and was ordained as a priest in 1925. He continued his studies at the University of Munich, the University of Zurich, and the University of Paris. However, during the 1930s, he left the Church and pursued philosophy at the University of Barcelona. In 1936 after criticizing Francisco Franco, Bacca was forced to live in exile. He first traveled to Ecuador where he taught at the Central University of Ecuador (1939-1942). While in Ecuador he became close friends with a writer named Alfredo Pareja Diezcanseco. He then went to Mexico where he taught at UNAM (Universidad Nacional Autónoma de México) from 1942 to 1946. He eventually established himself in Venezuela in 1946 and was granted citizenship in 1952. Bacca was a professor at the Central University of Venezuela until his retirement in 1971. He was recognized for his life's work and was awarded the National Prize for Literature in 1978.", "24606432": "Arno Ros (born 18 December 1942 in Hamburg) is a German philosopher and Professor of Theoretical Philosophy at the Otto-von-Guericke University Magdeburg in Magdeburg, Germany.", "63043303": "Paul Saka is an American philosopher and Professor of Philosophy at University of Texas Rio Grande Valley.[1]\nHe is known for his works on philosophy of language.[2]", "9598699": "Baroness Suzanne Lilar (née Suzanne Verbist; 21 May 1901 – 11 December 1992[1]) was a Flemish Belgian essayist, novelist, and playwright writing in French. She was the wife of the Belgian Minister of Justice Albert Lilar and mother of the writer Françoise Mallet-Joris and the art historian Marie Fredericq-Lilar.", "71562989": "Lev (Leo) Platonovich Karsavin (Russian: Лев Платонович Карсавин; Lithuanian: Levas Karsavinas; 13 December 1882 – 17 or 20 July 1952[2]) was a Russian religious philosopher, historian-medievalist, and poet.[3][4]", "2946802": "William Sweet FRAS FRHistS FRSC (born 1955) is a Canadian philosopher, and a past president of the Canadian Philosophical Association[1] and of the Canadian Theological Society.[2]", "32831223": "Francis Dominic Bencini (1664–1744) was a minor Maltese philosopher who specialised in apologetics.", "37385979": "Cornelis Verhoeven (2 February 1928 – 11 June 2001) was a Dutch philosopher and writer.", "6387453": "Reza Davari Ardakani (Persian: رضا داوری اردکانی; born 6 July 1933, in Ardakan) is an Iranian philosopher who was influenced by Martin Heidegger, and a distinguished emeritus professor of philosophy at the University of Tehran. He is also the current member of the Iranian Academy of Sciences and former President of Academy from 1998 to 2023. He is known for his works on Intellect, politics, and underdevelopment.[2]", "73627391": "Aristoxenus (Ancient Greek: Ἀριστόξενος) was a philosopher of ancient Greece who followed the peripatetic school. He was ostensibly from Cyrene, Libya, though some scholars doubt whether he was in fact from there, and wonder whether his name instead indicates he followed the philosophical school of the Cyrenaics.[1] He wrote a number of works mentioned by the writer Diogenes Laërtius, including a work called On Pythagoras and his school and a biography of the philosopher Plato.[2]", "41711365": "Friedrich Wolfgang \"Fritz\" Adler (9 July 1879 – 2 January 1960) was an Austrian socialist politician, physicist, philosopher and journalist. He is perhaps best known for his assassination of Minister-President Karl von Stürgkh in 1916.", "65926922": "Theodor Elsenhans (1862-1918) was a German psychologist and neo-Kantian philosopher.[1]", "3077900": "Alfred Baeumler (sometimes Bäumler; German: [ˈbɔʏmlɐ]; 19 November 1887 – 19 March 1968), was an Austrian-born German philosopher, pedagogue and prominent Nazi ideologue. From 1924 he taught at the Technische Universität Dresden, at first as an unsalaried lecturer Privatdozent. Bäumler was made associate professor (Extraordinarius) in 1928 and full professor (Ordinarius) a year later. From 1933 he taught philosophy and political education in Berlin as the director of the Institute for Political Pedagogy.", "30479": "Sir Thomas More PC (7 February 1478 – 6 July 1535), venerated in the Catholic Church as Saint Thomas More,[2] was an English lawyer, judge,[3] social philosopher, author, statesman, and noted Renaissance humanist. He also served Henry VIII as Lord High Chancellor of England from October 1529 to May 1532.[4] He wrote Utopia, published in 1516, which describes the political system of an imaginary island state.[5]", "20150031": "Athanasios Moulakis (Greek: Αθανάσιος Μουλάκης; July 11, 1945 – July 18, 2015) was President Emeritus of the American University of Iraq - Sulaimani (AUI-S) and a former Acting President and Chief Academic Officer, Professor of Government at the American University of Afghanistan.", "3208981": "Kazimierz Radosław Elehard baron Kelles-Krauz (22 March 1872 – 24 June 1905) was a Polish philosopher and sociologist, member of the Polish Socialist Party. He was one of the most significant Marxist thinkers at the end of the 19th century.", "42825496": "Tomasz Młodzianowski (coat of arms Dąbrowa) (21 December 1622 near Ciechanów – 3 or 9 October 1686 in Wolbrom) was a Polish Jesuit, preacher and writer.", "13825822": "Andō Shōeki (安藤 昌益, 1703 – November 29, 1762) was a Japanese philosopher of the 18th century. He rejected much of the Buddhist and Confucian thinking prevailing in Edo period Japan.[1] He also opposed feudalism in the political system.  Shoeki never became a prominent philosopher, and throughout his life he had few followers compared to other beliefs in Japan.[2]", "66549536": "Hanne Andersen (born 1964)[1] is a Danish philosopher of science. She is a professor of science education at the University of Copenhagen, head of the Department of Science Education,[2] and a member of the research group on history and philosophy of science and science studies.[3]", "7436070": "Ion (Ioan) Petrovici (June 14, 1882 – February 17, 1972) was a  Romanian professor of philosophy at the University of Iași and titular member of the Romanian Academy. He served as Minister of National Education in the Goga cabinet and Minister of Culture and Religious Affairs in the Third Antonescu cabinet.", "227111": "Walter Bendix Schönflies Benjamin (/ˈbɛnjəmɪn/; German: [ˈvaltɐ ˈbɛnjamiːn] ⓘ;[7] 15 July 1892 – 26 September 1940[8]) was a German Jewish philosopher, cultural critic, media theorist, and essayist. An eclectic thinker who combined elements of German idealism, Romanticism, Western Marxism, Jewish mysticism, and Neo-Kantianism, Benjamin made enduring and influential contributions to aesthetic theory, literary criticism, and historical materialism. He was associated with the Frankfurt School, and also maintained formative friendships with thinkers such as playwright Bertolt Brecht and Kabbalah scholar Gershom Scholem. He was related to German political theorist and philosopher Hannah Arendt through her first marriage to Benjamin's cousin Günther Anders though the friendship between Arendt and Benjamin outlasted her marriage to Anders. Both Arendt and Anders were students of Martin Heidegger, whom Benjamin considered a nemesis.[9]", "34797354": "Austin Ernest Duncan-Jones (5 August 1908 – 2 April 1967) was a British philosopher, with a primary focus on meta-ethics.  He was Professor of Philosophy at the University of Birmingham from 1951 until his death. He was president of the Aristotelian Society for 1960-61.", "28964651": "N.E. Balaram (Njalile Veettil Edavalathu Balaraman) (20 November 1919 – 16 July 1994) was one of the founding leaders of the communist movement in Kerala, India.[1] A Marxist ideologue, scholar in Indian Philosophy and a well known literary critic in Malayalam, he wrote on the history of the communist movement in Kerala, which is considered as the most authentic record of the early period. He also authored several works in history, philosophy, politics, and literature.", "69105452": "Ahmad al-Zein (Arabic: احمد الزین) was a notable Sunni Muslim scholar who was also known as \"Shaykh of the Levant\". He was the head of the Union of Muslim Ulama of Lebanon.[3]", "23263019": "Józef Emanuel Jankowski (1790–1847) was a professor of philosophy at Kraków University.[1]", "38336307": "Yasuo Yuasa (湯浅 泰雄, Yuasa Yasuo, 1925–2005) was a Japanese philosopher of religion. Yuasa is known for his works on the theory of the body in Western and Asian philosophy and for his teaching. He has been referred to as \"one of the most provocative and far-reaching\" among Japan's contemporary philosophers.[1]", "227124": "James Albert Michener (/ˈmɪtʃənər/ or /ˈmɪtʃnər/;[2] February 3, 1907 – October 16, 1997) was an American writer. He wrote more than 40 books, most of which were long, fictional family sagas covering the lives of many generations, set in particular geographic locales and incorporating detailed history. Many of his works were bestsellers and were chosen by the Book of the Month Club; he was known for the meticulous research that went into his books.[3]", "17790775": "Jean Biès (1933 – 11 January 2014)[1] was a French philosopher and author. He is the recipient of the High Prize of the Society of French Poets (1970), Chevalier of the French Legion of Honor (1997), and a prolific modern proponent of the Traditionalist School. His works deal with the union of Eastern and Western philosophy.", "1308472": "Bhatta Kallata also referred as Kallata was a notable 9th-century Kashmiri Shaivite thinker who may have written the Spanda-vritti, and Spanda-karika.[1][2]", "44234554": "David M. Sherry (B.A., University of Montana, 1974; Ph.D., Claremont Graduate School, 1982) is a philosopher and professor at Northern Arizona University in Flagstaff, Arizona. He teaches History of Philosophy, History of Logic, as well as Philosophy of Mathematics.  He has published on Logic, Philosophy of Mathematics and Philosophy of Science.", "1931074": "\"Many obstacles are a good sign\" (from Svalikhita-jivani)", "63299": "Václav Havel (Czech pronunciation: [ˈvaːtslav ˈɦavɛl] ⓘ; 5 October 1936 – 18 December 2011) was a Czech statesman, author, poet, playwright and dissident.[1][2] Havel served as the last president of Czechoslovakia from 1989 until 1992, prior to the dissolution of Czechoslovakia on 31 December, before he became the first president of the Czech Republic from 1993 to 2003. He was the first democratically elected president of either country after the fall of communism. As a writer of Czech literature, he is known for his plays, essays and memoirs.", "685895": "René Jean-Marie-Joseph Guénon[2] (15 November 1886 – 7 January 1951), also known as Abdalwahid Yahia (Arabic: عبد الـوٰاحد يحيیٰ; ʿAbd al-Wāḥid Yaḥiā), was a French intellectual who remains an influential figure in the domain of metaphysics, having written on topics ranging from esotericism, \"sacred science\"[a] and \"traditional studies\"[b] to symbolism and initiation.", "58095434": "Karen Green is an Australian philosopher and Associate Professor of Philosophy at the University of Melbourne. She is known for her works on women's intellectual history.[1][2][3][4]\nGreen is the president of the Australasian Association of Philosophy[5] and a Fellow of the Australian Academy of the Humanities (elected in 2009).[6]", "7206731": "Ivan Vasilyevich Kireyevsky (Russian: Ива́н Васи́льевич Кире́евский; 3 April [O.S. 22 March] 1806 – 23 June [O.S. 11 June] 1856) was a Russian literary critic and philosopher who, together with Aleksey Khomyakov, is credited as a co-founder of the Slavophile movement.", "38008651": "William John Townsend (20 January 1835 – 7 March 1915) was a British minister of the Methodist New Connexion.[1] He wrote on theology and the history of Methodism, writing biographies of Robert Morrison and Alexander Kilham. He also wrote a book on scholastic philosophy.", "456522": "John Gneisenau Neihardt (January 8, 1881 – November 3, 1973) was an American writer and poet, amateur historian and ethnographer. Born at the end of the American settlement of the Plains, he became interested in the lives of those who had been a part of the European-American migration, as well as the Indigenous peoples whom they had displaced.", "1800014": "Dimitrije \"Mita\" Mitrinović (Serbian Cyrillic: Димитрије Мита Митриновић; 21 October 1887 – 28 August 1953) was a Serbian philosopher, poet, revolutionary, mystic, theoretician of modern painting and traveler.", "41875279": "Nelson Thomas Potter Jr. (September 22, 1939 – May 12, 2013) was a professor of philosophy at the University of Nebraska-Lincoln, Lincoln, Nebraska, United States.[1]", "32929611": "Saviour Bernard (1724-1806) was a Maltese medical practitioner, a scientist, and a major philosopher. His areas of specialisation in philosophy were mostly philosophical psychology and physiology.[1]", "27785041": "Ömer Naci Soykan (10 February 1945, Rize – 4 December 2017, Istanbul) was a Turkish philosopher.[1]", "27686737": "Martin Foss (1889–1968) was a German-born American philosopher, professor, and scholar.", "5896017": "Fernand Brunner (8 October 1920 – 1 November 1991) was a Swiss philosopher.  After studying in Lausanne and in Paris, became a professor at the University of Neuchâtel.", "1079121": "Borden Parker Bowne[a] (January 14, 1847 – April 1, 1910) was an American Christian philosopher, Methodist minister and theologian.[15] He was nominated for the Nobel Prize in Literature nine times.", "2553685": "Saint Pantaenus the Philosopher (Greek: Πάνταινος; died c. 200)[4] was a Greek theologian and a significant figure in the Catechetical School of Alexandria from around AD 180. This school was the earliest catechetical school, and became influential in the development of Christian theology.", "3503957": "David the Invincible (or David the Philosopher) was a neoplatonist philosopher of the 6th century.[1]", "61568856": "Carlos Pereda Failache (Florida, Uruguay) is an Uruguayan/Mexican philosopher, and emeritus researcher at UNAM's Institute for Philosophical Research. Pereda is the author of more than 50 articles, 10 books, and winner of the Siglo XXI Essay Prize, 2008, for his book Learnings from the Exile [Los aprendizajes del exilio].[1] He has been president of the Mexican Philosophical Association/", "227161": "Moncure Daniel Conway (March 17, 1832 – November 15, 1907) was an American abolitionist minister and radical writer. At various times Methodist, Unitarian, and a Freethinker, he descended from patriotic and patrician families of Virginia and Maryland but spent most of the final four decades of his life abroad in England and France, where he wrote biographies of Edmund Randolph, Nathaniel Hawthorne and Thomas Paine and his own autobiography. He led freethinkers in London's South Place Chapel, now Conway Hall.[1]", "4159322": "Christoph Meiners (31 July 1747 – 1 May 1810) was a German racialist, philosopher, historian,  and writer born in Warstade. He supported the polygenist theory of human origins. He was a member of the Göttingen School of History.", "59078501": "Robert Wayne Loftin (1938–1993) was an American environmentalist, ornithologist, and philosopher. He was a professor at the University of North Florida, where he founded the Sawmill Slough Conservation Club and designed the campus's nature trails.[2] The trails on UNF's campus were subsequently renamed the Robert Loftin Nature Trails in his memory on August 31, 1993.[3][4]", "44496752": "Arnold Oscar Wolfers (June 14, 1892 – July 16, 1968) was a Swiss-American lawyer, economist, historian, and  international relations scholar, most known for his work at Yale University and for being a pioneer of classical international relations realism.", "4454263": "Richard Rudolf Walzer,[1] FBA (14 July 1900 in Berlin – 16 April 1975 in Oxford) was a German-born British scholar of Greek philosophy and of Arabic philosophy.", "5601144": "Józef Kremer (February 22, 1806, Kraków - June 2, 1875 Kraków), was a Polish historian of art, a philosopher, an aesthetician and a psychologist.", "1079161": "Mary Whiton Calkins (/ˈkɔːlkɪnz, ˈkæl-/; 30 March 1863 – 26 February 1930[1]) was an American philosopher and psychologist, whose work informed theory and research of memory, dreams and the self. In 1903, Calkins was the twelfth in a listing of fifty psychologists with the most merit, chosen by her peers. Calkins was refused a Ph.D. by Harvard University because of her gender.", "685947": "Stanley Louis Cavell (/kəˈvɛl/; September 1, 1926 – June 19, 2018) was an American philosopher. He was the Walter M. Cabot Professor of Aesthetics and the General Theory of Value at Harvard University.  He worked in the fields of ethics, aesthetics, and ordinary language philosophy.  As an interpreter, he produced influential works on Wittgenstein, Austin, Emerson, Thoreau, and Heidegger.  His work is characterized by its conversational tone and frequent literary references.", "1079171": "Carneades (/kɑːrˈniːədiːz/; Greek: Καρνεάδης, Karneadēs, \"of Carnea\"; 214/3–129/8 BC[2]) was a Greek philosopher,[3] perhaps the most prominent head of the Skeptical Academy in ancient Greece.[3] He was born in Cyrene.[4] By the year 159 BC,[citation needed] he had begun to attack many previous dogmatic doctrines, especially Stoicism and even the Epicureans,[5] whom previous skeptics had spared.[citation needed]", "11335565": "Richard J. Arneson is an American philosopher specializing in political philosophy who has taught at the University of California, San Diego since 1973. He chaired the department during 1992–1996 and served as graduate adviser. In 1996, he also served as visiting professor in the ethics, politics, and economics program at Yale University. Arneson earned his PhD in philosophy from the University of California, Berkeley, in 1975. His work has largely focused on utilitarianism and on luck egalitarianism. He is also a proponent of prioritarianism.[1]", "27948942": "Syed Nomanul Haq (Nu'man al-Haqq) (Urdu: سید نعمان الحق; born February 15, 1948, in Karachi, Pakistan) is a Pakistani scholar and historian specialised in the fields of Islamic history and Islamic philosophy. He is currently a visiting distinguished professor at the Habib University, Karachi.[1]", "63375": "Mikhail Vasilyevich Lomonosov (/ˌlɒməˈnɒsɒf/;[1] Russian: Михаил (Михайло) Васильевич Ломоносов; 19 November [O.S. 8 November] 1711 – 15 April [O.S. 4 April] 1765) was a Russian polymath, scientist and writer, who made important contributions to literature, education, and science. Among his discoveries were the atmosphere of Venus and the law of conservation of mass in chemical reactions. His spheres of science were natural science, chemistry, physics, mineralogy, history, art, philology, optical devices and others. The founder of modern geology,[2][3] Lomonosov was also a poet and influenced the formation of the modern Russian literary language.", "1079181": "Paul Carus (German: [paʊl ˈkaːʁʊs]; 18 July 1852 – 11 February 1919) was a German-American author, editor, a student of comparative religion[1] and philosopher.[2]", "51443601": "Luisa de Medrano (Atienza 9 August 1484 – 1527), was a Navarrese-Castilian poet, philosopher, scholar and professor. Luisa de Medrano was the first female professor in Spain (and potentially all of Europe), at the University of Salamanca. Luisa de Medrano Bravo de Lagunas Cienfuegos belonged to the group of Renaissance women called by their contemporaries \"puellae doctae\" (learned girls).", "8320911": "Joshua Cohen (/ˈkoʊən/ KOH-ən; born 1951) is an American philosopher specializing in political philosophy. He has taught at Stanford University and Massachusetts Institute of Technology and is currently a member of the faculty at Apple University and the University of California, Berkeley.", "11728788": "John Lachs (July 17, 1934 – November 14, 2023) was a Hungarian-born American philosopher. He was Centennial Professor of Philosophy at Vanderbilt University, where he began teaching in 1967. Lachs received his Ph.D. from Yale University in 1961. His primary focus was on American philosophy (most prominently George Santayana) and German Idealism.", "27981719": "Ma Qixi (1857–1914; simplified Chinese: 马启西; traditional Chinese: 馬啟西; pinyin: Mǎ Qǐxī; Wade–Giles: Ma Chi-hsi,  Xiao'erjing: ﻣَﺎ  چِ ثِ), a Hui from Gansu, was the founder of the Xidaotang, a Chinese-Islamic school of thought.", "68220826": "Eli Bartra (born 6 September 1947, in Mexico City) is a feminist philosopher and a pioneer in researching women and folk art in different places of the world, but particularly, in Mexico. She is the daughter of the writers Anna Murià and Agustí Bartra, two Catalan refugees in Mexico.", "29423522": "Berkeley Studies (Berkeley Newsletter until December 2007)[1] is an annual on-line academic journal established in 1977. It publishes scholarly articles on anything related to George Berkeley. The journal also gives news of the last events in Berkeley scholarship: book reviews, information about coming pertinent conferences, and abstracts from reports delivered at such conferences. Assembling bibliography on Berkeley constitutes an essential part of the editors' work.[2]", "33585060": "Francis Bonnici (July 14, 1853 – December 24, 1905) was a Maltese educationist, philanthropist and a minor philosopher. In philosophy he mostly specialised in pedagogy.[1]", "63109032": "Saeid Zibakalam (Persian: سعید زیباکلام) is an Iranian academic and conservative political activist who self-identifies as a justice-seeker.\"[3]", "3733444": "Bernard d'Espagnat (22 August 1921 – 1 August 2015) was a French theoretical physicist, philosopher of science, and author, best known for his work on the nature of reality.[1][2] Wigner-d'Espagnat inequality is partially named after him.", "1079237": "Josephus Flavius Cook (January 26, 1838 – June 24, 1901), commonly known as Joseph Cook, was an American philosophical lecturer, clergyman, and writer.", "6813645": "Augustin Bonnetty  (born Entrevaux (dept. of Basses-Alpes), 9 May 1798, died at Paris, 26 March 1879) was a French thinker and writer who founded and edited the Annales de philosophie chrétienne from 1830 until his death.", "1079249": "James Edwin Creighton (April 8, 1861, Pictou, Nova Scotia – October 8, 1924, Ithaca, New York) was an American idealist philosopher, Cornell academic, founding president of the American Philosophical Association, and president (1902) of the American Philosophical Society.", "12875733": "Hayashi Gahō (林 鵞峰, July 21, 1618 – June 1, 1680), also known as Hayashi Shunsai|林 春斎|, was a Japanese Neo-Confucian philosopher and writer in the system of higher education maintained by the Tokugawa bakufu during the Edo period. He was a member of the Hayashi clan of Confucian scholars.", "21460949": "Nicholas Hill (1570 – c. 1610) was an English natural philosopher, considered a disciple of Giordano Bruno. He is known for his 1601 book Philosophia epicurea.", "27326427": "Wilmon Henry Sheldon (1875–1981) was a twentieth-century American philosopher.", "17922014": "Jan Sokol (18 April 1936 – 16 February 2021)[1][2] was a Czech philosopher, dissident, politician and translator. He briefly served as Minister of Education, Youth and Sports in 1998 under Prime Minister Josef Tošovský. From 1990 to 1992 he was Member of Parliament for Prague. From 2000 to 2007 he served as the first dean of the Faculty of Humanities at Charles University in Prague.[3] Sokol ran for President of the Czech Republic in the 2003 election but lost to Václav Klaus.[4]", "11270115": "John Beatty (born 1951) is a professor in the Department of Philosophy at the University of British Columbia in Vancouver, British Columbia. He received his PhD in 1979 in the History and Philosophy of Science at Indiana University, Bloomington, Indiana. His research focuses on the theoretical foundations, methodology, and socio-political dimensions of genetics and evolutionary biology.  He is well known in the philosophy of biology community.", "58685417": "Geoffrey Charles John Midgley (Ilford, Essex, 14 June 1921 – Newcastle, 16 April 1997) was a British philosopher.", "784363": "Joseph Albo (Hebrew: יוסף אלבו; c. 1380–1444) was a Jewish philosopher and rabbi who lived in Spain during the fifteenth century, known chiefly as the author of Sefer ha-Ikkarim (\"Book of Principles\"), the classic work on the fundamentals of Judaism.", "59799538": "Ashot Voskanyan (Armenian: Աշոտ Ոսկանյան; born April 24, 1949)[1] is an Armenian philosopher, former diplomat and member of parliament.", "63633396": "Patrick Grim is an American philosopher. He has published on epistemic questions in philosophy of religion,[1][2] as well as topics in philosophy of science,[3][4] philosophy of logic,[5][6][7] computational philosophy,[8][9] and agent-based modeling.[10]  He is author, co-author or editor of seven books in philosophical logic, philosophy of mind, philosophy of science and computational philosophy.  He is currently editor of the American Philosophical Quarterly and founding co-editor of over  forty volumes of The Philosopher’s Annual, an attempt to collect the ten best philosophy articles of the year.  Grim's popular work includes four video lecture series on value theory, informal logic, and philosophy of mind for The Great Courses.[11]  Grim's academic posts have included Distinguished Teaching Professor of Philosophy (Emeritus) at the State University of New York at Stony Brook,[12][13]   Distinguished Visiting Professor in Philosophy at the University of Michigan at Ann Arbor,  and fellowships and lectureships at the Center for Complex Systems at the University of Michigan at Ann Arbor and at the Center for Philosophy of Science at the University of Pittsburgh.[12][14][15]", "2553858": "Kazem Sadegh-Zadeh (/ˈzɑːdeɪ/; Persian: کاظم صادق‌زاده; born 23 April 1942; died 6 March 2023)[1][2] was a German analytic philosopher of medicine of Iranian descent. He was the first ever professor of philosophy of medicine at a German university and has made significant contributions to the philosophy, methodology, and logic of medicine since 1970.[3][4]", "4290562": "Carole Pateman FBA FAcSS FLSW (born 11 December 1940) is a feminist and political theorist. She is known as a critic of liberal democracy and has been a member of the British Academy since 2007.[1]", "42563586": "Dioscorides (Greek: Διοσκορίδης, fl. 225 BC), sometimes known as Dioscurides, was a Stoic philosopher, the father of Zeno of Tarsus and a pupil of Chrysippus. All other information has been lost.", "1505285": "Wang Chong (Chinese: 王充; pinyin: Wáng Chōng; Wade–Giles: Wang Ch'ung; 27 – c. 97 AD),[1] courtesy name Zhongren (仲任), was a Chinese astronomer, meteorologist, naturalist, philosopher, and writer active during the Eastern Han dynasty. He developed a rational, secular, naturalistic and mechanistic account of the world and of human beings and gave a materialistic explanation of the origin of the universe.[2] His main work was the Lunheng (論衡, \"Critical Essays\"). This book contained many theories involving early sciences of astronomy and meteorology, and Wang Chong was even the first in Chinese history to mention the use of the square-pallet chain pump, which became common in irrigation and public works in China thereafter.[3] Wang also accurately described the process of the water cycle.", "13203461": "Wolfgang Fritz Haug (born March 23, 1936, in Esslingen am Neckar, Württemberg) was from 1979 till his retirement in 2001 professor of philosophy at the Free University Berlin, where he had also studied romance languages and religious studies and taken his PhD (in 1966 on the topic of \"Jean-Paul Sartre and the construction of absurdity\").", "21493773": "Sir Richard Rustom Kharsedji Sorabji, CBE, FBA (born 8 November 1934) is a British historian of ancient Western philosophy, and Professor of Philosophy Emeritus at King's College London. He has written his 'Intellectual Autobiography' in his Festschrift: R. Salles ed., Metaphysics, Soul and Ethics in Ancient Thought (Oxford, 2005), 1–36. He is the nephew of Cornelia Sorabji, the first woman to practice law in Britain and India.[1]", "31291410": "Patricia Altenbernd Johnson (born 1945)[1] is Distinguished Service Professor Emerita of Philosophy at the University of Dayton.[2] She has written books about contemporary philosophers. She is a specialist in philosophy of religion, hermeneutics and 19th and 20th century continental philosophy,[3] and on the works of Martin Heidegger and Hans-Georg Gadamer.[4][5]", "11335700": "Alan James Ryan FBA (born 9 May 1940) is a British philosopher. He was Professor of Politics at the University of Oxford.  He was also Warden of New College, Oxford, from 1996 to 2009.[2] He retired as Professor Emeritus in September 2015[3][4] and lives in Summertown, Oxford.[5]", "20871191": "Qian Dehong (simplified Chinese: 钱德洪; traditional Chinese: 錢德洪; pinyin: Qián Déhóng; Wade–Giles: Ch'ien Te-hung) was a notable Chinese philosopher, writer, and educator during the mid-late Ming Dynasty.", "38860838": "Abraham P. Bos (born 1943, Baarn) is a retired professor in Ancient and Patristic philosophy at the Vrije Universiteit, Amsterdam, specializing in the philosophy of Aristotle", "17889320": "Ioan Zalomit (1823–1885) was a Romanian philosopher, professor and rector of the University of Bucharest.", "17856559": "Željko Loparić (born 3 December 1939) is a Yugoslav-born Brazilian philosopher, historian of philosophy and university teacher. Born in modern-day Croatia, he is a naturalized Brazilian, and professor at the University of Campinas.[1][2][3]", "522288": "Kathleen Vaughan Wilkes (23 June 1946 – 21 August 2003) was an English philosopher and academic who played an important part in rebuilding the education systems of former Communist countries after 1990. She established her reputation as an academic with her contributions to the philosophy of mind in two major works and many articles in professional journals. As a conscientious college tutor, she won the respect and affection of her students and academic colleagues. Her most notable contribution lay in her clandestine activities behind the Iron Curtain, which led to the establishment of underground universities and academic networks in Soviet-controlled Eastern Europe. For her work in support of this network President Václav Havel awarded her the Commemorative Medal of the President of the Czech Republic in October 1998.[1]", "29620272": "Richard J. Norman, BA (Cantab), PhD (London), is a British academic, philosopher and humanist.  He is currently Emeritus Professor of Moral Philosophy at the University of Kent, and a patron of Humanists UK.", "21067826": "Miran Božovič (born August 12, 1957) is a Slovenian philosopher and psychoanalyst, associated with the Ljubljana school of psychoanalysis.", "52295727": "Wenceslao Díaz Gallegos (1834–1895) was a Chilean scientist and medical surgeon, widely considered as one of the fathers of sanitation in the country, trainer of generations of medical professionals and first-time introducer of medical devices such as the thermometer and the hypodermic syringe in Chile.", "69138483": "Prince Gyeongnyeong (Korean: 경녕군; Hanja: 敬寧君, 6 January 1403 – 15 October 1458) was a Royal Prince of the Joseon Dynasty as the fourth son of King Taejong and his concubine, Royal Noble Consort Hyo of the Cheongpung Kim clan.", "63698993": "Richard Maxwell Gaskin (born 8 May 1960) is a British philosopher who is a professor at the University of Liverpool. He has published on metaphysics, philosophy of language and logic, and history of philosophy, as well as on philosophy of literature, literary theory, and the European literary tradition. Gaskin received his Bachelor of Arts, Bachelor of Philosophy, and Doctor of Philosophy degrees in classics and philosophy at University College, Oxford, and has held academic posts at St Edmund Hall, Oxford, as well as at the University of Sussex.[1]", "5273654": "Jacob Klein (March 3, 1899 – July 16, 1978) was a Russian-American philosopher and interpreter of Plato, who worked extensively on the nature and historical origin of modern symbolic mathematics.", "1472567": "Laurens Perseus Hickok (December 20, 1798 – May 7, 1888), American philosopher and divine, was born in Connecticut.", "36862013": "Bertrando Spaventa (26 June 1817 – 20 September 1883) was a leading Italian philosopher of the 19th century whose ideas had an important influence on the changes that took place during the unification of Italy and on philosophical thought in the 20th century.", "21624898": "Gustav Naan (17 May 1919 near Vladivostok – 12 January 1994 in Tallinn) was a Soviet and Estonian physicist and philosopher. According to the Estonian Encyclopedia's definition, he \"wrote plenty of irritating publicist articles\".[1]", "1767492": "Steven Shaviro (/ʃəˈvɪroʊ/) is an American academic, philosopher, and cultural critic whose areas of interest include film theory, time, science fiction, panpsychism, capitalism, affect and subjectivity. He earned a B.A. in English in 1975, M.A. in English in 1978, and a Ph.D. in English in 1981, all from Yale University.[1] From 1984 to 2004, he was a professor of English at the University of Washington,[2] and since 2004 teaches film, culture and English at Wayne State University, where he is the DeRoy Professor of English.", "37976137": "Eitbar Hussain Bartar was born in Khairabad in April 1889. He was a Tehsildar of lashkar (Gwalior). He was also a great a philosopher, a poet, a religious scholar of Khairabad in India. After the retirement of majestate he writes many poets and nazms. He was a son of great Indian Urdu Poet Muztar Khairabadi, and his brothers is Jan Nisar Akhtar and Yadgar Hussain Nashtar. Nephews are Javed Akhtar poet, lyricist and script writer in Bollywood, Salman Akhtar.", "30795": "Thomas Paine (born Thomas Pain;[1] February 9, 1737 [O.S. January 29, 1736][Note 1]  – June 8, 1809) was an English-born American Founding Father, French Revolutionary, political activist, philosopher, political theorist, and revolutionary.[2][3] He authored Common Sense (1776) and The American Crisis (1776–1783), two of the most influential pamphlets at the start of the American Revolution, and he helped to inspire the Patriots in 1776 to declare independence from Great Britain.[4] His ideas reflected Enlightenment-era ideals of human rights.[5]", "424017": "Daniel Bensaïd (25 March 1946 – 12 January 2010[2]) was a philosopher and a leader of the Trotskyist movement in France. He became a leading figure in the student revolt of 1968, while studying at the University of Paris X: Nanterre.", "7829592": "Arthur Isadore Fine (born November 11, 1937) is an American philosopher of science now emeritus at the University of Washington.", "62945369": "Barbara Schellhammer (born 1977 in Munich) is a German cultural philosopher and social scientist. She lived, worked and researched in Canada for several years.[1] Since 2019 she holds the chair for Intercultural Social Transformation and is head of the Center for Social and Development Studies at the Munich School of Philosophy.", "3700829": "Michelangelo Tamburini (27 September 1648 – 28 February 1730) was an Italian Jesuit, who was elected fourteenth Superior General of the Society of Jesus from January 31, 1706 to February 28, 1730.", "38860895": "Tariq Ali (/ˈtærɪk ˈæli/; born 21 October 1943)[1] is a Pakistani-British political activist, writer, journalist, historian, filmmaker, and public intellectual.[2][3] He is a member of the editorial committee of the New Left Review and Sin Permiso, and contributes to The Guardian, CounterPunch, and the London Review of Books. He studied Philosophy, Politics, and Economics at Exeter College, Oxford.", "3536995": "Cornelio Fabro CSS (Flumignano, Udine, 24 August 1911 – Rome, 4 May 1995) was an Italian Catholic priest of the Stigmatine Order and a scholastic Thomist philosopher. He was the founder of the Institute for Higher Studies on Unbelief, Religion and Cultures.", "18282596": "Gustavo Daniel Perednik (Hebrew: גוסטבו דניאל פרדניק; born 1956) is an Argentinian-born Israeli author and educator.", "9468011": "Joseph Leon Blau (May 6, 1909 – December 28, 1986) was an American scholar of Jewish history and philosophy.", "43284588": "Così parlò Bellavista is a 1984 Italian comedy film based on the novel of the same name by Luciano De Crescenzo. De Crescenzo directed the film and also played the main role. For this film De Crescenzo won David di Donatello and Nastro d'Argento for  best new director, while Marina Confalone won the same awards in the best supporting actress category.[1]", "620653": "Apollodorus of Athens (Greek: Ἀπολλόδωρος ὁ Ἀθηναῖος, Apollodoros ho Athenaios; c. 180 BC – after 120 BC) son of Asclepiades, was a Greek scholar, historian, and grammarian. He was a pupil of Diogenes of Babylon, Panaetius the Stoic, and the grammarian Aristarchus of Samothrace, under whom he appears to have studied together with his contemporary Dionysius Thrax. He left (perhaps fled) Alexandria around 146 BC, most likely for Pergamon, and eventually settled in Athens.", "53672047": "Monsignor Robert Sokolowski (born 3 May 1934) is a philosopher and Roman Catholic priest who serves as the Elizabeth Breckenridge Caldwell Professor of Philosophy at The Catholic University of America.", "20314244": "Anita LaFrance Allen (also Allen-Castellitto; born March 24, 1953[1]) is the Henry R. Silverman Professor of Law and professor of philosophy at the University of Pennsylvania Law School. She was formerly Vice Provost for Faculty from 2013 to 2020.", "26409093": "The Hegel Society of America (HSA) was founded in 1968 at the Wofford Symposium in Spartanburg, South Carolina, United States.  Its mission is to promote the study of the philosophy of Georg Wilhelm Friedrich Hegel, but it never endorses or promotes any particular way of interpreting Hegel.", "3209359": "Antiochus[1] or Antioch[2] Kantemir or Cantemir (Russian: Антиох Дмитриевич Кантемир, Antiokh Dmitrievich Kantemir; Romanian: Antioh Cantemir; Turkish: Antioh Kantemiroğlu; French: Antioche Cantemir; 8 September 1708 – 31 March 1744) was a Moldavian who served as a man of letters, diplomat, and prince during the Russian Enlightenment. He has been called \"the father of Russian poetry\".", "47544468": "Constantin Dimitrescu-Iași (November 25, 1849 – April 16, 1923) was a Moldavian, later Romanian philosopher, sociologist and pedagogue.", "1046676": "Nicholas Paul Wolterstorff (born January 21, 1932) is an American philosopher and theologian. He is currently Noah Porter Professor Emeritus of Philosophical Theology at Yale University.[2] A prolific writer with wide-ranging philosophical and theological interests, he has written books on aesthetics, epistemology, political philosophy, philosophy of religion, metaphysics, and philosophy of education. In Faith and Rationality, Wolterstorff, Alvin Plantinga, and William Alston developed and expanded upon a view of religious epistemology that has come to be known as Reformed epistemology.[3] He also helped to establish the journal Faith and Philosophy and the Society of Christian Philosophers.", "2848919": "Pavel Alexandrovich Florensky (also P. A. Florenskiĭ, Florenskii, Florenskij; Russian: Па́вел Алекса́ндрович Флоре́нский; Armenian: Պավել Ֆլորենսկի, romanized: Pavel Florenski; 21 January [O.S. 9 January] 1882 – December 8, 1937) was a Russian Orthodox theologian, priest, philosopher, mathematician, physicist, electrical engineer, inventor, polymath, neomartyr and folk saint.[1] During the later twentieth century, statements had appeared noting a recognition by the Russian Orthodox Church of him as a saint, though it was later firmly noted that no such decision had been made.[2]", "7436442": "Constantin Rădulescu-Motru (Romanian pronunciation: [konstanˈtin rəduˈlesku ˈmotru]; born Constantin Rădulescu, he added the surname Motru in 1892; February 15, 1868 – March 6, 1957) was a Romanian philosopher, psychologist, sociologist, logician, academic, dramatist, as well as left-nationalist politician. A member of the Romanian Academy after 1923, he was its vice president in 1935–1938, 1941–1944, and its president between 1938 and 1941.", "21199002": "William James Abraham (19 December 1947 – 7 October 2021) was a Northern Irish theologian, analytic philosopher, and Methodist pastor known for his contributions to the philosophy of religion, religious epistemology, evangelism, and church renewal.[2][3] Abraham spent most of his career in the United States and was the Albert Cook Outler Professor of Wesley Studies at Perkins School of Theology at Southern Methodist University.[4] He previously taught at Seattle Pacific University and was a visiting professor at Harvard Divinity School.[5] \nAbraham was associated with the Confessing Movement in the United Methodist Church and was a proponent of canonical theism, a church renewal movement that looks to the canons of the ancient ecumenical church as a source for renewing mainline Protestant churches.[6][7][8][9]", "14481566": "Vyasanakere Prabhanjanacharya (IAST: Vyāsana-kere Prabhañjan-ācārya) (born 15 June 1946) is an eminent Indian Sanskrit scholar known for his discourses on Sanatana Dharma.[2][3][4] He is an expert in the Dvaita school of philosophy, founded by Sri Madhvacharya. Prabhanjanacharya has written, edited and compiled numerous books on Veda, Upanishads, Ramayana, Mahabharata, Bhagavata etc. in the light of Madhva philosophy.[5]", "719007": "Karl Löwith (9 January 1897 – 26 May 1973) was a German philosopher in the phenomenological tradition. A student of Husserl and Heidegger, he was one of the most prolific German philosophers of the twentieth century.", "587936": "Hans Küng (German: [ˈhans ˈkʏŋ]; 19 March 1928 – 6 April 2021) was a Swiss Catholic priest, theologian, and author. From 1995 he was president of the Foundation for a Global Ethic (Stiftung Weltethos).", "64747683": "Mohammad Bagher Ansari (Persian: محمدباقر انصارى) (born 1946 in Mahallat, Iran) is Twelver Shi'a Islamic theologian, Islamic law scholar and philosopher with the religious Rank Hujjat al-Islam.", "34797734": "Ruth Lydia Saw (1 August 1901 – 23 March 1986) was a British philosopher and aesthetician.[1]", "67500199": "Kumāralāta (3rd century) was an Indian founder of the Sautrāntika school of Buddhism. He was a native of Taxila, in modern day Pakistan.[6][7][8][9][10]", "51312809": "Clare Palmer (born 1967) is a British philosopher, theologian and scholar of environmental and religious studies. She is known for her work on environmental and animal ethics. She  was appointed as a professor in the Department of Philosophy at Texas A&M University in 2010. She had previously held academic appointments at the Universities of Greenwich, Stirling, and Lancaster in the United Kingdom, and Washington University in St. Louis in the United States, among others.", "161961": "William Hazlitt (10 April 1778 – 18 September 1830) was an English essayist, drama and literary critic, painter, social commentator, and philosopher. He is now considered one of the greatest critics and essayists in the history of the English language,[1][2] placed in the company of Samuel Johnson and George Orwell.[3][4] He is also acknowledged as the finest art critic of his age.[5] Despite his high standing among historians of literature and art, his work is currently little read and mostly out of print.[6][7]", "67598507": "Nezam al-Din Ahmad Gilani (1585 – after 1662), also known by his honorific title of Hakim al-Molk, was an Iranian philosopher and physician from Gilan, who served the Qutb Shahi rulers in the Indian region of Deccan.[1]", "22837419": "Abu Abd Allah Muhammad ibn Abi Bakr ibn Muhammad Tabrizi was a thirteenth-century Persian Muslim writer, known for his Arabic commentary on the twenty five propositions at the beginning of Book II of the Jewish philosopher Maimonides's Guide for the Perplexed, on which Maimonides then based his proof of the existence, unity and incorporeality of God.  The propositions, derived from Aristotle's Physics and Metaphysics, were merely summarised by Maimonides; Tabrizi gives a detailed discussion of them, based on the work of Arabic authors.  It is the earliest known commentary on a part of the Guide.[1]", "3635377": "Gu Zhun (Chinese: 顾准; 1915–1974) was a Chinese intellectual, economist and pioneer of post-Marxist Chinese liberalism. A victim of \"anti-Rightist\" purges, he spent his later life in prisons and reeducation centres.[citation needed]", "2160820": "Cavalcante de' Cavalcanti (flourished c. 1250; died c. 1280) was a Florentine Epicurean philosopher and father of Guido Cavalcanti, a close friend of Dante Alighieri.", "4225206": "Keith Edward Yandell ((1938-07-16)July 16, 1938, Davenport, Iowa – (2020-04-28)April 28, 2020, Madison, Wisconsin)[1] was a philosopher of religion who became notable by his teaching and his writings.", "53901495": "Bong-Ho Son (孫鳳鎬; born 1938) is a South Korean Christian ethics scholar and social activist.[1] Son was born in Korea, and graduated from Gyeongju High School [ko] and Seoul National University. He then studied theology at Westminster Theological Seminary in the United States, and received his Ph.D from Vrije Universiteit Amsterdam in the Netherlands. He has taught at the Hankuk University of Foreign Studies and Seoul National University, and has served as president of Hansung University and of Dongduk Women's University. In 2011, he established the Sharing National Movement Headquarters, where he is in charge of representation. He is working in the field of the Christian Ethics Movement of Korea.[2]", "36927673": "Sri Satyatma Tirtha (IAST: Śrī Satyātma-tīrtha) (born 8 March 1973), is an Indian Hindu philosopher, guru, scholar, spiritual leader, saint and the present pontiff of Uttaradi Math.[2] He is the 42nd pontiff of Uttaradi Math since Madhvacharya, the chief proponent and the one who rejuvenated the Dvaita philosophy (Tattvavada).[3][4][5] Satyatma Tirtha founded Vishwa Madhwa Maha Parishat, a non-profit, religious and social organization in 1998.[6]", "8353977": "Mark Lilla (born 1956) is an American political scientist, historian of ideas, journalist, and professor of humanities at Columbia University in New York City.  A self-described liberal,[1] he frequently, though not always, presents views from that perspective.", "65534138": "Emma Borg is a professor of philosophy at the University of Reading. She specialises in philosophy of language, philosophy of mind, and philosophy of cognitive science.[1]", "9992382": "Javed Iqbal (Urdu: جاوید اقبال); (born 1 August 1946) is the retired chairman of the National Accountability Bureau (NAB) of Pakistan, in office from 11 October 2017 to 3 June 2022. He is also a retired Senior Justice of the Supreme Court of Pakistan.[1][2]", "45643967": "Josephat Obi Oguejiofor // ⓘ is a professor of Philosophy and Director of the School of General Studies, Nnamdi Azikiwe University, Awka, Nigeria. His areas of interest include African philosophy, medieval philosophy,  modern philosophy,  metaphysics,  analytic philosophy, philosophy of time, and philosophy and governance in Africa.[citation needed] He is an ordained Catholic priest.[citation needed]", "30865601": "Jagadguru Abhinava Vidyatirtha Mahaswami (born as Srinivasa Sastri) (13 November 1917 - 21 September 1989) was the 35th Jagadguru of the Sringeri Sharada Peetham, which has been occupied by an unbroken lineage of gurus stretching back to the Advaitic philosopher Adi Shankaracharya, who established the matha for the propagation of Advaitha Vedanta.", "60127427": "Fatma Chamakh-Haddad or Fatma Haddad-Chamakh (born 10 March 1936 in Tunis; died 2 May 2013) was a professor, philosopher, feminist and Tunisian activist.", "37255368": "Shiv R. Jhawar (born 1948) is an Indian–American author, public speaker and entrepreneur. He is the author of the book Building a Noble World and has also published numerous political articles. He is the founder of Noble World Foundation, a non-profit organization whose stated mission is to promote the inner transformation of individuals through meditation.[1] He is also outspoken about political reform and is known for his call to the United Nations to reform the UN Charter to allow for regional membership.[2]", "52689100": "Akhtar Imam (Bengali: আখতার ইমাম; 30 December 1917 – 22 June 2009) was a Bangladeshi educationist, feminist and social activist.[1]", "3143889": "Michael Löwy (born 6 May 1938) is a French-Brazilian Marxist sociologist and philosopher. He is emeritus research director in social sciences at the CNRS (French National Center of Scientific Research)  and lectures at the École des hautes études en sciences sociales (EHESS; Paris, France).  Author of books on Karl Marx, Che Guevara, Liberation Theology, György Lukács, Walter Benjamin, José Carlos Mariátegui, Lucien Goldmann and Franz Kafka, he received the CNRS Silver Medal in 1994.", "54524114": "Rajmund Zamanja (Džamanjić) (1587 in Dubrovnik – March 1647 in Dubrovnik) or Raymundo Giamagnik was a Croatian theologian, philosopher and linguist from Dubrovnik.", "37943507": "Chinese texts", "40433876": "Oliva Sabuco de Nantes Barrera (2 December 1562 in Alcaraz – c. 1646) was a Spanish writer in holistic medical philosophy in the late 16th – early 17th century.[1] She was interested in the interaction between the physical and psychological phenomena; therefore she wrote a collection of medical and psychological treatises that target human nature and explain the effects of emotions on the body and soul.[2] She analyzed theoretical claims of ancient philosophers and wrote an early theory of what is now considered applied psychology.[3]", "50165972": "René Schérer (25 November 1922 – 1 February 2023) was a French philosopher and professor emeritus of the universite de Paris VIII.[1]", "948439": "Mazdak (Persian: مزدک, Middle Persian: 𐭬𐭦𐭣𐭪, also Mazdak the Younger; died c. 524 or 528) was a Zoroastrian mobad (priest), Iranian reformer, prophet and religious reformer who gained influence during the reign of the Sasanian emperor Kavadh I. He claimed to be a prophet of Ahura Mazda and instituted social welfare programs.", "72874202": "Camille Froidevaux-Metterie (born November 18, 1968) is a French philosopher, researcher and professor of political science. Her work focuses on the transformations of the female condition in the contemporary era, in a phenomenological perspective that places the question of the body at the center of the reflection. Her work also focuses on women's reappropriation of their bodies as expressed in recent feminist movements dealing with issues related to intimacy and female genitality (notably the Harvey Weinstein affair and the MeToo movement). In 2017, she was awarded the Chevalier de l'ordre national du Mérite.", "16513247": "Plotino Constantino Rhodakanaty (Greek: Πλωτίνος Ροδοκανάτης) was a Greek and Mexican socialist and anarchist, as well as a prominent early member of the Church of Jesus Christ of Latter-day Saints (LDS Church) in Mexico.[1] He is known as one of the first advocates for anarchist thought in Mexico. He was also an early activist in Mexico's mid-nineteenth century labor and campesino movement, which foreshadowed the Mexican Revolution in 1910. Rhodakanaty moved to Mexico in 1861 after being drawn to the country's rural system of small, self-governing agricultural communities. He published various books and essays about the threats of privatization and capitalism, and helped establish an \"escuela libre\" (\"free school\") in Chalco. After coming across a pamphlet containing materials published by the LDS Church in 1875, Rhodakanaty became one of the first people to be baptized into the church in Mexico. He conducted efforts to bring his friends and colleagues into the church, and was ordained an elder and leader of the local congregation before becoming disillusioned with the church in 1880 following the rejection of his plan to turn Mexico into a \"utopian society.\" Little is known about his later years, and it is unconfirmed whether he remained in Mexico until his death or returned to Europe.", "2849002": "Huan Tan  (c. 43 BC – AD 28)[1] was a Chinese philosopher, poet, and politician of the Western Han and its short-lived interregnum between AD 9 and 23, known as the Xin Dynasty.", "784618": "Hasdai ben Abraham Crescas (Catalan: [həzˈðaj ˈβeɲ ʒuˈða ˈkɾeskəs]; Hebrew: חסדאי קרשקש; c. 1340 in Barcelona – 1410/11 in Zaragoza) was a Spanish-Jewish philosopher and a renowned halakhist (teacher of Jewish law).  Along with Maimonides (\"Rambam\"), Gersonides (\"Ralbag\"), and Joseph Albo, he is known as one of the major practitioners of the rationalist approach to Jewish philosophy.[1]", "51312878": "Herbert Wallace Schneider (March 16, 1892 – October 15, 1984) was a German American professor of philosophy and a religious studies scholar long associated with Columbia University.", "63568120": "Michel Tibon-Cornillot (10 February 1936 – 28 March 2020) was a French philosopher and anthropologist.[1] He directed research at the School for Advanced Studies in the Social Sciences (EHESS). He had an interest in the evolution of technology in the field of biology, leading to his authoring of the book Les Corps transfigurés.", "63742": "Johann Christoph Friedrich von Schiller (German: [ˈjoːhan ˈkʁɪstɔf ˈfʁiːdʁɪç fɔn ˈʃɪlɐ], short: [ˈfʁiːdʁɪç ˈʃɪlɐ] ⓘ; 10 November 1759 – 9 May 1805) was a German poet, playwright, historian, philosopher, and physician. Schiller is considered by most Germans to be Germany's most important classical playwright.", "10582271": "Alain Etchegoyen (6 November 1951 in Lille – 9 April 2007 in Le Mans), was a philosopher and novelist.  He was the last Plan Commissionner before that Commission was abrogated. He wrote some twenty books, essays and novels.", "30013701": "Erin Manning (born 1969) is a Canadian cultural theorist and political philosopher as well as a practicing artist in the areas of dance, fabric design, and interactive installation. Manning's research spans the fields of art, political theory, and philosophy. She received her Ph.D in Political Philosophy from University of Hawaii in 2000. She currently teaches in the Concordia University Fine Arts Faculty.[1]", "2357511": "Gary Robert Habermas (born 1950) is an American New Testament scholar and theologian who frequently writes and lectures on the resurrection of Jesus. He has specialized in cataloging and communicating trends among scholars in the field of historical Jesus and New Testament studies. He is distinguished research professor and chair of the department of philosophy and theology at Liberty University.", "65730825": "María Elósegui Itxaso (born 7 December 1957) is a Spanish jurist, philosopher and Professor of Philosophy of Law at the Faculty of Law at the University of Zaragoza. She was appointed in January 2018 as a judge at the European Court of Human Rights (ECHR).", "162058": "Gaius Musonius Rufus (/ˈruːfəs/; Greek: Μουσώνιος Ῥοῦφος) was a Roman Stoic philosopher of the 1st century AD. He taught philosophy in Rome during the reign of Nero and so was sent into exile in 65 AD, returning to Rome only under Galba. He was allowed to stay in Rome when Vespasian banished all other philosophers from the city in 71 AD although he was eventually banished anyway, returning only after Vespasian's death. A collection of extracts from his lectures still survives. He is also remembered for being the teacher of Epictetus and Dio Chrysostom.", "15300875": "Iain Hamilton Grant (born 21 November 1963, in Bristol[citation needed]) is a British philosopher. He is a senior lecturer at the University of the West of England in Bristol, United Kingdom. His research interests include ontology, European philosophy, German Idealism (especially Schelling), and both contemporary and historical philosophy of nature.[1] He is often associated with the recent philosophical current known as Speculative Realism.[2]", "62683404": "Veli Mitova is a South African philosopher, Professor in Philosophy and Director of the African Centre for Epistemology and Philosophy of Science (ACEPS) at the University of Johannesburg.[1] \nShe is known for her work on epistemic decolonisation and reasons for belief, in particular her view truthy psychologism.[2][3][4][5][6]", "73169166": "Davide Tarizzo (1966) is an Italian philosopher and professor, notable for his academic research and works on political theory and Post-Kantian European philosophy, with particular attention to biopolitics, psychoanalysis(Freud, Lacan), and French theory.[1] He currently serves as professor of moral philosophy at the University of Salerno.", "162073": "Heinrich August Ritter (German: [ˈʁɪtɐ]; 21 November 1791 – 3 February 1869) was a German philosopher and historian of philosophy.", "1734938": "Herbert Feigl (/ˈfaɪɡəl/; German: [ˈfaɪgl̩]; December 14, 1902 – June 1, 1988) was an Austrian-American philosopher and an early member of the Vienna Circle.[1][2] He coined the term \"nomological danglers\".[3]", "7108893": "Jarosław Adam Gowin (born 4 December 1961) is a Polish conservative politician and editor. Gowin served as Minister of Justice in the cabinet of Prime Minister Donald Tusk between 2011 and 2013, and as Minister of Science and Higher Education in the cabinet of Mateusz Morawiecki between 2015 and 2020, Minister of Economic Development, Labour and Technology and Deputy Prime Minister from October 2020 until his dismissal in August 2021.[1]", "2521375": "Father Reiner Schürmann, O.P., Ph.D. (February 4, 1941 – August 20, 1993) was a German Dominican priest and philosopher. From 1975 to his death, he was Professor in the department of philosophy of the Graduate Faculty of the New School for Social Research in New York City. He wrote all his major published work in French.", "162080": "Chrysanthius of Sardis (Greek: Χρυσάνθιος) was a Greek philosopher of the 4th century AD who studied at the school of Iamblichus.", "6781217": "Shrimad Rajchandra (09 November 1867 – 9 April 1901) was a Jain poet, mystic, philosopher, scholar, and reformer. Born in Vavaniya, a village near Morbi, he claimed to have recollection of his past lives at the age of seven. He performed Avadhāna, a memory retention and recollection test that gained him popularity, but he later discouraged it in favour of his spiritual pursuits. He wrote much philosophical poetry including Atma Siddhi. He also wrote many letters and commentaries and translated some religious texts. He is best known for his teachings on Jainism and his spiritual guidance to Mahatma Gandhi.", "67107106": "Kubir Sarkar also known as Kubir Goshai (Bengali: কুবীর সরকার; Bengali: Falgun 1194 and 11 Ashar 1286) (1787–1879) was a prominent Bengali philosopher, author, Baul saint, mystic, songwriter, social reformer and thinker in Bengal of British India.[1][2] He was popular as a poet and kaviyal ;and alongside he was also known as a famous theorist of Bengal's\nSecularism.[3][4] He was a lyricist and composer of songs from the Sahebdhani minor religious sect of Bengal. Some of his notable songs include \nDub dub dub rupshagore amar mon/ Tolatol patal khujle pabi re prem rotnodhon.", "60029224": "Alicia Helda Puleo García (born 30 November 1952) is an Argentine-born feminist philosopher based in Spain. She is known for the development of ecofeminist thinking. Among her main publications is Ecofeminismo para otro mundo posible (Ecofeminism for Another Possible World; 2011).[1]", "33061161": "Paulus Modestus Schücking (Paul Nicolaus Bernhard Joseph Schücking, genannt Modestus; 16 June 1787, Münster – 16 June 1867, Bremen) was a German lawyer, councillor, philosopher and writer. He was also the husband of Katharina Sibylla Schücking and the father of Levin Schücking.", "2357555": "Jean Houston (born 10 May 1937) is an American author involved in the human potential movement.[1] Along with her husband, Robert Masters, she co-founded the Foundation for Mind Research.[2]", "70383924": "Kieran Setiya is a Professor of Philosophy at the Massachusetts Institute of Technology. He was born in Hull, UK.[1] He is known for his work in ethics, epistemology, and the philosophy of mind. Setiya is a co-editor of Philosophers' Imprint. He has also been active in public philosophy and hosts a podcast, Five Questions, in which he asks contemporary philosophers five questions about themselves.[2][3][4][5]", "2718008": "Yuval Levin (born April 6, 1977)[1] is an American conservative political analyst, academic, and journalist. He is the founding editor of National Affairs (2009–present), the director of Social, Cultural, and Constitutional Studies at the American Enterprise Institute[2] (2019–present), and a contributing editor of National Review (2007–present) and co-founder and a senior editor of The New Atlantis (2003–present).", "29391168": "Zlatoje Martinov (Serbian-Cyrillic: Златоје Мартинов; born 16 December 1953, Pančevo) is a Serbian publicist and writer.", "588100": "Charles Hartshorne (/ˈhɑːrtshɔːrn/; June 5, 1897 – October 9, 2000) was an American philosopher who concentrated primarily on the philosophy of religion and metaphysics, but also contributed to ornithology. He developed the neoclassical idea of God and produced a modal proof of the existence of God that was a development of Anselm of Canterbury's ontological argument. Hartshorne is also noted for developing Alfred North Whitehead's process philosophy into process theology.", "2554182": "Estanislao Zuleta (1935 – 1990) was a Latin American philosopher, writer and professor from Colombia. He was known especially for his works on the universities being a professor for all his life. More important than his writings, Zuleta is remembered by his conferences that were carefully recorded by his colleagues and pupils and published several times during his life and after his death in 1990. He dedicated especially to philosophy, Latin American economy, psychology and education. He let treaties on ancient and modern thinkers of a rich social and historical analysis over the Latin American cultural context. He was an adviser in the United Nations, the Colombian Ministry of Agriculture, the Colombian Institute for the Agrarian Reform (Incora), an adviser of former president Belisario Betancur Cuartas and a writer for Crisis Magazine of Medellín. He was rewarded by the Honoris Causa in psychology of University of Valle in 1980. The Estanislao Zuleta Foundation is the institution that keeps and promotes the legacy of the Colombian philosopher.", "7403847": "Isaac ben Sheshet Perfet (or Barfat) (1326–1408) (Hebrew: יצחק בן ששת) was a Spanish Talmudic authority, also known by his acronym, Rivash (ריב\"ש‎). He was born at Valencia and settled early in life at Barcelona, where he studied at the school of Nissim of Gerona.", "40106311": "Peggy Jo DesAutels is an American academic and professor emeritus of philosophy at the University of Dayton. Her research focuses on moral psychology, feminist philosophy, feminist ethics, ethical theory, philosophy of mind, bioethics, medical ethics and cognitive science.[1][2][3] She has received multiple awards and recognitions including Distinguished Woman in Philosophy for 2014 by the Eastern Division of Society for Women in Philosophy, and the 2017 Philip L. Quinn Prize by the American Philosophical Association.", "6453580": "Ian Robinson (born 18 November 1940 in Melbourne, Australia) is president emeritus of the Rationalist Society of Australia and immediate past chairman of the Rationalist Association of Australia.[1]", "293196": "Chinese texts", "59406670": "Henry Robert Frankel (October 11, 1944 – November 2, 2019) was an American philosopher and historian of science noted for his historical and philosophical analysis of the continental drift controversy and subsequent discovery of plate tectonics.  He was emeritus professor at the University of Missouri, Kansas City.[1]  Frankel earned his Bachelor of Arts from Oberlin College and his PhD from the Ohio State University.", "68516172": "Tamaš Hryb (Belarusian: Тамаш Грыб, Tamash Hryb, 7 March 1895 — 21 January 1938) was a Belarusian politician, journalist and writer.", "22640978": "Lorenzo Peña (born August 29, 1944) is a Spanish philosopher,  lawyer, logician and political thinker. His rationalism is a neo-Leibnizian approach both in metaphysics and law.", "15104343": "Syed Tahir Alauddin al-Gilani (السيد طاهر علاؤ الدين الجيلاني البغدادي) (11 July 1932 – 7 June 1991) formally referred to as His Holiness, Qudwat-ul-Awliya Naqeeb-ul-Ashraaf Huzoor Pir Syed Tahir Alauddin al-Gilani al-Qadri al-Baghdadi, was an Iraqi[1] Sufi Saint who lived in the twentieth century and was the head of the Qadiriyya Baghdadia Spiritual Tariqa. He was the custodian of the Shrine of Ghaus e Azam Abdul Qadir al-Gilani and has been accepted by many as a reformer of Sufism.[2] Born in Baghdad on 18 June 1932, he traced his lineage by seventeen steps to Abdul-Qadir Gilani and 28 steps to the Islamic prophet Muhammad.[1]", "47217000": "Ionel Gherea, also known as Ioan Dobrogeanu-Gherea or Ion D. Gherea (Francized J. D. Ghéréa; 1895 – December 15, 1978), was a Romanian philosopher, essayist, and concert pianist. The son of Constantin Dobrogeanu-Gherea, a Marxist theoretician and critic, and the brother of communist militant Alexandru \"Sașa\" Gherea, he was only mildly interested in politics of any kind, embracing an apolitical form of left-libertarianism. Largely self-taught, he became interested in the aestheticism of his brother-in-law, Paul Zarifopol, who became one of his main references. As a youth, Zarifopol took him to meet playwright Ion Luca Caragiale and his family, who were also influential on Gherea's writing, and the focus of his old-age memoirs. Gherea's debut as a writer was a 1920 novel written jointly with Luca Caragiale, which was also his only contribution to the genre. Following Constantin's death and Sașa's imprisonment, he had to handle family affairs, but his mismanagement of their money led him into remorseful despair; in 1924, he briefly disappeared, and was presumed to have committed suicide.", "9730413": "Alastair Norcross is an associate professor of philosophy at the University of Colorado at Boulder, specializing in normative ethics, applied ethics, and political philosophy.  He is a defender of utilitarianism.", "9795954": "Giuseppe Zevola (born 1952, in Napoli) is a painter, philosopher and poet.", "2324852": "Axel Honneth (/ˈhɒnɪt, -ɛt/; German: [aksl̩ ˈhɔnɛt]; born 18 July 1949) is a German philosopher who is the Professor for Social Philosophy at Goethe University Frankfurt[6] and the Jack B. Weinstein Professor of the Humanities in the department of philosophy at Columbia University.[7] He was also director of the Institut für Sozialforschung (Institute for Social Research) in Frankfurt am Main, Germany between 2001 and 2018.", "14317942": "Phanto (or Phanton, Greek: Φάντων; 4th century BC) of Phlius, was a Pythagorean philosopher, and one of the last of the school until the Neopythagorean revival in the Roman era. He was a disciple of Philolaus and Eurytus, and, probably in his old age, contemporary with Aristoxenus, the Peripatetic philosopher, c. 320 BC.[1][2]", "71498105": "Cesare Luporini (20 August 1909 – 9 April 1993) was an Italian philosopher, historian of philosophy and politician.", "18676089": "Richard Wilton (died 21 December 1239) was an English scholastic philosopher.", "54327681": "Vladas Niunka (17 August 1907 – 26 December 1983) was a Lithuanian communist politician and publicist. He joined then-illegal Communist Party of Lithuania (CPL) in 1928.[1] For his communist activities, he was arrested seven times by the Lithuanian police and spent about five years in prisons. He edited and published several communist newspapers, including Tiesa, Propagandistas, Komunistas. He was a long-term member of the Central Committee of CPL (1938–1983) as well as deputy (1947–1983) and chairman (1955–1963) of the Supreme Soviet of the Lithuanian SSR.[1] During World War II and in 1948–1961, Niunka was secretary of the Propaganda and Agitation Department of CPL. He dedicated the last two decades of his life to academic work researching anti-communist policies and activities of the Catholic Church. He became a member of the Lithuanian Academy of Sciences and a Candidate of Sciences.", "35748227": "Michael Zammit (born 1954) is a Maltese philosopher, specialised in Ancient and Eastern philosophy.[1]", "54327684": "Noël O'Sullivan is currently Research Professor of Political Philosophy at the University of Hull.", "39057796": "Liu Zongzhou (simplified Chinese: 刘宗周; traditional Chinese: 劉宗周; pinyin: Liú Zōngzhōu, 1578–1645), also known as Liu Jishan (simplified Chinese: 刘蕺山; traditional Chinese: 劉蕺山), was a Confucian scholar from the Ming dynasty, born in Shanyin, Shaoxing.  He is considered the last master of Song-Ming Neo-Confucianism and is known for his criticism of the teachings of Wang Yangming.[1] After the Ming dynasty was destroyed by the Qing dynasty, Liu Zongzhou died on 8 June of the self-imposed starvation at age 68.[2]", "293252": "Henry Flynt (born 1940 in Greensboro, North Carolina) is an American philosopher, musician, writer, activist, and artist connected to the 1960s New York avant-garde. He coined the term \"concept art\" in the early 1960s, during which time he was associated with figures in the Fluxus scene.[1] He later received attention for his anti-art demonstrations against New York cultural institutions in 1963 and 1964.", "5273991": "Friedrich Hielscher (31 May 1902 – 6 March 1990) was a German intellectual involved in the Conservative Revolutionary movement during the Weimar Republic and in the German resistance during the Nazi era. He was the founder of an esoteric or Neopagan movement, the Unabhängige Freikirche (UFK, \"Independent Free Church\"), which he headed from 1933 until his death.", "35617163": "Jaime de Magalhães Lima (15 October 1859 in Aveiro – 26 February 1936) was a Portuguese philosopher, poet and writer.", "3242380": "Eduardo Rabossi (1930–2005) was an Argentine philosopher and human rights activist.", "7895438": "Wolfgang Stegmüller (German: [ˈʃteːgˌmʏlɐ]; June 3, 1923 – June 11, 1991) was a German-Austrian philosopher who made important contributions in philosophy of science and analytic philosophy.", "23394699": "Narhar Ambadas Kurundkar (15 July 1932 – 10 February 1982) was a Marathi scholar, critic and writer who wrote on political philosophies in general and cultural matters and historical events in Maharashtra, India.", "56129935": "Nessos of Chios (Ancient Greek: Νεσσᾶς or Νέσσος ὁ Χῖος) was a pre-Socratic ancient Greek philosopher from the island of Chios.", "1767823": "Samuel Edward Konkin III (8 July 1947 – 23 February 2004), also known as SEK3, was a Canadian-American left-libertarian philosopher and Austrian school economist. As the author of the publication New Libertarian Manifesto, he was a proponent of a political philosophy he named agorism.", "38861203": "Ann Ferguson (born 6 March 1938),[1] is an American philosopher, and Professor Emerita of Philosophy and Women's Studies at the University of Massachusetts Amherst. She served as Amherst's director of women's studies from 1995 to 2001. She is known for her work on feminist theory.", "60553621": "Óscar Horta Álvarez (born 7 May 1974)[1] is a Spanish animal activist and moral philosopher who is currently a professor in the Department of Philosophy and Anthropology at the University of Santiago de Compostela (USC) and one of the co-founders of the organization Animal Ethics. He is known for his work in animal ethics, especially around the problem of wild animal suffering. He has also worked on the concept of speciesism and on the clarification of the arguments for the moral consideration of nonhuman animals. In 2022, Horta published his first book in English, Making a Stand for Animals.[2]", "1079703": "Bernard Joseph Francis Lonergan SJ CC (17 December 1904 – 26 November 1984) was a Canadian Jesuit priest, philosopher, and theologian, regarded by many as one of the most important thinkers of the 20th century.[1]", "2521495": "Hugo von Trimberg (born circa 1230/1235 in Wern(a), now either Ober- or Niederwerrn near Schweinfurt – died after 1313 in Bamberg-Theuerstadt) was a German didactic author of the Middle Ages.", "66746778": "Catia Faria (born 1980)[1] is a Portuguese moral philosopher and activist for animal rights and feminism. She is assistant professor in Applied Ethics at the Complutense University of Madrid,[2] and is a board member of the UPF-Centre for Animal Ethics.[3] Faria specialises in normative and applied ethics, especially focusing on how they apply to the moral consideration of non-human animals.[3] In 2022, she published her first book, Animal Ethics in the Wild: Wild Animal Suffering and Intervention in Nature.[4]", "10058145": "Jorge J. E. Gracia (July 18, 1942 – July 13, 2021)[1] was a Cuban-born American philosopher who was the Samuel P. Capen Chair, SUNY Distinguished Professor in the Department of Philosophy and Department of Comparative Literature in the State University of New York at Buffalo.  Gracia was educated in Cuba, the United States, Canada, and Spain, and received his Ph.D. in Medieval Philosophy from the University of Toronto.", "3439013": "Gaetano Mosca COSML COCI SoK (Italian pronunciation: [ɡaeˈtaːno ˈmoska]; 1 April 1858 – 8 November 1941) was an Italian political scientist, journalist and public servant. He is credited with developing the elite theory and the doctrine of the political class and is one of the three members constituting the Italian school of elitism together with Vilfredo Pareto and Robert Michels.[2][3]", "53574056": "Quentin Lauer, S.J. (April 1, 1917 – March 9, 1997) was an American Jesuit priest, philosopher and Hegel scholar. Lauer’s academic work helped introduce Hegel's thought to the American philosophical community. [1] He was President of the American Philosophical Association, Eastern Division from 1985–1986, and a President of the Hegel Society of America.[1][2] Quentin Lauer was also a scholar of Edmund Husserl.[1] He was a professor of philosophy at Fordham University from 1954 to 1990.[3] Important works by Lauer which helped disseminate the ideas of Hegel and Husserl in the United States include: A Reading of Hegel's Phenomenology of Spirit (1977), The Triumph of Subjectivity (1958) and Edmund Husserl: Phenomenology and the Crisis of Philosophy (1965).[4][5]", "56064424": "Ghiyāth al-Din Mansur Dashtaki (1461-1542) was an Iranian Safavid Islamic philosopher, the son of Sadr ad-Din Dashtaki.[1] He has been called \"the foremost philosopher of sixteenth-century Islam\".[2]", "40991146": "Hans-Johann Glock (born 12 February 1960, Freudenstadt) is a German philosopher and professor of philosophy at the University of Zurich.", "1538472": "John Courtney Murray SJ (September 12, 1904 – August 16, 1967) was an American Jesuit priest and theologian who was especially known for his efforts to reconcile Catholicism and religious pluralism and particularly focused on the relationship between religious freedom and the institutions of a democratically-structured modern state.", "73005486": "Bero Magni de Ludosia or Björn Magnusson from Lödöse (died 1465) was a Swedish-born scholar, active at the University of Vienna. He was the owner of the largest private library in medieval Sweden. An ink portrait of him preserved in the Bavarian State Library is also the oldest known depiction of a Swedish scholar.", "64879025": "Juan Alfonso de Curiel (died 28 September 1609) was a Spanish professor of philosophy and theology at the University of Salamanca in Salamanca, Spain.[1][2]", "1833394": "Huang Zongxi (Chinese: 黃宗羲; September 24, 1610 – August 12, 1695), courtesy name Taichong (太冲), was a Chinese naturalist, political theorist, philosopher, and soldier during the latter part of the Ming dynasty into the early part of the Qing.[1]", "68417969": "Juan Egaña Risco (born 31 October 1769 – 20 April 1836) was a Chilean politician and liberal philosopher who wrote the 1823 Constitution of Chile and served as President of the Senate of Chile.", "7436724": "Abramo Fimo Kenneth Organski (12 May 1923 – 6 March 1998) was Professor of Political Science at the University of Michigan, the founder of Power transition theory and a co-founder of Decision Insights, Inc.[citation needed]  His pioneering work spanned several decades, and focused on specific aspects of world politics, including: political demography; political development; and grand strategy. He was the author of World Politics, The Stages of Political Development, The War Ledger, Birth, Death and Taxes, and The $36 Billion Bargain.[citation needed]  Other publications are available in scholarly journals.[1][2]", "293301": "Edward Herbert, 1st Baron Herbert of Cherbury (or Chirbury) KB (3 March 1583[1] – 5 August 1648[2]) was an English soldier, diplomat, historian, poet and religious philosopher of the Kingdom of England.", "9468344": "Manlio Sgalambro (Italian pronunciation: [ˈmanljo zɡaˈlambro]; 9 December 1924 – 6 March 2014) was an Italian philosopher and writer, born in Lentini.[1]", "7731647": "Jason Stanley (born 1969) is an American philosopher who is the Jacob Urowsky Professor of Philosophy at Yale University.[1][2] He is best known for his contributions to philosophy of language and epistemology,[3] which often draw upon and influence other fields, including linguistics and cognitive science. He has written for a popular audience on the New York Times philosophy blog The Stone.[3] In his more recent work, Stanley has brought tools from philosophy of language and epistemology to bear on questions of political philosophy, especially in his 2015 book How Propaganda Works.[4]", "21920192": "E. Antonio Romero  (1925–2005) was a Guatemalan philosopher, historian, and writer.[1]", "65010113": "Wang Ji (1498 – 1583), courtesy name Longxi, was a Chinese  philosopher and writer during the Ming dynasty. He is commonly regarded as one of the most important Neo-Confucian thinkers in the school of Wang Yangming, along with Wang Gen.", "39516609": "Joaquim Clotet Martí (Mataró, Spain, March 16, 1946) holds a doctorate in Philosophy and Letters, with outstanding work in the area of Ethics and Bioethics. Since 2004, he has been the President of the Pontifícia Universidade Católica do Rio Grande do Sul (PUCRS), Porto Alegre, Brazil.[1]", "1735107": "Dietrich Richard Alfred von Hildebrand (12 October 1889 – 26 January 1977) was a German Roman Catholic philosopher and religious writer.", "49281484": "Robert Andrew Wilson FRSC (born 1964) is an Australian philosopher who has worked in Canada, the United States, and Australia. He has been professor of philosophy at the University of Western Australia since November 2019, after teaching previously at La Trobe University (2017-2019), the University of Alberta (from 2000 to 2017), the University of Illinois, Urbana-Champaign (1996–2001), where he was a member of the Cognitive Science Group at the Beckman Institute for Advanced Science and Technology, and at Queen's University (1992–1996).", "424398": "Karl Korsch (German: [kɔɐ̯ʃ]; August 15, 1886 – October 21, 1961) was a German Marxist theoretician and political philosopher.[1] He is recognized as one of the \"dissidents\" that challenged the Marxism of the Second International of Karl Kautsky, Georgi Plekhanov and Lenin.[2] Along with György Lukács, Korsch is considered to be one of the major figures responsible for laying the groundwork for Western Marxism in the 1920s.[3]", "4291023": "Gaston Berger (French: [ɡastɔ̃ bɛʁʒe]; 1 October 1896 – 13 November 1960) was a French futurist but also an industrialist, a philosopher and a state manager. He is mainly known for his remarkably lucid analysis of Edmund Husserl's phenomenology and for his studies on the character structure.", "32831951": "John Constance Parnis (1695–1735) was a major Maltese mediaeval philosopher who specialised mainly in metaphysics, physics, and logic.[1]", "37845457": "Maria Baghramian (born 21 March 1954) is Full Professor of Philosophy in the School of Philosophy,[1] University College Dublin (UCD)[2] and Professor II, at Department of Philosophy, University of Oslo (2023-2026). She was elected a member of the Royal Irish Academy (RIA) in 2010[3] and a member of Academia Europaea in 2021.[4] Baghramian has published twelve authored and edited books as well as articles and book chapters on topics in epistemology and twentieth century American Philosophy. She was the Chief Editor of the International Journal of Philosophical Studies (IJPS) from 2003 to 2013.[5] She was the co-editor of Contemporary Pragmatism (2014–2022).", "1112531": "African philosophy is the philosophical discourse produced in Africa or by indigenous Africans. African philosophers are found in the various academic fields of present philosophy, such as metaphysics, epistemology, moral philosophy, and political philosophy.[1]", "32864724": "William Dudgeon (1705/6–1743), was a Scottish freethinker and philosopher. A tenant farmer who resided at Lennel Hill Farm, near Coldstream, Berwickshire, he was one of several philosophers active in the borders area of Scotland during this period. Other figures in this group include Andrew Baxter, Henry Home (Lord Kames), and most importantly David Hume.", "74381781": "Sarah McGrath (born 1972) is an American philosopher and professor of philosophy at Princeton University. She is known for her works on meta-ethics and moral epistemology.[4][5][6][7]", "4979158": "Paul Bestor Woodruff (August 28, 1943 – September 23, 2023) was an American classicist, professor of philosophy, and was dean at The University of Texas at Austin, where he once chaired the department of philosophy and has more recently held the Hayden Head Regents Chair as director of Plan II Honors program, which he resigned in 2006 after 15 years of service. On September 21, 2006, University President William C. Powers, Jr. named Dr. Woodruff the inaugural dean of undergraduate studies. He is best known for his work on Socrates, Plato, and philosophy of theater.  A beloved professor, he taught courses outside his Ancient Greek Philosophy specialty, including literature courses and specialty seminars, often for the Plan II program.", "3799511": "Dobrica Ćosić (Serbian: Добрица Ћосић, pronounced [dǒbritsa tɕôːsitɕ]; 29 December 1921 – 18 May 2014) was a Yugoslav and Serbian politician, writer, and political theorist.", "5700059": "William Theodore de Bary (Chinese: 狄培理; pinyin: Dí Péilǐ; August 9, 1919 – July 14, 2017) was an American Sinologist and scholar of East Asian philosophy who was a professor and administrator at Columbia University for nearly 70 years.", "53377500": "Sayyed Jalal-ed-Din Ashtiani  (Persian: سید جلال‌الدین آشتیانی) (1925–2005) was an Iranian professor of philosophy and Islamic mysticism.[1][2] In addition to Iranian sheikhs, Ashtiani's many students included William Chittick from the US, Christian Bonaud from France, and Matsu Muto from Japan.[3]", "64125404": "Utta Isop (born 1974 in Klagenfurt[1]) is an Austrian philosopher and gender researcher, author and editor. Her main focuses are gender democracy, unconditional basic income, solidarity economy, and social movements.[2]", "293346": "Friedrich Albert Lange (German: [ˈlaŋə]; 28 September 1828 – 21 November 1875) was a German philosopher and sociologist.", "40040934": "Alison Simmons (born 1965) is an American philosopher and Samuel H. Wolcott Professor of Philosophy and Harvard College Professor at Harvard University.[2][3] Her primary scholarly interests are in early modern theories of mind (17th-18th century), the relationship between mind and body, natural philosophy, and sensory perception. With Barbara Grosz, she is co-founder of the Embedded EthiCS program at Harvard, which embeds ethics lessons into computer science courses.", "293350": "Wŏnhyo (Chinese: 元曉; Korean: 원효; 617 – 686, meaning: \"Dawnbreak\") was one of the most important philosophers and commentators in East Asian Buddhism and the most prolific scholar in Korean Buddhism.[1][2][3] As one of the most eminent scholar-monks in East Asian history, his extensive literary output runs to over 80 works in 240 fascicles. His most influential commentaries are those on buddha-nature texts like the *Vajrasamādhisūtra, the Awakening of Faith, and the Mahāparinivāṇasūtra.[2] These works became classics widely respected throughout Korea, China and Japan.[2][4]", "19036648": "Paolo Virno (/ˈvɜːrnoʊ/; Italian: [ˈvirno]; born May 14, 1952) is an Italian philosopher, semiologist and a figurehead for the Italian Marxist movement. Implicated in belonging to illegal social movements during the 1960s and 1970s, Virno was arrested and jailed in 1979, accused of belonging to the Red Brigades. He spent several years in prison before finally being acquitted, after which he organized the publication Luogo Comune (Italian for \"commonplace\") in order to vocalize the political ideas he developed during his imprisonment. Virno currently teaches philosophy at the University of Rome.", "3209707": "Stanisław Leopold Brzozowski (Polish: [staˈɲiswaf bʐɔˈzɔfskʲi]; 28 June 1878 – 30 April 1911) was a Polish philosopher, writer, publicist, literary and theatre critic. Considered to be an important Polish philosopher, Brzozowski is known for his concept of the philosophy of labour, rooted in Marxism. Besides Karl Marx, among his major inspirations were Georges Sorel, Friedrich Nietzsche, Henri Bergson, Thomas Carlyle, and John Henry Newman. Brzozowski's core idea was based on the concept of a socially engaged intellectual (artist). Although he was in favour of historical materialism, he strongly argued against its deterministic interpretation. In his philosophical approaches, Brzozowski stated his opposition to all concepts that would commodify a human being.", "70941167": "Robert Lucien Wokler (6 December 1942 – 30 July 2006) was a British historian who was a leading scholar of the political thought of the Enlightenment.", "11303409": "Alfred Victor Espinas (23 May 1844 – 24 February 1922) was a French thinker noted for having been an influence on Nietzsche. He was a student of Comte and Spencer. Although initially an adherent of positivism, he later became a committed realist.", "56064501": "Susan Ann Dimock is a Canadian philosopher and professor of philosophy at York University. \nShe is known for her expertise on meta-ethics and applied ethics.[1] Dimock is the editor-in-chief of Dialogue: Canadian Philosophical Review.", "25688568": "Vojin B. Rakic (born 1967 in Belgrade, Yugoslavia) is a Serbian philosopher and political scientist.[1] He publishes in English, but also in Serbian. He has a PhD in political science from Rutgers University in the United States. His publications on ethics, bioethics (human enhancement in particular), Kant, and cosmopolitan justice are considered as influential writings in the international academic arena, as can be read in the references to Rakić`s works, the endorsements of his two latest books, as well as in the open letter of support for Rakić that has been signed by dozens of the world`s most reputed (bio)ethicists and philosophers, in which they state their opinion about him (about all this later in this article).", "293371": "Franciscus Patricius (Croatian: Franjo Petriš or Frane Petrić,[1] Italian: Francesco Patrizi; 25 April 1529 – 6 February 1597) was a  philosopher and scientist from the Republic of Venice, originating from Cres. He was known as a defender of Platonism and an opponent of Aristotelianism.", "5110268": "Horace Romano \"Rom\" Harré (/ˈhæreɪ/;[2] 18 December 1927 – 17 October 2019)[3][4] was a New Zealand-British philosopher and psychologist.", "29653503": "Jean Jolivet (9 January 1925 – 8 March 2018) was a French philosopher and medievalist.[1][2]\nHe was an authority on Medieval philosophy and honorary director of studies at the École Pratique des Hautes Études in Paris. He was co-director of the publication series \"Études de philosophie médiévale\" (founded by Étienne Gilson) for the Vrin Library of philosophy. Jolivet has been an influential mentor for, and collaborator with, Constant Mews, particularly in relation to Peter Abelard.[3]", "293376": "Uisang (625–702) was one of the most eminent early Silla Korean scholar-monks, a close friend of Wonhyo (元曉).", "293380": "Bernardino Telesio (Italian: [bernarˈdiːno teˈlɛːzjo]; 7 November 1509 – 2 October 1588) was an Italian philosopher and natural scientist. While his natural theories were later disproven, his emphasis on observation made him the \"first of the moderns\" who eventually developed the scientific method.", "1210885": "Richard Henry Popkin (December 27, 1923 – April 14, 2005) was an American academic philosopher who specialized in the history of enlightenment philosophy and early modern anti-dogmatism. His 1960 work The History of Scepticism from Erasmus to Descartes[1] introduced one previously unrecognized influence on Western thought in the seventeenth century, the Pyrrhonian Scepticism of Sextus Empiricus. Popkin also was an internationally acclaimed scholar on Christian millenarianism and Jewish messianism.", "54098441": "Nina Graboi (December 8, 1918 – December 13, 1999) was a Holocaust survivor, artist, writer, spiritual seeker, philosopher, and influential figure in the sixties psychedelic movement.[1][2][3] After fleeing the Nazis in Europe and spending three months in a detention camp in North Africa, she and her husband came to United States as refugees.[2][3][4] As a close friend and colleague of Timothy Leary's and Richard Alpert's (Ram Dass), she was co-founder and director of the League for Spiritual Discovery's New York Center during the psychedelic era.[2][3][5] The center was the first LSD-based meditation center in Manhattan.[6] She also worked closely with Jean Houston, Abraham Maslow, Stanley Krippner, and Alan Watts.[4][6]", "62618123": "Thomas Knaus (born September 28, 1974 in Frankfurt/Main) is a German educational scientist. He is a Professor of Educational Science specializing in Media Education and Head of Department of Media Pedagogy.[1] at The Ludwigsburg University of Education and Honorary Professor for Educational Informatics at the Faculty of Computer Science & Engineering[2] at the Frankfurt University of Applied Sciences (Frankfurt UAS). He also work as an Academic Director of the FTzM in Frankfurt am Main.[3] He served as professor of Pedagogy[4] at the University of Erlangen-Nuremberg as well as a visiting professor at the University of Otago (Dunedin, New Zealand),[5] at the University of Sydney (Australia)[6] and at the University of Vienna (Austria).[7] Before his academic career Knaus worked as a teacher and a  media educator in extracurricular youth work in Frankfurt am Main and Bad Homburg.", "14842380": "Hierius (Greek: Ἱέριος) was a Neoplatonist philosopher, a son of Plutarch of Athens, and brother of Asclepigenia, who lived in the early 5th century.", "10222097": "Carl Elliott (born July 25, 1961) is an American academic working as a professor in department of philosophy at the University of Minnesota.", "3209746": "Edward Józef Abramowski (17 August 1868 – 21 June 1918) was a Polish philosopher, libertarian socialist,[1] anarchist, psychologist, ethician, and supporter of cooperatives. Abramowski is also one of the best known activists of classical anarchism in Poland.[2]", "73005607": "María José Guerra Palmero (San Cristóbal de La Laguna, 28 November 1962) is a Spanish philosopher, writer, and feminist theorist. She holds a Ph.D. in Philosophy and is a professor in the area of moral philosophy at the Faculty of Humanities of the University of La Laguna (ULL) in the Canary Islands. Since 2017, she has been president of the Red española de Filosofía [es] (Spanish Philosophy Network). From July 2019 until May 25, 2020, she served as Minister of Education, Universities, Culture and Sports of the Gobierno de Canarias [es] under Ángel Víctor Torres.[1]", "54753832": "Aleksandra Pawliszyn (born 30 December 1958) is a Polish philosopher, specializing in the areas of phenomenology and philosophical hermeneutics.", "9009706": "Carl Pontus Wikner (19 May 1837 – 16 May 1888) was a Swedish lecturer in philosophy and professor of aesthetics in Oslo (Christiania) from 1884.", "2259506": "Nannerl \"Nan\" Overholser Keohane (born September 18, 1940, in Blytheville, Arkansas)[1] is an American political theorist and former president of Wellesley College and Duke University. Until September 2014, Keohane was the Laurance S. Rockefeller Distinguished Visiting Professor of Public Affairs and the University Center for Human Values at Princeton University.[2][3] She is now a professor in social sciences at the Institute for Advanced Study, Princeton, where she is researching the theory and practice of leadership in democratic societies.[4]", "20118070": "Dominique Lecourt (French: [ləkuʁ]; 5 February 1944 – 1 May 2022)[1] was a French philosopher.[2] He is known in the Anglophone world primarily for his work developing a materialist interpretation of the philosophy of science of Gaston Bachelard.[clarification needed]", "5405253": "William Angus Knight (22 February 1836 – 4 March 1916) was a Scottish Free Church minister and author and Professor of Moral Philosophy at St Andrews University. He created the Lady Literate in Arts qualification.", "14383686": "Hermagoras of Amphipolis (Greek: Ἑρμαγόρας ὁ Ἀμφιπολίτης) (3rd century BC) was a Stoic philosopher, student of Cypriot Persaeus, in the court of Antigonus II Gonatas. He wrote several dialogues, among them a Misokyōn (Μισοκύων, Dog-hater, Cynic-hater); one volume On Misfortunes; Έκχυτος Ekchytos (about egg-divining); On Sophistry addressed to the Academics.[1] None of his works are known to survive.", "13630027": "Swami Shraddhanand (22 February 1856 – 23 December 1926), also known as Mahatma Munshi Ram Vij,[1] was an Arya Samaj sannyasi and an Indian Independence activist who propagated the teachings of Dayananda Saraswati. This included the establishment of educational institutions, like the Gurukul Kangri University, and played a key role on the Sangathan (consolidation and organization) and the Shuddhi (purification), a Hindu reform movement in the 1920s.", "72612434": "Rupert Crawshay-Williams (23 February 1908 – 12 June 1977) was a music critic, teacher, writer, and philosopher.[1]", "52918874": "Steven James Bartlett (born 1945) is an American philosopher and psychologist notable for his studies in epistemology and the theory of reflexivity, and for his work on the psychology of human aggression and destructiveness, and the shortcomings of psychological normality. His findings challenge the assumption that psychological normality should serve as a standard for good mental health. He is the author or editor of more than 20 books and research monographs as well as many papers published in professional journals in the fields of epistemology, psychology, mathematical logic, and philosophy of science.", "48888413": "Gustav Ratzenhofer (July 4, 1842 in Vienna – October 8, 1904 in the Atlantic Ocean) was an Austrian military officer, philosopher and sociologist. He also wrote under the pseudonym Gustav Renehr.", "16022112": "Berthold of Moosburg (died after 1361[1]) was a German Dominican theologian and neo-Platonist of the 14th century, teaching in Regensburg in 1327.[2]", "10615397": "Walter Chatton (c. 1290–1343) was an English Scholastic theologian and philosopher who regularly sparred philosophically with William of Ockham, who is well known for Occam's razor.", "33258086": "Frans or Franciscus Titelmans (Latin: Franciscus Titelmannus or Hasseltensis) (1502–1537) was a Franciscan scholar from the Habsburg Netherlands, and an intellectual opponent of Erasmus.[1]", "12417640": "Costas Douzinas (Greek: Κώστας Δουζίνας; born 1951) is a professor of law, a founder of the Birkbeck School of Law and the Department of Law of the University of Cyprus, the founding director of the Birkbeck Institute for the Humanities at Birkbeck, University of London, the President of the Nikos Poulantzas Institute and a former politician.", "6257258": "Adam Morton FRSC (1945 – 2020) was a Canadian philosopher. Morton's work focused on how we understand one another's behaviour in everyday life, with an emphasis on the role mutual intelligibility plays in cooperative activity. He also wrote on ethics, decision-making, philosophy of language and epistemology. His later work concerned our vocabulary for evaluating and monitoring our thinking. Morton was Professor of Philosophy from 1980 to 2000 at the University of Bristol in the UK and finished his academic career at the University of British Columbia. He was president of the Aristotelian Society during 1998–1999[1] and in 2006 was elected a Fellow of the Royal Society of Canada.[2]", "3308139": "Richard Bartlett Gregg (1885–1974) was an American social philosopher said to be \"the first American to develop a substantial theory of nonviolent resistance\" based on the teachings of Mahatma Gandhi, and so influenced the thinking of Martin Luther King Jr.,[1] Aldous Huxley,[2] civil-rights theorist Bayard Rustin,[3]\nthe pacifist and socialist reformer Jessie Wallace Hughan,[4] and the Peace Pledge Union.[5]", "20609643": "Dermot Moran (/məˈrɑːn/) is an Irish philosopher specialising in phenomenology and in medieval philosophy, and he is also active in the dialogue between analytic and continental philosophy. He is currently the inaugural holder of the Joseph Chair in Catholic Philosophy at Boston College.[1] He is a member of the Royal Irish Academy and a founding editor of the International Journal of Philosophical Studies.", "22280811": "Kyle Stanford (born 1970) is an American philosophy professor at the University of California, Irvine, who specializes in the philosophy of science.", "195180": "Christine Marion Korsgaard, FBA (/ˈkɔːrzɡɑːrd/; born April 9, 1952) is an American philosopher who is the Arthur Kingsley Porter Professor of Philosophy Emerita at Harvard University. Her main scholarly interests are in moral philosophy and its history; the relation of issues in moral philosophy to issues in metaphysics, the philosophy of mind, and the theory of personal identity; the theory of personal relationships; and in normativity in general.", "13728368": "Robert Alyngton (a.k.a. Arlyngton; died September 1398), was an English philosopher who developed new logical, semantic, metaphysical, and ontological theories in 14th century thought.  Alyngton is credited with creating the ideological foundation for the Oxford Realists by substituting reference to objective reality with reference to mental and linguistic reality.[1]", "43940466": "Heraclides of Tarsus (Greek: Ἡρακλείδης, fl. 2nd century BC) was a Stoic philosopher native to Tarsus, Mersin.[1] He was a friend of Antipater of Tarsus, the sixth scholarch of the Stoa.[2] As a pupil of Antipater, he studied with Archedemus of Tarsus and Aristocreon, the nephew of Chrysippus.[3]", "37091956": "École des hautes études en sciences sociales", "1473144": "Hugh of Saint Victor (c. 1096 – 11 February 1141) was a Saxon canon regular and a leading theologian and writer on mystical theology.", "30440058": "Swami Prakashananda (Sanskrit: स्वामी प्रकाशानंद:) is the founder and Acharya of Chinmaya Mission of Trinidad and Tobago.", "60521084": "Richard Müller-Freienfels (1882–1949) was a German philosopher, psychologist and social critic. He was \"one of the most important mediators of empirical psychology\" to poetics.[1]", "69859966": "George Bălan (11 March 1929 – 3 January 2022) was a Romanian musicologist, philosopher and aphorist.", "25787010": "Meera Nanda (born 1954) is an Indian writer and historian of science,[1] who has authored several works critiquing the influence of Hindutva, postcolonialism and postmodernism on science, and the flourishing of pseudoscience and vedic science. In 2019–2020, she was a Guest Faculty in Humanities and Social Sciences at IISER Pune.[2][3] In 2023 she became a fellow with the Committee for Skeptical Inquiry.[4]", "11631236": "Thomas Anderson Goudge FRSC (1910–1999) was a Canadian philosopher and university professor.", "40630925": "Lorella Cedroni (May 24, 1961 – August 28, 2013) was a political philosopher.", "51346063": "Lisa Bortolotti (born 1974 in Bologna) is an Italian philosopher who is currently professor of philosophy in the Department of Philosophy at the University of Birmingham, United Kingdom. Her work is in the philosophy of the cognitive sciences, including philosophy of psychology and philosophy of psychiatry, as well as bioethics and medical ethics. She was educated at the University of Bologna, King's College London, University of Oxford and the Australian National University, and worked briefly at the University of Manchester before beginning at Birmingham, where she has been a lecturer, senior lecturer, reader and now professor.", "49019537": "Katyayanidas Bhattacharya (1917 - 1966) was an Indian scholar and philosopher of Indian and Western philosophy.", "72088210": "Tracy Burr Strong[1] (6 October 1943 – 11 May 2022) was a philosopher and political theorist. His first book, Friedrich Nietzsche and the Politics of Transfiguration (1974) was recognised as a valuable contribution to scholarship on the German philosopher Friedrich Nietzsche. It repositioned Nietzsche's project as political against the assumption that Nietzsche's philosophy  was apolitical.[2]", "7043735": "Nur Ali Elahi (or Ostad Elahi var. Nūr ‘Alī Ilāhī, Nour Ali Elahi, Persian: نورعلی الهی - استاد الهی) (September 11, 1895 – October 19, 1974) was an Iranian philosopher, judge and musician of Kurdish descent whose work investigated the metaphysical dimension of human beings.[1]", "69532317": "Giovanni Maddalena is full professor of theoretical philosophy at the University of Molise, Italy. He works on American philosophy, especially focusing on Charles Sanders Peirce and classic pragmatists.", "48233120": "Molla Abdul Rahim Damavandi (1737-1757) was an Iranian Shia philosopher and one of the leading of Zahabiyyah Tarighah.", "39254690": "Michel Feher (born 1956) is a Belgian philosopher and cultural theorist who writes in English and French. He is the founding editor of Zone Books[1] and the co-founder and president of Cette France-là, Paris, a monitoring group on French immigration policy.[2] Feher writes for a number of outlets and has a semi-regular blog with the French journal Mediapart.[3] He has held the positions of Professor and Visiting Lecturer at various universities, including École Normale Supérieure in Paris,[4] the University of California, Berkeley, and most recently, Goldsmiths, University of London.[5]", "195237": "Zoran Đinđić (Serbian Cyrillic: Зоран Ђинђић, pronounced [zɔ̝̌ran d͡ʑîːnd͡ʑit͡ɕ] ⓘ; 1 August 1952 – 12 March 2003) was a Serbian politician who served as the prime minister of Serbia from 2001 until his assassination in 2003. He was the mayor of Belgrade in 1997. Đinđić was a long-time opposition politician and held a doctorate in philosophy.", "31292072": "Giovanni Ventimiglia  is a Swiss–Italian philosopher. He is full Professor of Philosophy at the University of Lucerne (Switzerland) and Vice Dean of its Faculty of Theology. He is director of the new Centre for Theology and Philosophy of Religions. Between 2017 and 2022, he was Visiting Professor of Medieval Philosophy in philosophy at the University of Italian Switzerland. He is (founding) President of the Reginaldus Foundation, Switzerland.", "36010665": "Odo Marquard (26 February 1928 – 9 May 2015) was a German philosopher. He was a professor of philosophy at the University of Giessen from 1965 to 1993. In 1984 he received the Sigmund Freud Prize for Scientific Prose.", "33192618": "William Paul Byers (born 1943) is a Canadian mathematician and philosopher; professor emeritus in mathematics and statistics at Concordia University in Montreal, Quebec, Canada.", "6126254": "Manuel Lassala San Germán (1738–1806) was a Spanish Jesuit dramatist and humanist philosopher.", "32766639": "Isaac ibn Latif (c. 1210-1280) was a Jewish philosopher, who lived most of his life in Toledo. In 1238 he published\nhis first work, a treatise named  sha'ar ha-shama'yim (\"heaven's gate\"), a commentary on Koheles (Ecclesiastes).\n[1] Artscroll's Koheles cites from his work.[2]", "948915": "Samuel Alexander OM FBA (6 January 1859 – 13 September 1938) was an Australian-born British philosopher. He was the first Jewish fellow of an Oxbridge college.[2] He is now best known as an advocate of emergentism in biology.[3]", "38927034": "Émile Lasbax was a French philosopher and sociologist of the early 20th century.", "40041147": "Janet Broughton is Emerita Professor of Philosophy and former Vice Provost for the Faculty at the University of California, Berkeley.  Her academic research focuses on early modern philosophy, in particular that of David Hume and René Descartes.[1]", "31521473": "Alex Battler (born Rafik Shagi-Akzamovich Aliyev (Russian: Рафик Шаги-Акзамович Алиев) on December 10, 1946), known in Russia under the pen name Oleg Alekseyevich Arin (Russian: Олег Алексеевич Арин), is a Soviet-born Russian-Canadian scholar and political writer. He is a member of the organization «Defend Science» (US).", "40336070": "Naomi Scheman is a Professor of Philosophy and Gender, Women's and Sexuality Studies at the University of Minnesota.[1][2] She is also a guest professor at the Umeå Center for Gender Studies in Sweden.[2]  Scheman was one of the first scholars to bring Wittgenstein's thoughts in to feminist philosophy.[3]", "4192973": "Shaivism/Tantra/Nath", "162510": "Octavio Paz Lozano[a] (March 31, 1914 – April 19, 1998) was a Mexican poet and diplomat. For his body of work, he was awarded the 1977 Jerusalem Prize, the 1981 Miguel de Cervantes Prize, the 1982 Neustadt International Prize for Literature, and the 1990 Nobel Prize in Literature.", "39123661": "Otto Flügel (16 June 1842, Lützen – 9 July 1914, Dölau, Halle) was a German philosopher and theologian.", "12745426": "Sir William James Charles Maria Drummond of Logiealmond FRS FRSE DCL (bapt. 26 September 1769[1] – 29 March 1828) was a Scottish diplomat and Member of Parliament, poet and philosopher. His book Academical Questions (1805) is arguably important in the development of the ideas of English Romantic poet Percy Bysshe Shelley.", "29162203": "Jovan Ćirilov (Serbian Cyrillic: Јован Ћирилов; pronounced [jǒ̝ʋan tɕirǐloʋ]; 30 August 1931 – 16 November 2014) was a Serbian theatrologist, philosopher, writer, theatre selector, and poet.", "8714974": "Jacob ben Nissim ibn Shahin  was a Jewish philosopher and mathematician who lived at Kairouan, Tunisia in the 10th century; he was a younger contemporary of Saadia. At Jacob's request Sherira Gaon wrote a treatise entitled Iggeret, on the redaction of the Mishnah. Jacob is credited with the authorship of an Arabic commentary on the Sefer Yeẓirah (translated into Hebrew by Moses ben Joseph).", "24115939": "Norman Melchert (born 1933) is a philosopher and author.  He taught at Lehigh University from 1962 until his retirement in 1995.  He is the author of several books, the most notable of which is his introduction to philosophy, The Great Conversation: A Historical Introduction to Philosophy.", "11401956": "Yoichiro Murakami (村上 陽一郎, Murakami Yōichirō) born in Tokyo, Japan on September 9, 1936, is a Japanese scholar. He specializes in the areas of history of science[1] and philosophy of science.", "10451685": "Keith DeRose (born April 24, 1962) is an American philosopher teaching at Yale University in New Haven, Connecticut,[1] where he is currently Allison Foundation Professor of Philosophy. He taught previously at New York University and Rice University.  His primary interests include epistemology, philosophy of language, philosophy of religion, and history of modern philosophy. He is best known for his work on contextualism in epistemology, especially as a response to the traditional problem of skepticism.[2]", "9534182": "William Joseph Rapaport[2] is a North American philosopher who is an Associate Professor Emeritus of the University at Buffalo.", "5700328": "Eduardo Nicol (13 December 1907 in Barcelona, Spain – 6 May 1990 in Mexico) was a Mexican-Catalan philosopher.[1] He arrived in Mexico in 1939, obtained his major in philosophy from National Autonomous University of Mexico (UNAM), the biggest university in Mexico, where he taught from 1940.[2] While at UNAM, he became the chairs of adolescent psychology and the history of psychology following Ezequiel A. Chávez [es].[3]", "46758635": "Dag Østerberg (9 November 1938 – 22 February 2017) was a Norwegian sociologist, philosopher and musicologist.[1]", "457455": "Zeng Guofan, Marquis Yiyong (traditional Chinese: 曾國藩; simplified Chinese: 曾国藩; pinyin: Zēng Guófān; Wade–Giles: Tseng1 Kuo2-fan1;[2] 26 November 1811 – 12 March 1872), birth name Zeng Zicheng, courtesy name Bohan (伯涵), was a Chinese statesman and military general of the late Qing dynasty. He is best known for raising and organizing the Xiang Army to aid the Qing military in suppressing the Taiping Rebellion and restoring the stability of the Qing Empire. Along with other prominent figures such as Zuo Zongtang and Li Hongzhang of his time, Zeng set the scene for the Tongzhi Restoration, an attempt to arrest the decline of the Qing dynasty.[3] Zeng was known for his strategic perception, administrative skill and noble personality on Confucian practice, but also for his ruthlessness in repressing rebellions.", "15235826": "Keith Campbell (born 1938) is an Australian philosopher working in metaphysics.", "23689977": "Jan Rudolph Slotemaker de Bruïne (6 May 1869 – 1 May 1941) was a Dutch politician of the defunct Christian Historical Union (CHU) party now merged into the Christian Democratic Appeal (CDA) party and theologian.", "260858": "Demetrius of Phalerum (also Demetrius of Phaleron or Demetrius Phalereus; Greek: Δημήτριος ὁ Φαληρεύς; c. 350 – c. 280 BC[1]) was an Athenian orator originally from Phalerum, an ancient port of Athens. A student of Theophrastus, and perhaps of Aristotle, he was one of the first members of the Peripatetic school of philosophy. Demetrius had been a distinguished statesman who was appointed by Cassander, the King of Macedon, to govern Athens, where Demetrius ruled as sole ruler for ten years. During this time, he introduced important reforms of the legal system, while also maintaining pro-Cassander oligarchic rule.", "916219": "Fazlur Rahman Malik (Urdu: فضل الرحمان ملک; September 21, 1919 – July 26, 1988), commonly known as Fazlur Rahman, was a modernist scholar and Islamic philosopher from today's Pakistan. Fazlur Rahman is renowned as a prominent liberal reformer of Islam, who devoted himself to educational reform and the revival of independent reasoning (ijtihad).[1] His works are subject of widespread interest and criticism in Muslim-majority countries.[2][3][4][5] He was protested by more than a thousand clerics, faqihs, muftis, and teachers in his own country and banished.[5][1]", "69335805": "Catherine Elizabeth Rigby FAHA (born 1960 in Canberra, Australia)[1] is a scholar in the interdisciplinary field of environmental humanities.", "39320334": "Émile Beaussire (26 May 1824, Luçon – 28 May 1889) was a French republican politician and a philosopher. He was a member of the National Assembly from 1871 to 1876 and of the Chamber of Deputies from 1876 to 1877 and from 1879 to 1881. He belonged to the Centre gauche parliamentary group.[1]", "66255630": "Daniel W. Smith (born October 26, 1958) is an American philosopher, academic, researcher, and translator. He is a professor in the Department of Philosophy at Purdue University, where his work is focused on 19th and 20th century continental philosophy.[1]", "6224656": "Edmund Duncan Montgomery (March 19, 1835 – April 17, 1911) was a Scottish-American philosopher, scientist and physician. He was the husband of German-American sculptor Elisabet Ney.", "32373526": "Thomas Tomlinson (born 1945) is a philosophy professor and medical ethicist currently teaching at Michigan State University, where he holds a joint appointment in the Lyman Briggs College and the philosophy department.", "33749785": "Albert Chavannes (February 23, 1836 – May 3, 1903) was a Swiss-born American author, philosopher, and sociologist, active primarily in the late 19th century.  He is best known for his two utopian novels, The Future Commonwealth and In Brighter Climes, which discuss a fictional futuristic society, \"Socioland,\" where the economy is governed by socialist ideals rather than capitalism, and where morality is based on social scientific experimentation, rather than traditional religion.[3]  Chavannes was also one of the earliest social theorists to extensively discuss exchange theory,[4] and his ideas on \"magnetism\" (magnetation)[5] influenced writers such as J. William Lloyd and Ida C. Craddock.[6]", "195357": "Pelagius (/pəˈleɪdʒiəs/; c. 354–418) was a Romano-British theologian known for promoting a system of doctrines (termed Pelagianism by his opponents) which emphasized human choice in salvation and denied original sin.[1] Pelagius was accused of heresy at the synod of Jerusalem in 415 and his doctrines were harshly criticized by Augustine of Hippo, especially the Pelagian views about mankind's good nature and individual responsibility for choosing asceticism.[2] Pelagius especially stressed the freedom of human will.[3] Very little is known about the personal life and career of Pelagius.[4]", "25361183": "Norman Swartz (born 1939) is an American philosopher and professor emeritus (retired 1998) of philosophy, Simon Fraser University. He is the author or co-author of multiple books and multiple articles on the Internet Encyclopedia of Philosophy. He earned a B.A. in physics from Harvard University in 1961, an M.A. in history and philosophy of science from Indiana University in 1965 and a Ph.D. in history of philosophy of science in 1971 also from Indiana University.[1] He uses the term physical law to mean the laws of nature as they truly are and not as they are inferred and described in the practice of science.[2]", "28801831": "Scott Robert Sehon (born 1963) is an American philosopher and the Joseph E. Merrill Professor of philosophy at Bowdoin College. His primary work is in the fields of philosophy of mind, metaphysics, epistemology, philosophy of action, and the free will debate. He is the author of Teleological Realism: Mind, Agency and Explanation (MIT University Press, 2005) in which he takes a controversial, non-causalist view of action explanation[1][2] and Free Will and Action Explanation: a Non-Causal, Compatibilist Account (Oxford University Press, 2016).", "65895217": "Wilhelm Esser (1798–1854) was a German academic, logician, and philosopher. His works focused on logic, psychology, and moral philosophy.[1] Esser is also identified as a post-Kantian logician.[2]", "162612": "Sari Nusseibeh (Arabic: سري نسيبة) (born in 1949) is a Palestinian professor of philosophy and former president of the Al-Quds University in Jerusalem. Until December 2002, he was the representative of the Palestinian National Authority in that city. In 2008, in an open online poll, Nusseibeh was voted the 24th most influential intellectual in the world on the list of Top 100 Public Intellectuals by Prospect Magazine (UK) and Foreign Policy (United States).[1]", "14285621": "Bracha Lichtenberg Ettinger (born March 23, 1948) is an  Israeli artist, writer, psychoanalyst and philosopher, living and working in Paris and Tel Aviv. She is a feminist theorist and artist in contemporary New European Painting who invented the concept of the Matrixial Gaze and related concepts.[1][2][3][4][5][6] Ettinger is a professor at European Graduate School in Saas-Fee, Switzerland[7] and at GCAS, Dublin.[8] In 2023, she was part of the Finding Committee for the Artistic Director of Documenta’s 2027 edition.[9] She later resigned from the committee after requesting a pause due to the Israel-Hamas War.[10]", "64314": "University of Innsbruck", "48429883": "Gabriele Dietrich (born 1943) is a German-born Indian scholar and philosopher. She is the Sociology Professor at the Tamil Nadu Theological Seminary, Madurai, affiliated to the nation's first University, the Senate of Serampore College (University).", "5700410": "George Herbert Palmer (March 9, 1842 – May 7, 1933) was an American scholar and author. He was a graduate, and then professor at Harvard University. He is also known for his published works, like the translation of The Odyssey (1884) and others about education and ethics, such as The New Education (1887) and  The Glory of the Imperfect (1898).", "31550": "Theodor Holm Nelson (born June 17, 1937) is an American pioneer of information technology, philosopher, and sociologist. He coined the terms hypertext and hypermedia in 1963[1] and published them in 1965.[2] According to a 1997 Forbes profile, Nelson \"sees himself as a literary romantic, like a Cyrano de Bergerac, or 'the Orson Welles of software'.\"[3]", "33422143": "Defunct", "2259782": "Barbara Carroll Forrest is a professor of philosophy at Southeastern Louisiana University in Hammond, Louisiana.[1] She is a critic of intelligent design and the Discovery Institute.", "36010833": "Kurt Flasch (born 12 March 1930, Mainz) is a German philosopher, who works mainly as a historian of medieval thought and of late antiquity. Flasch was professor at the Ruhr University Bochum. He was / is a member of several German and international Academies. In 2000, he was awarded the Sigmund Freud Prize[1] by the Deutsche Akademie für Sprache und Dichtung.", "23821138": "Iccus of Taranto (Ancient Greek: Ἴκκος) (5th century BC) was a Magna Grecia Olympic athlete, a victor during the 84th Games (444 BC)[1] or 70th Games (470 BC) according to older sources.[2] He is considered the father of athletic dietology. He prepared himself physically before competing according to ethical-religious Pythagorean concepts by abstaining from sexual intercourse and a frugal diet specially prepared. He also taught these principles.[3] Pausanias calls him the best gymnast of his age,[4] and Plato also mentions him with great praise.[5]", "3406680": "Segundo Montes SJ (May 15, 1933 in Valladolid, Spain – November 16, 1989 in San Salvador, El Salvador) was a scholar, philosopher, educator, sociologist and Jesuit priest. He was one of the victims of the 1989 murders of Jesuits in El Salvador.", "21068634": "Johann Joachim Spalding (1 November 1714 – 25 May 1804) was a German Protestant theologian and philosopher of Scottish ancestry who was a native of Tribsees, Swedish Pomerania. He was the father of Georg Ludwig Spalding (1762–1811), a professor at Grauen Kloster in Berlin.", "13564763": "Benjamin Apthorp Gould Fuller (March 9, 1879 – March 15, 1956) was a philosopher, author of A History of Philosophy, and president of the American Philosophical Association.[1][2]  He is also known and published as B.A.G. Fuller.", "73792354": "Stephen Gardiner (born 1967) is an American philosopher and Professor of Philosophy and Ben Rabinowitz Endowed Professor of Human Dimensions of the Environment at the University of Washington.[1]\nHe is known for his works on environmental philosophy and ancient Greek philosophy.[2][3][4][5][6]", "2063203": "Asclepiodotus Tacticus (Ancient Greek: Ἀσκληπιόδοτος Τακτικός; fl. 1st century BC), also known as Asclepiodotus, was a Greek writer and philosopher known for his treatise on military tactics.", "6224739": "İsmail Beşikçi (born 1939 in İskilip, Turkey) is a Turkish sociologist, philosopher, revolutionist, and writer. He is a PEN Honorary Member.[1] He has served 17 years in prison[2] on propaganda charges stemming from his writings about the Kurdish population in Middle East.", "7043941": "Daniel Ross (born 1970) is an Australian philosopher and filmmaker, best known as the author of Violent Democracy (2004) and the co-director of the film The Ister (2004). His work is influenced by Bernard Stiegler, and he is a translator or co-translator of numerous texts by Stiegler, including eleven books.", "18348906": "Lawrence C. Becker (April 26, 1939 – November 22, 2018)[1] was an American philosopher working mainly in the areas of ethics and social, political, and legal philosophy.", "55933803": "Shree Akshobhya Tirtha (c. 1282- c. 1365) was a Dvaita philosopher, scholar and theologian.[1] Born as Govinda Bhatta, he received sannyasa from Padmanabha Tirtha and later succeeded Madhava Tirtha as the pontiff of the Madhvacharya peetha from (1350 - 1365). [1][2] A non-extant work titled Madhva Tantra Samgraha is attributed to him. [1] Sharma contends that Akshobhya retired to Pandharapur in his twilight years where he encountered a youth called Dhondu Pant on the banks of Bhima river, who would later go on to be his disciple and successor, Jayatirtha. [3] His mortal remains rest at Malkhed.", "44301168": "Leslie Dewart (December 18, 1922 – December 20, 2009) was a Canadian philosopher and Professor Emeritus at the  Graduate Department of Philosophy and the Centre for the Study of Religion at the University of Toronto.", "65993588": "He Guanghu (born 1950; Chinese: 何光沪) is a Chinese scholar of philosophy of religion and Christian theology. He is considered one of the leading \"cultural Christians\" in China, intellectuals who see Christian culture as a key to rebuilding Chinese civilization.", "17857398": "Iosipos Moisiodax or Moesiodax (/ˈmiːsiədæks/; Greek: Ιώσηπος Μοισιόδαξ; 1725–1800) was a Greek philosopher, an Eastern Orthodox deacon, and one of the greatest exponents of the modern Greek Enlightenment. He was also director of the Princely Academy of Iași.", "35519353": "Zhuang Cunyu (莊存與, 1719–1788) was a Chinese intellectual, and a representative of the Changzhou School of Thought, an important proponent of the New Text Confucianism. Jinshi degree holder (1745), secretary to the Qianlong Emperor.", "36010876": "Klaus Heinrich (23 September 1927 – 23 November 2020)[1][2] was a German philosopher of religion.", "41352061": "Jay B. McDaniel is an American philosopher and theologian. He specializes in Buddhism, Whiteheadian process philosophy and process theology, constructive theology, ecotheology, interfaith dialogue, and spirituality in an age of consumerism. His current interest is \"to see how these myriad concerns might unfold in China\".[1]", "1375102": "J. Baird Callicott (born 1941) is an American philosopher whose work has been at the forefront of the new field of environmental philosophy and ethics. He is a University Distinguished Research Professor and a member of the Department of Philosophy and Religion Studies and the Institute of Applied Sciences at the University of North Texas.[1] Callicott held the position of Professor of Philosophy and Natural Resources at the University of Wisconsin–Stevens Point from 1969 to 1995, where he taught the world's first course in environmental ethics in 1971.[2] From 1994 to 2000, he served as vice president then president of the International Society for Environmental Ethics. Other distinguished positions include visiting professor of philosophy at Yale University; the University of California, Santa Barbara; the University of Hawaiʻi; and the University of Florida.[3]", "5471105": "Sven Ove Hansson (born 1951) is a Swedish philosopher. He is a professor of philosophy and chair of the Department of Philosophy and History of Technology at the Royal Institute of Technology (KTH) in Stockholm, Sweden. He is an author and scientific skeptic, with a special interest in environmental risk assessment, as well as in decision theory and belief revision.[1][2]", "36404101": "Kesavananda Bharati (9 December 1940 – 6 September 2020) was an Indian Hindu monk who served as the Shankaracharya (head) of Edneer Mutt, a Hindu monastery in Kasaragod district, Kerala, India from 1961 until his death.[1][2] He was the petitioner in Kesavananda Bharati v. State of Kerala, a landmark case that helped establish the basic structure doctrine of the Indian Constitution which guarantees that the fundamental or 'basic structure' of the Indian Constitution can not be altered by parliamentary amendment.[3][4] He was a follower of Smartha Bhagawatha tradition and the Advaita Vedanta school of Hindu philosophy.[4][5]", "68746120": "Francesco Buonamici (1533 – 29 September 1603) was an Italian philosopher, professor at the University of Pisa and writer who wrote about his ideas on motion in a treatise called De Motu. He was one of the teachers of Galileo.", "3177355": "Walter Bowman Russell (May 19, 1871 – May 19, 1963) was an American impressionist painter (of the Boston School), sculptor, mystic and author. His lectures and writing place him firmly in the New Thought Movement.[1] Russell wrote extensively on science topics, but these writings \"were not taken seriously by scientists.\"[2]", "56261518": "Judith Revel (born 1966) is a French philosopher and translator.[1]", "3537808": "Helena Cronin (born 1942[1]) is a British Darwinian philosopher and rationalist. She is the co-director of the Centre for Philosophy of Natural and Social Science and the Darwin Centre at the London School of Economics. Her 1991 book, The Ant and the Peacock: Altruism and Sexual Selection from Darwin to Today brought her public attention; she has published and broadcast widely since.", "61111187": "Darío Gabriel Sztajnszrajber (/shtainshráiber/, born 16 June 1968), also known as Darío Szeta, is an Argentine philosopher, essayist, teacher, and television presenter.[1]", "457623": "Jean Paul Gustave Ricœur (/rɪˈkɜːr/; French: [ʁikœʁ]; 27 February 1913 – 20 May 2005) was a French philosopher best known for combining phenomenological description with hermeneutics. As such, his thought is within the same tradition as other major hermeneutic phenomenologists, Martin Heidegger, Hans-Georg Gadamer, and Gabriel Marcel. In 2000, he was awarded the Kyoto Prize in Arts and Philosophy for having \"revolutionized the methods of hermeneutic phenomenology, expanding the study of textual interpretation to include the broad yet concrete domains of mythology, biblical exegesis, psychoanalysis, theory of metaphor, and narrative theory.\"[9]", "42761114": "Gentile de' Becchi (1420/1430 – 1497) was an Italian bishop, diplomat, orator and writer. He was a member of the Platonic Academy of the Medici of Florence and tutor of Lorenzo the Magnificent and his son Giovanni de' Medici, later Pope Leo X. Of his writings there exist many letters, poems in Latin, and prayers which are praised by historian Cecil Grayson as his finest works.[2]", "25754523": "George Caffentzis (born 1945) is an American political philosopher and an autonomist Marxist.[1] He founded the Midnight Notes Collective,[2] is a founder member of the co-ordinator of the Committee for Academic Freedom in Africa[3] and a professor of philosophy at the University of Southern Maine.[4] His partner is Silvia Federici.", "7764896": "David Rynin (October 15, 1905 – February 24, 2000) was an American philosopher. He is known mostly as an exponent of logical positivism. He served as president of the Pacific division of the American Philosophical Association in the years 1956–7. Until his death, he was professor emeritus at the University of California, Berkeley.", "4062117": "Johann Zahn (29 March 1641, Karlstadt am Main – 27 June 1707) was the seventeenth-century German author of Oculus Artificialis Teledioptricus Sive Telescopium (Würzburg, 1685).  This work contains many descriptions and diagrams, illustrations and sketches of both the camera obscura and magic lantern, along with various other lanterns, slides, projection types, peepshow boxes, microscopes, telescopes, reflectors, and lenses. As a student of light, Zahn is considered the most prolific writer and illustrator of the camera obscura.", "65469353": "Vittorio Mathieu (12 December 1923[1] – 30 September 2020) was an Italian philosopher and historian.[2]", "38239145": "Phạm Công Trứ (chữ Hán: 范公著, 1600–1675) was a Lê dynasty Vietnamese scholar-official and historian.[1] He was one of the scholar-historians of the Lê dynasty along with Vũ Quỳnh and Lê Hi (vi) to supplement Ngô Sĩ Liên's Đại Việt sử ký toàn thư.[2]", "3242925": "Abraham Cohen de Herrera (Hebrew: רבי אברהם כהן בן דוד דה-הירירה), also known as Alonso Nunez de Herrera or Abraham Irira (c. 1570 – c. 1635), was a religious philosopher and cabbalist (a student of Israel Sarug, who was one of Isaac Luria's disciples[1]). He is supposed by the historian Heinrich Graetz to have been born in 1570. He is widely supposed to have been descended from a Marrano family: place of birth is unknown but may (according to Barbosa Machado the biographer) have been Lisbon, Portugal. Other sources link him to Italy, specifically Tuscany, and as the son of the last Chief Rabbi of Córdoba in Spain.", "64748465": "Mohammad Hadi Mofatteh (Persian: محمدهادى مفتح) (born 1966 in Qom, Iran\nor 9 April 1967 in Hamburg, Germany[1]) he is a Twelver Shia Muslim cleric. with the religious rank Hujjat al-Islam. Since September 2018, he has been the head and director of the Islamic Center Hamburg, the center of Shiite Islam in Germany.[2][3]", "162742": "Johann Christian Friedrich Hölderlin (UK: /ˈhɜːldərliːn/, US: /ˈhʌl-/;[1] German: [ˈfʁiːdʁɪç ˈhœldɐliːn] ⓘ; 20 March 1770 – 7 June 1843) was a German poet and philosopher. Described by Norbert von Hellingrath as \"the most German of Germans\", Hölderlin was a key figure of German Romanticism.[2] Particularly due to his early association with and philosophical influence on Georg Wilhelm Friedrich Hegel and Friedrich Wilhelm Joseph Schelling, he was also an important thinker in the development of German Idealism.[3][4][5][6]", "10058679": "John Andrew Leslie (born 2 August 1940) is a Canadian philosopher and writer.", "11271102": "Carlos Vaz Ferreira (October 15, 1872 – January 3, 1958) was a Uruguayan philosopher, lawyer, writer, and academic. Influenced by John Stuart Mill and Herbert Spencer, he is notable for introducing liberal, pluralistic political values and pragmatic philosophical concepts to South American society.", "326595": "Fakhr al-Dīn al-Rāzī (Arabic: فخر الدين الرازي) or Fakhruddin Razi (Persian: فخر الدين رازی) (1149 or 1150 – 1209), often known by the sobriquet Sultan of the Theologians, was an influential Muslim polymath, scientist and one of the pioneers of inductive logic.[6][7][8] He wrote various works in the fields of medicine, chemistry, physics, astronomy, cosmology, literature, theology, ontology, philosophy, history and jurisprudence. He was one of the earliest proponents and skeptics that came up with the concept of multiverse, and compared it with the astronomical teachings of Quran.[9][10] A rejector of the geocentric model and the Aristotelian notions of a single universe revolving around a single world, al-Razi argued about the existence of the outer space beyond the known world.[10][11]", "53967814": "Stascha Rohmer (born June 29 June 1966 in Trier, Germany) is a German philosopher. His main research topics are Theoretical philosophy, German idealism, Anthropology, Philosophy of Nature and History of Philosophy. He is a specialist of the Metaphysics of Hegel and Alfred North Whitehead and since 2008 permanent member of the Whitehead Research Project in Claremont, California, United States. Currently he holds a visiting professorship at the Universidad de Antioquia.", "36207558": "Triphon Silyanovski, (Bulgarian: Трифон Силяновски) ((1923-12-16)December 16, 1923 – (2005-05-19)May 19, 2005), born in Sofia, Bulgaria, was a Bulgarian composer, pianist, pedagogue and musical theoretician. He died at the age of 81.", "51805129": "What Do Men Want? Is a book by British philosopher Nina Power. Power argues for a need for reconciliation of sexes after a period of the demonization of men.[1] Power argues for an understanding of historic features of relations between sexes and historic values and virtues to live better together and that there are some biological components to behavioural differences between men and women.[2] Power reviews online men's issues groups, collectively referred to as the Manosphere, which Power argues should be understood.[1]", "42269642": "Jean Hyacinthe de Magellan (Portuguese: João Jacinto de Magalhães) (1722–1790) was a Portuguese natural philosopher.", "4651980": "Shi'a", "26934229": "John Alexander Stewart (19 October 1846 – 27 December 1933) was a Scottish writer, educator and philosopher. He was a university professor and classical lecturer at Christ Church, Oxford from 1875 to 1883, White's Professor of Moral Philosophy at Oxford, and professorial fellow of Corpus Christi College, from 1897 to his retirement in 1927. Throughout his academic career, he was an editor and author of works on Aristotle and considered one of the foremost experts on the subject. His best known books were Notes on the Nicomachean Ethics of Aristotle (1892) and The Myths of Plato (1905).", "5110749": "Francesca Gargallo (25 November 1956 – 3 March 2022) was a Sicilian-born Mexican writer and poet.", "27065310": "Bogdan Suchodolski (27 December 1903 – 2 October 1992) was a Polish philosopher, historian of science and culture and teacher. He served as a senior marshal of the Sejm from 1985 to 1989.[1]", "424925": "Dimitri Uznadze (Georgian: დიმიტრი უზნაძე; December 2, 1886 – October 9, 1950, Tbilisi) was a Georgian psychologist and professor of psychology, co-founder of the Tbilisi State University (TSU) and of the Georgian Academy of Sciences (GAS).", "32668641": "Abdul Bari Nadvi (1886 – 30 January 1976) was an Indian Muslim scholar born in the Barabanki district near Lucknow, Uttar Pradesh, India. His father Hakim Abdul Khaliq was a student of Maulana Mohammad Naeem Farangi Mahli. His younger brother Saad-ud-Din Ansari was among the founding members of the Jamia Millia Delhi and taught there for a long time.[1] Abdul Bari Nadvi died in Lucknow in 1976. He was survived by four sons and two daughters, all of whom are now deceased.[2]", "74382305": "David Phillips is an American philosopher and professor of philosophy at the University of Houston. He is known for his works on ethics.[2][3][4][5][6]", "73137123": "Zacharias Praetorius (né Breiter) (15 April 1535 in Mansfeld – 22 December 1575 in Eisleben) was a German Lutheran poet and theologian.", "22182886": "Francis William Coker (November 1, 1878 – May 26, 1963) was an American political scientist and the chairman of the Department of Government at Yale University from 1937 to 1945.  Coker's work focused on political theory, particularly theories of the state and the nature of democracy.", "6093801": "Diagoras \"the Atheist\" of Melos (Greek: Διαγόρας ὁ Μήλιος) was a Greek poet and sophist of the 5th century BC. Throughout antiquity, he was regarded as an atheist, but very little is known for certain about what he actually believed. Anecdotes about his life indicate that he spoke out against ancient Greek religion. He allegedly chopped up a wooden statue of Heracles and used it to roast his lentils and revealed the secrets of the Eleusinian Mysteries. The Athenians accused him of asebeia (impiety) and banished him from their city. He died in Corinth.", "74284012": "Marta Ruiz Jiménez (born 1970) is an American philosopher and associate professor of philosophy at Emory University. She is known for her works on Aristotle.[1][2][3][4][5]", "31325164": "Ole Fogh Kirkeby (born 1947) is a Danish philosopher and a professor at Copenhagen Business School in the Philosophy of Leadership.[1]", "8092660": "William McNeill (born 1961) is Professor of Philosophy at DePaul University.[1]", "63437817": "David Cranston or Cranstoun (c. 1480–1512) was a Scottish scholastic philosopher and theologian among the circle of John Mair.", "7437310": "John of Paris OP (in French Jean de Paris), also called Jean Quidort and Johannes de Soardis (c. 1255 – September 22, 1306), was a French philosopher, theologian, and Dominican friar.", "19823615": "Boris Porena (Rome, 27 September 1927 - Cantalupo in Sabina, 3 May 2022) was an Italian thinker, music composer and didactical expert. He was married to Paola Bučan, a famous Croatian cellist and teacher who, until her retirement in 2014 was a tenured professor at the Conservatorio di Musica in Perugia (Italy).[1]", "7437312": "John of La Rochelle (also known as Jean de La Rochelle, John of Rupella, and Johannes de Rupella; c. 1200 – 8 February 1245), was a French Franciscan and theologian.", "74054657": "Abu'l-Fawaris Ahmad ibn Ya'qub was an early 11th-century Isma'ili scholar and missionary (da'i) active in Syria, which at the time was largely under the rule of the Fatimid Caliphate.[1] Abu'l-Fawaris was active in the reign of the Fatimid imam-caliph al-Hakim (r. 996–1021),[2] and a contemporary of the fellow Isma'ili scholars, Ahmad ibn Ibrahim al-Naysaburi and Hamid al-Din al-Kirmani. All three elaborated Isma'ili ideas about the Imamate, apparently independently, since they do not cite each other's works.[3]", "58752002": "Robert Sinnerbrink is an Australian philosopher and Associate Professor of Philosophy at Macquarie University.\nHe is an ARC Future Fellowship recipient[1] and a former Chair of the Australasian Society for Continental Philosophy (2007-2010).[2]\nSinnerbrink is known for his research on aesthetics and philosophy of film.", "10419215": "Constantine of Kostenets (Bulgarian: Константин Костенечки, romanized: Konstantin Kostenechki; c. 1380 – after 1431),[1] also known as Constantine the Philosopher (Serbian: Константин Филозоф), was a medieval Bulgarian scholar, writer and chronicler, who spent most of his life in the Serbian Despotate. He is best known for his biography of Serbian despot Stefan Lazarević, which George Ostrogorsky described as \"the most important historical work of old Serbian literature\",[2] and for writing the first Serbian philological study, Skazanije o pismeneh (A History on the Letters). He followed the writing style of the Old Serbian vita, first made popular in the Serbian scriptoria of the 12th century.", "8354839": "Durs Grünbein (born 1962) is a German poet and essayist.", "41679897": "Benjamin's Crossing is a 1996 historical novel written by Jay Parini about the Jewish critic and philosopher Walter Benjamin, and his escape over the Pyrenees from Nazi occupied France into Spain. It was a New York Times Notable Book of the year in 1997.[1]", "1571866": "Hugh of Saint-Cher, O.P. (Latin: Hugo de Sancto Charo; c. 1200 – 19 March 1263) was a French Dominican friar who became a cardinal and noted biblical commentator.", "23428123": "Piotr Chmielowski (9 February 1848 – 22 April 1904) was a Polish philosopher, literary historian and critic.[1]", "45513759": "Kim Sawchuk (born 1960) is a professor in the Department of Communication Studies, Research Chair in Mobile Media Studies, and Associate Dean of Research and Graduate Studies (Faculty of Arts and Science) at Concordia University in Montreal Canada. A feminist media studies scholar, Sawchuk's research spans the fields of art, gender, and culture, examining the intersection of technology into peoples lives and how that changes as one ages.", "5733418": "Christos Yannaras (also Giannaras; Greek: Χρήστος Γιανναράς; born 10 April 1935) is a Greek philosopher, Eastern Orthodox theologian and author of more than 50 books which have been translated into many languages. He is a professor emeritus of philosophy at the Panteion University of Social and Political Sciences, Athens.", "20151345": "Brian Ellis  (born 1929) is an Australian philosopher. He is an Emeritus Professor in the philosophy department at La Trobe University in Victoria, Australia, and Professional Fellow in philosophy at the University of Melbourne.[2] He was the Editor of the Australasian Journal of Philosophy for twelve years.[3] He is one of the major proponents of the New Essentialist school of philosophy of science.  In later years he has brought his understanding of scientific realism to the Social Sciences, developing the philosophy of Social Humanism.", "1276977": "Karol Libelt (8 April 1807, neighborhood of Chwaliszewo in Poznań, Duchy of Warsaw - 9 June 1875, Brdowo) was a Polish philosopher, writer, political and social activist, social worker and liberal, nationalist politician, and president of the Poznań Society of Friends of Learning.", "70286387": "William of Woodford or Wydford, OFM (fl. 1380–1411) was an English cleric and scholastic philosopher, known as an opponent of Wycliffe.", "13728826": "Abu al-Hassan Muhammad ibn Yusuf al-Amiri (Persian: ابوالحسن محمد بن ابی ذر یوسف عامری نیشابوری, romanized: Abu’l-Ḥasan Muḥammad Ibn Abi Dharr Yūsuf  ʻĀmirī Neyshābūrī)[1] (Arabic: أبو الحسن محمد ابن يوسف العامري) (died 992) was a Muslim theologian and philosopher who attempted to reconcile philosophy with religion, and Sufism with conventional Islam. While al-'Amiri believed the revealed truths of Islam were superior to the logical conclusions of philosophy, he argued that the two did not contradict each other. Al-'Amiri consistently sought to find areas of agreement and synthesis between disparate Islamic sects. However, he believed Islam to be morally superior to other religions, specifically Zoroastrianism and Manicheism.[2]", "74447934": "Ian Clausen is an American philosopher and Assistant Teaching Professor at Villanova University.[1]\nPreviously he was Arthur J. Ennis Postdoctoral Fellow at this university.\nClausen is known for his works on Saint Augustine's thought.[2][3][4][5]\nHe is the editor-in-chief of Augustinian Studies.[6] Currently he is a professor of the mandatory freshmen Augustine Culture Seminar (ACS) program at Villanova University.[7]", "457803": "Prize of the Islamic University (Malaysia)\nInternational Holy Quran Award (Dubai)\nthe Sultan Hassanal Bolkiah Prize (Brunei)\nAl-Owais Prize (UAE)\nMedal of Independence, First Class (Jordan)\nTop 10 in The 500 Most Influential Muslims (United Kingdom)[4]", "228428": "Heinrich Gotthard Freiherr von Treitschke (German: [ˈhaɪ̯n.ʁɪç fɔn ˈtʁaɪ̯.t͡ʃkə]; 15 September 1834 – 28 April 1896) was a German historian, political writer and National Liberal member of the Reichstag during the time of the German Empire. He was an extreme nationalist,[1] who favored German colonialism and opposed the British Empire. He also opposed Catholics, Poles, Jews and socialists inside Germany.", "22477906": "Professor Daniel Rynhold is Dean at the Bernard Revel Graduate School of Jewish Studies at Yeshiva University in New York City where he has worked since August 2007.", "1571926": "Pierre Hyacinthe Azaïs (1 March 1766 – 22 January 1845) was a French philosopher.", "35486806": "Dean Rickles (born July 17, 1977[citation needed]) is Professor of History and Philosophy of Modern Physics at the University of Sydney and a Director of the Sydney Centre for Time.", "64600": "Uriel da Costa (Portuguese: [uɾiˈɛl dɐ ˈkɔʃtɐ]; also Acosta or d'Acosta; c. 1585 – April 1640) was a Portuguese philosopher who was born a New Christian but returned to Judaism and ended up questioning the Catholic and rabbinic traditions of his time. This led him into conflict with both Christian and rabbinic institutions and caused his books to be included in the Index Librorum Prohibitorum, the List of Prohibited Books by the Catholic Church.", "57932889": "Mahmoud Amin El Alem (1922–2009) (alternative spelling: Mahmud Amin al-'Alim) was an award-winning Egyptian cultural critic and leading Marxist theorist.[1][2] He was a leading public intellectual in Egypt in his day.[3] El Alem was also the head of the administrative board of Akhbar el-Yom[4] and  editor of several newspapers and magazines, including Rose al-Yūsuf, ar-Risala al-gadida, Magallat al-musawwir, and Qadaya fikriyya.[5]", "14449754": "Mangasar Magurditch Mangasarian (December 29, 1859 – June 26, 1943) was an American rationalist and secularist of Armenian descent.", "30866522": "Lamiskos (4th century BC) was an ancient Greek Pythagorean philosopher. Born in Tarentum in Magna Graecia, Lamiskos was a follower of the Pythagorean philosopher Archytas. Around 360 BC, when Plato was imprisoned by Dionysius the Younger, Archytas sent Lamiskos to secure his release, and Lamiskos successfully persuaded Dionysius to release the Athenian philosopher, allowing him to return to his homeland.[1]"}