{"407630": "Jack Cohen FRSB (19 September 1933 – 6 May 2019)[1] was a British reproductive biologist also known for his  science books and involvement with science fiction.", "62011471": "Dení Ramírez Macías (also known as Dení Ramírez) is a Mexican marine biologist ocean scientist, and conservationist, and director of Whale Shark México (Tiburon Ballena Mexico) since 2003.[2][3] She leads the \"Giants of Peru\" project of the Save Our Seas Foundation.[4]", "63912018": "Bryan Richard Cullen is a James B. Duke Professor of Molecular Genetics and Microbiology at Duke University Medical Center in Durham, North Carolina. Cullen was the Founding Director of the Duke University Center for Virology.[1]", "70662227": "Mitchell Kronenberg (born December 12, 1951) is an American immunologist and the chief scientific officer at La Jolla Institute for Immunology. He served as president of the institute from 2003 to 2021.[1]", "48642135": "Mónica Bettencourt-Dias (born 1974) is a Portuguese biochemist and cellular biologist, who is the head of the Cell Cycle Regulation[1] research group at the Instituto Gulbenkian de Ciência. Her research involves cell cycle regulation, for which she has been recognized as the recipient of the Pfizer Award for Basic Research, the Keith Porter Prize from the American Society for Cell Biology and the Eppendorf Young European Investigator Award. She was also selected as a 2009 European Molecular Biology Organization Young Investigator Fellow and inducted as a member of the EMBO in 2015. Mónica Bettencourt-Dias was appointed Director of Instituto Gulbenkian de Ciência in November, 2017.[2]", "41138264": "William Franklin \"Franklin\" Dove (11 April 1897 – 24 March 1972) was an American biologist who was most famous for his \"unicorn\" experiment he conducted at the University of Maine in the early 20th-century. He also performed other research projects in regard to food selection by mammals and other areas of animal reproduction and nutrient intake. Dove was a member of the faculty of the University of Maine.", "59521112": "Manoj Majee is an Indian plant molecular biologist, biochemist, inventor and a senior scientist at the National Institute of Plant Genome Research (NIPGR), New Delhi. He is known for his studies on the molecular and biochemical basis of seed vigor, longevity and seedling establishment.[1]", "54048862": "Naside Gözde Durmuş (born 1985, Izmir) is a Turkish scientist and geneticist. She is currently Assistant Professor of Radiology at Stanford University. Her research focuses on nanotechnology and micro-technology applications on current world-threatening health issues, like cancer and antibiotic resistance. In 2015, MIT Technology Review listed her under the category of pioneers in the magazine's list of 35 Innovators Under 35.[1]", "55162979": "Maxime Simon Schwartz, born in June 1940[1] in Blois (Loir-et-Cher),[2] is a French molecular biologist who has been a research director at the CNRS, a professor at the Pasteur Institute and Director General of the Pasteur Institute. He is a correspondant of the French Academy of sciences.", "23509096": "Russell L. Mixter (August 7, 1906 – January 16, 2007) was an American scientist, noted for leading the American Scientific Affiliation (ASA) away from anti-evolutionism, and for his advocacy of progressive creationism.", "48740489": "Eva Klein (née Eva Fischer; born January 22, 1925) is a Hungarian-Swedish scientist. Klein has worked at the Karolinska Institute since leaving Hungary in 1947.[1][2] She is regarded as a founder of cancer immunology.", "20101259": "Stéphane Leduc (1 November 1853 – 8 March 1939) was a French biologist who sought to contribute to understanding of the chemical and physical mechanisms of life.[1] He was a scientist in the fledgling field of synthetic biology, particularly in relation to diffusion and osmosis. He was a professor at the École de Médecine de Nantes and worked on osmotic crystallisation and the physiological effects of electric current. He was an Officier de la Légion d'honneur.", "53622930": "Selin Balcı is a visual artist and biologist who creates works with Petri dishes filled with mold, fungi, and other organisms, and refers to her work as \"a living studio.\"[1] She has exhibited internationally in both group and solo exhibitions.", "4929682": "Kaj Ulrik Linderstrøm-Lang (29 November 1896 – 25 May 1959) was a Danish protein scientist, who was the director of the Carlsberg Laboratory from 1939 until his death.[4][5][6]", "43104415": "Julian Chela-Flores (born 13 June 1942) is a Venezuelan astrobiologist and physicist. He is known for his contributions to the field of planetary habitability.", "63813794": "Paola Arlotta (born 1971) is the Golub Family Professor of Stem Cell and Regenerative Biology at Harvard University and chair of the Harvard Stem Cell and Regenerative Biology (HSCRB).[1] Her research focuses on the development of neuron types in the cerebral cortex. She is best known for her work using 3D cerebral organoids derived from human induced pluripotent stem cells (iPSCs) to study cortical development in neurodegenerative and neuropsychiatric disorders.[1]", "24524965": "Samir Kumar Brahmachari (born 1 January 1952) is an Indian biophysicist[1] and Former Director General of the Council of Scientific & Industrial Research[2] (CSIR) and Former Secretary, Department of Scientific and Industrial Research  (DSIR), Government of India. He is the Founder Director of Institute of Genomics and Integrative Biology (IGIB), New Delhi and the Chief Mentor of Open Source for Drug Discovery (OSDD)[3][4][5] Project. He is the recipient of J.C Bose Fellowship Award, DST (2012). In addition, he is one of the featured researchers in the India Cancer Research Database developed by  Institute of Bioinformatics (IOB), Bangalore with support from the Department of Biotechnology, Government of India.", "27015334": "Didier Raoult (French pronunciation: [didje ʁa.ul(t)]; born 13 March 1952)[1] is a retired[2] French physician and microbiologist specialising in infectious diseases. He taught about infectious diseases at the Faculty of Medicine of Aix-Marseille University (AMU), and in 1984, created the Rickettsia Unit of the university. From 2008 to 2022, Raoult was the director of the Unité de Recherche sur les Maladies Infectieuses et Tropicales Emergentes. He gained significant worldwide attention during the COVID-19 pandemic for vocally promoting hydroxychloroquine as a treatment for the disease, despite the lack of evidence for its effectiveness and the subsequent opposition from NIH and WHO to its use for the treatment of COVID-19 in hospitalized patients.[3][4]", "61716654": "Velia M. Fowler is an American cell biologist and biochemist specializing in the cytoskeleton. She is a professor and chair of the Department of Biological Sciences at the University of Delaware.[1]", "29604024": "Silvia N. Blumenfeld is an expert on mycology. From 1986 to 2004, she was a Professor of Mycology and Biotechnology of Filamentous Fungi at the National University of Comahue, in Río Negro, Argentina. She emigrated to Israel in 2002, where she became the curator of the Tel Aviv University fungi collection, specializing in medicinal mushrooms. She has over 50 articles, books, and patents to her name, and has received academic honours. In 1995, she was awarded the Argentine National 'José Antonio Balseiro' Prize for her work.", "33568955": "Janis Antonovics FRS (Latvian: Jānis Antonovics; born 1942 in Riga, Reichskommissariat Ostland) is an American biologist, and Lewis and Clark Professor of Biology, at University of Virginia.[1]", "51394751": "Douglas R. Cavener is an American biologist, a Professor of Biology and the former Verne M. Willaman Dean Professor of Science at Eberly College of Science, Pennsylvania State University,[1] and also a published author, being widely cited[2] and widely held in libraries.[3]", "243903": "Günter Blobel (German pronunciation: [ˈɡʏntɐ ˈbloːbl̩] ⓘ; May 21, 1936 – February 18, 2018) was a Silesian German and American biologist and 1999 Nobel Prize laureate in Physiology for the discovery that proteins have intrinsic signals that govern their transport and localization in the cell.", "36550851": "David L. Spector (born (1952-12-06)December 6, 1952) is a cell and molecular biologist best recognized for his research on gene expression and nuclear dynamics.[3] He is currently a professor at Cold Spring Harbor Laboratory (CSHL). Since 2007, he has served as Director of Research of CSHL.", "67123395": "Michel Rabreau (6 September 1937 – 15 March 2021) was a French politician.[1]", "55163082": "Martin Frank Gellert (born 5 June 1929 in Prague, Czechoslovakia) is a Czechoslovak-born American molecular biologist. He is a past president of the American Society for Biochemistry and Molecular Biology.", "61716683": "Erica Ollmann Saphire is an American structural biologist and immunologist and a professor at the La Jolla Institute for Immunology. Her research investigates the structural biology of viruses that cause hemorrhagic fever such as Ebola, Sudan, Marburg, Bundibugyo, and Lassa. She was awarded the Presidential Early Career Award for Scientists and Engineers in 2008.", "63289558": "Morris H. Baslow (born 1933)[1] is a co-recipient of the 1982  AAAS Award for Scientific Freedom and Responsibility for his role as Whistleblower in a dispute between the EPA, Consolidated Edison and Con-Ed's consulting firm.[2]", "67156182": "Anna Arkadyevna Kuzemko (Ukrainian: Анна Аркадіївна Куземко) is a Ukrainian scientist in the fields of botany, ecology,[1] and nature conservation,[2] Doctor of Biological Sciences (2013),[3] a leading researcher[4] at the M.G. Kholodny Institute of botany, NAS of Ukraine. She is a member of the executive committee of the Eurasian Dry Grassland Group (EDGG),[5] a member of the International Working Group \"European Vegetation Survey\" (Огляд рослинності Європи) and a member of the International Association for Vegetation Science (Міжнародної асоціації науки про рослинність).[6]", "1325279": "John Michael Bishop (born February 22, 1936) is an American immunologist and microbiologist who shared the 1989 Nobel Prize in Physiology or Medicine with Harold E. Varmus and was co-winner of 1984 Alfred P. Sloan Prize.[2] He serves as an active faculty member at the University of California, San Francisco (UCSF), where he also served as chancellor from 1998 to 2009.[3][4][5][6][7]", "70334691": "Martin Hetzer (born in Vienna, Austria) is an Austrian-born molecular biologist[1] and President of the Institute of Science and Technology Austria (ISTA).[2] He is holder of the Jesse and Caryl Philips Foundation Chair in Molecular Cell Biology. His research focuses on fundamental aspects of organismal aging with a special focus on the heart and central nervous system. His laboratory has also made important contributions in the area of cancer research and cell differentiation.", "63289575": "Hrefna Sigurjónsdóttir (born 24 October 1950) is a biologist and a professor at the University of Iceland.", "69679338": "Charmane Eastman is an American academic research scientist whose career has focused on studying circadian rhythms and their relationships to sleep, jet lag, and shift work.  She has also studied winter depression, more properly known as seasonal affective disorder (SAD). Of special focus are the effects of bright light and melatonin on circadian rhythms.[1]", "9451755": "Keith H. Steinkraus (1918–2007) was an American food scientist who was well known in food fermentation which led to the growth of soy-based foods. He also was involved in bacterial diseases used in the control of European chafer and Japanese beetles in New York state.", "70334707": "Cynthia Mira Sharma is a biologist, who is Chair of Molecular Infection Biology II at the University of Würzburg. Her research focuses on how bacterial pathogens regulate their gene expression to adapt to changing environments or stress conditions. She was awarded a European Research Council Consolidator Grant in 2022.", "53033238": "Martha Rojas Urrego is a biologist, ecologist and humanitarian, gender and environmental advocate. She is a Colombian and French national. In August 2016 she was appointed as the Secretary General of the Ramsar Convention on Wetlands. Previously she was Head of Global Advocacy and Acting Deputy Secretary General at humanitarian organization CARE International.", "21051671": "Sydney Selwyn (7 November 1934 – 8 November 1996) was a British physician, medical scientist, and professor.[1] \nHe was a medical microbiologist with an interest in bacteriology, authority on the history of medicine, avid collector, writer, lecturer, world traveller, and occasional radio and TV broadcaster.", "63813916": "Regine Kahmann (born 20 October 1948 in Staßfurt, Saxony-Anhalt) is a German microbiologist and was Director at the Max Planck Institute for Terrestrial Microbiology in Marburg from 2000 to 2019.[1][2][3] She was made a Foreign Member of the Royal Society (ForMRS) in 2020.[4]", "145704": "Jean-Baptiste Pierre Antoine de Monet, chevalier de Lamarck (1 August 1744 – 18 December 1829), often known simply as Lamarck (/ləˈmɑːrk/;[1] French: [ʒɑ̃batist lamaʁk][2]), was a French naturalist, biologist, academic, and soldier. He was an early proponent of the idea that biological evolution occurred and proceeded in accordance with natural laws.[3]", "14629165": "Simon G. Southerton is an Australian plant geneticist and co-founder of Gondwana Genomics,[1] an Australian technology firm specialising in Marker-assisted selection for tree breeding. Southerton published the book Losing a Lost Tribe: Native Americans, DNA, and the Mormon Church.[2] The book uses genetic evidence to examine the historical accuracy of the Book of Mormon and related claims about the Lamanite people.", "33569073": "Montgomery Wilson Slatkin is an American biologist, and professor at University of California, Berkeley.[3][4]", "72595766": "Frank Cramer (b. Wausau, Wisconsin November 4, 1861, d. Santa Clara County, California January 30, 1948) was an American writer, biologist and educator.", "14170431": "Vladimir Nikolayevich Sukachev (also spelled Vladimir Nikolajevich Sukaczev) (Russian: Влади́мир Никола́евич Сукачёв; born 7 June 1880 in Aleksandrovka, Russian Empire – died 9 February 1967 in Moscow) was a Russian geobotanist, engineer, geographer, and corresponding member (1920) and full member (1943) of the USSR Academy of Sciences. His wife was Henrietta Ippolitovna Poplavskaja.", "66304328": "Julius Schachter (June 1, 1936 – December 20, 2020) was an American microbiologist at the University of California, San Francisco. He was a leading expert on Chlamydia.[1][2][3]", "22853980": "George W. Chang is a professor and a resident faculty member at the University of California, Berkeley. He resides on campus with his wife Abby, while he is currently an Associate Professor Emeritus in the Department of Nutritional Sciences and Toxicology.", "71219552": "Wendy E. N. Thomas (born 1958 or 1959) is an American microbiologist and politician who served in the New Hampshire House of Representatives from 2018 until 2020, representing Hillsborough County's 21st district, which contains the town of Merrimack. In 2018, Thomas, a local activist and member of the Democratic Party, successfully ran for the New Hampshire House of Representatives, receiving 6.5% of the vote in the multi-member constituency, placing 7th out of the 8 winning candidates.[1][2] In 2020, Thomas ran for re-election in the 21st district; however, she was defeated in the general election, receiving 6.2% of the vote and placing 10th.[2]", "8173924": "Elaine V. Fuchs is an American cell biologist famous for her work on the biology and molecular mechanisms of mammalian skin and skin diseases, who helped lead the modernization of dermatology. Fuchs pioneered reverse genetics approaches, which assess protein function first and then assess its role in development and disease. In particular, Fuchs researches skin stem cells and their production of hair and skin. She is an investigator at the Howard Hughes Medical Institute and the Rebecca C. Lancefield Professor of Mammalian Cell Biology and Development at The Rockefeller University.", "18004336": "Emanuel Rádl (December 21, 1873 – May 12, 1942) was an original Czech biologist, historian of science, philosopher and a critical supporter of Masaryk´s pre-war democratic Czechoslovakia. He earned international renown by his works on the evolution of neural system and as historian of evolution theories.", "41892219": "Dana Pe'er (born 1971), Chair and Professor in Computational and Systems Biology Program at Sloan Kettering Institute is a researcher in computational systems biology. A Howard Hughes Medical Institute (HHMI) Investigator since 2021, she was previously a professor at Columbia Department of Biological Sciences. Pe'er's research focuses on understanding the organization, function and evolution of molecular networks, particularly how genetic variations alter the regulatory network and how these genetic variations can cause cancer.", "61716859": "Elisabeth Margaretha Harbers-Bik (born 1966) is a Dutch microbiologist and scientific integrity consultant.[1] Bik is known for her work detecting photo manipulation in scientific publications,[2][3][4] and identifying over 4,000 potential cases of improper research conduct,[5] including 400 research papers published by authors in China from a research paper mill company. Bik is the founder of Microbiome Digest,[6] a blog with daily updates on microbiome research, and the Science Integrity Digest blog.[7][8]", "22198654": "David George Stead (6 March 1877 – 2 August 1957) was an Australian marine biologist, ichthyologist, oceanographer, conservationist and writer.  He was born at St Leonards in Sydney, and educated at public schools and the Sydney Technical College. In 1909 he was a founder of, and during its early years the main driving force behind, the Wildlife Preservation Society of Australia.  In December 1912 he became an inaugural committee member of the Eugenics Society of New South Wales.[1] His career included many government positions both in Australia and in Malaya.  He served as the Australian representative on international committees concerned with fisheries science, marine biology and oceanography. He married three times, the third time to botanist and writer Thistle Yolette Harris in 1951.  He died at his home in Watsons Bay, Sydney.[2][3]", "21870977": "Claude Ernest Dolman (23 May 1906 – 15 December 1994) was an English-born Canadian academic and microbiologist.", "33569159": "Rudolf Albert Raff (November 10, 1941 – January 5, 2019) was an American biologist, and James H. Rudy Professor of Biology at Indiana University.[4] He was known for research in, and promotion of, evolutionary developmental biology. He was also director of the Indiana Molecular Biology Institute.[5][6]", "56736144": "Joanna Jean Putterill is a New Zealand molecular botanist. She is currently a full professor at the University of Auckland.[1]", "52672913": "Albert J. Fornace Jr. (born 1949) is a professor in the departments of Oncology, Biochemistry and Molecular & Cellular Biology, and Radiation Medicine at Georgetown University. He has also been awarded the Molecular Cancer Research Chair at Lombardi Comprehensive Cancer Center, joining Georgetown in 2006 from the Harvard School of Public Health. Earlier, he was chief of the Gene Response Section at the National Cancer Institute. He graduated from La Salle College High School in Philadelphia, Pennsylvania (1967), and received his B.S. (1970) and M.D. (1972) from the Jefferson-Penn State joint pre-medical/medical program.", "37304722": "Erec Stebbins (born 1969) is an American biomedical scientist and novelist. Head of Rockefeller University's Laboratory of Structural Microbiology from 2001 to 2016 and currently Head of Division of Structural Biology of Infection and Immunity at the German Cancer Research Center, he is known for his contributions to the fields of cancer research and infectious disease,[1] studying the structure of disease-related proteins through the technique of X-ray crystallography.[2] He is a published academic writer and has been cited by his peers for his work in cancer research and infectious disease. He is also a novelist and author of science fiction (Daughter of Time Trilogy)[3][4] and thrillers (The Ragnarök Conspiracy, Extraordinary Retribution).[5][6]", "49592728": "Mary Logan Reddick (31 December 1914 – 1 October 1966) was an American neuroembryologist who earned her PhD from Radcliffe College, Harvard University in 1944. She was a full professor, first at Morehouse College, and then at the University of Atlanta from 1953 to her death. Her doctoral dissertation was on the study of chick embryos,[1] and she went on to do research with time-lapse microscopy (then called motion picture microphotography) in tissue cultures.[2]", "51558808": "Bernhard Schmidt (born 20 May 1906 in Magdeburg, died 23 September 2003 in Esslingen am Neckar) was a German microbiologist. He was Professor and Director of the Institute for Infection Control and Medical Microbiology at the Free University of Berlin.", "69908893": "Brian Reed Silliman is a marine conservation biologist.[1] He is currently the Rachel Carson Distinguished Professor of Marine Conservation Biology at the Nicholas School of the Environment at Duke University.[2] Silliman received an A.B. and M.Sc. from the University of Virginia. He completed his Ph.D. in Ecology and Evolutionary Biology at Brown University in 2004.[3]", "53754274": "Tal Danino is a synthetic biologist and Associate Professor of Biomedical Engineering at Columbia University.[1]", "4143525": "Juan R. Correa-Pérez (born May 3, 1968, in San Juan, Puerto Rico) is a scientist[1] is a Puerto Rican clinical andrologist and embryologist. He has a particular interest and expertise in male-factor infertility. He is also certified as a High-Complexity Clinical Laboratory Director (HCLD) by the American Board of Bioanalysis ABB) in the disciplines of Andrology and Embryology.", "69974438": "Andrew W. Murray is a British-born American evolutionary biologist known for his research on budding yeast. He is the Herchel Smith Professor of Molecular Genetics and a Howard Hughes Medical Institute Professor at Harvard University.[1] He was elected to the American Academy of Arts and Sciences in 2000[2] and to the National Academy of Sciences in 2014.[3][4]", "40286633": "Somdatta Sinha (born 1951)[1] is an Indian researcher and professor of biology, who is one of the earliest to start working in the area of theoretical biology in India. Her expertise is in the interdisciplinary fields of mathematical & computational biology, nonlinear dynamics and complex systems with a view to understand the logic and design of biological processes. She studies spatio-temporal organization in biological systems – from biological sequences to spread of disease in populations – using mathematical and computational methods. She has played a central role in the development of mathematical and computational biology in her country through research, organization of scientific meetings, training programs, conferences, and teaching interdisciplinary courses at the undergraduate and postgraduate levels. Her research encompasses patterns, interactions, and dynamics of biological systems using mathematical and physical methods to understand complex multi-scale biological systems. Sinha's research contributions focus on modelling a variety of biological systems, such as, circadian rhythms, pattern formation, biochemical pathways, synthetic biology, single and meta-population ecological models, epidemiology, and controlling spatiotemporal dynamics. She has also carried out computational analysis of genomes for classification of organisms using Chaos Game Representation (CGR) and Multi-fractal analysis, protein structure function analysis using graph theory, and network analysis of large biochemical pathways. Her publications have made important contributions in the respective fields and are highly cited. Her seminal contribution to the development of the interdisciplinary field of Mathematical and Computational Biology in India was acknowledged by the Department of Biotechnology, Govt of India with the National Senior Woman Bioscientist Award (for life time contribution) in 2013[2] and the J C Bose National Fellowship from the Department of Science and Technology, Govt. of India.[3] She is a fellow of the Indian National Science Academy, Indian Academy of Sciences and National Academy of Sciences.[4] She was elected Fellow of the Wissenschaftskolleg zu Berlin (Institute of Advanced Study at Berlin, Germany) for 2000-2001[5] and International Visiting Research Scholar at the Peter Wall Institute for Advanced Studies at the University of British Columbia, Vancouver, Canada in 2018.[6] She has traveled widely across the globe and has given many invitational talks in universities and conferences.", "26589611": "José-Antonio Campos-Ortega (1940–2004) was a German neurobiologist born in Valencia Spain. He was known as a pioneer of developmental-genetic studies of early neurogenesis.", "145837": "Sir Julian Sorell Huxley FRS[1] (22 June 1887 – 14 February 1975) was a British evolutionary biologist, eugenicist, and internationalist. He was a proponent of natural selection, and a leading figure in the mid-twentieth century modern synthesis. He was secretary of the Zoological Society of London (1935–1942), the first Director of UNESCO, a founding member of the World Wildlife Fund, the president of the British Eugenics Society (1959-1962), and the first President of the British Humanist Association.", "145842": "Sir Andrew Fielding Huxley OM FRS HonFREng (22 November 1917 – 30 May 2012) was an English physiologist and biophysicist.[1][2] He was born into the prominent Huxley family. After leaving Westminster School in central London, he went to Trinity College, Cambridge on a scholarship, after which he joined Alan Hodgkin to study nerve impulses. Their eventual discovery of the basis for propagation of nerve impulses (called an action potential) earned them the Nobel Prize in Physiology or Medicine in 1963. They made their discovery from the giant axon of the Atlantic squid. Soon after the outbreak of the Second World War, Huxley was recruited by the British Anti-Aircraft Command and later transferred to the Admiralty. After the war he resumed research at the University of Cambridge, where he developed interference microscopy that would be suitable for studying muscle fibres.", "72137157": "Robert George Everitt Murray OC FRSC (19 May 1919, Ruislip, West London, England – 18 February 2022, London, Ontario, Canada) was an English-Canadian bacteriologist. He is known for his research on bacterial structure and pathology,[1] as well as bacterial taxonomy.[2]", "55884234": "Christine Ouinsavi is a forestry biology researcher, recipient of the 2007 UNESCO-L’ORÉAL International fellowships for women in science, and politician from Benin. As of June 2017, she was the minister in charge of Primary Education, Literacy and National languages of Benin.[1][2]", "39565775": "Brian Dale (31 August 1951) is a British reproductive scientist living in Sorrento, Italy. He is currently owner and Director of the Centre for Assisted Fertilization, which has offices in Naples and Rome and Director of London Fertility Associates Ltd in London. He is also founder and partner in the Swiss-based company, International Fertility Associates.", "1718752": "Sir Richard Timothy Hunt, FRS FMedSci FRSE MAE (born 19 February 1943) is a British biochemist and molecular physiologist. He was awarded the 2001 Nobel Prize in Physiology or Medicine with Paul Nurse and Leland H. Hartwell for their discoveries of protein molecules that control the division of cells. While studying fertilized sea urchin eggs in the early 1980s, Hunt discovered cyclin, a protein that cyclically aggregates and is depleted during cell division cycles.", "61716961": "Alison G. Power is an American biologist. She is a professor in the Department of Ecology and Evolutionary Biology at Cornell University in Ithaca, New York. Her research investigates disease ecology in plant communities, both natural and agricultural, across the U.S., Central America, Southeast Asia, and Africa.", "1456613": "Edgar Spinney Archibald, CC CBE FRSC (May 12, 1885 – January 23, 1968) was a Canadian agricultural scientist.", "1128934": "Patrick Matthew (20 October 1790 – 8 June 1874) was a Scottish grain merchant, fruit farmer, forester, and landowner, who contributed to the understanding of horticulture, silviculture, and agriculture in general, with a focus on maintaining the British navy and feeding new colonies.  He published the basic concept of natural selection as a mechanism in evolutionary adaptation and speciation in 1831 (i.e. resulting from positive natural selection, in contrast to its already, widely known, negative role in removal of individuals in the Struggle for Survival), but did not further develop or publicize his ideas. Consequently, when Charles Darwin later published On the Origin of Species in 1859, he and Alfred Russel Wallace were regarded by their scientific peers as having originated (independently of each other) the theory of evolution by natural selection; it has been suggested that Darwin and/or Wallace had encountered Matthew's earlier work, but there is no hard  evidence of this. After the publication of On the Origin of Species, Matthew contacted Darwin, who in subsequent editions of the book acknowledged that the principle of natural selection had been anticipated by Matthew's brief statement, mostly contained in the appendices and addendum of his 1831 book On Naval Timber and Arboriculture.", "61716983": "Tracy Bale is an American neuroscientist and molecular biologist. Bale is a professor and Director of the Center for Epigenetic Research in Child Health and Brain Development at the University of Maryland School of Medicine.[1] Her research has centered on the role of parental, prenatal, and early life stress on the developing brain and subsequent behavior throughout the lifespan. She is also the current President of the  International Brain Research Organization.[2]", "1718776": "Sir Paul Maxime Nurse OM CH FRS FMedSci HonFREng HonFBA MAE (born 25 January 1949) is an English geneticist, former President of the Royal Society and Chief Executive and Director of the Francis Crick Institute.[6][7][8] He was awarded the 2001 Nobel Prize in Physiology or Medicine, along with Leland Hartwell and Tim Hunt, for their discoveries of protein molecules that control the division of cells in the cell cycle.[9]", "54245881": "Herwig Baier (born May 21, 1965, in Münster) is a German neurobiologist with dual German and US-American citizenship. He is Director at the Max Planck Institute for Biological Intelligence (formerly Max Planck Institute of Neurobiology[1]) and head of the department Genes – Circuits – Behavior. Herwig Baier's research aims to understand how animal brains convert sensory inputs into behavioral responses.", "65550842": "Li Yang is an American biologist researching how inflammation in the premetastatic environment modifies cancer cell colonization. She is a senior investigator and head of the tumor microenvironment section at the National Cancer Institute.", "65714685": "Jennifer Lyn Nemhauser is an American biologist and a Professor of Developmental Biology at the University of Washington in Seattle, Washington.[1] She specializes in synthetic biology, genomics, and signaling dynamics in plants.", "67713546": "Susan Jones is a British computational biologist[1] and bioinformatics group leader[2] at the James Hutton Institute. Her work is specially focused on plant pathogen diagnostics, particularly virus diagnostics, using large datasets of RNA-Seq data. She also works on functional genomics, transcription regulation, protein-protein and protein-nucleic-acid interactions.[2],[3]", "55294477": "Wyatt Wheaton Anderson (born March 27, 1939)[2] is an American geneticist and evolutionary biologist.[3] He is Alumni Foundation Distinguished Professor Emeritus in the Department of Genetics in the University of Georgia's Franklin College of Arts and Sciences. He was also the dean of the Franklin College of Arts and Sciences from 1992 until he stepped down in 2004.[4][5] He has been a member of the National Academy of Sciences since 1987,[6] and is also a fellow of the American Academy of Arts and Sciences and the American Association for the Advancement of Science.[7]", "6634008": "Joel Walker Hedgpeth (September 29, 1911 – July 28, 2006) was a marine biologist, environmentalist and author. He was an expert on the marine arthropods known as sea spiders (Pycnogonida), and on the seashore plant and animal life of southern and northern California. He was a spokesperson for care for the floral and faunal diversity of the California coastline.", "6437408": "E. Premkumar Reddy is a molecular biologist specialising in molecular oncology. He is the Director of Experimental Cancer Therapeutics program and Professor in the Departments of Oncological Sciences and Structural and Chemical Biology at the Mount Sinai School of Medicine.", "20199972": "George P. Rédei (June 14, 1921 – November 10, 2008) was a Hungarian plant biologist, professor, author and member of the Hungarian Academy of Sciences.", "71875108": "Julian M. Crampton CBE (1 November 1952 – 26 June 2019) was a British biologist and academic. From 2005 to 2015, he was Vice-Chancellor of the University of Brighton.[1]", "31767082": "James L. Gould (born July 31, 1945) is an American ethologist, evolutionary biologist, and popular science writer. He has served as a professor of ecology and evolutionary biology at Princeton University since receiving his PhD in 1975.[1] However, he is primarily known for the experiment he designed while an undergraduate at Caltech which proved that bees use complex dances to communicate the location of food.[2] In addition to several technical works and textbooks, he co-wrote with his wife the popular science book The Honey Bee.[3]", "28883500": "Claude Alvin Villee Jr. (9 February 1917, Lancaster, Pennsylvania – 7 August 2003) was an American biologist and long-time teacher at Harvard University.", "3291700": "Sir John Peebles Arbuthnott, PPRSE, FRCPSG, FMedSci, FRCPath (8 April 1939 – 21 February 2023) was a Scottish microbiologist who was Principal of the University of Strathclyde. He succeeded Lord Wilson of Tillyorn as President of The Royal Society of Edinburgh in October 2011[1] and was succeeded by Dame Jocelyn Bell Burnell in October 2014.[2]", "67451450": "Peter J. Turnbaugh (born c. 1981) is a microbiologist and a professor at University of California, San Francisco. He is known[1] for his research on the metabolic activities performed by the trillions of microbes that colonize humans' adult bodies. Turnbaugh and his research group use interdisciplinary approaches in preclinical models and human cohorts to study the mechanisms through which the gut microbiome influences nutrition[2][3][4] and pharmacology.[5]", "42875458": "Ajay Kumar Parida (12 December 1963 – 19 July 2022) was an Indian biologist noted for his contributions in the fields of agriculture, plant molecular biology and biotechnology. In 2014, Parida was awarded the Padma Shri Award by the President of India[1] for his contribution in the field of Science and Technology.[2]", "1718853": "Sergei Gavrilovich Navashin (Russian: Серге́й Гаврилович Навашин; 14 December 1857 – 10 December 1930) was a Russian Empire and Soviet biologist. He discovered double fertilization in plants in 1898.[1]", "1555014": "Johannes Eugenius Bülow Warming (3 November 1841 – 2 April 1924), known as Eugen Warming, was a Danish botanist and a main founding figure of the scientific discipline of ecology.  Warming wrote the first textbook (1895) on plant ecology, taught the first university course in ecology and gave the concept its meaning and content.\nScholar R. J. Goodland wrote in 1975: “If one individual can be singled out to be honoured as the founder of ecology, Warming should gain precedence”.[1][2]", "47757905": "Nektarios N. Tavernarakis (Greek: Νεκτάριος Ν. Ταβερναράκης) is a Greek bioscientist, who studies Ageing, Cell death, and Neurodegeneration.[1][2] He is currently Distinguished Professor of Molecular Systems Biology at the Medical School of the University of Crete, and the Chairman of the Board of Directors at the Foundation for Research and Technology, in Heraklion, Crete, Greece.  He is also the founder and first Director of the Graduate Program in Bioinformatics of the University of Crete Medical School, and has served as Director of the Institute of Molecular Biology and Biotechnology, where he is heading the Neurogenetics and Ageing laboratory. He was elected Vice President of the European Research Council (ERC) in 2020,[3] and Chairman of the European Institute of Innovation and Technology (EIT) Governing Board and Executive Committee in 2022.[4]", "1718879": "Georgii Adamovich Nadson (June 4 [O.S. May 23] 1867, Kiev – April 15, 1939) was a Soviet biologist, \"one of the pioneers of radioecology in Russia\"[1] He became professor at St. Petersburg University in 1900.[2]  In 1930, he founded the Laboratory of Microbiology of the Russian Academy of Sciences (which in 1934 was transferred from Leningrad to Moscow and later transformed into the Institute of Microbiology). He was director of the institute until 1937, when he was \"falsely accused of participating in so-called anti-Soviet sabotage and terrorism and arrested\"[1] On April 14, 1939, he was found guilty of participation in a terrorist organization, and on the next day he was shot and buried at the Kommunarka shooting ground.[3] The real reason for his execution was his opposition to Lysenkoism.[citation needed]", "60963427": "Nicola Stanley-Wall FRSE FRSB is a Professor of Microbiology in the School of Life Sciences at the University of Dundee who works on the molecular mechanism of biofilm formation.[1] Her laboratory investigates how bacteria come together to form social communities called biofilms.[2] More specifically, her research analyses the way the molecules in the biofilm matrix provide support and protection to biofilms formed by the Gram-positive bacterium Bacillus subtilis.", "178792": "Sarah Hrdy (née Blaffer; born July 11, 1946) is an American anthropologist and primatologist who has made major contributions to evolutionary psychology and sociobiology. She is considered \"a highly recognized pioneer in modernizing our understanding\nof the evolutionary basis of female behavior in both nonhuman and human primates\".[2] In 2013, Hrdy received a Lifetime Career Award for Distinguished Scientific Contribution from the Human Behavior and Evolution Society.[3]", "67025527": "Karl Richard Benjamin Schlossmann (19 February 1885 Puurmani Parish (now Põltsamaa Parish, Kreis Dorpat – 17 December 1969 Stockholm) was an Estonian microbiologist. He was a member of Estonian National Assembly (Estonian: Rahvuskogu).[1]", "60734078": "Anne Villeneuve is an American geneticist. She is known for her work on the mechanisms governing chromosome inheritance during sexual reproduction.  Her work focuses on meiosis, the process by which a diploid organism, having two sets of chromosomes, produces gametes with only one set of chromosomes.  She is a Professor of Developmental Biology and of Genetics at Stanford University and a member of the National Academy of Sciences.[1]", "31734398": "Alla Selawry (Russian: Алла Сергеевна Селаври; 23 August 1913 – 27 July 1992), was a Russian scientist, Anthroposophist, doctor, homeopath, and theologian.", "58112641": "Renate Radek is a protistologist and an associate professor at the Freie Universität Berlin.[1]", "67320451": "Fernanda Staniscuaski (5 January 1981) is a Brazilian biologist, with a PhD on molecular biology and biotechnology. Staniscuaski currently holds an associate professor position at the Universidade Federal do Rio Grande do Sul. She founded the Parent in Science Movement, aimed at supporting researchers in the challenging conciliation of motherhood and academia, as well as promoting public policies to increase the participation and retention of women in STEM.", "45136517": "Lisa-ann Gershwin, also known as Lisa Gershwin, is a biologist based in Launceston, Tasmania, who has described over 200 species of jellyfish,[1] and written and co-authored several non-fiction books about Cnidaria (jellyfish and allies) including Stung! (2013)[2] and Jellyfish – A Natural History (2016).[3] She provides independent advice related to jellyfish worldwide to the media, online and via The Jellyfish App.[4] She was a candidate in the 2021 Tasmanian state election running as an independent in the electorate of Clark.[5]", "73382536": "Samuel Ioka Ale Meleisea (born March 1991)[1] is a politician and member of the American Samoa House of Representatives. He was elected to the House in 2016[2] and reelected in 2018, 2020, and 2022.[3]", "27605642": "Dr Emmeline Hill is an Irish horse geneticist who is credited with discovering a gene for speed in horses.", "6109841": "Vernon Lyman Kellogg (December 1, 1867 – August 8, 1937) was an American entomologist, evolutionary biologist, and science administrator. A major contribution was his study of bird lice and their hosts. He established the Department of Zoology at Stanford University in 1894, and served as the first permanent secretary of the National Research Council in Washington, D.C.[1]", "66632341": "Mary Alice Coffroth is an American marine biologist who is a professor at the State University of New York at Buffalo. She is known for her use of molecular tools to examine coral larval ecology, recruitment and cnidarian-dinoflagellate symbiosis.", "57359007": "Walter Edward Cladek Moore (October 12, 1927 – 25 September 1996) was an American microbiologist who was instrumental in founding The Anaerobe Lab at Virginia Tech.[1]  The Anaerobe Lab was built in 1970 and was a world leader in developing techniques to grow anaerobic bacteria in culture. With other faculty members he co-wrote the Anaerobe Manual.", "68205219": "John Rodney (Rod) Quayle FRS (1926–2006) was a microbial biochemist, West Riding Professor of Microbiology and Head of Department at University of Sheffield (1965–1983) and then Vice-Chancellor of Bath University (1983–1992). He adopted techniques for dissecting enzymic reactions using radioactive carbon-14. He focused on microbes that used compounds containing one atom of carbon as their sources of energy and biomass.", "51624631": "Birendra Bijoy Biswas (1 March 1928 – 9 June 2018) was an Indian molecular biologist and a geneticist. He was the Founder Chairman of Biochemistry Department and a former director of Bose Institute, Calcutta.[1][2] He is known for his contributions to the metabolism of nucleic acid and the regulation of protein synthesis in plant cells.[3] He is an elected fellow of the Indian Academy of Sciences and the Indian National Science Academy.[4] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1972, for his contributions to biological sciences.[5]", "146112": "Francis Maitland Balfour, known as F. M. Balfour, FRS (10 November 1851 – 19 July 1882) was a British biologist.[1] He lost his life while attempting the ascent of Mont Blanc. He was regarded by his colleagues as one of the greatest biologists of his day and Charles Darwin's successor.", "2079424": "Arthur Worth Ham (20 February 1902 – 6 September 1992) was a prominent Canadian histologist.  His textbook Histology is considered by many practitioners an indispensable reference.", "965319": "Hendrik Nicholas Poinar (born May 31, 1969 in D.C, United States)[1] is an evolutionary biologist specializing in ancient DNA.[2][3] Poinar first became known for extracting DNA sequences from ground sloth coprolites.[4] He is currently director of the Ancient DNA Centre at McMaster University in Hamilton, Ontario.[5]", "63650504": "Kim Dixon Pruitt (born 1961) is an American bioinformatician. She is chief of the information engineering branch at the National Center for Biotechnology Information. Pruitt led the development of the RefSeq gene database.", "46349002": "Douglas G. McMahon is a professor of Biological Sciences and Pharmacology at Vanderbilt University.[1] McMahon has contributed several important discoveries to the field of chronobiology and vision.  His research focuses on connecting the anatomical location in the brain to specific behaviors. As a graduate student under Gene Block, McMahon identified that the basal retinal neurons (BRNs) of the molluscan eye exhibited circadian rhythms in spike frequency and membrane potential, indicating they are the clock neurons. He became the 1986 winner of the Society for Neuroscience's Donald B. Lindsley Prize in Behavioral Neuroscience for his work. Later, he moved on to investigate visual, circadian, and serotonergic mechanisms of neuroplasticity. In addition, he helped find that constant light can desynchronize the circadian cells in the suprachiasmatic nucleus (SCN).[2] He has always been interested in the underlying causes of behavior and examining the long term changes in behavior and physiology in the neurological modular system. McMahon helped identifying a retrograde neurotransmission system in the retina involving the melanopsin containing ganglion cells and the retinal dopaminergic amacrine neurons.[3]", "55163604": "François Cuzin is a professor at the University of Nice, Sophia-Antipolis. In 1988 he won the Richard Lounsbery Award for \"his original contributions in the elucidation of the mechanisms involved in malignant cell transformation, in particular, demonstration of the necessary contribution of two oncogenes.\"[1]", "62798550": "Barbara Tudek (Polish pronunciation: [barˈba.ra tudɛk]; 1952 – March 1, 2019) was a Polish biologist who served as president of the Polish section of the European Environmental Mutagenesis and Genomics Society (EEMGS). In 2019, Tudek was a recipient of the Frits Sobels Award.", "539355": "A microbiologist (from Greek μῑκρος) is a scientist who studies microscopic life forms and processes. This includes study of the growth, interactions and characteristics of microscopic organisms such as bacteria, algae, fungi, and some types of parasites and their vectors.[1] Most microbiologists work in offices and/or research facilities, both in private biotechnology companies and in academia. Most microbiologists specialize in a given topic within microbiology such as bacteriology, parasitology, virology, or immunology.", "61422300": "Glenn Wade Salisbury (1910 – 1994) was an American agriculture reproductive biologist who a was a leading figure in promoting the use of artificial insemination in dairy cows to maximize the use of superior paternal genes.[3][4]", "38583006": "Dr. Asir Jawahar Thomas Johnsingh (born 14 October 1945) is an Indian vertebrate ecologist from Tamil Nadu.[1] Johnsingh's study of the Dhole in Bandipur National Park was ground-breaking in that it was the first study of a free-ranging animal by an Indian scientist.[2]", "7715553": "Emil Rosenberg (1842–1925) was a biologist and professor of comparative anatomy, embryology and histology, who worked 20 years at the Imperial University of Dorpat.", "26393321": "Adolfo García-Sastre,(born in Burgos, 10 October 1964) is a Spanish professor of Medicine and Microbiology and co-director of the Global Health & Emerging Pathogens Institute at the Icahn School of Medicine at Mount Sinai in New York City. His research into the biology of influenza viruses has been at the forefront of medical advances in epidemiology.[1]", "41302762": "SET - Routes University Ambassador (2007)", "51690222": "John Barnabas (1929–1994) was an Indian evolutionary biologist, known for his contributions in the fields of Molecular Systematics and Evolution.[1] He was a member of the Science Advisory Committee to the cabinet as well as the Department of Biotechnology of the Government of India.[2] A Jawaharlal Nehru Fellow, Barnabas was also an elected fellow of the Indian Academy of Sciences, Indian National Science Academy and the National Academy of Sciences, India. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1974, for his contributions to biological sciences.[3]", "67058418": "Johan Eichfeld (26 January 1893 Paide – 20 April 1989 Tallinn) was a Soviet and Estonian biologist and politician.[1]", "64404212": "Jay Parkash Yadav (born January 1, 1964) is Vice-Chancellor, Indira Gandhi University, Rewari since April 3, 2022 to April, 2025.[1] He is an Indian biologist and professor of genetics best known for his research on genetics. He was awarded Prof. R.P. Roy Young Scientist by Society of Cytology and Genetics, India.[2]", "58374902": "Dafna Bar-Sagi is a cell biologist and cancer researcher at New York University School of Medicine.[1] She is the Saul J. Farber Professor in the department of biochemistry and molecular pharmacology and the department of medicine and senior vice president and vice dean for science at NYU Langone Health.[2] Bar-Sagi has been a member of scientific advisory boards, including the National Cancer Institute,[3] Starr Cancer Consortium,[4] and Pancreatic Cancer Action Network.[5]", "9616118": "Émile Duclaux (24 June 1840 – May 2, 1904) was a French microbiologist and chemist born in Aurillac, Cantal.", "50576127": "Luis F. Parada is a Colombian developmental biologist and neuroscientist who currently serves as Director of the Brain Tumor Center, Albert C. Foster Chair and American Cancer Society Research Professor at Memorial Sloan Kettering Cancer Center in New York City, New York.[1]", "60930821": "Mario Jorge Baudoin Weeks (September 4, 1942 – May 18, 2019) was a Bolivian biologist and conservationist known for his research in Bolivia and Costa Rica. He was the first director of Bolivia's national park system,[1] and served as director of several academic and government institutes, including the Museo Nacional de Historia Natural de Bolivia [es], the Institute of Ecology at Higher University of San Andrés, Dirección Nacional Conservación de Biodiversidad (DNCB) and the La Selva Biological Station in Costa Rica.[2][3] In the early 1990s he was involved in the creation of the Servicio Nacional de Áreas Protegidas [es] (SERNAP), which led to the 1995 establishment of Madidi National Park.[2] He received the 2008 Distinguished Services Award from the Society for Conservation Biology.", "61061896": "Susan Ferro-Novick is an American scientist who is a Distinguished Professor of Cellular and Molecular Medicine at the University of California, San Diego. Her research interests focus on the biology of cell membranes and their responses to cell stress, particularly related to membrane trafficking in the secretory and autophagy pathways, as well as a quality control pathway known as ER-phagy in the endoplasmic reticulum.[1][2]", "3095306": "Michael Bruce Eisen (born April 13, 1967) is an American computational biologist and the former[2] editor-in-chief of the journal eLife.[3] He is a professor of genetics, genomics and development at University of California, Berkeley.[4][5][6][7][8] He is a leading advocate of open access scientific publishing and is co-founder of Public Library of Science (PLOS). In 2018, Eisen announced his candidacy U.S. Senate from California as an Independent, though he failed to qualify for the ballot.[9]", "3029772": "Thereza Imanishi-Kari is an associate professor of pathology at Tufts University. Her research focuses on the origins of autoimmune diseases, particularly systemic lupus erythematosus, studied using mice as model organisms.[1] Previously she had been a faculty member at the Massachusetts Institute of Technology. She is notable for her role in what became known as the \"Baltimore affair\", in which a 1986 paper she co-authored with David Baltimore was the subject of research misconduct allegations. Following a series of investigations, she was fully exonerated of the charges in 1996.", "42220303": "Anju Chadha is an Indian biochemist. She is a professor at Indian Institute of Technology Madras.[1] She works in the fields of biocatalysis and enzyme mechanisms, enzymes in organic synthesis, asymmetric synthesis using enzymes, chirotechnology, green chemistry and biosensors.[2]", "8895249": "Colin Louis Avern Leakey (13 December 1933, Cambridge, England – 29 January 2018, Lincoln, England) was a leading plant scientist in the United Kingdom, a Fellow of King's College, Cambridge and of the Institute of Biology, and a world authority on beans.", "49756946": "Kathleen Anne Kron (born 1956)[1] is a retired biology professor from Wake Forest University. She is known for her research on Ericaceae, a family of flowering plants.", "7944979": "Uner Tan (Turkish: Üner Tan) (1 May 1937 – 6 February 2022) was a Turkish neuroscientist and evolutionary biologist. He is best known for his discovery and study of the human quadrupedal condition he named the Uner Tan syndrome. He taught at Çukurova University until his retirement in 2004 and had previously taught at several other institutions.", "17840919": "Abe Anellis (1914–2001),[1] was a food microbiologist.", "48347935": "Manmohan Attavar ( 12 July 1932 - 12 December 2017) was an Indian horticulturist, plant breeder, writer and the founder of Indo American Hybrid Seeds (IAHS), an organization engaged in scientific plant breeding and horticulture.[1] He founded the enterprise in 1965 and the organization, headquartered in Bengaluru, has grown to include 9 regional centres across India.[2] He has served as a member of the Scientific Advisory Committee of the Ministry of Commerce and the Federation of International Seedsmen, Switzerland and has been a director of the National Horticultural Board.[3] He has co-authored a book, Floriculture : technology, trades, and trends, which was published by Oxford and IBH Publishing House in 1994.[4]", "7977766": "Hermann Schaaffhausen (19 July 1816, Koblenz – 26 January 1893, Bonn) was a German anatomist, anthropologist, and paleoanthropologist.", "39861034": "Leslie David Gottlieb (1936–2012)[1] was a United States biologist described by the Botanical Society of America as \"one of the most influential plant evolutionary biologists over the past several decades\".[2] He was employed at the University of California, Davis for 34 years, and published widely. In addition to his primary work in plant genetics, Gottlieb was an advocate for rare and endangered plant conservation.", "54803249": "Rodney A. Welch is professor of medical microbiology and immunology at the University of Wisconsin-Madison. He is a specialist in bacterial pathogenesis and toxins produced by the bacterium Escherichia coli.[1] He is a fellow of the American Academy of Microbiology and since 2004 has held the chair of Robert Turell Infections Diseases.[2] In 2014 he was named as part of a team at Wisconsin-Madison that was awarded a grant of up to $16 million from the National Institutes of Health to search for new antibiotics.[3][4]", "2603834": "Wesley Royce Elsberry (born January 23, 1960) is a data scientist with an interdisciplinary background in marine biology, zoology, computer science, and wildlife and fisheries sciences. He also became notably involved in the defense of evolutionary science against creationist rejection of evolution.[1]", "11975483": "Ryukichi Inada (稲田 龍吉, Inada Ryūkichi, March 18, 1874 – February 27, 1950) was a Japanese physician, a prominent academic, and bacteriologist researcher. He was the discoverer of the Weil's disease pathogen.  In addition to his life's work in early 20th-century Japanese medical education, he was a pioneer in Japanese clinical cardiology and oncology.", "53427008": "Maureen Young (16 October 1915 – 2013), was a British professor of perinatal physiology at St Thomas's Hospital Medical School, London.[1]", "29539137": "Đái Duy Ban (born September 22, 1937) is a Vietnamese professor, academician, doctor sciences, and famous medical doctor. Former Director of Institute for Applied Biochemistry at Vietnam Academy of Science and Technology, he has been currently as the founder of DAIBIO Company and DAIBIO Great Traditional Medicine Family Clinic, Member of Scientific Council of the international Centre of Biocybernetic - Pacific Federation of Clinical Biochemtry, President of Vietnam Medial Biochemical Association, Director - in - Chief of Vietnam Journal of Biochemical and Medical, Rector of Van Xuan University of Technology, President of Institute Research Education and Transfer Biotechnology.", "26983245": "Xiaowei Zhuang (simplified Chinese: 庄小威; traditional Chinese: 莊小威; pinyin: Zhuāng Xiǎowēi; born January 1972) is a Chinese-American biophysicist who is the David B. Arnold Jr. Professor of Science, Professor of Chemistry and Chemical Biology, and Professor of Physics at Harvard University,[1][2][3] and an Investigator at the Howard Hughes Medical Institute.[4] She is best known for her work in the development of Stochastic Optical Reconstruction Microscopy (STORM),[5][6][7] a super-resolution fluorescence microscopy method, and the discoveries of novel cellular structures using STORM. She received a 2019 Breakthrough Prize in Life Sciences for developing super-resolution imaging techniques that get past the diffraction limits of traditional light microscopes, allowing scientists to visualize small structures within living cells.[8] She was elected a Member of the American Philosophical Society in 2019 and was awarded a Vilcek Foundation Prize in Biomedical Science in 2020.[9]", "68631380": "Franziska Michor (born 1982) is an Austrian computational biologist. She is a professor in the department of data science at the Dana–Farber Cancer Institute. She serves as Director of the Physical Sciences-Oncology Center and the Center for Cancer Evolution.", "5323625": "Seymour Jonathan Singer (May 23, 1924 – February 2, 2017) was an American cell biologist and professor of biology, emeritus, at the University of California, San Diego.[1]", "58014574": "Ana Maria Cuervo (born 14 July 1966) is a Spanish-American physician, researcher, and cell biologist. She is a professor in developmental and molecular miology, anatomy and structural biology, and medicine and co-director of the Institute for Aging Studies at the Albert Einstein College of Medicine. She is best known for her research work on autophagy, the process by which cells recycle waste products, and its changes in aging and age-related diseases.", "59784066": "Mya Breitbart is an American biologist and professor of biological oceanography at the University of South Florida's College of Marine Science. She is best known for her contributions to the field of viral metagenomics. Popular Science recognized her because of her approach of not trying to sequence individual viruses or organisms but to sequence everything in a given ecosystem.", "64961413": "Alice Laura Embleton (1876 – 1960) was one of the first women to study sciences at the University College of South Wales and Monmouthshire, and among the first group of women to be appointed Fellows of the Linnean Society in 1905. A biologist and zoologist, Embleton developed work on pesticides to improve crop production. She was also a noted suffragist.", "51952519": "Ghanshyam Swarup (born 1953) is an Indian molecular biologist, a J. C. Bose National Fellow and the head of the Ghanshyam Swarup Research Group of the Centre for Cellular and Molecular Biology.[1] He is known for his studies on glaucoma and the discovery of protein tyrosine phosphatase, a new protein influencing the regulation of cell proliferation.[2] Swarup is an elected fellow of the Indian Academy of Sciences,[3] the Indian National Science Academy[4] and the National Academy of Sciences, India.[5] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 1996, for his contributions to biological sciences.[6]", "33110920": "Stefan Jentsch (29 May 1955 – 29 October 2016) was a German cell biologist. He was a director at the Max Planck Institute of Biochemistry in Martinsried, Germany. He is known for his pioneering work in the field of protein modifications by ubiquitin and ubiquitin-like modifiers.", "26098569": "Jeremy Bradford Cook Jackson[1] (born November 13, 1942) is an American ecologist, paleobiologist, and conservationist. He is an emeritus professor at the Scripps Institution of Oceanography, senior scientist emeritus at the Smithsonian Institution, and visiting scientist at the American Museum of Natural History Center for Biodiversity and Conservation. He studies threats and solutions to human impacts on the environment and the ecology and evolution of tropical seas. Jackson has more than 170 scientific publications and 11 books, with nearly 40,000 citations listed on Google Scholar.", "52083591": "Wolfgang Ritter (born October 28, 1948) is a German biologist and melittology specialist in beekeeping and a veterinary pathology expert on the varroa destructor parasites on bees.", "53853069": "Salvatore Vincent Pizzo is an American scientist, currently Distinguished Professor of Pathology at Duke University Medical Center and an Elected Fellow of the American Association for the Advancement of Science.[1][2]", "56179598": "Innes C. Cuthill (born 1960) is a professor of behavioural ecology at the University of Bristol. His main research interest is in camouflage, in particular how it evolves in response to the colour vision of other animals such as predators.", "1424271": "Nirmal Kumar Ganguly (born 1941)[2] is an Indian microbiologist specialising in tropical diseases, cardiovascular diseases, and diarrhea.", "6962075": "Rudolf Aebersold (better known as Ruedi Aebersold; born September 12, 1954[1]) is a Swiss biologist, regarded as a pioneer in the fields of proteomics and systems biology. He has primarily researched techniques for measuring proteins in complex samples, in many cases via mass spectrometry. Ruedi Aebersold is a professor of Systems biology at the Institute of Molecular Systems Biology (IMSB) in ETH Zurich.[2] He was one of the founders of the Institute for Systems Biology in Seattle, Washington, where he previously had a research group.[3]", "66730910": "Nora Noffke is an American geologist who is a professor in the Department of Ocean and Earth Sciences, Old Dominion University in Norfolk, Virginia, USA. Noffke's research focuses on the sedimentology of biofilm forming sedimentary structures in modern aquatic environments, where clastic deposits dominate. Such structures occur in the fossil record as well. Her studies are interdisciplinary combining sedimentology with microbiology, geochemistry, and mineralogy.[1]", "53951391": "Zbigniew (Zbyszek) Darzynkiewicz (ORCID 0000-0002-2040-7081) (Polish pronunciation: [zbiɡ.ɲɛf daʐɨŋkʲɛvit͡ʂ]; born May 12, 1936, in Dzisna, Wilno Voivodeship, Poland[1] – died February 28, 2021)[2] was a Polish-American cell biologist active in cancer research and in developing new methods in histochemistry for flow cytometry.[3][4][5][6]", "1358751": "Samuel Stehman Haldeman (August 12, 1812 – September 10, 1880) was an American naturalist and philologist. \nDuring a long and varied career he studied, published, and lectured on geology, conchology, entomology and philology. He once confided, \"I never pursue one branch of science more than ten years, but lay it aside and go into new fields.\"[1]", "45562788": "Curtis Huttenhower is a Professor of Computational Biology and Bioinformatics in the Department of Biostatistics, School of Public Health, Harvard University.[7][10][11][12]", "24722344": "Joseph (Joe) Thornton is an American Biologist.  He is a professor at the University of Chicago and a former Early Career Scientist of the Howard Hughes Medical Institute.  He is known for resurrecting ancestral genes and tracing the mechanisms by which proteins evolve new functions.[2][3][4][5][6][7][8]", "7551912": "Leonard Arthur \"Len\" Herzenberg (November 5, 1931 – October 27, 2013) was an immunologist, geneticist and professor at Stanford University.  His contributions to the development of cell biology made it possible to sort viable cells by their specific properties.[3][4][5][6][7][8]", "39467947": "Jerrold Schwaber (May 24, 1947 – June 6, 2014) was an American biologist and geneticist. In 1973 he described, with Edward Cohen, a method of producing antibodies involving human–mouse hybrid cells, or hybridomas.  They fused \"mouse myeloma cells secreting immunoglobulin of known specificity and human peripheral blood lymphocytes not secreting detectable immunoglobulin. The hybrid cells continued secretion of mouse immunoglobulin and initiate synthesis and secretion of human immunoglobulin.\"[1]  The antibody producing cells did not survive long and the antigens that the antibodies targeted remained unknown.[2]  In 1975, Georges Köhler, César Milstein, and Niels Kaj Jerne, succeeded in making hybridomas that made antibodies to known antigens and that were immortalized.[2] They shared the Nobel Prize in Physiology or Medicine in 1984 for the discovery.  His work in laying the foundation for modern monoclonal antibody technology is recognized.[2][3]", "65420209": "Jean Vacelet is a French marine biologist who specialises in the underwater fauna of the Mediterranean.[1] After earning his licence at the  Faculté des Sciences de Marseille and learning to dive in 1954, he specialised in the study of sponges at the Marine station of Endoume, and there he has stayed faithful to both sponges and place for more than half a century. His research has included all aspects of sponges: taxonomy,  habitat, biology, anatomy, their bacterial associations,  and their place in the evolution of multi-celled animals. He has studied them not only in the Mediterranean but in the Indian Ocean and the Pacific. Exploration of underwater grottoes,[2] together with Jacques Laborel and Jo Hamelin, revealed the existence of sponges dating from very ancient geological periods and the unexpected existence of carnivorous sponges,[3][4] and surprisingly, the grottoes in some ways mimicked life at much greater depths.[5]", "27507636": "Antje Boetius (born 5 March 1967) is a German marine biologist. She is a professor of geomicrobiology at the Max Planck Institute for Marine Microbiology, University of Bremen.[1]  Boetius received the Gottfried Wilhelm Leibniz Prize in March 2009 for her study of sea bed microorganisms that affect the global climate.[2] She is also the director of Germany's polar research hub, the Alfred Wegener Institute.[3]", "57490356": "Mikhail Mikhailovich Sholokhov (Russian: Михаил Михайлович Шолохов; 23 May 1935, Moscow — 21 October 2013, Vyoshenskaya, Rostov Oblast) was a Russian scientist. Candidate of Biological Sciences, Honorary Professor of Sholokhov Moscow State University for Humanities.", "69909434": "West Texas A & M University (MS)\nRutgers Robert Wood Johnson Medical School, New Jersey (PhD)", "6339515": "Jane Lubchenco (born December 4, 1947) is an American environmental scientist and marine ecologist who teaches and conducts research at Oregon State University. Her research interests include interactions between the environment and human well-being, biodiversity, climate change, and sustainable use of oceans and the planet. From 2009 to 2013, she served as Administrator of NOAA and Under Secretary of Commerce for Oceans and Atmosphere.[1] In February 2021, she was appointed by President Joe Biden to serve as Deputy Director for Climate and Environment in the White House Office of Science and Technology Policy.[2]", "40516548": "Hermann Levinson (11 January 1924 in Klingenthal, Saxony, Germany, – 1 November 2013)[1] was a German biologist and physiologist. He lived with his wife Anna Levinson in Starnberg and has worked at the Max Planck Institute for Behavioral Physiology since 1971, and at the Max Planck Institute for Ornithology since 2004, in Seewiesen and Erling (Upper Bavaria, Germany).", "31701960": "Frans Alfons Ignace Maria Janssens (Sint-Niklaas 23 July 1863 – Wichelen, 8 October 1924)[1] was Catholic priest and the discoverer of crossing-over of genes during meiosis, which he called \"chiasmatypie\". His work was continued by the Nobel Prize winner Thomas Hunt Morgan to develop the theory of genetic linkage.", "48348104": "Andreas Xanthos is a Greek medical doctor and politician, and Member of the Hellenic Parliament for Rethymno on Crete for Syriza. From 2015 to 2019 he served as the Minister of Health in the Second Tsipras Cabinet. He previously served as an Alternate Minister of Health in the First Tsipras Cabinet and is a member of the Central Committee of Syriza.", "71449546": "Fabian Hubertus Leendertz (born 11 November 1972 in Krefeld) is a German biologist, veterinarian, and expert on zoonosis, specialising his research on primates, studying leprosy and anthrax in chimpanzees since 2014.", "50543566": "Mary Lou Guerinot is an American molecular geneticist who works as Ronald and Deborah Harris Professor in the Sciences at Dartmouth College. Her research concerns the cellular uptake and regulation of metal ions.[1]", "51493843": "Adrian Liston is an Australian immunologist and Professor of Pathology at the University of Cambridge in Cambridge. He is also Professorial Fellow and Director of Studies at St Catharine's College and Editor-in-Chief of Immunology & Cell Biology. He was previously senior group leader at the Babraham Institute, professor at the KU Leuven (Leuven, Belgium) and head of the VIB Translational Immunology Laboratory.", "34159576": "Norman Ralph Davidson (April 5, 1916 – February 14, 2002) was an American molecular biologist notable for advancing genome research, member of the National Academy of Sciences,  received a National Medal of Science from U.S. President Bill Clinton, was a professor at Caltech.[1][2][3][4] The New York Times called Davidson \"major figure in advancing genome research ... whose groundbreaking work in molecular biology led to the earliest understanding of the overall structure of genomes\".[1]\nThe Los Angeles Times called him \"a groundbreaking Caltech chemical biologist\".[5]\nPresident Bill Clinton  cited the scientist for \"breakthroughs in chemistry and biology which have led to the earliest understanding of the overall structure of genomes\".[5]", "71154655": "John William Fisher \"Bill\" Costerton FRSC (July 21, 1934, Vernon, British Columbia – May 12, 2012, Kamloops, British Columbia) was a Canadian microbiologist and the main pioneer of the paradigm of microbial life as a community of microorganisms attached to hydrated surfaces by means of biofilms. He is sometimes referred to as the \"Father of Biofilms\" or the \"King of Slime\".[1]", "36158433": "Centre for DNA Fingerprinting and Diagnostics", "68631525": "Hope Elizabeth Hopps (June 15, 1926 – November 7, 1988) was an American microbiologist and immunologist who retired from the US Food and Drug Administration having served as assistant director of the Bureau of Biologics. She published 89 articles in scientific journals and books, and was awarded two patents related to vaccine development.", "59423724": "Marion Anstis is an Australian herpetologist. Her work focuses on frogs and Tadpoles found in Australia.", "2014195": "Christopher Michael Bate, FRS (born 21 December 1943)[1] is an Emeritus Professor of developmental biology at the Department of Zoology and fellow at King's College, Cambridge.[2][3][4]", "49495040": "Barbara Kathryn Burgess (December 31, 1950 – December 30, 2001) was an American biologist known for her work in the fields of metallobiochemistry and nitrogen fixation. She was a professor of Molecular Biology and Biochemistry at University of California, Irvine.[1]", "36682752": "Gregor William Yeates, publishing as GW Yeates (19 May 1944 – 6 August 2012),[1][2] was a New Zealand soil zoologist and ecologist. He was \"considered the world's leading authority in soil nematode ecology, a subject of economic and ecological importance.\"[3]", "28851213": "Paul Schultz Martin (born in Allentown, Pennsylvania in 1928, died in Tucson, Arizona September 13, 2010)[1][2] was an American geoscientist at the University of Arizona who developed the theory that the Pleistocene extinction of large mammals worldwide was caused by overhunting by humans.[3] Martin's work bridged the fields of ecology, anthropology, geosciences, and paleontology.[4]", "32947214": "Ralph Neville Hermon Bulmer (3 April 1928 – 18 July 1988) was a twentieth-century ethnobiologist who worked in Papua New Guinea, particularly with the Kalam people. From 1974 he made a radical shift by changing the role of his Kalam informants and collaborators, allowing them to shape the purpose of ethnography and to make them authors rather than consultants. Bulmer's tree frog (Ranoidea bulmeri) is named after him.", "73382926": "Lisa Y. Stein is an American biologist who is a professor at the University of Alberta. Her research considers the microbiology of climate change. She was awarded the 2022 University of Alberta Killam Award for Excellence in Mentoring.", "63421454": "Ten Feizi FMedSci FRS (born in 1937[1]) is a Turkish Cypriot/British molecular biologist who is Professor and Director of the Glycosciences Laboratory at Imperial College London. Her research considers the structure and function of glycans. She was awarded the Society for Glycobiology Rosalind Kornfeld award in 2014. She was also awarded the Fellowship of the Academy of Medical Sciences in 2021.", "24951833": "María Alejandra Bravo de la Parra (born 29 April 1961) is a Mexican biochemist who was laureated with the 2010 L'Oréal-UNESCO Award for Women in Science – Latin America for her work on a bacterial toxin that acts as a powerful insecticide.[1] Bravo has co-authored multiple papers with her husband Mario Soberon.[2][3]", "58997792": "Ernst Wolfgang Caspari (October 24, 1909 – August 11, 1988)[1] was a German-American geneticist known for his research on behavioral and developmental genetics.[2][3]", "24460323": "Mark D. Shriver is an American population geneticist. He leads genetic research at the Pennsylvania State University.[1]", "42744885": "Hélène Sparrow (5 June 1891 – 13 November 1970), was a Polish medical doctor and bacteriologist. She is best known for her work on the control of many epidemics including: typhoid fever, cholera, dysentery, and smallpox.[1] Throughout the 1920s, Sparrow worked with the Polish Armed Forces at the State Institute of Hygiene in Warsaw. While at the State Institute of Hygiene, she worked vigilantly to produce the first vaccine against typhus and ran several large-scale vaccination campaigns to control the spread of diphtheria and scarlet fever all along the eastern frontiers of Poland.[1] In 1933, Sparrow began to study flea-borne and louse-borne rickettsia diseases in Tunis, where she became the head of her own department at the Pasteur Institute. In her later years, she expanded her studies to include Mexico and Guatemala. While in Mexico and Guatemala, Sparrow developed a protective vaccine against typhus.[1] She contributed a great amount of research to the World Health Organization on relapsing fever specifically in Ethiopia.[1]", "28130387": "Susan R. Barry is a Professor Emeritus of Biological Sciences and Professor Emeritus of Neuroscience and Behavior at Mount Holyoke College and the author of two books, Fixing My Gaze: A Scientist's Journey into Seeing in Three Dimensions and Coming to Our Senses: A Boy Who Learned to See, A Girl Who Learned to Hear, and How We All Discover the World.[1][2]  Barry was dubbed Stereo Sue by neurologist and author Oliver Sacks in a 2006 New Yorker article with that name.[3]  Barry's first book greatly expands on Sacks' article and discusses the experience of gaining stereovision through optometric vision therapy, after a lifetime of being stereoblind. It challenges the conventional wisdom that the brain is wired for perceptual skills during a critical period in early childhood and provides evidence instead for neuronal plasticity throughout life.[4] Barry's achievement of stereo vision, with the help of a developmental optometrist Theresa Ruggiero, was reported in a BBC Imagine documentary broadcast on June 28, 2011.[5]", "64306262": "Robert J. Schmitz is an American plant biologist and epigenomicist at the University of Georgia where he studies the generation and phenotypic consequences of plant epialleles as well as developing new techniques to identify and study cis-regulatory sequences. He is an associate professor in the department of genetics and the UGA Foundation Endowed Pant Sciences Professor.[1]", "14400600": "Philippa \"Pippa\" Marrack, FRS (born 28 June 1945) is an English immunologist and academic, based in the United States, best known for her research and discoveries pertaining to T cells. Marrack is the Ida and Cecil Green Professor and chair of the Department of Biomedical Research at National Jewish Health and a distinguished professor of immunology and microbiology at the University of Colorado Denver.[1]", "71646298": "Constance E. Brinckerhoff is an American microbiologist and an emeritus professor of medicine at the Geisel School of Medicine.", "61127771": "Archibald Wilmotte Leslie Bray (1883–1942)  was an English-American educator. Bray served as a founder and head of Department of Biology at Rensselaer Polytechnic Institute (RPI), between 1925 and his death in 1942.[1]  Bray is credited by Nobel laureate Harold Ulrey as being an inspiration for him in switching from psychology to the natural sciences. A popular teacher at several universities including University of Montana, Harvard and Rensselaer, a prominent freshman dormitory at RPI is named in his honor.", "64371804": "Stephen Kresovich (born 1952) is a plant geneticist and the Coker Endowed Chair of Genetics in the Department of Plant and Environmental Sciences at Clemson University[3] and professor in the School of Integrative Plant Science in the College of Agriculture and Life Sciences at Cornell University. Since 2019 he has served as director of the Feed the Future Innovation Lab for Crop Improvement.", "13974628": "Walter Alves Neves (Três Pontas, October 17, 1957)[1][2] is a Brazilian biologist, archeologist, anthropologist and a retired professor from the Department of Genetics and Evolutionary Biology of the Institute of Biosciences at the University of São Paulo [pt]. He was responsible for the study of Luzia, the oldest human skeleton on the American continent that was discovered by French archaeologist Laming-Emperaire during the 1970s, and the oldest rock inscription on the American continent, phallocentric.[3]", "2145392": "Torbjörn Oskar Caspersson (15 October 1910 – 7 December 1997) was a Swedish cytologist and geneticist.  He was born in Motala and attended the University of Stockholm, where he studied medicine and biophysics.", "61750393": "Ganesh Bagler is known for his research [1][2][3][4][5][6][7][8][9][10] in computational gastronomy, an emerging data science of food, flavors and health.[11][12][13] By blending food with data and computation he has helped establish the foundations of this niche area.[11][12][9][7] Starting with the investigation of food pairing in the Indian cuisine,[14][15][16][17][18][19][20] his lab has contributed to computational gastronomy with studies on culinary fingerprints of world cuisines,[4] culinary evolution,[21][22] benevolent health impacts of spices,[23] and taste prediction algorithms.[3]", "59817087": "Edward David Penny CNZM[3] FRSNZ[4] (born 1939 in Taumarunui) is a theoretical and evolutionary biologist from New Zealand. He has researched the nature of evolutionary transformations, and is widely published in the fields of phylogenetic tree, genetics and evolutionary biology. Penny's contributions to science have been recognised with several awards and honours, and acceptance into the National Academy of Sciences.", "67353728": "José Francisco Ballesta Germán (born 19 July 1958) is a Spanish medical professor and politician. A full professor at the University of Murcia since 1992, he served as the university's president from 1998 to 2006. As a People's Party politician, he was the mayor of Murcia (2015–2021; 2023–) and a minister in the Government of the Region of Murcia (2007–2014).", "6077574": "Göte Wilhelm Turesson (6 April 1892 – 30 December 1970) was a Swedish evolutionary botanist who made significant contributions to ecological genetics, and coined the terms ecotype and agamospecies. He conducted extensive work to demonstrate that there is a genetic basis to the differentiation of plant populations.  This work stood in sharp contrast to most researchers at the time, who believed that the differentiation of plant populations was due to phenotypic plasticity.  Further, Turesson came to the conclusion that differentiation of plant populations was largely driven by natural selection.  His work on locally adapted plant populations led him to coin the term \"ecotype\" in 1922.", "35273871": "Allan L. Goldstein is emeritus professor in the Department of Biochemistry and Molecular Medicine[1] at the George Washington University School of Medicine.  He chaired the department from 1978 until March 2009 and was awarded emeritus status in 2013. He is an authority on the thymus gland and the workings of the immune system, and co-discoverer (with Abraham White) of the thymosins, a family of hormone-like peptides isolated from the thymus gland.[2]", "2440341": "A.B. University of Washington 1910 \nM.A. University of Washington 1914 \nM.S. Cornell University 1920", "43269290": "Helen Elisabeth Heslop is a physician-scientist from New Zealand whose clinical interests are in hematopoietic stem cell transplants. Heslop’s research focuses on immunotherapy to treat viral infections, post transplant and hematologic malignancies.[1] She is a professor in the Department of Medicine and Pediatrics at Baylor College of Medicine and the director of the Center for Cell and Gene Therapy at Baylor College of Medicine, Texas Children’s Hospital and Houston Methodist Hospital.[2] She is also the Dan L. Duncan Chair and the associate director of clinical research at the Dan L. Duncan Cancer Center.", "55164077": "Jean-Louis Mandel, born in Strasbourg on February 12, 1946, is a French medical doctor and geneticist, and heads a research team at the Institute of Genetics and Molecular and Cellular Biology (IGBMC). He has been in charge of the genetic diagnosis laboratory at the University Hospitals of Strasbourg since 1992, as well as a professor at the Collège de France (Chair of Human Genetics) since 2003.", "65354932": "Jared C. Roach is an American biologist who invented the pairwise end sequencing strategy while a graduate student at the University of Washington.[1][2][3][4]", "66501822": "John Ring La Montagne (January 1, 1943 – November 2, 2004) was a Mexican-American biomedical scientist who served as the deputy director of the National Institute of Allergy and Infectious Diseases from 1998 to 2004. He specialized in viral vaccines, HIV/AIDS research, and oversaw NIH's biodefense research after the September 11 attacks.", "39402690": "Rita Miljo (née Neumann; 18 February 1931 – 27 July 2012) was a South African conservationist and animal rights pioneer noted for founding and managing the \"Centre for Animal Rehabilitation and Education\" (CARE) near Phalaborwa in South Africa. Born in East Prussia shortly before World War II began, she had dreams from an early age of becoming a veterinarian. When the war broke out, she became involved in the girls' wing of the Hitler Youth, but quit when her father no longer supported the Nazis. After a brief stint studying psychology in university, she worked in a factory and then at the Hagenbeck Zoo.", "20790476": "GlaxoWellcome", "1129679": "Ferdinand Julius Cohn (24 January 1828 – 25 June 1898) was a German-Polish biologist. He is one of the founders of modern bacteriology and microbiology.", "5651665": "Akira Endo (遠藤 章, Endō Akira, born 14 November 1933) is a Japanese biochemist whose research into the relationship between fungi and cholesterol biosynthesis led to the development of statin drugs, which are some of the best-selling pharmaceuticals in history.", "67550418": "Laurinda A. Jaffe (born January 9, 1952) is an American biologist who is a Professor and chair at the University of Connecticut. Her research considers the physiological mechanisms that regulate oocyte cell and fertilisation. She was elected to the National Academy of Sciences in 2021.", "46349526": "Amita Sehgal is a molecular biologist and chronobiologist in the Department of Neuroscience at the Perelman School of Medicine at the University of Pennsylvania.[1] Sehgal was involved in the discovery of Drosophila TIM and many other important components of the Drosophila clock mechanism.[2] Sehgal also played a pivotal role in the development of Drosophila as a model for the study of sleep.[3][4] Her research continues to be focused on understanding the genetic basis of sleep  and also how circadian systems relate to other aspects of physiology.[5]", "59096281": "Daniel E. Wonderly (April 21, 1922 – December 3, 2004) was an American biologist and old-earth creationist who taught at Grace College, where he helped to establish the biology department.[1][2]", "48348391": "Irene Bernasconi (29 September 1896 – 7 July 1989) was an Argentine marine biologist specializing in echinoderm research and best known for her work in the Antarctic.[2] She was the first echinoderm specialist in Argentina and spent 55 years conducting research into echinoderms found in the Argentine Sea. Her main focus was sea stars; however, she also conducted research into brittle stars and sea urchins.[1]", "54541552": "Dr. Cristina Sánchez is a Spanish molecular biologist.", "60210421": "Helena Bonciani Nader (born November 5, 1947) is a Brazilian biomedical scientist based at the Federal University of São Paulo. She served as president of the Brazilian Society for the Advancement of Science from 2011 to 2017. She works in glycobiology, specialising in the characterisation of proteoglycans. She is a member of The World Academy of Sciences.", "66862326": "Kwasi Obiri-Danso is a Ghanaian biological scientist and academic who served as 10th Vice Chancellor of Kwame Nkrumah University of Scicence and Technology.[1][2][3][4]", "62405879": "Maya Khazhetdinkyzy Shigaeva (Kazakh: Maııa Hajetdınkyzy Shyǵaeva, November 21, 1927, Astrakhan, the RSFSR, the USSR - February 20, 2017, Alma-Ata, Kazakhstan) - Soviet and Kazakhstan scientist, microbiologist, Doctor of Biological Sciences (1970) professor (1977), academician of the National Academy of Sciences of the Republic of Kazakhstan (2003). Honored Scientist of the Kazakh SSR (1977).", "26524920": "António Rodrigo Pinto da Silva (Porto, 13 March 1912 – Lisbon, 28 September 1992), often referred to as A.R. Pinto da Silva or P. Silva, was a Portuguese botanist who distinguished himself as a taxonomist and phytosociologist when he collaborated with Swiss botanist Josias Braun-Blanquet and also with Pierre Dansereau.", "26197246": "Enric Sala (born November 26, 1968, Girona) is a former university professor who saw himself writing the obituary of ocean life, and quit academia to become a full-time conservationist as a National Geographic Explorer-in-Residence. Sala’s present goals are to help protect critical marine ecosystems worldwide, and to develop new business models for marine conservation. He also produces documentary films and other media to raise awareness about the importance of a healthy environment, and to inspire country leaders to protect more of the natural world.", "10829058": "Ananda Mohan Chakrabarty (Bengali: আনন্দমোহন চক্রবর্তী Ānandamōhan Cakrabartī), PhD (4 April 1938 – 10 Jul 2020) was an Indian American microbiologist, scientist, and researcher, most notable for his work in directed evolution and his role in developing a genetically engineered organism using plasmid transfer while working at GE, the patent for which[3] led to landmark Supreme Court case, Diamond v. Chakrabarty.", "23772425": "V. Ishwaraiah MBBS, MRCP, FRFPS (1898–1983) was an eminent professor of Pharmacology in India.", "52706581": "Nancy Alonso (Havana, 1949 – 3 April 2018) was a Cuban biologist, university professor, and writer. She is an Alba de Céspedes Female Narrative Prize laureate and received an honorable mention in the David Short Story Prize. Among her notable books are Tirar la Primera Piedra (1997), Cerrado por reparación (2002) and Desencuentro (2009).", "68369686": "Susan Denise Healy FRSE professor of biology at the University of St. Andrews, specialist in cognitive evolution and behavioural studies of birds (storing food, nesting, foraging) and understanding the neurological basis of this. She was elected as a Fellow of the Royal Society of Edinburgh in 2021.[1]", "17743136": "Prof. Otto Soemarwoto (19 February 1926 – 1 April 2008[1]) was an Indonesian botanist and professor of plant physiology at Padjadjaran University[2] and was director of the National Biology Institute from 1964 to 1972;[3] he also served as director of the Institute of Ecology from 1972 until 1991.  His work in the latter role has been cited as a primary influence on the resettlement strategy during Indonesia's Saguling Dam project.[4]", "58211621": "Datin Paduka Dato' Aini Ideris is a Malaysian academic and veterinarian. She served as the 8th Vice-Chancellor of UPM from 1 January 2016 until 31 August 2020. Her research interests include  disease control and productions of vaccines for poultry.[2][3][4]", "59784486": "Marie-Paule Kieny is a French virologist, vaccinologist, public health expert and science writer. She is currently director of research at INSERM and chief of the board at DNDi.", "44743981": "Heidi Wunderli-Allenspach (born 1 January 1947) is a Swiss biologist and was the first female director of ETH Zürich.[1]", "1785134": "Ephraim Saul \"Andy\" Anderson, CBE, FRS (28 October 1911 – 14 March 2006) was a British bacteriologist, best known for his work highlighting the human health dangers of drug-resistant bacteria created by antibiotics, in particular by low-dose antibiotic use in animal feeding. Anderson was born of Estonian-Jewish immigrants in a working-class area of Newcastle upon Tyne, and educated at Rutherford College before winning a scholarship to attend Durham University's Medical School.[1] He  served in the Royal Army Medical Corps during the Second World War. Anderson won worldwide recognition for his work on the plasmids that render the bacteria responsible for typhoid fever and bacterial food poisoning insensitive to antibiotics. Anderson was director of the Enteric Reference Laboratory of the Public Health Laboratory Service, between 1954 and 1978. He was made a fellow of the Royal Society in 1968 and appointed a CBE in 1976.[2]", "2899256": "Cornelius Varley, FRSA (21 November 1781 – 2 October 1873) was a British water-colour painter and optical instrument-maker. He invented the graphic telescope and the graphic microscope.", "70466879": "Nathalie Le Bot is a French biologist and the chief life sciences editor of Nature Communications.", "54312257": "John Rodney Guest, FRS (born 27 December 1935) is a British molecular microbiologist.[1]", "3390787": "Fotis Constantine Kafatos (Greek: Φώτης Κ. Καφάτος; 16 April 1940 – 18 November 2017) was a Greek biologist.[5][6][7][8][9][10] Between 2007-2010 he was the founding president of the European Research Council (ERC).[11][12]  He chaired the ERC Scientific Council from 2006-2010. Thereafter, he was appointed Honorary President of the ERC.[13][14]", "62471494": "Nicole Boury-Esnault is a retired French researcher of sponges, formerly at Centre d'Océanologie de Marseille, Aix-Marseille University.", "47365448": "Dario Simões Zamboni (born 29 December 1975 in Jaboticabal) is a Brazilian biologist whose research concerns microbial pathogenesis, innate immunity, and infectious diseases. Currently, he is a professor at the University of São Paulo.[1][2]", "66633046": "Lotte Søgaard-Andersen (born March 14, 1959) is a Danish microbiologist and molecular geneticist who researches cell signaling and regulation of the cell cycle. She works at the Max Planck Institute for Terrestrial Microbiology as director and is an elected member of the German National Academy of Sciences Leopoldina and American Academy of Microbiology.", "60472664": "Erika Hagelberg is a British Evolutionary geneticist and Professor of Biosciences at the University of Oslo. She works on ancient DNA and pioneered a means to extract DNA from bones. Her research has applications in evolutionary biology and forensic science.", "58735964": "Viola Vogel, also known as Viola Vogel-Scheidemann, (born 1959 in Tübingen, Germany) is a German biophysicist and bioengineer. She is a professor at ETH Zürich, where she is head of the Department of Health Sciences and Technology and leads the Applied Mechanobiology Laboratory.[1]", "70335846": "Enooyaq Sudlovenick (born c. 1992) is an Inuk Canadian marine biologist. She was a recipient of the 2021 Weston Family Awards in Northern Research for her research into the health of marine animals of the Arctic.", "55164268": "Jacques Pouysségur is a French engineer and researcher. He was born on November 10, 1943, in Toulouse, Haute-Garonne.", "60407154": "Chonnettia Jones is an American geneticist and developmental biologist. She has served as the executive director of Addgene since 2022. Jones was previously the vice president of research at the Michael Smith Foundation for Health Research and the director of Insight & Analysis at the Wellcome Trust.", "45497714": "Geraldine Pittman Woods (January 29, 1921 – December 27, 1999) was an American science administrator. She is known for her lifelong dedication to community service and for establishing programs that promote minorities in STEM fields, scientific research, and basic research.[1][2]", "81274": "Rachel Louise Carson (May 27, 1907 – April 14, 1964) was an American marine biologist, writer, and conservationist whose book Silent Spring (1962) and other writings are credited with advancing the global environmental movement.", "64077185": "Vishva Mitra Dixit (born c. 1956) is a physician of Indian origin who is the current Vice President of Discovery Research at Genentech.[1]", "25607553": "Tom \"Ted\" Stonier (29 April 1927 – 15 June 1999)[1] was a German biologist, philosopher, information theorist, educator and pacifist.\nHis scientific studies centered on information provide a plausible explanation to the evolutionist concepts of Pierre Teilhard de Chardin. He drafts the principle of the transformation of a primordial energetic soup (big bang) towards a pure informational state (Chardin's Omega Point). He places the current material world in this entropic, dynamical evolution of the energy-matter-information equilibrium.", "65289609": "Brad Balukjian (born October 16, 1980) is an American writer and science professor. He is best known for his memoir The Wax Pack: On the Open Road in Search of Baseball's Afterlife.", "64175513": "Earyn McGee is an American herpetologist and science communicator. She is an American Association for the Advancement of Science (AAAS) IF/THEN Ambassador and a 2020 AAAS Mass Media Science & Engineering Fellow. In response to the racism faced by Black birdwatcher Christian Cooper in the Central Park birdwatching incident, McGee co-organized Black Birders Week to celebrate Black birders.", "5619097": "Jay D. Keasling is a professor[ambiguous] of chemical engineering and bioengineering at the University of California, Berkeley.[2] He is also associate laboratory director for biosciences at the Lawrence Berkeley National Laboratory and chief executive officer of the Joint BioEnergy Institute.[3] He is considered one of the foremost authorities in synthetic biology, especially in the field of metabolic engineering.", "57032093": "Janusz Marek Bujnicki (Polish pronunciation: [ˈja.nuʂ ma.rɛk bujˈɲit͡s.ki]; born 1975[1]) is a Polish biologist specializing in molecular biology and bioinformatics, professor of biological sciences, head of the Laboratory of Bioinformatics and Protein Engineering at the International Institute of Molecular and Cell Biology in Warsaw[2]  and a research group at the Laboratory of Bioinformatics at the Institute of Molecular Biology and Biotechnology, Faculty of Biology, Adam Mickiewicz University in Poznań.[3]", "59948453": "Bonnie Jean Mathieson (May 10, 1945 – January 8, 2018) was an American biomedical scientist and pioneer in HIV vaccine research. Mathieson worked at the National Institutes of Health (NIH) for 43 years. She played a fundamental role in NIH HIV/AIDS research, vaccine programs, and scientific policy.", "6077869": "Simon Asher Levin (born April 22, 1941) is an American ecologist and the James S. McDonnell Distinguished University Professor in Ecology and Evolutionary Biology and the director of the Center for BioComplexity at Princeton University.[1][2] He specializes in using mathematical modeling and empirical studies in the understanding of macroscopic patterns of ecosystems and biological diversities.", "64961966": "Hilary Kiyo Finucane is an American computational biologist who is Co-Director of the Program in Medical and Population Genetics at the Broad Institute. Her group combines genetic data with molecular data to understand the origins and mechanisms of disease.", "58277293": "Dawn R. Bazely (born 30 August 1960) is a full professor in biology in the Faculty of Science,  and the former Director of the Institute for Research Innovation in Sustainability (2006-2011 and 2012–2014), at York University in Canada.[1][2] In 2015 she was awarded the title of University Professor for services to research, teaching, and the institution. Bazely has been a field biologist for forty years and her research specializes in plant-animal interactions in ecology.[3][4] She has also been recognized for her science communication.[5]", "47627695": "Thomas B. Turner (1902 – September 22, 2002) was an American microbiologist who worked as the dean of the Johns Hopkins School of Medicine from 1957 to 1968.[1]", "34586035": "Averil Margaret Lysaght (14 April 1905 – 21 August 1981) was a New Zealand biologist, science historian and artist, best known for her scholarly work on Joseph Banks.[1]", "45628855": "Harold Boyd Woodruff (July 22, 1917 – January 19, 2017) was an American soil microbiologist and a member of the National Academy of Sciences.[3]", "45661630": "Susan Gottesman is a microbiologist at the National Cancer Institute (NCI), which is part of the National Institutes of Health.[1] \nGottesman has been the editor of the Annual Review of Microbiology since 2008.[2]", "65387967": "Thomas Gillespie is an ecologist and epidemiologist recognized for his integrative approach to the conservation of biodiversity and mitigation of emerging infectious diseases. He is currently Professor and Chair of Environmental Sciences at Emory University.", "10403265": "Moritz Wagner (Bayreuth, 3 October 1813 – Munich, 31 May 1887) was a German explorer, collector, geographer and natural historian. Wagner devoted three years (1836–1839) to the exploration of Algiers:[1] it was here that he made important observations in natural history, which he later supplemented and developed: that geographical isolation could play a key role in speciation.", "61095365": "John Henry Salter (1862 – 5 August 1942) was an English naturalist and ornithologist. He was a professor of botany at the University College of Wales, Aberystwyth. Additionally, he published a book about the birds of Wales.[2]", "63716811": "Paul W. Sternberg is an American biologist. He does research for WormBase on C. elegans, a model organism.", "33111502": "David S. Goodsell, is an associate professor at the Scripps Research Institute[1] and research professor at Rutgers University, New Jersey[2] (joint appointment). He is especially known for his watercolor paintings of cell interiors.[3][4]", "5684707": "Professor Thomas Risley Odhiambo (February 4, 1931 – May 26, 2003) was a Kenyan entomologist and environmental activist who directed research and scientific development in Africa.", "60177902": "Lynn L. Silver is an American born scientist best known for her contributions to the field of antibacterial discovery and development.  With over 30 years of experience in the antibacterial discovery field and over 70 peer reviewed publications,[1] Silver provides insight and advice to the research community on global advisory panels,[2] international collaborations for addressing antibiotic resistance issues.  Silver has published several highly cited reviews in the field of antibacterial discovery.[3]", "6110706": "Robert Thomas \"Bob\" Francoeur Ph.D., A.C.S. (October 18, 1931 – October 15, 2012) was an American biologist and sexologist.[1]", "41008630": "Martin Charles Raff CBE FRS FMedSci MAE (born 15 January 1938)[4] is a Canadian/British biologist and researcher who is an Emeritus Professor at the MRC Laboratory for Molecular Cell Biology (LMCB) at University College London (UCL).[5][6][7] His research has been in immunology, cell biology, and developmental neurobiology.[8][9]", "70663671": "Jane Caroline Sowden is a British biologist who is Professor of Developmental Biology and Genetics at the Great Ormond Street Hospital for Children NHS Foundation Trust.[2][3] Her research investigates eye formation and repair by developing a better understanding the genetic pathways that regulate eye development.", "3882498": "James Ray Dixon (August 1, 1928, in Houston, Texas – January 10, 2015, in Bryan, Texas) was professor emeritus and curator emeritus of amphibians and reptiles at the Texas Cooperative Wildlife Collection at Texas A&M University.[1][2] He lived in El Campo, Texas, throughout most of his childhood. He published prolifically on the subject of herpetology in his distinguished career, authoring and co-authoring several books, book chapters, and numerous peer reviewed notes and articles, describing two new genera, and many new species, earning him a reputation as one of the most prominent herpetologists of his generation. His main research focus was morphology based systematics of amphibians and reptiles worldwide with emphasis on Texas, US, Mexico, Central America, and South America, although bibliographies, conservation, ecology, life history and zoogeography have all been the subjects of his extensive publications.", "61619716": "Catscratch is an American animated television series created by Doug TenNapel (also known for creating the Earthworm Jim series). It aired on Nickelodeon from July 9, 2005, to February 10, 2007.[1] It is a loose adaptation of TenNapel's comic book series, Gear, which in the series is also the name of the cats' monster truck. The series features music composed by longtime TenNapel collaborator, Terry Scott Taylor.", "26754568": "Lisa Curran is an American tropical forester, and Roger and Cynthia Lang Professor in Environment & Anthropology, at Stanford University.[1][2]", "48610825": "Lúcia Mendonça Previato (born 1949) is a Brazilian biologist. She was awarded the L'Oréal-UNESCO Awards for Women in Science in 2004 for her research into preventing Chagas disease.", "73645578": "Judith Lee Bronstein is an American ecologist and evolutionary biologist who researches mutualisms, or positive species interactions.[1] She has edited multiple books and volumes, including Mutualism, which was published by Oxford University Press in 2016.[2]", "33701387": "Alan Rayner (born 1950) is a British biologist and educator.", "51199504": "Mary Florence \"Molly\" Mare (10 July 1914 – 27 August 1997),[1] married name Spooner, was a British marine biologist who introduced the term meiobenthos in 1942.[2][3] She was also an internationally recognized expert on oil spills.[4]", "59227670": "Darlene Sze Shien Lim is a NASA geobiologist and exobiologist who prepares astronauts for scientific exploration of the Moon, Deep Space and Mars.[2] Her expertise involves Mars human analog missions, in which extreme landscapes like volcanoes and Arctic deserts serve as physical or operational substitutes for various planetary bodies.[3] She has become a leading public figure for Mars exploration, having presented her missions publicly at academic institutions and public events around the world. She has also discussed her work for various media groups such as NPR, The New York Times, and The Washington Post.[4][5][6]", "3620383": "Axel Kahn (French pronunciation: [aksɛl kan]; 5 September 1944 – 6 July 2021[1]) was a French scientist and geneticist. He was the brother of the journalist Jean-François Kahn and the chemist Olivier Kahn. He was a member of the French National Consultative Ethics Committee from 1992 to 2004 and worked in gene therapy. He first entered the INSERM with a specialization in biochemistry. He was named in 2002 as a counsellor for biosciences and biotechnologies matters by the European Commission. Head of French laboratories specialized in biomedical sciences between years 1984 and 2007, he was elected President of the Paris Descartes University in December 2007, as the sole candidate.", "52018729": "Umesh Varshney (born 1957) is an Indian molecular biologist, academician and the head of a laboratory at the Indian Institute of Science, Bengaluru.[1] He is a J. C. Bose National Fellow of the Department of Science and Technology and is known for his studies on protein synthesis and DNA repair in Escherichia coli and Mycobacterium tuberculosis.[2] An elected fellow of the Indian Academy of Sciences,[3] Indian National Science Academy and the National Academy of Sciences (India), he is also a recipient of the National Bioscience Award for Career Development of the Government of India.[4] The Council of Scientific and Industrial Research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards, in 2001, and then in 2014 with the G. N. Ramachandran Gold Medal for Excellence in Biological Sciences & Technology for his contributions to biological sciences.[5]", "42778160": "Vladimir Kapitonov is a Russian-American biologist and geneticist.", "55361072": "Elly Margaret Tanaka (born 1965) is a biochemist and senior scientist at the Research Institute of Molecular Pathology (IMP) in Vienna, Austria. Tanaka studies the molecular cell biology of limb and spinal cord regeneration as well as the evolution of regeneration.", "50806325": "Irene R. Schloss is an Antarctic researcher, best known for her work on plankton biology. She is a researcher at the Argentine Antarctic Institute and was a  correspondent researcher of the National Scientific and Technical Research Council of Argentina[1] until July 2017. She became an independent researcher since August 2017[2] and an associate professor at the University of Quebec.", "61980214": "Alash'le Grace Abimiku is a Nigerian executive director of the International Research Centre of Excellence at the Institute of Human Virology Nigeria and a professor of virology at the University of Maryland School of Medicine who takes interest in the prevention and treatment of HIV.[1]", "65453624": "Yishi Jin is a Chinese-American neurobiologist who is a professor at the Howard Hughes Medical Institute. She is interested in neural development and regeneration in nematode Caenorhabditis elegans. Jin is a Fellow of the American Association for the Advancement of Science, American Academy of Arts and Sciences and American Society for Cell Biology.", "28065342": "Alexandra Bryant Hubbard Morton (born 13 July 1957) is an American and Canadian marine biologist best known for her 30-year study of wild killer whales in the Broughton Archipelago in British Columbia. Since the 1990s, her work has shifted toward the study of the impact of salmon farming on Canadian wild salmon.", "35995199": "Richard \"Dick\" Gordon (born November 6, 1943) is an American theoretical biologist. He was born in Brooklyn, New York, the eldest son of Jack Gordon, a salesman and American handball champion,[1] and artist Diana Gordon. He is married to retired scientist Natalie K Björklund with whom he co-wrote his second book and several academic publications. He has three sons, Leland, Bryson and Chason Gordon and three stepchildren Justin, Alan and Lana Hunstad. Gordon was a professor at the University of Manitoba in Winnipeg, Manitoba from 1978 to 2011. He is retired and currently volunteers as a scientist for the Gulf Specimen Marine Laboratory in Panacea, Florida where he winters, and he holds an adjunct position in the Department of Obstetrics & Gynecology, Wayne State University. Gordon lives in Alonsa, Manitoba, Canada.", "59784768": "Joan Bray Rose (born March 5, 1954) is an American microbiologist.", "62406209": "Henri Décamps, born on 18 December 1935 in Paris, is a French biologist specialising in the ecology of rivers and river landscapes. He has been a member of the French Academy of sciences since 2008 (correspondant in 1993),[1] of the Académie d'agriculture de France since 2004[2] (correspondant in 1998) and a member of Academia Europaea since 2009.", "15941": "Jean-Jacques Rousseau (UK: /ˈruːsoʊ/, US: /ruːˈsoʊ/[1][2] French: [ʒɑ̃ ʒak ʁuso]; 28 June 1712 – 2 July 1778) was a Genevan philosopher (philosophe), writer, and composer. His political philosophy influenced the progress of the Age of Enlightenment throughout Europe, as well as aspects of the French Revolution and the development of modern political, economic, and educational thought.[3]", "60472907": "Karissa Y. Sanbonmatsu is an American structural biologist at Los Alamos National Laboratory. She works on the mechanism of non-coding RNA complexes including the ribosome, riboswitches, long non-coding RNAs, as well as chromatin. She was the first to perform an atomistic simulation of the ribosome, determine the secondary structure of an intact lncRNA and to publish a one billion atom simulation of a biomolecular complex.[1]", "38714961": "Raffaele Molin (27 October 1825 – 29 June 1887) was an Italian scientist with successful career as physician, zoologist, geologist. He is most revered for his works in ichthyology and parasitology. He is immortalised as the authority of a number of parasitic worms.", "7814738": "Paul Daniel Schedl (born November 7, 1947, in Iowa City, Iowa) is a Professor of Molecular Biology at Princeton University.", "31080019": "Peter Palese is a United States microbiologist, researcher, inventor and the Horace W. Goldsmith Professor in the Department of Microbiology at the Icahn School of Medicine at Mount Sinai in New York City,[1] and an expert in the field of RNA viruses.[2]", "15965": "James Hutton FRSE ( /ˈhʌtən/; 3 June O.S.[citation needed] 1726 – 26 March 1797) was a Scottish geologist, agriculturalist, chemical manufacturer, naturalist and physician.[1] Often referred to as the \"Father of Modern Geology,\"[2][3] he played a key role in establishing geology as a modern science.", "64208480": "Colette Marie St. Mary is a professor and associate chair of the biology department at the University of Florida. Her research focuses include behavioral and evolutionary ecology, speciation, sexual selection, and evolutionary aspects of cancer. Working mainly with fish model organisms, St. Mary is also interested in marine fisheries management and reproduction and evolution in hatchery settings. St. Mary received her Bachelor's degree in Biology from Harvard Radcliffe College before earning her Ph.D from University of California, Santa Barbara in 1994. She is the first African-American woman to ever receive a Ph.D. in evolutionary biology in the United States.[1] Her thesis was on the determinant of sex allocation patterns and maintenance of simultaneous hermaphroditism in the blue banded goby and zebra goby.[2]", "61259361": "Angela Brooks is an Assistant Professor of Biomolecular Engineering at University of California, Santa Cruz. She is a member of the Genomics Institute.", "60407398": "James \"Jim\" William Truman is an American chronobiologist known for his seminal research on circadian rhythms in silkmoth (Saturniidae) eclosion, particularly the restoration of rhythm and phase following brain transplantation. He is a professor emeritus at the University of Washington and a former senior fellow at Howard Hughes Medical Institution Janelia Research Campus.[1]", "51002986": "Hilary Patricia Blumberg is a medical doctor and the inaugural John and Hope Furth Professor of Psychiatry at the Yale School of Medicine.[1]  She is also a professor of Radiology and Biomedical Imaging, and works in the Child Study Center at Yale where she has been a faculty member since 1998.  She attended Harvard University as an undergraduate, and completed medical school at Cornell University Medical College (1990).  She completed her medical internship and psychiatry residency at Cornell University Medical College/New York Hospital, and her neuroimaging fellowship training at Cornell University, Weill Medical College.  She has received the 2006 National Alliance for Research in Schizophrenia and Depression (NARSAD) and the Gerald L. Klerman Award for Clinical Research.[2] Blumberg has authored a number of scientific articles that focus on bipolar disorder, neuroimaging, and effects of specific genetic variations, developmental trajectories and structure-function relationships.", "1916527": "Olivia P. Judson (born 1970) is a British evolutionary biologist and science writer. She is a former journalist for The Economist, a former online columnist for The New York Times and has published in a number of other publications, including National Geographic, The Atlantic and the Financial Times. Judson was a fellow of the Berlin Institute for Advanced Study in 2010–2011,[2] and a Guggenheim fellow in 2020.[3]", "54771319": "Wyndham Willoughby Lathem (born August 10, 1974) is an American microbiologist and convicted murderer. He is a former associate professor at Feinberg School of Medicine at Northwestern University, a specialist in pathogenic bacteria.", "13811323": "Divisions", "21282431": "Michael Alan Rice, (born March 4, 1955) is an American professor of fisheries and aquaculture at the University of Rhode Island and former state representative from South Kingstown, Rhode Island.  A Democrat, he served in the Rhode Island House of Representatives, representing the 35th district, encompassing the village of Kingston and West Kingston, and parts of the neighborhoods of Tuckertown, Wakefield and Peace Dale. Rice was first elected on November 4, 2008, and served from January 3, 2009, to January 3, 2011.", "59784832": "Kairbaan Hodivala-Dilke, FMedSci is an English cell biologist  who has made significant contributions to the understanding of the cellular and molecular biology of the tumour microenvironment and in particular   angiogenesis.[1] She is Professor of Angiogenesis and the Tumour Microenvironment and Deputy Institute Director of Barts Cancer Institute, Queen Mary University of London.[2] In 2015 she was awarded the Hooke medal from the British Society for Cell Biology and EMBO membership.[3][4]", "47529602": "Mathilde Margarethe Lange (April[a] 14, 1888 - June 1972)[1][2] was an American biologist known for her research in experimental embryology. She was born in New York City and her father was a physician and surgeon. She attended the University of Zurich and earned her Ph.D. in 1920. She was employed by the United States Department of Agriculture for the first year following her Ph.D. as a researcher. Lange then moved to Wheaton College, Massachusetts as a professor of zoology, where she remained until her retirement in 1950. Her professional memberships included the New York Academy of Growth and the Genetic Association.[3]", "42417797": "Redcliffe Nathan Salaman (12 September 1874 – 12 June 1955) was a British physician, biologist who pioneered the breeding of blight-free potatoes, Jewish nationalist, race scientist and key figure in the Anglo-Jewish community in the 20th century.[2][3] His groundbreaking 1949 book The History and Social Influence of the Potato established the history of nutrients as a new literary genre.[4]", "3030666": "Cushman Laboratory for Foraminiferal Research\nHarvard University", "52182666": "Luiz Alves Rocha is the Curator and Follett Chair of Ichthyology at the California Academy of Sciences.[1] He is also an adjunct professor at the University of California Santa Cruz[2] and San Francisco State University.[3]", "26787467": "George Frederick Oster NAS (April 20, 1940 – April 15, 2018)[1] was an American mathematical biologist, and Professor of Cell and Developmental Biology at University of California, Berkeley.[2][3][4] He made seminal contributions to several varied fields including chaos theory, population dynamics, membrane dynamics and molecular motors.[5] He was a 1985 MacArthur Fellow.", "48479885": "Parasu Ram Mishra (died 2001) was an Indian soil conservationist and environmentalist, credited with efforts for the transformation of Sukhomajri, a small village in Chandigarh in the valley of Shivalik Hills.[1] He was the head of the Central Soil and Water Conservation Research and Training Institute (CSWCRTI) at its Chandigarh centre.[2] He was a recipient of the fourth highest Indian civilian honour of the Padma Shri.[3]", "8502947": "James Douglas Jamieson (January 22, 1934 – October 22, 2018) was an American cell biologist and professor at the Yale School of Medicine.  His early research in cell biology of pancreatic acinar cells in the lab of George Palade established the function of the Golgi apparatus in secretory protein trafficking.[1]", "51789475": "V. Nagaraja (born 16 May 1954) is a Professor, Department of Microbiology and Cell Biology, Indian Institute of Science, Bengaluru. He had received his B.Sc. and M.Sc. degrees in the year 1973 and 1975 from the Bangalore University. He completed his Ph.D. in 1981 from Department of Microbiology and Cell Biology at IISc and the work on mycobacteriophage I3 and role of DNA gyrase in mycobacteria set the stage for his later work when he joined the Institute as an assistant professor in 1989. After his PhD in 1981, he was a research associate at Biozentrum, University of Basel, Switzerland (1981–85) and at Department of Biology, University of Rochester, USA(1985–89). He joined in 1989 as an assistant professor, in Centre for Genetic Engineering, IISc and was involved in setting up of the department. He became an associate professor in 1995 at Department of Microbiology and Cell Biology, IISc, Professor in 2000 and served as professor and chairman of the department (2008–2013).[1]\nHe has been appointed president of Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR) by the Cabinet Committee on Appointments with effect from 14 October 2015.[2]", "27901610": "Ling Meng is a Chinese plant biologist in the Department of Plant and Microbial Biology at the University of California, Berkeley. She is currently a Postdoctoral Fellow at Lawrence Berkeley National Laboratory. She is best known for discovering a novel form of cellular communication in plants.[1]\nThioredoxin, while known to play an important role in biological processes such as cellular redox, is not fully understood in function. Meng's work at Berkeley has suggested that thioredoxin h9 is associated with the plasma membrane and is capable of moving from cell to cell through two important protein post-translation modifications: myristoylation and palmitoylation.[2] She is the first to connect thioredoxin with the plasma membrane.", "21446330": "Nick Milroy (born April 15, 1974) is an American fisheries biologist and Democratic politician from Superior, Wisconsin.  He was a member of the Wisconsin State Assembly for seven terms, representing the 73rd Assembly district from 2009 through 2023.", "59686594": "Victoria Haigh Cowling FRSE is an English biologist who received the Women in Cell Biology Early Career Medal from the British Society for Cell Biology in 2014.[1][2] Cowling is Professor of Biology, Lister Institute Fellow, MRC Senior Fellow and Deputy Head of The Centre for Gene Regulation and Expression at the University of Dundee.[3][4][5]", "3686083": "William Cumberland Cruikshank (1745 in Edinburgh – 27 June 1800) was a British physician and anatomist.  He was the author of The Anatomy of the Absorbing Vessels of the Human Body, which was first published in 1786.[1][2]", "70827719": "Kerstin Johannesson (born 1955) is a Swedish biologist.", "67813068": "Patricia Silveyra (born January 20, 1981) is an Argentine-American lung physiologist and professor of Environmental Health at Indiana University School of Public Health.[1] Her research interests include sex differences in innate immunity, lung disease, air pollution exposure effects, and mechanisms by which sex hormones control lung immunity.[2][3]", "59981518": "Hans Gustaf Boman (1924-2008) was a Swedish microbiologist with a special focus on innate immunity. Boman was born on 16 August 1924 in Engelbrekt Parish, Stockholm, Sweden, and died on 3 December 2008. Boman's pioneering research on insect immunity formed the basis for the Nobel Prize in Physiology or Medicine that was awarded to Jules Hoffman in 2011.[1]", "4931283": "Mortimer (Tim) Louis Anson (1901 – 16 October 1968) was the protein chemist who  proposed that protein folding was a \nreversible, two-state reaction. He was the founding \neditor of Advances in Protein Chemistry.", "59490010": "John Franklin Rawls is an American developmental biologist. He is an associate professor of molecular genetics and microbiology at Duke University and the director of the Duke Microbiome Center.", "22003443": "Monique Adolphe (23 July 1932, Paris[1] – 27 June 2022, Paris, France[2]) is a French scientist and researcher into the field of cell biology. She was one of the pioneers of cell culture in vitro and its applications in alternatives to animal testing. She is an Officier de la Légion d'honneur and has received several other important decorations and distinctions (see below).", "53853940": "Jizhong Zhou is an American biologist, currently George Lynn Cross Research Professor and Presidential Professor at University of Oklahoma and an Elected Fellow of the American Association for the Advancement of Science and American Academy of Microbiology.[1][2]", "67911422": "Cheryl Lyn Walker is an American molecular biologist.", "60997393": "Julie Elizabeth Gough is a Professor of Biomaterials and Tissue Engineering at The University of Manchester. She specializes on controlling cellular responses at the cell-biomaterial interface by engineering defined surfaces for mechanically sensitive connective tissues.", "36257554": "Steven Sol Skiena (born January 30, 1961) is a Computer Scientist and Distinguished Teaching Professor of Computer Science at Stony Brook University.[1]\nHe is also Director of AI Institute at Stony Brook.", "3555095": "Ilya Ivanovich Ivanov (Russian: Илья́ Ива́нович Ивано́в, August 1 [O.S. July 20] 1870 – March 20, 1932) was a Russian and Soviet biologist who specialized in the field of artificial insemination and the interspecific hybridization of animals. He is famous for his controversial attempts to create a human–ape hybrid by inseminating three female chimpanzees with human sperm.[1]", "53853978": "Maria Elena Bottazzi (born 1966 in Genoa) is an American[1] microbiologist, currently Associate Dean of the National School of Tropical Medicine at Baylor College of Medicine, as well as Distinguished Professor of Biology at Baylor University, Waco, Texas. She is editor-in-chief of Springer's Current Tropical Medicine Reports. She and Peter Hotez led the team that designed COVID-19 vaccine Corbevax.", "14860064": "Walther Kruse (September 8, 1864 - 1943) was a German bacteriologist who was a native of Berlin.", "56278819": "Laura Bridgewater is the Associate Academic Vice President for Faculty Development at Brigham Young University (BYU). Previously she was the associate dean in the College of Life Sciences at BYU. Her research focused on the way stress affects gut microbiota in mice and genes involved with osteoarthritis and BMP2.", "68337444": "Trond Amundsen (born 7 February 1957) is a Norwegian biologist, and a Professor of Biology at the Norwegian University of Science and Technology (NTNU). He specializes in ethology. He is a member of the Royal Norwegian Society of Sciences and Letters.[1] He has also been very active in disseminating knowledge about behavior, ecology and evolution to the general public, and in general public discourse on research, and in 2018 he was awarded NTNU's prize for research dissemination.[2]", "70565674": "Ellinor Catherine Cunningham van Someren OBE (née MacDonald; 4 December 1915 – 1 September 1998) was a Ugandan-born British medical entomologist. She specialised in mosquitoes, identifying at least thirty-three new species while employed by the Kenyan Health Service and partaking in scientific surveys in Kenya, Tanzania, and Somalia. In 1962, she was a consultant on yellow fever to the World Health Organization. Van Someren was appointed an Officer of the Order of the British Empire in the Queen's Birthday Honours in 1974 for diplomatic services in scientific research overseas.", "3063603": "Arthur John Cronquist (March 19, 1919 – March 22, 1992) was an American biologist, botanist and a specialist on Compositae. He is considered one of the most influential botanists of the 20th century, largely due to his formulation of the Cronquist system as well as being the primary co-author to the Flora of the Pacific Northwest, still the most up to date flora for three northwest U.S. States to date. Two plant genera in the aster family have been named in his honor. These are Cronquistia, a possible synonym of Carphochaete, and Cronquistianthus, which is sometimes included as a group within Eupatorium. The former was applied by R.M. King and the latter by him and Harold E. Robinson.", "61292347": "Lawrence Richard Heaney (born December 2, 1952, in Washington, DC ) is an American mammalogist, ecologist and biogeographer. His research focus is the mammals of the Philippines.", "64077632": "Xiang-Lei Yang (杨湘磊) is a Chinese-born American molecular biologist. She is a professor at The Scripps Research Institute, located in La Jolla, California.[1] Her work has contributed to the establishment of physiological importance of aminoacyl-tRNA synthetases beyond their classical role in supporting mRNA translation and their disordered processes that contribute to disease. She founded the Translation Machinery in Health and Disease Gordon Research Conference,[2] an ongoing biannual international conference since 2015. She helped co-found aTyr Pharma,[3] a Nasdaq-listed biotechnology company.", "7880534": "Rebecca Craighill Lancefield (January 5, 1895 – March 3, 1981)[1] was a prominent American microbiologist. She joined the Rockefeller Institute for Medical Research (now Rockefeller University) in New York in 1918, and was associated with that institute throughout her long and outstanding career. Her bibliography comprises more than 50 publications published over 60 years.", "61554523": "Karen Visick is an American microbiologist and expert in bacterial genetics known for her work on the role of bacteria to form biofilm communities during animal colonization. She conducted doctoral research with geneticist Kelly Hughes at the University of Washington, where she identified a key regulatory checkpoint during construction of the bacterial flagellum.[1] She conducted postdoctoral research on development of the Vibrio fischeri-Euprymna scolopes symbiosis with Ned Ruby at University of Southern California and University of Hawaiʻi. The bacteria are bioluminescent and provide light to the host. Visick and Ruby revealed that bacteria that do not produce light exhibit a defect during host colonization.[2]", "7880540": "Wilhelm Friedrich Benedikt Hofmeister (18 May 1824 – 12 January 1877) was a German biologist and botanist. He \"stands as one of the true giants in the history of biology and belongs in the same pantheon as Darwin and Mendel.\"[1] Largely self-taught he was the first to study and establish alternation of generations and the details of sexual reproduction in the bryophytes.", "62472027": "Linda Ivany is a professor in the Earth Sciences department at Syracuse University.[1] Her research focuses primarily on paleoecology and paleoclimatology.[2]", "62406497": "Michel Delseny (born June 17, 1945) is director of research emeritus at the CNRS and a member of the French Academy of sciences.", "59555684": "Sydney Govons Kustu (March 18, 1943 – March 18, 2014) was an American biologist and a professor of biochemistry at University of California, Berkeley. She is known for her pioneering research on the regulation of Nitrogen metabolism in bacteria.[1]", "41795429": "Nicanor Robles Austriaco, Jr. OP is a Filipino-American molecular biologist and Catholic priest. He is a professor of biology and professor of theology at Providence College, in Providence, Rhode Island,[1] and a research fellow at the Center for Theology, Religious Studies, and Ethics, at the University of Santo Tomas in the Philippines.", "4931430": "Peter Walter (born December 5, 1954) is a German-American molecular biologist and biochemist. He is currently the Director of the Bay Area Institute of Science at Altos Labs and an emeritus professor at the Department of Biochemistry and Biophysics of the University of California, San Francisco (UCSF).[2][3] He was a Howard Hughes Medical Institute (HHMI) Investigator until 2022.", "65355625": "Holger Valdemar Brøndsted (1893–1977) was a Danish zoologist, teacher and writer.[1]", "30031723": "R. Ananthanarayan Ph.D. (died 1998) was an Indian microbiologist. He graduated from Madras Medical College in 1941 and joined the Army Medical Corps during the Second World War. He joined Stanley Medical College, Madras in 1946 and developed an interest in influenza. He obtained his Ph.D. from the London School of Hygiene & Tropical Medicine in 1953 with a thesis on \"The Fabric of the Influenza virus\". He became professor of bacteriology at Trivandrum Medical College. He was a member of the team set up to monitor the Asian Flu Pandemic in 1957–58. He served as principal of Calicut Medical College from 1961 to 1967[1] and subsequently of Kottayam Medical College. After retirement in 1969, he was professor of microbiology at Mahadevappa Rampure Medical College, Kalburgi. Ananthanarayan was president of the Indian Association of Pathologists and Microbiologists (1976) and the Kerala State branch of the Indian Medical Association. His work on \"A. Asia 57\"[clarification needed] was recognized by the World Health Organization.[citation needed] He wrote a Textbook of Microbiology in collaboration with C. K. Jayaram Panicker, of which ten[2] editions have been published.[3]", "70303599": "Biljana Stojković (Serbian Cyrillic: Биљана Стојковић; born 6 October 1972) is a Serbian biologist, activist, and professor at the University of Belgrade Faculty of Biology. Stojković was the candidate of the We Must coalition in the 2022 presidential election.", "69255030": "William Montagna (born Guglielmo Montagna, 6 July 1913, Roccacasale, Abruzzo, Italy – 16 November 1994, Hillsboro, Oregon)[1] was an Italian-American biologist, known for his anatomical work in dermatology.", "67682168": "Robert Insall is a Professor of Computational Cell Biology at University College London and the University of Glasgow.  His work focuses on how eukaryotic cells move, and how they choose the direction in which they move.  He is known for demonstrating that cells can spread in the body[1][2] and find their way through mazes[3][4][5] by creating gradients of chemoattractants.", "53690235": "Paul Babitzke is a professor of biochemistry and molecular biology and director of the Center for RNA Molecular Biology at Pennsylvania State University.[1][2]", "16252": "Jacques-Yves Cousteau, AC (/kuːˈstoʊ/, also UK: /ˈkuːstoʊ/, French: [ʒak iv kusto]; 11 June 1910 – 25 June 1997)[1] was a French naval officer,  oceanographer, filmmaker and author. He co-invented the first successful  open-circuit self-contained underwater breathing apparatus (SCUBA), called the Aqua-Lung, which assisted him in producing some of the first underwater documentaries.", "67518336": "Luiz Alonso Ramírez Ulate is a Costa Rican ecologist and a professor at North Carolina State University. From 2020 to 2021 he served as president of the Society for Freshwater Science.[1]", "24592260": "Thomas Alvin Wehr is an American psychiatrist, research scientist, and author. He is a scientist emeritus and former chief of the Clinical Psychobiology branch of the National Institute of Mental Health (NIMH).", "376709": "William Turner (1509/10 – 13 July 1568)[1] was an English divine and reformer, a physician and a natural historian. He has been called \"The father of English botany.\"[2] He studied medicine in Italy, and was a friend of the great Swiss naturalist, Conrad Gessner. He was an early herbalist and ornithologist, and it is in these fields that the most interest lies today.[3] He is known as being one of the first \"parson-naturalists\" in England.[4]", "1523596": "Nancy Fannie  Millis AC MBE FAA FTSE  (10 April 1922 – 29 September 2012) was an Australian microbiologist and Emeritus Professor who introduced fermentation technologies to Australia, and created the first applied microbiology course taught in an Australian university.", "34422673": "Walter Nelson-Rees (11 January 1929 – 23 January 2009) was a cell culture worker and cytogeneticist who helped expose the problem of cross-contamination of cell lines. He used chromosome banding to show that many immortal cell lines, previously thought to be unique, were actually HeLa cell lines. The HeLa cells had contaminated and overgrown the other cell lines.[1][2]", "66207636": "Margaret Georgia Kelly (October 5, 1906 − May 5, 1968) was an American pharmacologist specialized in the pharmacology of drugs used in cancer chemotherapy, carcinogenesis, and chemical protection against radiation and alkylating agents. Kelly was a senior investigator in the National Cancer Institute's laboratory of chemical pharmacology.", "6700950": "David J. Lipman is an American biologist who from 1989[3] to 2017 was the director of the National Center for Biotechnology Information (NCBI) at the National Institutes of Health.[4][5] NCBI is the home of GenBank,[6] the U.S. node of the International Sequence Database Consortium, and PubMed, one of the most heavily used sites in the world for the search and retrieval of biomedical information. Lipman is one of the original authors of the BLAST sequence alignment program, and a respected figure in bioinformatics.[7][8][9] In 2017, he left NCBI and became Chief Science Officer at Impossible Foods.[10]", "71909276": "James William Moulder (March 28, 1921, Burgin, Kentucky[1] – May 6, 2011, Vernon Hills, Illinois) was an American microbiologist.[2]", "5521310": "Michael Abercrombie FRS[1] (14 August 1912 – 28 May 1979) was a British cell biologist and embryologist. He was one of four children of the poet Lascelles Abercrombie.", "16289": "James Dewey Watson (born April 6, 1928) is an American molecular biologist, geneticist, and zoologist. In 1953, he co-authored with Francis Crick the academic paper proposing the double helix structure of the DNA molecule. Watson, Crick and Maurice Wilkins were awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\".", "59752359": "Needhi Bhalla is an American biologist. She researches mitosis and meiosis in Caenorhabditis elegans. Bhalla is a professor at University of California, Santa Cruz.", "49072": "Sir Francis Galton FRS FRAI (/ˈɡɔːltən/; 16 February 1822 – 17 January 1911) was a British polymath and the originator of the eugenics movement during the Victorian era.[1][2]", "63750068": "Natalie Anne Prystajecky a Canadian biologist and the Environmental Microbiology program at the British Columbia Centre for Disease Control Public Health Laboratory. She holds a Clinical Assistant Professor position at the University of British Columbia. During the COVID-19 pandemic Prystajecky was involved with the development COVID-19 testing capabilities.", "45498297": "Almyra Oveta Fuller (August 31, 1955 – November 18, 2022) was an associate professor of microbiology and immunology at University of Michigan Medical School.[1] She served as the director of the African Studies Center (ASC), faculty in the ASC STEM Initiative at the University of Michigan (U-M) and an adjunct professor at Payne Theological Seminary. Fuller was a virologist and specialized in research of Herpes simplex virus, as well as HIV/AIDS.  Fuller and her research team discovered a B5 receptor,[2] advancing the understanding of Herpes simplex virus and the cells it attacks.", "62406585": "Jean Dénarié (born 26 October 1940) is a French biologist, member of the French Academy of sciences since December 2008.", "68272060": "Loren Dean Williams is a biophysicist, biochemist, astrobiologist, and professor in the School of Chemistry and Biochemistry at the Georgia Institute of Technology in Atlanta, Georgia. His research seeks to understand the structural basis for macromolecular reactions, from the role of nucleic acids as targets of chemotherapeutics to the ancestral biochemistry of the ribosome during the origin of life.", "2113473": "Sir Michael Anthony Epstein CBE FRS FMedSci (born 18 May 1921)[1] is a British pathologist and academic. He is one of the discoverers of the Epstein–Barr virus, along with Yvonne Barr and Bert Achong.[2][3][4][5][6][7][8][9]", "32554948": "Stephen C. Stearns (born December 12, 1946, in Kapaau, Hawaii and raised in Hawi, Hawaii)[1] is an American biologist, and the Edward P. Bass Professor of Ecology and Evolutionary Biology Emeritus at Yale University. He is known for his work in life history theory and evolutionary medicine.[2]", "59457477": "Christina Maria Agapakis is a synthetic biologist, science writer. She is the Creative Director of the biotechnology company Ginkgo Bioworks.", "42713035": "James Dermot Manning (born in Georgetown, British Guyana on 10 September 1917 and died in Wellington, New Zealand on 30 June 1989) was a surgeon, pathologist and public health administrator.  He was a leading authority on the laboratory diagnosis of Toxoplasmosis.[1]", "60899278": "Benjamin Joseph Blencowe FRS FRSC[2][3] is a British and Canadian molecular biologist, currently appointed as Professor and Banbury Chair in Medical Research at the University of Toronto. He also serves as Director of the University of Toronto’s Donnelly Sequencing Centre.[4][1] He teaches in the Department of Molecular Genetics and his lab is part of the Donnelly Centre for Cellular and Biomolecular Research.", "73646031": "Jerome Kalman Sherman (August 14, 1925 – December 1, 2023) was an American biologist and credited as a founder of modern sperm banking and cryopreservation. Sherman was also a professor of biology at University of Arkansas for more than three decades.[1]", "671703": "Stephen Frank Altschul (born February 28, 1957) is an American mathematician who has designed algorithms that are used in the field of bioinformatics (the Karlin-Altschul algorithm[2] and its successors[3]). Altschul is the co-author of the BLAST algorithm used for sequence analysis of proteins and nucleotides.[4][5]", "24592348": "Alexey Matveyevich Olovnikov (Russian: Алексей Матвеевич Оловников; 10 October 1936 in Vladivostok, Soviet Union – 6 December 2022 in Moscow, Russia) was a Russian biologist. In 1971, he was the first to recognize the problem of telomere shortening, to predict the existence of telomerase, and to suggest the telomere hypothesis of aging and the relationship of telomeres to cancer.[1][2][3][4][5][6]", "68632542": "Peter N. Devreotes is an American scientist and the Isaac Morris & Lucille Elizabeth Hay Professor[10][11] and former director of the department of cell biology,[1][8] with joint appointments in the Center for Cell Dynamics[12] and department of biological chemistry[13] at the Johns Hopkins University School of Medicine.[9] He also serves on the scientific advisory board of the Allen Institute for Cell Science.[14] He is best known for his contribution in the field of eukaryotic chemotaxis, signal transduction, and phosphoinositides biology.[1][6][7][15]", "71024615": "Agnès Bernet, (born 1968) is a French cell biologist and professor of cancer biology at the University Claude Bernard Lyon I. A co-founder of NETRIS Pharma, she has led within the Laboratory of Apoptosis, Cancer and Development, the research team that validated the use of interference ligand/dependence receptors as novel targeted therapies for cancer.[1]", "61358057": "Cynthia B. Whitchurch FAA is an Australian microbiologist. Whitchurch is a research group leader at the Quadram Institute on the Norwich Research Park in the United Kingdom and was previously the founding director of the Microbial Imaging Facility and a Research Group Leader in the Institute of Infection, Immunity and Innovation (The ithree institute) at the University of Technology Sydney (UTS) in New South Wales.[2]", "50315245": "Dilbagh Singh Athwal (12 October 1928 – 14 May 2017) was an Indian-American[2] geneticist, plant breeder and agriculturist, known to have conducted pioneering research in plant breeding.[3] He was a professor and the Head of the Department of Plant Breeding at Punjab Agricultural University and an associate of Norman Borlaug, a renowned biologist and Nobel Laureate,[4] with whom he has collaborated for the introduction of high-yielding dwarf varieties of wheat.[5]", "11780088": "Hugh Phillip Possingham, FAA (born 21 July 1962), is the former Queensland Chief Scientist[1] and is best known for his work in conservation biology, applied ecology, and basic ecological theory including population ecology. He is also a professor of mathematics, Professor of Zoology and an ARC Laureate Fellow[2] in the Department of Mathematics and the School of Biological Sciences at The University of Queensland.", "737276": "Jean Louis Armand de Quatrefages de Bréau (10 February 1810 – 12 January 1892) was a French biologist.", "42483711": "Anna Antoinette Weber-van Bosse (27 March 1852 – 29 October 1942) was a Dutch phycologist, specializing in marine algae.[1]", "66142209": "Laura Aline Katz is an American biologist who is the Elsie Damon Simonds Professor of Biological Sciences at Smith College.", "48185358": "A. Richard Palmer, (also known as Richard Palmer) FRSC is a marine biologist at the University of Alberta.[1] Among other topics, he has written extensively on morphological asymmetry.[citation needed] In 2007, he was elected as a fellow of the Royal Society of Canada.[citation needed]", "47464476": "Anna Eliza Jenkins (10 September 1886 – 26 November 1972) was an American mycologist. She specialized in phytopathology (plant diseases), particularly the fungi responsible for \"spot anthracnoses\", including Sphaceloma and Elsinoe.[1]", "49185": "Trofim Denisovich Lysenko (Russian: Трофи́м Дени́сович Лысе́нко, Ukrainian: Трохи́м Дени́сович Лисе́нко, Ukrainian pronunciation: [troˈxɪm deˈnɪsowɪtʃ lɪˈsɛnko]; 29 September [O.S. 17 September] 1898 – 20 November 1976) was a Soviet agronomist and pseudo-scientist.[1] He was a strong proponent of Lamarckism, and rejected Mendelian genetics in favour of his own idiosyncratic, pseudoscientific ideas later termed Lysenkoism.[2][3][4]", "24494119": "John Charles Avise (born 1948) is an American evolutionary geneticist, conservationist, ecologist and natural historian. He is a Distinguished Professor of Ecology & Evolution, University of California, Irvine, and was previously a Distinguished Professor of Genetics at the University of Georgia.", "70303784": "Emma Lundberg is a Swedish cell biologist who is a professor at KTH Royal Institute of Technology and Director of Cell Profiling at the Science for Life Laboratory. Her research considers spatial proteomics and cell biology, making use of an antibody-based approach to assess fundamental aspects of human biology. She looks to understand why certain variations in human proteins can cause disease.", "65388590": "Professor Jane Endicott has been a Professor of Cancer Structural Biology at Newcastle University's Faculty of Medical Sciences and a member of the Cancer Research UK Newcastle Drug Discovery Unit since October 2011.[1] She  is also a member of the Newcastle University Cancer Leads Group and the Newcastle University Centre for Cancer Fellowships Steering Group, as well as a Emeritus Fellow at St Cross College, University of Oxford.[2]", "11354163": "Sir Philip Cohen (born 22 July 1945) is a distinguished British biochemist known for his extensive contributions to the field of biochemistry, especially to the understanding of the role of reversible protein phosphorylation in cell regulation.[4][5]", "58146881": "Diva Joan Amon is a marine biologist from Trinidad. She is currently a post-doctoral researcher in the  Benioff Ocean Initiative at the University of California, Santa Barbara[2] and a 2022 Pew Marine Fellow.[3] Previously, she was a Marie Skłodowska-Curie Actions (MSCA) Research Fellow at the Natural History Museum, London.[4]", "40484948": "Christoph Handschin is a Swiss cell biologist at the Biozentrum University of Basel.", "72335444": "Magda Abu Ras (Arabic: ماجدة أبو راس) is a Saudi Arabian microbiologist, who is specialises in the treatment of oil-contaminated soils. She is Deputy Director of the Saudi Environmental Society (SENS) and founder of the National Program for Environmental Awareness and Sustainable Development.", "70467681": "Catherine J. Potenski is an American microbiologist and the former chief editor of Nature Genetics.", "21545075": "Dronamraju Krishna Rao (14 January 1937 – 3 December 2020) was an Indian-born geneticist and president of the Foundation for Genetic Research in Houston, Texas. He was born in Pithapuram, in the state of Andhra Pradesh, India. One focus of his work has been the research of his mentor J. B. S. Haldane.[1] As an author, his name is usually rendered Krishna R. Dronamraju. He died in Houston at age 83.[2]", "48578678": "Vishweshwaraiah Prakash is an Indian structural biologist, food technologist and a former director-general designate of the Council of Scientific and Industrial Research (CSIR).[1] He is a former director of the Central Food Technological Research Institute (CFTRI), Mysore[2] and was involved with the International Union of Food Science and Technology as the chairman of its International Academy during 2008-10.[3] He received the Shanti Swarup Bhatnagar Prize, the highest Indian award in the science and technology category in 1996.[4] The Government of India awarded him the fourth highest civilian honour of the Padma Shri in 2004,[5]", "57917562": "Dr. Beronda Montgomery is a writer, science communicator, and researcher. In 2022, she moved to Grinnell College as professor of biology and vice president for academic affairs and dean of the college.[1] Prior to Grinnell, Montgomery served as Michigan State University Foundation Professor in the Departments of Biochemistry & Molecular Biology and of Microbiology & Molecular Genetics. She was also a member of the MSU-DOE Plant Research Laboratory. Her research group investigates how photosynthetic organisms adapt to changes in their environment.[2] Her scholarship extends beyond biology and into studying mentorship and faculty development to develop evidence-based strategies to foster equity and inclusion in academia.[3] Together with Tanisha Williams and other members of the Black Botanists Week organizing committee, Montgomery co-founded and co-organizes Black Botanists Week.[4]", "59392139": "Valerie Dean O'Loughlin is Professor of Anatomy and Cell Biology at the Indiana University School of Medicine, Bloomington, co-author of two anatomy textbooks, now in their 3rd and 5th editions, and a Fellow of the American Association of Anatomists.", "61030549": "Melissa A. Wilson is an evolutionary and computational biologist and assistant professor at Arizona State University who studies the evolution of sex chromosomes.[1][2][3]", "52248727": "Sir David Ian Stuart FRS FMedSci (born 8 December 1953) is a Medical Research Council Professor of Structural Biology at the Wellcome Trust Centre for Human Genetics at the University of Oxford where he is also a Fellow of Hertford College, Oxford.[3] He is best known for his contributions to the X-ray crystallography of viruses, in particular for determining the structures of foot-and-mouth disease virus,[4] bluetongue virus and the membrane-containing phages PRD1 (the first structure of an enveloped virus) and PM2. He is also director of Instruct[5] and Life Sciences Director at Diamond Light Source.[6]", "6701208": "Steven Lloyd Salzberg (born 1960) is an American computational biologist and computer scientist who is a Bloomberg Distinguished Professor of Biomedical Engineering, Computer Science, and Biostatistics at Johns Hopkins University, where he is also Director of the Center for Computational Biology.", "7684249": "Mary-Claire King (born February 27, 1946)[1] is an American geneticist. She was the first to show that breast cancer can be inherited due to mutations in the gene she called BRCA1. She studies human genetics and is particularly interested in genetic heterogeneity and complex traits.[2] She studies the interaction of genetics and environmental influences and their effects on human conditions such as breast and ovarian cancer, inherited deafness, schizophrenia,[3] HIV,  systemic lupus erythematosus and rheumatoid arthritis.[4] She has been the American Cancer Society Professor of the Department of Genome Sciences and of Medical Genetics in the Department of Medicine at the University of Washington since 1995.[5]", "58900635": "Jeanne A. Hardy is an American professor of biological and biophysical chemistry at the University of Massachusetts, Amherst. Her group's work is best known for designing allosteric binding sites and control elements into human proteases.", "51003552": "Elena Ramírez Parra (born 1972) is a Spanish botanist and researcher who studies the negative effects of environmental stress (drought, salinity of the soil, excess radiation, presence of heavy metals and the high and low temperatures) on plant growth. Applications of her research include improving harvest yield. In 2010, Ramírez won a L'Oréal-UNESCO Award for Women in Science.", "16545": "James Ephraim Lovelock CH CBE FRS (26 July 1919 – 26 July 2022) was an English independent scientist, environmentalist and futurist. He is best known for proposing the Gaia hypothesis, which postulates that the Earth functions as a self-regulating system.[3]", "44155042": "Gaiti Hasan (born 19 November 1956) is an Indian scientist who researches in the fields of molecular biology, genetics, neuroscience and cell signalling.[1] Hasan is a Fellow of the Indian National Science Academy (INSA), the apex body of Indian scientists and technologists.[1] From 2013 onwards she has been serving as a Senior Professor at the National Centre for Biological Sciences (NCBS), Bangalore.[1][2]", "20857004": "Michael Frank Whiting is the director of the Brigham Young University (BYU) DNA Sequencing Center and an associate professor in BYU's Department of Integrative Biology.  Whiting received his bachelor's degree from BYU and his Ph.D. from Cornell University.", "50118829": "Katherine Koontz Sanford (July 19, 1915 – September 12, 2005), also known as Katherine Sanford Mifflin, was an American biologist and cancer researcher who worked at the National Cancer Institute for nearly 50 years, serving as head of Laboratory of Cellular and Molecular Biology. In the 1940s she became the first person to successfully clone a mammalian cell in vitro, which allowed for more efficient means of creating pure strains of cells for study.[1][2] She also developed the first laboratory test to distinguish people with Alzheimer's Disease and people predisposed to cancer.[3]", "65028269": "Max Duane Summers (born 1939 in Ohio) is an American molecular biologist[1] and inventor,[2] known for his work on the Baculovirus Expression Vector System (BEVS).[3]", "61391026": "Prudence Bonham (born 1948) is an Australian former politician and marine biologist. She served as a Hobart City Council Alderman from 1990 to 2002 and as the Deputy Lord Mayor of Hobart from 1994 to 2002.[1][2]", "55001270": "Denis Gascoigne Lillie[a] (27 August 1884 – 13 May 1963) was a British biologist who participated in the Terra Nova Expedition (1910–1913) to the Antarctic.  He collected numerous marine animals as well as plants and fossils–many of which were new to science–and published scientific papers on whales, fossils, and medicine. He received the Polar Medal along with other Terra Nova members in 1913. He was also a noted caricaturist who made cartoons of professors, colleagues, and friends: some of his caricatures are collected in the National Portrait Gallery. He worked as a government bacteriologist during World War I and then suffered a severe mental breakdown, spending three years at Bethlem Royal Hospital and never fully recovering. He is commemorated in the names of several marine organisms as well as Lillie Glacier in Antarctica.", "65650885": "Henryk Okarma (Polish pronunciation: [xɛnrɨk ɔkarma]; born 12 November 1959) is a Polish biologist, professor of life sciences. His main areas of expertise are research on predatory mammals, especially wolf, lynx, wildcat, invasive species and research on hunting biology. He is an academic teacher at the Jagiellonian University, long-time director of the Institute of Wildlife Conservation of the Polish Academy of Sciences and a corresponding member of the Polish Academy of Sciences.[1]", "33538246": "William Bradshaw Amos FRS (born 1945)[1][2] is a British biologist, Emeritus Scientist at the Medical Research Council (MRC) Laboratory of Molecular Biology (LMB).[3] He led a team that developed the mesolens, a microscope with a giant lens.[4][5][6]", "71221449": "Abraham Arthur Gottlieb[1] (December 14, 1937 – June 7, 1998) was an American biologist and immunologist.[2]", "53264588": "Andrew J. Roger is a Canadian-Australian molecular biologist and evolutionary bioinformatician. He is currently a professor in the Department of Biochemistry and Molecular Biology at Dalhousie University and was the founding director (from 2008-2017) of the inter-departmental Centre for Comparative Genomics and Evolutionary Bioinformatics (CGEB).[1]", "8929485": "Raúl Rabadán (born 1974) is a Spanish-American theoretical physicist and computational biologist. He is currently the Gerald and Janet Carrus Professor in the Department of Systems Biology, Biomedical Informatics and Surgery at Columbia University. He is the director of the Program for Mathematical Genomics at Columbia University and director of the Center for Topology of Cancer Evolution and Heterogeneity. At Columbia, he has put together a highly interdisciplinary lab with researchers from the fields of mathematics, physics, computer science, engineering, and medicine, with the common goal of solving pressing biomedical problems through quantitative computational models. Rabadan's current interest focuses on uncovering patterns of evolution in biological systems—in particular, viruses and cancer.", "64110798": "Olaf Schneewind (1961-2019) was a German-born American microbiologist who made important contributions to the study of bacterial cell wall composition and assembly as well as the pathogenesis of the microbial species S. aureus.[1] He was elected to the National Academy of Sciences in 2018.[2]", "66765011": "David Katzenstein (January 3, 1952 – January 25, 2021) was an American virologist and prominent AIDS researcher. He was professor emeritus of infectious diseases and global health at Stanford University.[1]", "58867925": "Michael Graham (1898–1972) CMG OBE was a British fisheries scientist, author, and ecologist. He was the director of the Ministry of Agriculture, Fisheries and Food (United Kingdom) fisheries laboratory in Lowestoft (1945–1958), now known as the Centre for Environment, Fisheries and Aquaculture Science (Cefas). His classic book, The Fish Gate, published in 1943, paints a picture of the near-collapse of the British fishing industry through overfishing that occurred before both the First and the Second World Wars.[2]", "40157397": "Alison Woollard (born 1968) is a British biologist. She is a lecturer in the Department of Biochemistry at the University of Oxford[3][4][5] where she is also a Fellow of Hertford College, Oxford.[1]", "48644311": "Angeliki Panagiotatou (Greek: Αγγελική Παναγιωτάτου; 1875 or 1878 – 1954)[1] was a Greek physician and microbiologist.[2]   She was the first woman physician in modern Greece to have graduated from a University in Greece (predecessor Maria Kalapothakes having qualified abroad).[3]", "68862177": "Dena Michelle Godwin Hernandez is a neurogeneticist. She is head of the genomic technologies group in the laboratory of neurogenetics at the National Institute on Aging.[1]", "29966572": "F. Wolfgang Schnell (* 18 May 1913 in Bad Oeynhausen; † 29 December 2006 in Stuttgart) was a German professor of applied genetics and plant breeding. He belonged to the most prominent scientists in his field during the second half of the 20th century.", "13582573": "George Klein (Georg Klein; born Klein György, 28 July 1925 – 10 December 2016) was a Hungarian–Swedish microbiologist and public intellectual.[1] Specializing in cancer research, he was professor of tumour biology at the Karolinska Institute in Stockholm from 1957 to 1992, a chair created for him,[1] and as professor emeritus continued to work as research group leader in the microbiology and tumor biology center.[2][3] According to Nature, the department Klein founded was \"international and influential\".[1] In the 1960s he and his wife, Eva Klein, \"laid the foundation for modern tumour immunology\".[4]", "66928880": "Frank Bacchus Johnson (1919–2005) was an African American chemical pathologist of the 20th century.", "47825138": "Ajit Johnson Nirmal is a cancer geneticist. He has also campaigned to raise awareness on tech addiction and net neutrality.[1][2]", "377076": "Franciscus Bernardus Maria \"Frans\" de Waal (born October 29, 1948) is a Dutch primatologist and ethologist. He is the Charles Howard Candler Professor of Primate Behavior in the Department of Psychology at Emory University in Atlanta, Georgia, director of the Living Links Center at the Yerkes National Primate Research Center at Emory,[1] and author of numerous books including Chimpanzee Politics (1982) and Our Inner Ape (2005). His research centers on primate social behavior, including conflict resolution, cooperation, inequity aversion, and food-sharing. He is a member of the United States National Academy of Sciences and the Royal Netherlands Academy of Arts and Sciences.", "62767360": "Noazesh Ahmed (1 February 1935 – 24 November 2009) was a Bangladeshi geneticist and photographer.[1][2][3]", "25084164": "Robert Michael Pittilo MBE (7 October 1954 – 16 February 2010) was a British biologist and Principal and vice-chancellor of the Robert Gordon University, in Aberdeen, Scotland. Pittilo worked in research and education for most of his adult life, holding a number of positions at universities throughout the United Kingdom, notably as Foundation Dean of the Faculty of Health and Social Care Sciences at Kingston University and St George's, University of London, and as Pro Vice-Chancellor of the University of Hertfordshire.", "67682576": "Vernonica \"Noni\" Elsa Franklin-Tong FRS is an English plant cell biologist who is Emeritus Professor at the University of Birmingham. She is known for her studies on self-incompatibility in Papaver rhoeas. In 2021 she was elected a Fellow of the Royal Society.[2][3]", "58573076": "Mary Freeman (29 March 1924 - 4 March 2018), known professionally by her maiden name of Mary Whitear, was an English marine biologist and lecturer at University College London from 1947 to 1989.", "12763416": "Alan Wolffe (21 June 1959 – 26 May 2001) was an English cell biologist known for his prominent role in establishing that the chromosomal organisation of genes is a dynamic phenomenon determining their expression, cell division and differentiation.", "377112": "George John Romanes FRS (20 May 1848 – 23 May 1894) was a Canadian-Scots[1] evolutionary biologist and physiologist who laid the foundation of what he called comparative psychology, postulating a similarity of cognitive processes and mechanisms between humans and other animals.", "32096538": "Daniel S. Rokhsar is a professor in the departments of Physics and of Molecular and Cell Biology at University of California, Berkeley[1][2] and Head of the Plant Genomics Program at the Joint Genome Institute of the United States Department of Energy.[3] His research is focused on understanding the origin, evolution, and diversity of animals by combining computational genome analysis with comparative developmental biology.  Rokhsar received his Ph.D. in theoretical physics from Cornell University with doctoral advisors N. David Mermin and James Sethna,[4] and joined the Berkeley faculty in 1989.[3]", "69878051": "William H. McClain is an American molecular biologist and academic. He is currently Halvorson Professor of Bacteriology and Molecular Biology, Emeritus, at the University of Wisconsin-Madison.[1] McClain is a Fellow of the American Academy of Arts and Sciences,[2] and, formerly, a Jane Coffin Childs Memorial Fund for Medical Research Fellow. He was a Board Member of the American Academy of Arts and Sciences, Midwest Center. McClain is a pioneer in the biological sciences known for the dissection of RNA-protein recognition primarily through genetic and biochemical means in bacteria.[3]", "2212142": "Robert James \"Sam\" Berry FRSE FSB (26 October 1934 – 29 March 2018[1][2]) was a British geneticist, naturalist and Christian theorist. He was professor of genetics at University College London between 1974 and 2000. Before that he was a lecturer in genetics at The Royal Free Hospital School of Medicine in London. He was president from 1983 to 1986 of the Linnean Society, the British Ecological Society and the European Ecological Federation.  As a Christian, Berry spoke out in favour of theistic evolution, served as a lay member of the Church of England's General Synod and as president of Christians in Science.  He was a member of the Board of Governors of Monkton Combe School from 1979 to 1991.[3]  He gave the 1997–98 Glasgow Gifford Lectures entitled Gods, Genes, Greens and Everything. His father, A. J. Berry, died in 1947.", "45465909": "Harold Francis Blum (1899 - 1980) was a physiologist who explored the interaction of light and chemicals on cells, especially sunlight-induced skin cancer.[1]", "37601590": "Har Swarup, FNA (9 December 1922 – 25 April 1981) was vice-chancellor, academician, and scientist in the field of developmental biology and genetic engineering as well as an academician and teacher of molecular biology and biochemistry. He is known for his research at Oxford University on polyploidy, cloning, nuclear transfer and later for his many other researches such as the discovery of \"ringed polysome figures\" and on theories on gene expression changes with evolution and environment.[1] In recognition of his contributions, he was awarded the Sir Dorabji Tata Medal, nominated as a fellow of Indian National Science Academy, Honorary Chief Wild Life Warden of the State of Madhya Pradesh and was the vice-chancellor of Jiwaji University,[2] Gwalior until his death.", "770361": "Werner Arber (born 3 June 1929 in Gränichen, Aargau)[1] is a Swiss microbiologist and geneticist. Along with American researchers Hamilton Smith and Daniel Nathans, Werner Arber shared the 1978 Nobel Prize in Physiology or Medicine for the discovery of restriction endonucleases. Their work would lead to the development of recombinant DNA technology.", "1720633": "René Jules Dubos (February 20, 1901 – February 20, 1982) was a French-American microbiologist, experimental pathologist, environmentalist, humanist, and winner of the Pulitzer Prize for General Non-Fiction for his book So Human An Animal.[2] He is credited for having made famous the environmental maxim: \"Think globally, act locally.\" Aside from a period from 1942 to 1944 when he was George Fabyan Professor of Comparative Pathology and professor of tropical medicine at Harvard Medical School and Harvard School of Public Health, his scientific career was spent entirely at The Rockefeller Institute for Medical Research, later renamed The Rockefeller University.", "48349498": "Umberto D’Ancona (9 May 1896 – 24 August 1964) was an Italian biologist. He attended secondary school in Fiume and later enrolled as a student in the Faculty of Natural Sciences at the University of Budapest. During World War I he interrupted his studies to fight as artillery officer, and became wounded and was decorated for military valor. From 1916 to 1920 he studied at the University of Rome under supervision of Giulio Cotronei. He graduated on a thesis on the effect of starvation on the digestive tract of the eel.", "40091965": "Raymond L. Erikson (January 24, 1936 – March 30, 2020) was a molecular biologist and virologist who noted research on cell growth and regulation.[1] He also served as the John F. Drum American Cancer Society Professor of Cellular and Developmental Biology at Harvard University.[2]", "6209858": "Sir Frederick Stratten Russell DSC DFC FRS[1] (3 November 1897 – 5 June 1984) was an English marine biologist.", "34324803": "Muriel Robertson FRS,[1] FRSTM, F.I.Biol (8 April 1883 – 14 June 1973)[1][2] was a Scottish protozoologist and bacteriologist at the Lister Institute, London[1] from 1915 to 1961. She made key discoveries of the life cycle of trypanosomes.[3][4][5][6][7] She was one of the founding members of the Society for Microbiology , along with Alexander Fleming and Marjory Stephenson.", "26001732": "Dorothee Kern, (born 1966) is a professor of Biochemistry at Brandeis University[2] and former player for the East German national basketball team.[3]", "34357571": "Dr. C. O. Karunakaran, a notable physician, bacteriologist and microbiologist, was the founder of Government Medical College, Thiruvananthapuram. He was the first Principal of the college and was also the Special Officer appointed for establishing the first medical university in the erstwhile state of Travancore-Cochin.", "69124419": "Krina Tynke Zondervan is a Dutch biomedical scientist who is a Professor of Genomic Epidemiology at the University of Oxford. She serves on the board of the World Endometriosis Society.", "61391183": "Lily Pereg (1964–2019) was an Australian microbiologist who was born in Israel and studied at university in Tel Aviv. She moved to Australia in the 1990s to undertake a PhD at the University of Sydney, which she completed in 1998.[1] In 2001 Pereg took up an appointment at the University of New England, where she was promoted to Professor of Microbiology in 2018.", "64405840": "Edward Francis Fritsch (born June 1, 1950) is a scientist in the field of molecular biology and cancer immunology.[1]", "803155": "Mark Herbert Williamson OBE is Professor Emeritus of Biology at the University of York, England.[1] He is an expert on biological invasions.[2][3]", "44253528": "Elsie Jean Dalyell OBE (13 December 1881 – 1 November 1948) was an Australian medical doctor who specialised in pathology. During World War I, she served in the Royal Army Medical Corps across Europe, and was appointed an Officer of Order of the British Empire upon the conclusion of the war. In 1927 she co-founded a veneral disease clinic.", "82267": "Anders (or Andreas) Dahl (17 March[1] 1751 – 25 May 1789) was a Swedish botanist and student of Carl Linnaeus. The dahlia flower is named after him.[2]", "46317917": "Michael E. Hochberg is an American population biologist. He is currently a Research Director at the Centre National de la Recherche Scientifique, University of Montpellier, France, and a member of the External Faculty at the Santa Fe Institute.", "53264736": "Núria López Bigas is a Spanish biologist and research professor with expertise in medical genetics, computational biology, and bioinformatics.[1][2][3][4] She is an  ICREA (Catalan Institution for Research and Advanced Studies) professor at Pompeu Fabra University and she also leads the Biomedical Genomics Research Group at the Institute for Research in Biomedicine in Barcelona, Spain. Her research is focused on developing computational approaches to investigate cancer genomes.[1][2][3][4]", "1229153": "Gopinath Kartha (26 January 1927 – 18 June 1984) was a prominent crystallographer of Indian origin. In 1967, he determined the molecular structure of the enzyme ribonuclease. This was the first protein structure elucidated and published in the United States.", "5226854": "Joseph Lord (30 June 1672 – 1748) was a Puritan pastor in colonial America in the late 17th century and early 18th century. He served as a pastor in Dorchester, Massachusetts, and then Dorchester, South Carolina, for two decades before becoming the pastor of the diocese of Chatham, Massachusetts.", "2736489": "Richard William Timm (March 2, 1923 – September 11, 2020) was a Catholic Priest, educator, zoologist, and development worker. He was the Superior of the Congregation of Holy Cross in Dhaka and a member of the Sacred Heart of Jesus Province. He was also one of the founders of Notre Dame College in Dhaka, Bangladesh.[2] He was the 6th principal (1970 to 1972) of Notre Dame College.", "51364203": "Alison Murray is an American microbial ecologist and Antarctic researcher, best known for studying the diversity, ecology and biogeography of Antarctic marine plankton dynamics of the plankton over the annual cycle; and her work demonstrating the existence of microbial life within an ice-sealed Antarctic lake (Lake Vida).[1] She studies how microorganisms persist and function in extremely cold and harsh environments, including those that lack oxygen and biological sources of energy.[2]", "6898030": "Adolf \"Dolf\" Seilacher (February 24, 1925 – April 26, 2014) was a German palaeontologist who worked in evolutionary and ecological palaeobiology for over 60 years.[1]  He is best known for his contributions to the study of trace fossils; constructional morphology and structuralism; biostratinomy, Lagerstätten and the Ediacaran biota.[2][3][4][5][6]", "56246641": "Timothy M. Caro (born 1951) is a British evolutionary ecologist known for his work on conservation biology, animal behaviour, anti-predator defences in animals, and the function of zebra stripes. He is the author of several textbooks on these subjects.", "62472562": "Karin Limburg is a professor in the department of Environmental and Forest Biology at SUNY-ESF.[1][2]", "68895089": "Annemarie Ohler is an Austrian herpetologist and professor who concentrates on the taxonomy of amphibians.[1][2][3][4] She has 3,602 citations and an h-index of 36.[5]", "60375412": "Annette Herscovics (1938–2008) was a scientist at McGill University, a Fellow of the Royal Society of Canada, and a pioneer in the field of glycobiology.[1]", "2441604": "Pamela Ann Silver is an American cell and systems biologist and a bioengineer. She holds the Elliot T. and Onie H. Adams Professorship of Biochemistry and Systems Biology at Harvard Medical School in the Department of Systems Biology.[1][3] Silver is one of the founding Core Faculty Members of the Wyss Institute for Biologically Inspired Engineering at Harvard University.[4][5]", "3228048": "Gaston Ramon (30 September 1886 – 8 June 1963) was a French veterinarian and biologist best known for his role in the treatment of diphtheria and tetanus.", "71319953": "Sophie Geneviève Elisabeth Martin Benton is a Swiss biologist who is Professor and Director of the Department of Fundamental Microbiology at the University of Lausanne.[1][2] Her research investigates the molecular processes that underpin cellular fusion. She was awarded the EMBO Gold Medal in 2014.", "213397": "Lorenz Oken (1 August 1779 – 11 August 1851) was a German naturalist, botanist, biologist, and ornithologist.\nOken was born Lorenz Okenfuss (German: Okenfuß) in Bohlsbach (now part of Offenburg), Ortenau, Baden, and studied natural history and medicine at the universities of Freiburg and Würzburg. He went on to the University of Göttingen, where he became a Privatdozent (unsalaried lecturer), and shortened his name to Oken. As Lorenz Oken, he published a small work entitled Grundriss der Naturphilosophie, der Theorie der Sinne, mit der darauf gegründeten Classification der Thiere (1802). This was the first of a series of works which established him as a leader of the movement of \"Naturphilosophie\" in Germany.[1]", "20660631": "César Barbosa (born 1954) is a Colombian biologist, ornithologist[1] and botanist, specialising in the study of Fabaceae.", "1032619": "Theodor Schwann (German pronunciation: [ˈteːodoːɐ̯ ˈʃvan];[1][2] 7 December 1810 – 11 January 1882) was a German physician and physiologist.[3] His most significant contribution to biology is considered to be the extension of cell theory to animals. Other contributions include the discovery of Schwann cells in the peripheral nervous system, the discovery and study of pepsin, the discovery of the organic nature of yeast,[4] and the invention of the term \"metabolism\".[5]", "72696241": "Susan Gottesman", "17842616": "Keith Henry Stockman Campbell (23 May 1954 – 5 October 2012)[1] was a British biologist who was a member of the team at Roslin Institute that in 1996 first cloned a mammal, a Finnish Dorset lamb named Dolly, from fully differentiated adult mammary cells. He was Professor of Animal Development at the University of Nottingham.[2][3][4][5][6][7] In 2008, he received the Shaw Prize for Medicine and Life Sciences jointly with Ian Wilmut and Shinya Yamanaka for \"their works on the cell differentiation in mammals\".", "70730168": "Mazzella Maniwavie (born 1987) is a mangrove scientist and climate change activist from Papua New Guinea.", "35144122": "Ira Rubinoff (born 1938) is an American marine biologist and was a former director of the Smithsonian Tropical Research Institute in Panama.", "58835391": "Annalisa Pastore MAE is a Professor of Chemistry and Molecular Biology at King's College London.[3][4] In 2018 she was appointed full professor at the Scuola Normale Superiore di Pisa.[5]\nIn 2022, she was appointed director of research for life sciences, chemistry and soft matter science at European Synchrotron Radiation Facility. She resigned in Frebruary 2023.[6]", "42942913": "Richard Ellis Ford Matthews ONZ (20 November 1921 – 19 February 1995) was a New Zealand plant virologist.", "34750916": "Eugene J. Gerberg (1919–2011), also known as Gene Gerberg, was an American entomologist and entomological entrepreneur.[1]", "26722761": "Michael B. Elowitz is a biologist and professor of Biology, Bioengineering, and Applied Physics at the California Institute of Technology,[1][2][3] and investigator at the Howard Hughes Medical Institute.[4] In 2007 he was the recipient of the Genius grant, better known as the MacArthur Fellows Program for the design of a synthetic gene regulatory network, the Repressilator, which helped initiate the field of synthetic biology.[5] He was the first to show how inherently random effects, or 'noise', in gene expression could be detected and quantified in living cells,[6] leading to a growing recognition of the many roles that noise plays in living cells. His work in Synthetic Biology and Noise represent two foundations of the field of Systems Biology. Since then, his laboratory has contributed to the development of synthetic biological circuits that perform a range of functions inside cells, and revealed biological circuit design principles underlying epigenetic memory, cell fate control, cell-cell communication, and multicellular behaviors.[7]", "73220554": "Professor Richard Cogdell FRS FRSE (born 4 February 1949) is plant molecular biologist and holds the Hooker Chair of Botany at the University of Glasgow. Cogdell is the director of Glasgow Biomedical Research Centre, with a principal research interest in the structure and function of purple bacterial photosynthetic membrane proteins. Cogdell has authored over 250 peer-reviewed journal articles,[1] and was a member of the Council of the BBSRC from 2014 to 2018.[2]", "16695756": "Paul H. Harvey CBE FRS[5] (born 19 January 1947) is a British evolutionary biologist. He is Professor of Zoology and was head of the zoology department at the University of Oxford from 1998 to 2011 and Secretary of the Zoological Society of London from 2000 to 2011, holding these posts in conjunction with a professorial fellowship at Jesus College, Oxford.[6]", "24986062": "Santiago Schnell FRSB FRSC is a scientist and academic leader, currently serving as the William K. Warren Foundation Dean of the College of Science at the University of Notre Dame, as well as a professor in the Department of Biological Sciences, and Department of Applied and Computational Mathematics and Statistics.[1]", "63848912": "Henry Samuel Bedson, MD, MRCP (29 September 1929 – 6 September 1978), was a British virologist and head of the Department of Medical Microbiology at Birmingham Medical School, where his research focused on smallpox and monkeypox virus. He was head of the smallpox laboratory at Birmingham when Janet Parker, a photographer working above the laboratory, contracted smallpox and died.", "70533590": "Ahmad Salahuddin (7 July 1937 – 26 November 1996) was an Indian biochemist who served as a professor of biochemistry and department chairman (1984–1996) at Aligarh Muslim University (AMU) Aligarh, India.[1] He was a Founder Director of Interdisciplinary Biotechnology Unit at AMU in 1984.[2]", "1786327": "Mark Ridley (born 1956) is a British zoologist and writer on evolution.", "64242136": "Keshav Chandra Pandey (5 July 1943 –  1 December 2019), popularly known as K. C. Pandey, was an Indian educationist and zoologist with 55 years research experience, a Fellow of the Zoological Society of India (F.ZSI),[1] and a Fellow of the Helminthological Society of India (FHSI).", "59228633": "R. John Collier (born August 6, 1938) is an American microbiologist and biochemist. He is the Maude and Lillian Presley Professor of Microbiology and Immunobiology, Emeritus at Harvard Medical School.", "33079770": "Eloise Elizabeth \"Betsy\" Clark (1931 – 10 May 2017)[1][2] was an American biologist, best known for her long service (1969–1983) as Assistant Director for Biological, Behavioral, and Social Sciences at the U.S. National Science Foundation.", "30196187": "Gerd Jürgens (also spelt Juergens) (born 1949) is a plant developmental biologist and emeritus Director of the Cell Biology Department at the Max Planck Institute for Developmental Biology[1][2] and Head of the Center for Plant Molecular Biology (ZMBP) at the Eberhard-Karls Universität Tübingen. He has published extensively in leading journals, including eight papers in the journal Nature as well as various articles in the journals Cell, Science, Journal of Cell Biology and The Plant Journal.[3]", "69190114": "Gemma Reguera is a Spanish-American microbiologist and professor at Michigan State University. She is the editor-in-chief of the journal Applied and Environmental Microbiology and was elected fellow of the American Academy of Microbiology in 2019. She is the recipient of the 2022 Alice C. Evans Award for Advancement of Women from the American Society for Microbiology.[1] Her lab's research is focused on electrical properties of metal-reducing microorganisms.", "68403687": "Luca Comai is an Italian plant biologist whose work has focused on trait discovery for improving agricultural crops and on developing protocols and systems for identifying new genes and mutations in plants. Through his work at Calgene, Comai was one of the first discoverers of the glyphosate resistance gene and is considered a pioneer in the field of plant biotechnology research.", "40452596": "Daniel Mark Wolpert FRS[4] FMedSci (born 8 September 1963)[5] is a British medical doctor, neuroscientist and engineer, who has made important contributions in computational biology. He was Professor of Engineering at the University of Cambridge from 2005, and also became the Royal Society Noreen Murray Research Professorship in Neurobiology from 2013.[1][6][7][8][9][10][11][12] He is now Professor of Neurobiology at Columbia University.", "26198522": "Herman Jan Phaff (May 30, 1913 – August 24, 2001)[1] was a scientist who specialised in yeast ecology. He was born in the Netherlands before moving to California at age of 26. He was active in Californian universities until his death.  During his career he accumulated thousands of strains of yeast from the wild, and described 60 new taxa of yeast.", "1720832": "Douglas Harold Copp CC FRS FRSC (January 16, 1915 – March 17, 1998) was a Canadian scientist who discovered and named the hormone calcitonin, which is used in the treatment of bone disease.[1]", "49529347": "Gustav Woldemar Focke (24 January 1810, Bremen – 1 June 1877, Bremen) was a German physician and naturalist. He was a nephew of naturalist Gottfried Reinhold Treviranus.", "66175500": "Dana Carroll is an American molecular biologist and biochemist at the University of Utah School of Medicine who has made important contributions to the field of genome editing. He has been a member of the National Academy of Sciences since 2017.[1]", "31179278": "Yoh Iwasa (born 1952) is a Japanese Mathematical Biologist who is considered the leading mathematical biologist in Japan.[1]", "59425297": "Shelley L. Berger is the Daniel S. Och Professor of cell and developmental biology at the University of Pennsylvania School of Medicine. Her research focuses on epigenetics.", "1753623": "Cornelis Bernardus van Niel (also known as Kees van Niel) (November 4, 1897 – March 10, 1985) was a Dutch-American microbiologist. He introduced the study of general microbiology to the United States and made key discoveries explaining the chemistry of photosynthesis.[1]", "71254553": "Arren Bar-Even (6 June 1980 - 18 September 2020) was an Israeli biochemist and synthetic biologist. In his research, Bar-Even made pioneering advances in the design and implementation of novel pathways for improved CO2 fixation.[1] and formate utilisation.[2]", "11125279": "Helen Katherine Myers Sharsmith (August 26, 1905 – November 10, 1982) was an American biologist.", "14860831": "Warren Richard Gish is the owner of Advanced Biocomputing LLC.  He joined Washington University in St. Louis as a junior faculty member in 1994, and was a Research Associate Professor of Genetics from 2002 to 2007.[2][3]", "36684321": "Vladimir Ivanovich Pyankov (31 March 1954 – 1 February 2002) was a Russian phytophysiologist, professor of the Ural State University."}