{"34083139": "Maurice Henry Lecorney Pryce (24 January 1913 – 24 July 2003)[1][2] was a British physicist.", "52629828": "Xiaoyi Bao FRSC (Chinese: 鲍晓毅) is a Chinese Canadian physicist, recognized for her contributions to the field of fiber optics. She is a professor at the University of Ottawa, where she holds the Canada Research Chair in Fiber Optics and Photonics. Bao was awarded an honorary doctorate from the University of Lethbridge; the citation for the honour called her \"a world-renowned scholar in her field.\"", "34378053": "Asle Sudbø (born 3 May 1961) is a Professor of Physics at the Norwegian University of Science and Technology (NTNU). \nHe was a co-author (with his twin brother, Jon Sudbø, and his brother's wife, Wanja Kildal) of two articles in The Lancet and The New England Journal of Medicine[1] that were since found be based on scientific fraud and subsequently retracted in 2006. The editor of The Lancet described this as the biggest scientific fraud conducted by a single researcher ever.[2] However, his brother finally accepted all responsibilities and claimed only he was responsible for the fraud.[3] An official inquiry into Asle Sudbø's involvement with his brother's fabrication took place. The official commission concluded that Jon Sudbø alone was responsible, and allegations against Asle Sudbø was proven to be wrong.[4]", "53842249": "Dennis G. Kovar from the U.S. Department of Energy, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Nuclear Physics  in 1996,[3] for his work on direct reactions, which provided precise spectroscopic information of importance for our understanding of single-particle states near doubly-magic 208Pb, and which established the angular-momentum dependence in heavy-ion transfer reactions.", "49254731": "Peter R. Jennings (born 1950) is a British-Canadian physicist, scientist, inventor, software developer, computer chess programmer, and entrepreneur. He is most notable for creating MicroChess, the first microcomputer game to be sold commercially.[1]", "53842252": "Kenneth W. Gentle from the University of Texas, Austin, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Plasma Physics in 1996,[3] for his pioneering experiments on wave-particle and wave-wave interactions which have illuminated the fundamental nonlinear phenomena in collisionless plasmas, and for his leadership in the development of experiments which directly measure the fundamental processes of transport in Tokamak plasmas.", "71373132": "Elizabeth Jane Buckley-Geer is a particle physicist and astrophysicist at Fermilab, where she studies gravitational lensing as a collaborator on the Dark Energy Survey and Dark Energy Spectroscopic Instrument. She is also an associate of the University of Chicago Consortium for Advanced Science and Engineering.[1]", "43553104": "John Gaston Fox (March 5, 1916 – July 24, 1980) was an American nuclear physicist.  He earned his PhD from Princeton in 1941 and was soon recruited to work on the Manhattan Project. He later moved to Pittsburgh where he spent the rest of his career as a professor of physics at Carnegie Mellon University. He is best known for his work in the 1960s, applying the results of the extinction theorem to the then-current body of experimental evidence relating to both special relativity and emission theory.", "53842262": "Henry Philip Freund from the Science Applications International Corporation, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Plasma Physics in 1997,[3] for seminal contributions to the theory of collective radiation mechanisms in plasma and relativistic electron beans, and the application of the theory to runaway electron instabilities in tokamaks and to coherent radiation sources such as Free-Electron Lases and Cerenkov Masers.", "39227738": "Arthur Lee Loeb (13 July 1923, Amsterdam – 19 July 2002, Cambridge, Massachusetts) was a Dutch scientist and crystallographer.", "63213919": "Valery A. Godyak (born June 8, 1941 in Czernowitz) is a Russian-American physicist who specializes in plasma physics. As a scientist, he made fundamental contributions to the understanding of radio frequency (RF) induced discharges in plasmas as well as in associated nonlinear phenomena.[1][2][3] As an industrial physicist, he developed induction lamps such as the Icetron-Endura RF lamp[4] and received honors from companies such as Osram Sylvania and Siemens.[5]", "48959841": "Catherine Elizabeth \"Cait\" MacPhee CBE FRSE FInstP FRSC is Professor of Biological Physics at the University of Edinburgh.[1]  After studying for her BSc in biochemistry and her PhD in medicine at the University of Melbourne she moved to the University of Oxford for postdoctoral research, where she was a research fellow at St Hilda's College, and subsequently held a Royal Society Dorothy Hodgkin Fellowship. From 2001-2005 she was a Royal Society University Fellow in the Cavendish Laboratory of the University of Cambridge and held a research fellowship at Girton College and then a fellowship at King's College.  In 2006 she moved to the University of Edinburgh, where she became Professor of Biological Physics in 2011.[2]", "34148708": "John Stuart Foster Jr. (born September 18, 1922) is an American physicist, best known as the fourth director of Lawrence Livermore National Laboratory and as Director, Defense Research and Engineering under four Secretaries of Defense and two Presidents.", "58626404": "Alessandro Strumia (born 26 December 1969)[2] is an Italian physicist at the University of Pisa. His research focuses on high energy physics, beyond the Standard Model, studying the flavour of elementary particle, charge conjugation parity (CP) symmetry violations, and the Higgs boson. In September 2018, Strumia gave a controversial presentation at CERN's first Workshop on High Energy Theory and Gender, where he claimed that male, not female scientists, were the victims of discrimination on the part of universities.", "53842277": "Steven M. George from the University of Colorado, Boulder, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Chemical Physics in 1997, for \"advancements in our understanding of gas-surface energy transfer dynamics, surface kinetics and diffusion processes, environmental chemistry at gas-surface interfaces, heterogeneous catalysis, and chemically controlled eptiaxy of novel thin film materials.\"[3]", "53842281": "William F. Hoffmann is a physicist in the University of Arizona who was awarded the status of Fellow from the American Physical Society after they were nominated by their Division of Astrophysics in 1997,[1] for his pioneering work in the field of balloon-borne far-infrared astronomy and discovery of far-infrared radiation from Galactic Center; successful construction of the Multi Mirror Telescope (MMT) and application of infrared array technology to astronomy.", "53842285": "Alessandro G. Ruggiero from the Brookhaven National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by the Division of Physics of Beams in 1998,[3] for contributions to accelerator theory, including instabilities and nonlinear dynamics; to accelerator complex designs notably the Antiproton Source and the Relativistic Heavy Ion Collider; and to accelerator architecture investigation of Spallation Neutron Sources.", "53842291": "Arthur Eugene Livingston from the University of Notre Dame, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Atomic, Molecular & Optical Physics in 1998,[3] for his contributions to the understanding of relativistic, QED, and Rydberg state atomic structures through the spectroscopy of highly-charged ions, and for precise determinations of excited-state lifetimes involving allowed and forbidden atomic transitions.", "17404277": "Peter Herbert Jensen (28 November 1913, Göttingen – 17 August 1955, Quend) was a German experimental nuclear physicist. During World War II, he worked on the German nuclear energy project, known as the Uranverein. After the war, he was a department director in the high-voltage section of the Max Planck Institute for Chemistry, in Mainz, and a supernumerary professor at the University of Mainz.", "67604855": "Gretchen K. Campbell (born c. 1980)[1] is an American atomic, molecular, and optical physicist associated with the National Institute of Standards and Technology. She works in the field of atomtronics and has received awards in recognition of her research contributions on Bose-Einstein condensates.", "430456": "Lewis Fry Richardson, FRS[1] (11 October 1881 – 30 September 1953) was an English mathematician, physicist, meteorologist, psychologist, and pacifist who pioneered modern mathematical techniques of weather forecasting, and the application of similar techniques to studying the causes of wars and how to prevent them. He is also noted for his pioneering work concerning fractals and a method for solving a system of linear equations known as modified Richardson iteration.[2]", "53842299": "Arunava Gupta from the IBM T.J. Watson Research Center, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by the Division of Materials Physics in 1998,[3] for contributions to the development of pulsed laser deposition techniques, the use of this technique for the production of materials with novel physical properties, and for original contributions to the understanding of nonequilibrium film-growth mechanisms.", "35787137": "Walter Moritz Boas FAA (10 February 1904 – 12 May 1982) was a German-Australian metallurgist.[1][2]", "53842305": "Bradley Marc Sherrill (born June 15, 1958) is a Distinguished Professor of Physics at Michigan State University.", "53842308": "Mark Douglas Havey from Old Dominion University, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by his Division of Atomic, Molecular & Optical Physics in 1998,[3] for development and explication of novel one- and two-photon spectroscopies of bound and dissociative electronic states of diatomic molecules; also for development of precision atomic two-photon polarization spectroscopy for determination of atomic matrix elements and novel sum rule.", "2331012": "Robert Herman (August 29, 1914 – February 13, 1997) was an American scientist, best known for his work with Ralph Alpher in 1948–50, on estimating the temperature of cosmic microwave background radiation from the Big Bang explosion.[1]", "57807238": "Emily Winterburn is a British science writer, physicist and historian of science based in Yorkshire. She is a visiting Fellow at the University of Leeds. Among other books, she wrote The Quiet Revolution of Caroline Herschel, published by The History Press in 2017.", "53842311": "Patrick L. McGaughey from the Los Alamos National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Nuclear Physics  in 1998,[3] for his contributions to experimental high-energy nuclear physics; including his leadership of Fermilab E866, his penetrating contributions to the understanding of J/y production in nuclear collisions, and his insight and leadership in helping formulate the conceptual design of the PHENIX detector at RHIC.", "35918217": "James P. Crutchfield (born 1955) is an American mathematician and physicist. He received his B.A. summa cum laude in physics and mathematics from the University of California, Santa Cruz, in 1979 and his Ph.D. in physics there in 1983. He is currently a professor of physics at the University of California, Davis, where he is director of the Complexity Sciences Center—a new research and graduate program in complex systems. Prior to this, he was research professor at the Santa Fe Institute for many years, where he ran the Dynamics of Learning Group and SFI's Network Dynamics Program. From 1985 to 1997, he was a research physicist in the physics department at the University of California, Berkeley. He has been a visiting research professor at the Sloan Center for Theoretical Neurobiology, University of California, San Francisco; a postdoctoral fellow of the Miller Institute for Basic Research in Science at UCB; a UCB physics department IBM postdoctoral fellow in condensed matter physics; a distinguished visiting research professor of the Beckman Institute at the University of Illinois, Urbana-Champaign; and a Bernard Osher Fellow at the San Francisco Exploratorium.", "53842315": "Stephen Bernard Libby is an American theoretical physicist and the Theory and Modeling Group Leader in the Physics Division at Lawrence Livermore National Laboratory. He is a Fellow of the American Physical Society.[1] He is known for the application of quantum field theory to diverse systems including perturbative quantum chromodynamics and transport in the quantum Hall effect, as well as inventing computational algorithms for radiation driven kinetics in plasmas, and the invention of novel short wavelength laser applications.", "48501132": "Jeannette Virginia Lincoln (September 7, 1915 – August 1, 2003) was an American physicist.[1]", "59380108": "Scott Park Manley[2] (born 31 December 1972) is a Scottish science communication YouTuber, gamer, astrophysicist, and programmer. On his YouTube channel, he makes videos discussing space-related topics and news, mainly concerning up-to-date rocket science developments.[3] He also plays space-themed video games, most notably Kerbal Space Program,[4] while using his physics background to teach science concepts.[5][6]", "53842320": "Dieter Zeppenfeld from the University of Wisconsin–Madison, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Particles and Fields in 1999,[3] for pioneering contributions to the theoretical formulation of effective electroweak gauge boson interactions in a model-independent way and in the linear-sigma model, which initiated phenomenological and experimental studies of gauge boson anomalous coup.", "51253650": "George Grüner (born 4 January 1943) is a Hungarian-American physicist, Distinguished Professor of Physics at the University of California, Los Angeles, UCLA.[1][2]", "53842324": "Michael Hass of the Weizmann Institute of Science was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by his Division of Nuclear Physics in 1999 for \"innovative experiments on parity violation in nuclear electromagnetic decay and on measurements of electromagnetic moments of short lived nuclear states via the development of transient hyperfine magnetic field and tilted foil techniques essential to align and polarize nuclei.\"[3]", "29921685": "Sauro Succi is an Italian scientist, internationally credited for being one of the founders of the successful Lattice Boltzmann method for fluid dynamics and soft matter.[1][2]", "53842327": "Rob Duncan Coalson from the University of Pittsburgh, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Chemical Physics in 1999,[3] for novel contributions to the theory of condensed phase quantum dynamics, including computational methodology and applications to optical spectroscopy and electron transfer; and for theoretical insights into macroion electrostatics, with applications to colloidal suspensions and crystals.", "53842329": "Thomas James Bernatowicz, from Washington University in St. Louis, was awarded the status of Fellow[1] in the American Physical Society,[2] having been nominated by their Division of Astrophysics in 1999.[3]", "2363802": "August Joseph Ignaz Toepler (7 September 1836 – 6 March 1912) was a German chemist and physicist known for his experiments in electrostatics.", "57184667": "Juna Kollmeier is an astrophysicist from the US. She is currently employed at the Carnegie Institution for Science and is the director of the fifth phase of the Sloan Digital Sky Survey, which made its first observations in October, 2020.[1] She has been named director of the Canadian Institute for Theoretical Astrophysics, located at the University of Toronto, and will take up this position in July, 2021.[2]", "53842334": "Donald Ray Wiff from the Kent State University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Forum on Industrial and Applied Physics  in 1999,[3] for research in solving mathematically ill-posed problems in polymer molecular weight and mechanical relaxation time distribution functions, and in developing molecular, in situ molecular and nanocomposite polymer concepts for high performance materials and micoelectromechanical system devices.", "53842340": "Elisa Molinari is an Italian physicist from the University of Modena and CNR, Italy. She has been primarily interested in computational materials science and nanotechnologies, and she has been particularly active in the theory of fundamental properties of low-dimensional structures, in the simulation of nanodevices, in the development of related computational methods. She also has a continuing interest in scientific imaging and communication.[1]", "74027431": "Marcel Froissart (20 December 1934, 6th arrondissement of Paris –  21 October 2015, 14th arrondissement of Paris)[1][2][3][4] was a French theoretical physicist, specializing in particle physics. He is known for the Froissart bound[5] and the Froissart–Stora equation.", "2363817": "Maximilien August Topler (25 June 1870 – 14 March 1960) was a German physicist known for his work on electrostatics, sparks and Schlieren photography. His father was the physicist August Toepler.", "53842346": "James Douglas Beason, from the Air Force Research Laboratory, was awarded the status of Fellow[1] of the American Physical Society[2] after being nominated by the APS in 2000.[3] The honor was for his advancement of national science policy, especially for his impact throughout the government on basic research. In addition, he has fundamentally advanced science in his work toward solving the relativistic Compton scattering kernel, and inventing innovative techniques for simulating lasers and plasmas.", "35656106": "Erwin Gabathuler OBE FRS (16 November 1933 – 29 August 2016) was a particle physicist from Northern Ireland.[citation needed]", "53842352": "Jerry Paul Draayer is the Roy P. Daniels Professor of Physics at Louisiana State University. He was elected as a fellow of the American Physical Society,[1][2] for \"enhancing our understanding of collective phenomena in atomic nuclei through algebraic shell-model analyses, statistical spectroscopy studies of strength distributions, explorations involving pseudo-spin symmetry, and the application of nonlinear methods.\"", "72126905": "Alojzij Franc 'Alojz' Kodre (born 22 February 1944 in Villach, Austria) is a Slovenian physicist and translator.", "51876287": "Klaus-Robert Müller (born 1964 in Karlsruhe, Germany) is a German computer scientist and physicist, most noted for his work in machine learning and brain–computer interfaces.", "43487680": "Eoin P. O’Reilly is an Irish physicist who, as of 2014, was chief scientific officer at the Tyndall Institute, and a professor of physics at University College Cork.[1]\nIn 2014 he was awarded the Rank Prize in Optoelectronics for his pioneering work on strained-layer laser structures.[2]", "71373254": "Paul A. Heiney is an American physicist.", "64229836": "Marguerite (Peggy) Moilliet Rogers (1915–1989) was a Mexican-born American physicist who became the \"country's leading authority in the field of air-launched conventional weapons\".[1]", "72585677": "Wu Shishu (May 27, 1923 – February 27, 2009) was a Chinese theoretical physicist and professor at Jilin University. In 1980, he was elected a member of the Chinese Academy of Science.[1]", "21631436": "Marcia Neugebauer (born September 27, 1932) is a prominent American geophysicist who made contributions to space physics. Neugebauer's research was among the first that yielded the first direct measurements of the solar wind and shed light on its physics and interaction with comets.", "70980050": "Donald W. Olson is an astrophysicist and forensic astronomer at the Texas State University. Nicknamed the \"Celestial Sleuth,\" he is known for studying art and history using astronomical data.[1] He is currently regents professor emeritus at Texas State's Department of Physics.[2]", "43454935": "Davison \"Dave\" Eugene Soper (21 March 1943, Milwaukee, Wisconsin) is an American theoretical physicist specializing in high energy physics.[1]", "65245655": "Jesse William Monroe DuMond (July 11, 1892 – December 4, 1976) was an American experimental physicist. He worked at the National Bureau of Standards and later at Caltech where he was involved in experimental approaches to establish accurate measurements of a number of physical constants including the mass and charge of the electron; and Planck's constant.", "52695512": "Patrice Cellario (born November 21, 1953) is a Monegasque nuclear physicist and civil servant. He serves as Monaco's Interior Minister.", "43586016": "Derek Keir (born 1979 Johannesburg, South Africa) has been an associate professor of geophysics at the University of Southampton since 2015. In 2013 he received the Bullerwell Lecture[1] award from the British Geophysical Association (BGA) for significant contributions to geophysics.", "42111464": "Costas M. Soukoulis (Greek: Κώστας Μ. Σούκουλης) is a Senior Scientist in the Ames Laboratory and a Distinguished Professor of Physics Emeritus Archived 2018-12-31 at the Wayback Machine at Iowa State University. He received his B.Sc. from University of Athens in 1974. He obtained his Ph.D. in Physics from the University of Chicago in 1978, under the supervision of Kathryn Liebermann Levin. From 1978 to 1981 he was at the Physics Department at University of Virginia. He spent three years (1981–1984) at Exxon Research and Engineering Co. and since 1984 has been at Iowa State University (ISU) and Ames Laboratory. He has been part-time Professor at the Department of Materials Science and Technology of the University of Crete (2001–2011) and an associated member of IESL-FORTH at Heraklion, Crete, Greece, since 1984.", "2462195": "Michele Alberto Bancalari (1805–1864)[1] was professor of natural philosophy at the University of Genoa.[2]  In 1847, he discovered that flames were diamagnetic by showing that there were repulsed by a strong magnetic field.[3]", "63312375": "Pamela Anne Thomas is a British condensed matter physicist, and former Pro Vice Chancellor for Research at the University of Warwick,[1] where she leads the Ferroelectrics & Crystallography group.[2] Her work focuses on the structure and related properties of ferroelectric, piezoelectric and nonlinear optical crystals, ceramics and thin-films.[3] In September 2020, she was appointed Chief Executive Officer of the Faraday Institution, an organisation which advances energy storage science and technology.[4]", "57283066": "Thomas Erle Faber (25 April 1927 – 27 July 2004) was a physicist and publisher, and he was a university lecturer at Cambridge for 35 years.[1]", "61247994": "Véronique Dehant is a Belgian geodesist and geophysicist. She specializes in \nmodeling the deformation of the Earth's interior in response to the planet's rotation and the gravitational forces exerted upon it by the Sun and Moon. She has used similar techniques to study Mercury, Venus, Mars and the icy \nsatellites of the outer planets.[1] \nShe primarily works at the Royal Observatory of Belgium, but also serves as an \nExtraordinary Professor at the Université Catholique de Louvain.", "22188545": "Jacques Prost, born in 1946 in Bourg-en-Bresse, is a French physicist, former General director of École supérieure de physique et de chimie industrielles de la ville de Paris, member of the French Academy of Sciences.[1]", "72061443": "Carla Fröhlich is a Swiss and American nuclear astrophysicist whose research has included the neutrino p-process for nucleosynthesis in supernovae, and the study of multi-messenger astronomy. She is a professor of physics and University Faculty Scholar at North Carolina State University.[1]", "51843595": "Jedidah C. Isler is an American astrophysicist, educator, and an active advocate for diversity in STEM. She became the first African-American woman to complete her PhD in astrophysics at Yale in 2014.[1] She is currently an assistant professor of astrophysics at Dartmouth College.[2] Her research explores the physics of blazars (hyperactive supermassive black holes)[3] and examines the jet streams emanating from them.[1]   In November 2020, Isler was named a member of Joe Biden's presidential transition Agency Review Team to support transition efforts related to the National Aeronautics and Space Administration.[4]", "40604173": "Dr. Walter F. Huebner (February 22, 1928, in New York City – June 1, 2021, in Norman, Oklahoma) was an astrophysicist who wrote several books on comets including close-orbit and asteroids that may collide with the Earth, and how to prevent catastrophic collisions.", "8032785": "Bruce A. McIntosh (October 30, 1929 – February 15, 2015) was a Canadian astrophysicist who worked at the Herzberg Institute of Astrophysics, National Research Council of Canada, Ottawa, Ontario.[1]", "20976147": "Johan Peter Holtsmark (13 February 1894 – 10 December 1975) was a Norwegian physicist, who studied spectral line broadening and electron scattering. In 1929, while at the Norwegian Institute of Technology, Holtsmark established acoustics research laboratories, focusing on architectural acoustics and sound insulation. Holtsmark was also a consultant for the Norwegian Broadcasting Corporation (NRK) throughout the 1930s.[1][2][3]", "59216412": "Lauren Ilsedore Cleeves is an American astrophysicist and an assistant professor in the Department of Astronomy at the University of Virginia.[1] She is specialized in the study of protoplanetary disks.", "17404446": "Chon Chibu is a North Korean nuclear physicist who worked on the North Korean Civilian Nuclear Programme at the Yongbyon Nuclear Scientific Research Center. Chibu was photographed with Ibrahim Othman, the director general of the Syrian Atomic Energy Commission, in Syria in 2007. Documents found on Othman's laptop, including a photo of him with Chon, led to the strike at the al-Khibar nuclear reactor by the Israeli military (codenamed Operation Orchard) on 6 September 2007.", "39096866": "Edward Allan Frieman (January 19, 1926 – April 11, 2013) was an American physicist who worked on plasma physics and nuclear fusion.[1] He was the director of the Scripps Institution of Oceanography from 1986 through 1996, and then the senior vice president of science and technology at the Science Applications International Corporation from 1996 on until his death in 2013.[2][3]", "22745638": "Edward J. Weiler (born 1949) was the Associate Administrator for the Science Mission Directorate of the National Aeronautics and Space Administration until his retirement on September 30, 2011.[1]", "14258726": "İsmail Akbay (October 17, 1930 – July 26, 2003) was a Turkish scientist. He is mostly remembered as the first Turk to work for NASA.", "57020969": "Teresa Mary Anderson MBE (born 1962) is a British physicist and the director of the University of Manchester's Discovery Centre at Jodrell Bank Observatory. She is a professor at the University of Manchester and the curator of science at the Bluedot Festival.", "15634987": "Boyce Dawkins McDaniel (June 11, 1917 – May 8, 2002) was an American nuclear physicist who worked on the Manhattan Project and later directed the Cornell University Laboratory of Nuclear Studies (LNS). McDaniel was skilled in constructing \"atom smashing\" devices to study the fundamental structure of matter and helped to build the most powerful particle accelerators of his time.  Together with his graduate student, he invented the pair spectrometer.", "13177394": "Roman Ulrich Sexl (19 October 1939 – 10 July 1986) was one of the leading Austrian theoretical physicists. He is famous for his textbooks on Special relativity.", "8852028": "Marvin Leonard \"Murph\" Goldberger (October 22, 1922 – November 26, 2014) was an American theoretical physicist and former president of the California Institute of Technology.[1][2]", "3084863": "Gian Carlo Wick (15 October 1909 – 20 April 1992) was an Italian theoretical physicist who made important contributions to quantum field theory. The Wick rotation, Wick contraction, Wick's theorem, and the Wick product are named after him.[1]", "69898816": "Antti Pauli Uolevi Vuorinen (8 March 1932 – 27 July 2011) was a Finnish physicist.", "8983109": "Carl Nordling (6 February 1931 – 1 April 2016) was a Swedish physicist who was a professor of physics at Uppsala University. He was a member of the Royal Swedish Academy of Sciences and served as the chairman of the Nobel Committee for Physics.", "36115013": "Dale P. Cruikshank is an astronomer and planetary scientist in the Astrophysics Branch at NASA Ames Research Center. His research specialties are spectroscopy and radiometry of planets and small bodies in the Solar System. These small bodies include comets, asteroids, planetary satellites, dwarf planets (e.g., Pluto), and objects in the region beyond Neptune (Kuiper belt objects and trans-Neptunian bodies). He uses spectroscopic observations made with ground-based and space-based telescopes, as well as interplanetary spacecraft, to identify and study the ices, minerals, and organic materials that compose the surfaces of planets and small bodies.", "70750795": "Murray S. Daw is an American physicist and Clemson University professor. He is best known for his work on the embedded atom model.[1]", "68391499": "Vasiliki Pavlidou is a Greek astrophysicst and Full Professor in the Department of Physics at the University of Crete[1] and an Affiliated Faculty at the Institute of Astrophysics - Foundation for Research & Technology - Helas.[2] Since July 2023 she serves as an associate editor in the peer-reviewed scientific journal Astronomy & Astrophysics[3] Her research interests focus on cosmology, high energy physics and radio astronomy.[4]", "52236877": "Krzysztof Antoni Meissner (born 1 September 1961 in Warsaw, Poland) is a Polish theoretical physicist, specializing in elementary particles theory, and a professor of physics at the University of Warsaw, Faculty of Physics, Institute of Theoretical Physics.[1]", "68653649": "Mary Hudson is the Eleanor and Kelvin Smith Distinguished Professor of Physics at Dartmouth College.[2] She is known for her research on the weather patterns that occur due to solar eruptions. She was elected a fellow of the American Geophysical Union in 1984.", "2265696": "Ivan Yuryevich Kulakov (Russian: Ива́н Ю́рьевич Кулако́в; born July 15, 1967) is a Russian geophysicist and artist.", "3248747": "Cornelius Francis \"Neal\" Lane (born August 22, 1938), is an American physicist and senior fellow in science and technology policy at Rice University's Baker Institute for Public Policy and Malcolm Gillis University Professor Emeritus of Physics and Astronomy Emeritus at Rice University in Houston, Texas.", "16847471": "Robert Abraham Esau (7 June 1884 – 12 May 1955) was a German physicist.", "1643120": "Hubert Curien (30 October 1924 – 6 February 2005) was a French physicist and a key figure in European science politics, as the President of CERN Council (1994–1996),[1] the first chairman of the European Space Agency (ESA) (1981–1984), and second President of the Academia Europæa and a President of Fondation de France.", "72749686": "Laura Cadonati is an American physicist who specializes in gravitational waves.", "48927358": "Ivan Georgiev Petrov (Bulgarian: Иван Георгиев Петров) (born 6 September 1949) is a Bulgarian-American physicist, specializing in thin films, surface science, and methods of characterization of materials. His research and scientific contributions have been described as having an \"enormous impact on the hard-coatings community\".[1] Petrov was the president of the American Vacuum Society for 2015.", "3052162": "Lev Samiylovych Palatnik (Ukrainian: Лев Самійлович Палатник; 26 April 1909, Poltava – 4 June 1994, Kharkiv) was a Soviet and Ukrainian physicist known for his contributions in the field of thin film physics and film material.", "27726471": "Dirk (Dik) Bouwmeester (born 1967) is a Dutch experimental physicist specializing in quantum optics and quantum information. He currently holds faculty positions at the University of California at Santa Barbara and at Leiden University in the Netherlands.", "60494474": "Emanuela Del Gado is an Italian theoretical physicist and the Provost's Distinguished Professor at Georgetown University. She combines statistical mechanics and computational modelling to understand complex materials.", "5509771": "Warren Palmer Waters (8 September 1922 – 17 July 2000) was an American physicist, electrical engineer, and semiconductor pioneer. He filed several device and process patents in the field of solid state engineering and was the manager of the solid state research center for the Hughes Aircraft Company. Walter's innovative circuit designs led to the success of NASA's Surveyor program.", "55906955": "Franz Ferdinand Heyman (17 August 1924 – 28 March 2005)[1] was a British physicist who served as Quain Professor from 1975–80 at University College London.[2] He was featured in Who's Who in British Scientists, Who's Who in Atoms and Who's Who in Technology.[3][4]", "33559182": "Anatoly Alekseyevich Logunov (Russian: Анатолий Алексеевич Логунов; December 30, 1926 – March 1, 2015) was a Soviet and Russian theoretical physicist, academician of the USSR Academy of Sciences and Russian Academy of Sciences.[1][failed verification][2] He was awarded the Bogolyubov Prize in 1996.", "62919310": "Laura Na Liu (born 1979) is a Chinese physicist focused on researching nano-optics of three-dimensional meta materials as it applies to biology and chemistry.[1][2] After receiving her undergraduate and master's degree in China, she has had many global opportunities for education and research including Germany and the United States of America.[1] Today, she is a professor at University of Stuttgart in Germany.[1] She has received several awards for her contributions in the field of optics.", "7312016": "Marian Mazur (Radom, December 7, 1909 – Warsaw, January 21, 1983) was a Polish scientist who specialized in electrothermics and cybernetics, and the founding father of the Polish school of cybernetics.", "1413777": "Lewi Tonks (1897–1971) was an American quantum physicist noted for his discovery (with Marvin D. Girardeau) of the Tonks–Girardeau gas.", "62919318": "Tsutomu Yanagida is a Japanese physicist who first proposed the seesaw mechanism in 1979 and developed the model of leptogenesis. The name of the seesaw mechanism was given by him in a Tokyo conference in 1981. In 1994, he predicted, together with M. Fukugita, the nonzero cosmological constant Λ = (3 ± 1 meV)4 [1] four years prior to the observation[2] in order to resolve the age discrepancy between the Universe and some old stars.", "71373463": "Lawrence H. Ford is an American physicist.", "299672": "Annie Jump Cannon (/ˈkænən/; December 11, 1863 – April 13, 1941) was an American astronomer whose cataloging work was instrumental in the development of contemporary stellar classification.[2] With Edward C. Pickering, she is credited with the creation of the Harvard Classification Scheme, which was the first serious attempt to organize and classify stars based on their temperatures and spectral types. She was nearly deaf throughout her career after 1893, as a result of scarlet fever. She was a suffragist and a member of the National Women's Party.[3]", "34968223": "Helen Czerski is a British physicist and oceanographer and television presenter. She is an associate professor in the department of mechanical engineering at University College London.[4][5][6] She was previously at the Institute for Sound and Vibration Research at the University of Southampton.[7]", "70914723": "Luciana Vaccaro (born August 27, 1969 in Geneva), is an Italian-Swiss physicist. She has held the position of rector of the University of Applied Sciences and Arts of Western Switzerland since October 2013.", "59183779": "Jan Jozef van Deemter (31 March 1918 – 10 October 2004) was a Dutch physicist and engineer known for the Van Deemter equation in chromatography.[1][2][3]", "1381029": "Jogesh C. Pati (born 1937) is an Indian-American theoretical physicist at the SLAC National Accelerator Laboratory.", "67244707": "Klaus Fredenhagen (born 1 December 1947) is a German theoretical physicist who works on the mathematical foundations of quantum field theory.[1]", "52695722": "Brian Scarlett FREng (11 July 1938–2 September 2004) was a British academic noted for his contributions to particle technology", "5771948": "Willem \"Wim\" Hermsen (born September 7, 1947 in Hilversum) is an astrophysicist and a former water polo player from the Netherlands. He finished in seventh position with the Dutch Men's Water Polo Team at the 1972 Summer Olympics in Munich. Two of his brothers, André and Henk, also played water polo on the highest level, and represented the Netherlands in the Summer Olympics, in 1960 and 1964.", "62755504": "Barbara Kraus (born 26 December 1975)[1]) is an Austrian physicist specializing in quantum information, quantum entanglement, and quantum key distribution. She is a University Professor at the TUM School of Natural Sciences at the Technical University of Munich.", "3183280": "Miguel José Yacamán (born 1946 in Córdoba, Veracruz) is a Mexican physicist who has made contributions to the fields of materials science, nanotechnology, and physics.", "561845": "Jacob David Bekenstein (Hebrew: יעקב בקנשטיין; May 1, 1947 – August 16, 2015) was a Mexican-born American-Israeli theoretical physicist who made fundamental contributions to the foundation of black hole thermodynamics and to other aspects of the connections between information and gravitation.[1]", "60723898": "Renata M. M. Wentzcovitch is a condensed matter physicist, known for her work on simulating materials at the  quantum-mechanical level, including participating in the Quantum ESPRESSO project. Her work has focused mainly on materials at extreme pressure and temperature conditions typical of planetary interiors. She is a professor of material science and applied physics and of earth and environmental science at Columbia University.[1]", "46273214": "Professor Bruce Harold John McKellar AC (born 1941) is an Australian theoretical particle physicist who is Honorary Professorial Fellow at the Centre of Excellence for Particle Physics at the Terascale (CoEPP)[2] in the School of Physics at The University of Melbourne. The International Union of Pure and Applied Physics (IUPAP) elected him as its President-Designate in 2012.  In November 2014 McKellar became President of IUPAP, the first-ever Australian to take on this role.[3]", "71406274": "Sasha Haco (born 1992 or 1993)[1] is an English theoretical physicist, entrepreneur and Chief Executive Officer of Unitary, an online content moderation company.", "1315522": "Erdal İnönü (6 June 1926 – 31 October 2007) was a Turkish theoretical physicist and politician who served as the interim prime minister of Turkey between 16 May and 25 June 1993. He also served as the deputy prime minister of Turkey from 1991 to 1993 and as the minister of foreign affairs from March to October 1995. He served as the leader of the Social Democracy Party (SODEP) from 1983 to 1985 and later the Social Democratic Populist Party (SHP) from 1986 to 1993. He was the son of the second president of Turkey, İsmet İnönü.", "20288198": "Robert W. Bower (June 12, 1936) is an American applied physicist. Immediately after receiving his Ph.D. from The California Institute of Technology in 1973, he worked for over 25 years in many different professions: engineer, scientist, professor at University of California, Davis, and as president and CEO of Device Concept Inc. He also served as the president of Integrated Vertical Modules, which focused on three-dimensional, high-density structures. His most notable contribution, however, is his field-effect device with insulated gates—also known as a self-aligned-gate MOSFET (metal–oxide–semiconductor field-effect transistor), or SAGFET. Bower patented this design in 1969 while working at the Hughes Research Laboratories in Malibu, California.", "365255": "Clyde Lorrain Cowan Jr (December 6, 1919 – May 24, 1974) was an American physicist and the co-discoverer of the neutrino along with Frederick Reines. The discovery was made in 1956 in the neutrino experiment.[2] Reines received the Nobel Prize in Physics in 1995 in both their names.", "43291335": "Pablo Echenique Robba[1] (born 28 August 1978 in Rosario, Santa Fe, Argentina) is an Argentine-born Spanish physicist and politician. As a scientist, he holds a position at the Spanish National Research Council in Zaragoza (CSIC).[2]", "2167496": "Edward Arthur Seykota (born August 7, 1946) is a commodities trader, who earned S.B. degrees in Electrical Engineering from MIT and Management from the MIT Sloan School of Management, both in 1969. In 1970 he pioneered Systems trading by using early punched card computers to test ideas on trading the markets.  Seykota resided in Incline Village, Nevada, on the north shore of Lake Tahoe, but recently moved to Texas.", "27955914": "Jerome Jay Wolken (March 28, 1917 – May 10, 1999) was an American biophysicist who used his research in vision in deep sea creatures to develop a kind of eyeglasses that used specially designed lenses to gather more light, which provided vision to some people who were legally blind.", "1741520": "Kamal al-Din Hasan ibn Ali ibn Hasan al-Farisi [1][2][3] or Abu Hasan Muhammad ibn Hasan (1267– 12 January 1319,[4][5] long assumed to be 1320)[6]) (Persian: كمال‌الدين فارسی) was a Persian[7][8][9] Muslim scientist. He made two major contributions to science, one on optics, the other on number theory. Farisi was a pupil of the astronomer and mathematician Qutb al-Din al-Shirazi, who in turn was a pupil of Nasir al-Din Tusi.", "20124373": "Andreas Acrivos (born 13 June 1928) is the Albert Einstein Professor of Science and Engineering, emeritus at the City College of New York. He is also the director of the Benjamin Levich Institute for Physicochemical Hydrodynamics.", "660185": "Scott Diddams is a professor adjoint in the physics department at the University of Colorado Boulder.[1] He is attached to the Optical Frequency Measurements Group at the National Institute of Standards and Technology (NIST) based in Boulder, Colorado. Part of his work there includes research towards increasing the accuracy of the atomic clock.[2][3]", "35820250": "Stuart Meeson (born 1972) is a physicist who having done research in Electrical Impedance Tomography and Mammography has been working in Computed Tomography (CT) with the Radiology Group of the University of Oxford. Areas of particular interest include imaging the cervical spine, abdominal sepsis and low contrast features in the abdomen and liver. His work in CT led to a collaborative study with the UK Health Protection Agency on the Third UK national CT dose survey.", "463587": "Prosper-René Blondlot (French: [pʁɔspɛʁ ʁəne blɔ̃dlo]; 3 July 1849 – 24 November 1930) was a French physicist, who in 1891 made the first measurement of the speed of radio waves, but is now mostly remembered for his \"discovery\" of N rays, a phenomenon that subsequently proved to be illusory.", "70193894": "Victor V. Moshchalkov, (Russian: Виктор Васильевич Мощалков) (born on the 12th of June 1952) is a Belgian-Russian physicist. He is a professor Emeritus in the Department of Physics at the KU Leuven.[1] He is noted for contributions to Type-1.5 superconductors, S-Fi-S Pi Josephson junction and scanning Hall probe microscopy. He has made notable contributions to the fields of nanostructured superconductors,[2][3] nanophotonics and heavy fermions in solids.[4]", "48108263": "Giorgina Madìa (born 27 December 1904 in Naples, Italy) was an Italian physicist and electrical engineer, specializing in electrical communications, and a member of the Italian resistance during World War II.", "1741545": "Westinghouse Science Writing Award of the American Association for the Advancement of Science\nOersted Medal of the American Association of Physics Teachers\nPriestley Medallion of Dickinson College\nPresidential Award of the New York Academy of Sciences\nPublic Service Medal of the Minnesota Museum of Science\nAndrew Gemant Award of the American Institute of Physics", "70128364": "Daniel L. Cox is an American condensed matter physicist and biophysicist.", "56005360": "James Raymond Lawson (January 15, 1915 – December 21, 1996) was an American physicist and university administrator. He was the president of Fisk University, a historically black university in Nashville, Tennessee, from 1967 to 1975.", "32084721": "Erich E. Kunhardt Grullon (May 31, 1949 – August 4, 2014) was a Dominican American physicist who was Professor of applied physics at the Polytechnic Institute of New York University and a special advisor to the institute's president.", "44700406": "Catherine Patricia Foley AO PSM FAA FTSE  (born 10 November 1957)[2] is an Australian physicist. She is the Chief Scientist of Australia (since  January 2021),[3][4] before which she had been the chief scientist for the Commonwealth Scientific and Industrial Research Organisation (CSIRO) since August 2018.[5]", "10916602": "Sir Christopher Hubert Llewellyn Smith FRS HonFInstP (born 19 November 1942) is an Emeritus Professor of Physics at the University of Oxford.[3][4][5][6][7]", "6755071": "Andrew Jay \"Drew\" Feustel (/ˈfɔɪstəl/; born August 25, 1965) is a former American/Canadian NASA astronaut and geophysicist. Following several years working as a geophysicist, Feustel was selected as an astronaut candidate by NASA in July 2000. He is the veteran of 3 space flights with NASA.[3] His first spaceflight in May 2009, STS-125, lasted just under 13 days.[4][5] This was a mission with six other astronauts to repair the Hubble Space Telescope, aboard Space Shuttle Atlantis. Feustel performed three spacewalks during the mission.[6] His second spaceflight was STS-134, which launched on May 16, 2011, and landed on June 1, 2011. STS-134 was the penultimate Space Shuttle flight. Feustel returned to space on March 21, 2018, on Soyuz MS-08 with Expedition 55/56.[7][8] For expedition 56, he commanded the International Space Station, before handing over to Alexander Gerst on October 3, 2018.", "45486853": "Dorthe Dahl-Jensen (born 8 September 1958, Copenhagen, Denmark)[1] is a Danish palaeoclimatology professor and researcher at the Centre for Ice and Climate at the Niels Bohr Institute, University of Copenhagen in Denmark. Her primary field is the study of ice and climate, specifically the reconstruction of climate records from ice cores and borehole data; ice flow models to date ice cores; continuum mechanical properties of anisotropic ice; ice in the solar system; and the history and evolution of the Greenland Ice Sheet.[2]", "60494599": "Robert Bruce Meyer (born 13 October 1943, St. Louis)[1] is an American physicist and professor at Brandeis University.[2]", "64197385": "Yuriy Reznikov (born 16 October 1953, died 8 October 2016) was a Ukrainian physicist, Head of the Department of Crystals at NASU Institute of Physics and a world-renown expert in the field of liquid crystals. He is known for his work on photoalignment, \"giant\" optical non-linearity of liquid crystals and nano-colloids.[1]", "68784909": "Tamitha Skov is a space weather physicist,[2] researcher[3] and public speaker[4][5] based in Los Angeles.[6][7][8] She is also referred to as \"Space Weather Woman\" in social media, where she forecasts and analyzes space weather processes -  in the heliosphere and exosphere, in addition to her conducting the same in traditional media.[9][10][11][12][13][14] Skov is presently serving as a research scientist at The Aerospace Corporation and as an adjunct professor of heliophysics and space weather at Millerville University.[15][16]", "68031246": "Tatiana L. Erukhimova (Татьяна Ерухимова) is a Russian-born American physicist. As a professor at Texas A&M University, Erukhimova was elected a Fellow of the American Physical Society \"for developing and disseminating innovative physics education programs for college students and the public, and for organizing major science festivals in university settings.\"", "660242": "Mordehai \"Moti\" Milgrom is an Israeli physicist and professor in the department of Particle Physics and Astrophysics at the Weizmann Institute in Rehovot, Israel.", "6591251": "Hélène Langevin-Joliot (née Joliot-Curie; born 19 September 1927) is a French nuclear physicist known for her research on nuclear reactions in French laboratories and for being the granddaughter of Marie Curie and Pierre Curie and the daughter of Irene Joliot-Curie and Frédéric Joliot-Curie, all four of whom have received Nobel Prizes, in Physics (Pierre and Marie Curie)[2] or Chemistry (Marie Curie and the Joliot-Curies).[3][4] Since retiring from a career in research Hélène has participated in activism centered around encouraging women and girls to participate in STEM fields.[5] Her activism also revolves around promoting greater science literacy for the general public.[6]", "60625687": "Bernard Sadoulet (born 23 April 1944 in Nice)[1] is a French physicist.", "27955993": "Lonnie Lee Van Zandt (1937–1995) was a professor of physics at Purdue University in Indiana, USA.", "758556": "Knighted 1988\nOM 1995", "7344932": "Vinko Dvořák (January 21, 1848 – May 6, 1922) was a Czech-Croatian physicist, professor and academician.[1]", "1807143": "Max Karl Werner Wien (German pronunciation: [ˈviːn]; 25 December 1866 – 22 February 1938) was a German physicist and the director of the Institute of Physics at the University of Jena.[1]  He was born in Königsberg, Prussia (now Kaliningrad, Russia), the son of the co-owner of the well-known Castell grain company, Otto Wien.[2] He was a cousin of Nobel laureate Wilhelm Wien.", "62198576": "Karen Aplin is a British atmospheric and space physicist. She is currently a professor at the University of Bristol.[1][2] Aplin has made significant contributions to interdisciplinary aspects of space and terrestrial science, in particular the importance of electrical effects on planetary atmospheres.[3][4][5] She was awarded the 2021 James Dungey Lectureship of the Royal Astronomical Society.[6]", "2593588": "Yousef Sobouti (Persian: یوسف ثبوتی, born 23 August 1932 in Zanjan, Iran) is a contemporary Iranian astrophysicist, theoretical physicist.[1]", "64492342": "Sonia Bacca is an Italian physicist known for her calculations of the interaction forces of small systems of nucleic particles. She is University Professor in Theoretical Physics at the Institute for Nuclear Physics of the University of Mainz in Germany.[1][2]", "40211259": "Alexander Fyodorovich Andreev (Russian: Александр Фёдорович Андреев, 10 December 1939 – 14 March 2023)[1] was a Russian theoretical physicist best known for explaining the eponymous Andreev reflection.[2] Andreev was educated at the Moscow Institute of Physics and Technology, starting in 1959 and graduating ahead of schedule in 1961, having been mentored by Landau.[3]", "62067518": "Stephen Eales is a professor of astrophysics at Cardiff University, where he is currently head of the Astronomy Group.[1] In 2015, he was awarded the Herschel Medal[2][3] from the Royal Astronomical Society for outstanding contributions to observational astrophysics. He also writes articles and books about astronomy.[4][5][6][7]", "60134210": "Anne Patricia, Lady Thorne (born 3 October 1928) is a physicist specialising in atomic physics and spectroscopy. She is senior research fellow in physics and senior research investigator in the Department of Physics at Imperial College of Science Technology and Medicine. She was the senior tutor for women students at Imperial College, and played a leading role in starting the Imperial College Day Nursery.", "41259845": "Violet Rosemary Strachan Hutton FInstP FRSE FRAS (22 October 1925 – 1 April 2004), known to her peers as Rosemary,[1] was a Scottish geophysicist and pioneer of magnetotellurics. Her research focused on the use of electromagnetic methods to determine the electrical conductivity and structure of the Earth's crust, lithosphere and upper mantle, with a particular focus on the African continent and Scotland. She spent over two decades at the University of Edinburgh School of GeoSciences as a researcher and lecturer and was a Fellow of many societies including the American Geophysical Union and The Royal Society of Edinburgh.", "50565960": "Shmuel (Mula) Shtrikman (Hebrew: שמואל שטריקמן; 21 October 1930 to 11 November 2003) was an Israeli physicist, and a professor at the Weizmann Institute of Science. Winner of the Israel Prize for Research in Physics in 2003.[1]", "45486924": "Alan T. Charlie Johnson is an American physicist, a professor in physics and astronomy at the University of Pennsylvania, and was the director of the Nano/Bio Interface Center at the University of Pennsylvania (2014-2017).[1][2]", "2167630": "James Edgar Till OC OOnt FRS FRSC (born August 25, 1931)[1] is a University of Toronto biophysicist, best known for demonstrating – with Ernest McCulloch – the existence of stem cells.", "69079894": "Matthew S. Rosen is an American physicist and professor.", "398166": "Sebastian Hiram Shaw is a supervillain appearing in American comic books published by Marvel Comics. He has been frequently depicted as an adversary of the X-Men.", "4854618": "Saul Rappaport is a professor emeritus[1] of physics at the Massachusetts Institute of Technology. Rappaport became  assistant professor in the MIT Department of Physics in 1969 and became a full professor in 1981. From 1993 to 1995, he was head of the Astrophysics Division.", "29758299": "Albert Folch Folch (/foʊk/ FOHK; born September 25, 1966) is a Spanish/Catalan scientist, writer, and artist. He is currently a professor in the Department of Bioengineering at the University of Washington[1] who is known for his research into Microfluidics and BioMEMS as well as his works of scientific art.", "70030178": "Patricia McBride is an American particle physicist working with the CMS collaboration at the LHC. On February 9, 2022, she was elected Spokesperson for CMS starting Fall 2022.[1]", "39457639": "Bernd J. Kröger (German: [ˈbɛʁnt jɔt ˈkʁøːɡɐ]; born 1959 in Osnabrück, Germany) is a German phonetician and professor at RWTH Aachen University. He is known for his contributions in the field of neurocomputational speech processing, in particular the ACT model.[1][2]", "758634": "John Desmond Bernal FRS[1] (/bərˈnɑːl/ bər-NAHL; 10 May 1901 – 15 September 1971) was an Irish scientist who pioneered the use of X-ray crystallography in molecular biology. He published extensively on the history of science. In addition, Bernal wrote popular books on science and society. He was a communist activist and a member of the Communist Party of Great Britain (CPGB).", "693100": "Hussain Ibrahim Saleh al-Shahristani (born 1942) is an Iraqi politician who served in different cabinet posts, including as Iraq's Minister of Higher Education.", "62788462": "Shahriar Rouhani (Persian: شهریار روحانی) is an Iranian physicist and political activist affiliated with the Freedom Movement of Iran.", "18322298": "Enrique A. J. Marcatili (born July 22, 1925, in Villa María Córdoba, Argentina - died January 19, 2021, in N.J.) was an Argentine-American physicist. Together with Stewart E. Miller and Tingye Li, all of Bell Laboratories in Holmdel Township, New Jersey, he was winner of the IEEE's Baker Prize in 1975. Marcatili has been described as \"a pioneer in optical fiber research,\" and he was a member of the National Academy of Engineering.[1]", "67900285": "Justin-Mirande René Benoit or Jean-René Benoit (29 November 1844 – 5 May 1922) was a French physicist who was involved in establishing metric standards as director of the International Bureau of Weights and Measures (Bureau International des Poids et Mesures) from 1889 to 1915. He was involved in moving from a physical definition of the unit of length to one based on the wavelength of light.", "49648511": "Chen Xianhui (Chinese: 陈仙辉; pinyin: Chén Xīanhuī; born March 8, 1963) is a Chinese physicist. He is a Changjiang professor of physics of the University of Science and Technology of China (USTC). He was elected an academician of the Chinese Academy of Sciences (CAS) in 2015 and is known for his breakthroughs on iron-based superconductors.[1][2][3] He won the State Natural Science Award (First Class) with Zhao Zhongxian and others in 2013 and the Bernd T. Matthias Prize for Superconducting Materials in 2015.[4] His research is mainly on experimental condensed matter physics and materials science.", "16126849": "Quirino Francesco Valentino Majorana (28 October 1871[1] – 31 July 1957) was an Italian experimental physicist who investigated a wide range of phenomena during his long career as professor of physics at the Universities of Rome, Turin (1916–1921), and Bologna (1921–1934).", "12948359": "Marcela Silvia Carena Lopez (born 22 March 1962) is an Argentine theoretical physicist, and distinguished scientist at the Fermi National Accelerator Laboratory in Batavia, Illinois, where she is also head of the lab's Theory Division. She is also a professor at the University of Chicago, where she is a member of the Enrico Fermi Institute and the Kavli Institute for Cosmological Physics.[1]", "53973897": "Narendra Kumar (1 February 1940 – 28 August 2017) was an Indian theoretical physicist and a Homi Bhaba Distinguished Professor of the Department of Atomic Energy at Raman Research Institute. He was also an honorary professor at Jawaharlal Nehru Centre for Advanced Scientific Research.", "5608335": "Leonard Emanuel Parker (born Leonard Pearlman in 1938) is a distinguished professor emeritus of physics and a former director of the Center for Gravitation and Cosmology at the University of Wisconsin–Milwaukee. During the late 1960s, Parker established a new area of physics—quantum field theory in curved spacetime.  Specifically, by applying the technique of Bogoliubov transformations to quantum field theory with a changing gravitational field, he discovered the physical mechanism now known as cosmological particle production. His breakthrough discovery has a surprising consequence: the expansion of the universe can create particles out of the vacuum.[1]\nHis work inspired research by hundreds of physicists and has been cited in more than 2,000 research papers; it was credited in the memoirs of Soviet physicist Andrei Sakharov and helped Stephen Hawking discover the creation of particles by black holes.[citation needed]", "62722959": "Harvey Clayton Rentschler (22 September 1880 – 23 March 1949)[1] was an American physicist, inventor, and uranium metallurgist.", "9606035": "Joan Vaccaro is a physicist at Griffith University and a former student of David Pegg. Her work in quantum physics includes quantum phase,[1] nonclassical states of light, coherent laser excitation of atomic gases, cold atomic gases, stochastic Schrödinger equations, quantum information theory, quantum references, wave–particle duality, quantum thermodynamics, and the physical nature of time.", "37782": "Edward Teller (Hungarian: Teller Ede; January 15, 1908 – September 9, 2003) was a Hungarian-American theoretical physicist who is known colloquially as \"the father of the hydrogen bomb\" and one of the creators of the Teller–Ulam design. Teller was known for his scientific ability and his difficult interpersonal relations and volatile personality.", "725910": "Sir George Paget Thomson, FRS[1] (/ˈtɒmsən/; 3 May 1892 – 10 September 1975) was a British physicist and Nobel laureate in physics recognized for his discovery of the wave properties of the electron by electron diffraction.[2][3]", "4428696": "Melvin Mooney (1893–1968) was an American physicist and rheologist.", "25007002": "Franz Heinrich Ollendorff (Hebrew פרנץ אולנדורף or חיים אולנדורף; May 15, 1900 – December 9, 1981) was an Israeli physicist.", "61510559": "Christopher Jarzynski is an American physicist and distinguished university professor at University of Maryland's department of chemistry and biochemistry, department of physics, and institute for physical science and technology, and fellow of the National Academy of Sciences.[1][2][3] He is known for his contributions to non-equilibrium thermodynamics and statistical mechanics, for which he was awarded the 2019 Lars Onsager Prize.[4] In 1997, he derived the now famous Jarzynski equality, confirmation of which was cited by the Nobel Committee for Physics as an application of one of the winning inventions of the 2018 Nobel Prize in physics—optical tweezers.[2][5]", "4395936": "Sir Harrie Stewart Wilson Massey FRS (16 May 1908 – 27 November 1983) was an Australian mathematical physicist who worked primarily in the fields of atomic and atmospheric physics.", "3183522": "Julio César Gutiérrez Vega is a Mexican physicist who has done pioneering work on wave propagation of optical fields;  in particular, he introduced the Mathieu family of non-diffracting optical beams (with Sabino Chávez Cerda) and the Helmholtz-Gauss beams —a parabolic family of non-diffracting optical beams— with Miguel A. Bandrés.[2] His research work is done with the Monterrey Institute of Technology and Higher Education’s (Tec de Monterrey) Optics Center, of which he is the director. This work has been recognized with membership in Mexican Academy of Sciences and Level III membership in the Sistema Nacional de Investigadores.", "63181731": "David Breed Beard (1 February 1922, Needham, Massachusetts – 21 January 1998, Portland, Maine) was a space physicist, known for \"pioneering work on the shapes and structures of planetary magnetospheres, Jovian radio emissions, and comets.\"[1]", "58626982": "Victoria Jane Martin is a Scottish physicist who is Professor of Collider Physics at the University of Edinburgh. She works on the ATLAS experiment on the Higgs boson.", "73307049": "Jennifer Anne Adams FRSNZ (born 1970) is a New Zealand physicist who works on astroparticle physics and cosmology at the University of Canterbury. She was awarded a Rhodes Scholarship and was the winner of the 2021 Dan Walls Medal. She is a full professor, and was elected as a Fellow of the Royal Society Te Apārangi in 2023. Adams is the lead New Zealand scientist in the international neutrino observatory at the South Pole, the IceCube collaboration.", "61543350": "Isabelle Ledoux-Rak (born 1957) is a French physicist and Professor at the École Normale Supérieure Paris-Saclay, where she is director of the Quantum and Molecular Photonics Laboratory (LPQM - UMR CNRS 8537) and coordinator of the Erasmus Mundus Master's degree.[1][2] Her research interests focus on the study of the non-linear optical properties of molecules and nanomaterials.", "47518652": "Luce Langevin, born Luce Dubus (26 December 1899 in Marissel – 27 August 2002 in Paris) was a French physicist, teacher at Fénelon high school in Paris and a communist activist.", "48731071": "Mikhail “Misha” Malyshev is founder and CEO of Teza Group, a quantitative trading firm based in Chicago, Illinois.", "34345920": "Sergey Yervandovich Kurginyan (Russian: Сергей Ервандович Кургинян; born 14 November 1949) is a Russian politician, scientist, and theatre producer.[1][2] He is the founder and leader of the Russian neo-Soviet movement Essence of Time.[3][4][5]", "27399111": "Dominique Proust is a French astrophysicist and an organist. He is a research engineer at CNRS, Observatoire de Paris-Meudon.", "70357962": "Georg von Freymann is a German experimental physicist and professor of physics at the Technical University of Kaiserslautern and head of the \"Optical Technologies and Photonics\" research group there.[1]", "67113944": "Zohar Komargodski (born 10 March 1983)[1][2] is an Israeli theoretical physicist who works on quantum field theory, including conformal field theories, gauge theories and supersymmetry.[3]", "41259995": "Françoise Brochard-Wyart (born 1944) is a French theoretical physicist of soft matter. Currently, she is a emeritus professor of physical chemistry of Sorbonne University at the Curie Institute in Paris.", "70325216": "Chen Jingxiong (16 October 1921 – 16 March 2022) was a Chinese engineer specializing in electromagnetism and microwave technology, and an academician of the Chinese Academy of Engineering.", "69374954": "Alexander Avraamovitch Golubov (born February 1, 1960) is a doctor of physical and mathematical sciences, associate professor at the University of Twente (Netherlands).[1] He specializes in condensed matter physics with the focus on theory of electronic transport in superconducting devices. He made key contributions to theory of Josephson effect in novel superconducting materials and hybrid structures, and to theory of multiband superconductivity.[2]", "42472426": "Yuri Andreevich Yappa (Russian: Юрий Андреевич Яппа) (September 21, 1927 – August 19, 1998) was a Soviet and Russian theoretical physicist. He is known for publications on particle physics, quantum field theory, General Relativity, philosophy of science, and for his graduate texts on classical electrodynamics and theory of spinors.", "16782319": "Three Plus Two, or 3 + 2 (Russian: Три плюс два, romanized: Try plyus dva) is a 1963 Soviet romantic comedy film directed by Genrikh Oganisyan based on a play by Sergei Mikhalkov,[1] and co-produced by Moscow-based Gorky Film Studio and Soviet Latvian Riga Film Studio.", "64164849": "Randall M. Feenstra is a Canadian physicist.", "3838963": "Sir John Sealy Edward Townsend, FRS[1] (7 June 1868 – 16 February 1957) was an Irish-British mathematical physicist who conducted various studies concerning the electrical conduction of gases (concerning the kinetics of electrons and ions) and directly measured the electrical charge. He was a Wykeham Professor of physics at Oxford University.[2]", "12456953": "Robijn F. Bruinsma (born May 15, 1953, Haarlem, The Netherlands) is a theoretical physicist and is Professor of Physics at the University of California, Los Angeles and Chair of the Department of Theoretical Physics for the Life Sciences at Leiden University. He is a specialist in the theory of condensed matter.", "65377276": "Graziella Branduardi-Raymont ( - 3 November 2023[1][2]) was an Italian physicist. She was a professor at University College London's Mullard Space Science Laboratory (MSSL).", "50566142": "Mikhail Ivanovich Eremets (born January 3, 1949) is an experimentalist in high pressure physics, chemistry and materials science. He is particularly known for his research on superconductivity, having discovered the highest critical temperature of 250 K (-23 °C) for superconductivity in lanthanum hydride under high pressures.[2] Part of his research contains exotic manifestations of materials such as conductive hydrogen, polymeric nitrogen and transparent sodium.[3]", "48534529": "Sonja Ashauer (9 April 1923 – 21 August 1948) was a Brazilian physicist. She was the first Brazilian woman to earn a doctorate in physics, and the second to become a physics graduate in Brazil.[1][2]", "60527625": "Martin D. Dawson FInstP FOSA FIEEE FRSE FRS (born 1960) is a British professor of photonics who is research director of the Institute of Photonics at the University of Strathclyde and is Head of Fraunhofer Centre for Applied Photonics. He has made pioneering contributions in several applied photonics areas.", "41260057": "Marion Amelia Spence Ross FRSE (9 April 1903 – 3 January 1994) was a Scottish physicist noted for her work in x-ray crystallography and fluid dynamics.[1]", "69473306": "Hongxing Jiang (Chinese: 江红星) is a Chinese-American physicist and engineer working in the field of wide bandgap semiconductors and photonic devices. He is an original inventor of MicroLED. In 2000, the research team led by Hongxing Jiang and Jingyu Lin (Chinese: 林景瑜) realized the operation of the first MicroLED and passive driving MicroLED microdisplay.[1][2][3][4][5] In 2009, he and his  colleagues at III-N Technology, Inc. and Texas Tech University patented and realized the first active driving high-resolution and video-capable microLED microdisplay in VGA format (640 x 480 pixels) via heterogeneous integration of MicroLED  array with CMOS active-matrix driver [6] and the work was published in the following years.[7][8][9][10][11] MicroLED display market expected to reach around USD 182.7 Billion by 2032.[12]", "21664797": "Floyd Karker Richtmyer (October 12, 1881 – November 7, 1939) was a physicist and educator in the United States.", "64525342": "Beverley J. McKeon is a physicist and aerospace engineer specializing in fluid dynamics, and in particular in turbulent flows near walls.[1][2] She was Theodore von Kármán Professor of Aeronautics at the California Institute of Technology.[3] Currently she is a professor in the Department of Mechanical Engineering at Stanford University.", "73307171": "K. Renee Horton is an American physicist and Space Launch Systems Quality Engineer at NASA. She was the first black person to receive a PhD in material science and engineering with a concentration in physics at the University of Alabama. She is an advocate for black women in STEM fields and for disability rights.[1][2]", "1840164": "Via Panisperna boys (Italian: I ragazzi di Via Panisperna) is the name given to a group of young Italian scientists led by Enrico Fermi, who worked at the Royal Physics Institute of the University of Rome La Sapienza. In 1934 they made the famous discovery of slow neutrons, which later made possible the nuclear reactor and then the construction of the first atomic bomb.", "5280804": "Alexei Vladimir \"Alex\" Filippenko (/fɪlɪˈpɛnkoʊ/; born July 25, 1958) is an American astrophysicist and professor of astronomy at the University of California, Berkeley. Filippenko graduated from Dos Pueblos High School in Goleta, California. He received a Bachelor of Arts in physics from the University of California, Santa Barbara in 1979 and a Ph.D. in astronomy from the California Institute of Technology in 1984, where he was a Hertz Foundation Fellow. He was a postdoctoral Miller Fellow at Berkeley from 1984 to 1986 and was appointed to Berkeley's faculty in 1986. In 1996 and 2005, he a Miller Research Professor, and he is currently a Senior Miller Fellow. His research focuses on supernovae and active galaxies at optical, ultraviolet, and near-infrared wavelengths, as well as on black holes, gamma-ray bursts, and the expansion of the Universe.", "57021478": "Sarah Milkovich is lead of Science Operations for the Mars 2020 rover at Jet Propulsion Laboratory. She was investigation scientist for the HiRISE camera on the Mars Reconnaissance Orbiter.", "43815976": "Torbjørn Sikkeland (3 August 1923 – 7 November 2014) was a Norwegian chemist, nuclear physicist and radiation biophysicist.", "65639468": "Thierry Giamarchi (born 1963) is a French physicist.", "56333358": "Claudia de Rham is a Swiss theoretical physicist working at the interface of gravity, cosmology and particle physics. She is based at Imperial College London. She was one of the UK finalists in the Physical Sciences and Engineering category of the Blavatnik Award for Young Scientists in 2018 for revitalizing the theory of massive gravity, and won the award in 2020.", "58528817": "Bernice Black Durand (28 December 1942 - 7 February 2022) was an American particle physicist and emeritus Professor at the University of Wisconsin–Madison. She was also the emeritus Vice Provost for Diversity and Climate.", "1643572": "José Leite Lopes (October 28, 1918 – June 12, 2006) was a  Brazilian theoretical physicist who worked in the field of quantum field theory and particle physics.", "60527671": "Peggy Cebe (born in 1949) is a professor of physics in the Department of Physics and Astronomy of Tufts University.[1]", "20354107": "Dmitry Nikolayevich Zubarev (Russian: Дми́трий Никола́евич Зу́барев; November 27, 1917 – July 29, 1992) was a Soviet and Russian theoretical physicist known for his contributions to statistical mechanics, non-equilibrium thermodynamics, plasma physics, theory of turbulence, and to the development of the double-time Green function's formalism.", "64230460": "Izzy Jayasinghe is the Head of the Department of Molecular Medicine in the School of Biomedical Sciences at the University of New South Wales, and a Visiting Fellow at the University of Sheffield, where she was previously a UKRI Future Leader Fellow.[1] Her research focuses on super resolution microscopy, biophysics, cardiac muscle and microscopy instrument development.[2] In addition to her scientific research and teaching, she is a strong advocate for gender equality and diversity in academia.[3]", "57775166": "David John Richardson FRS FREng[5] (born 1964) is a Professor and Deputy Director of the Optoelectronics Research Centre at the University of Southampton.[3][1][6]", "39457854": "John Marsh Wilcox (1925 – October 14, 1983) was an American geophysicist. He worked at the University of California, Berkeley at the Space Sciences Laboratory from 1964 to 1971. He was an adjunct professor at Stanford University from 1971 until his death.[1]", "60462149": "Maria Teresa Vaz Torrão Lago (born 1947) is a Portuguese astronomer who founded the Centre for Astrophysics of the University of Porto and created the first astronomy degree program in Portugal. Lago is currently the General Secretary of the International Astronomical Union.[1] Her research focuses on the evolution of young stars and she is active in the promotion of astronomy and scientific culture to the public.", "57480265": "Richard Emery \"Rich\" Lingenfelter (April 5, 1934 – March 20, 2021) was an American astrophysicist and historian. He is known for his work on the origin of cosmic rays and gamma rays.[1][2][3] As a historian, he is recognized for his efforts at chronicling the history of Death Valley.[4]", "22090828": "Kalpathi Ramakrishna Ramanathan (28 February 1893 – 31 December 1984) was an Indian physicist and meteorologist. He was the first Director of Physical Research Laboratory, Ahmedabad.[1] From 1954 to 1957, Ramanathan was President of the International Union of Geodesy and Geophysics (IUGG). Ramanathan was awarded Padma Bhushan in 1965[2] and Padma Vibhushan in 1976.[3][4]", "42341457": "Padma Shri (2019), Government of India\n[3][4]", "31921243": "Amos de-Shalit (Hebrew: עמוס דה-שליט; September 29, 1926 – September 2, 1969[1]) was an  Israeli nuclear physicist and Israel Prize laureate.", "10458209": "Scott Duncan Tremaine (born 1950)[1][2] is a Canadian-born astrophysicist. He is a fellow of the Royal Society of London,[3] the Royal Society of Canada and the National Academy of Sciences.[4] Tremaine is widely regarded as one of the world's leading astrophysicists[5][6] for his contributions to the theory of Solar System and galactic dynamics.[7] Tremaine is the namesake of asteroid 3806 Tremaine.[8][9][10][11] He is credited with coining the name \"Kuiper belt\".[12]", "1905762": "Vilho Väisälä (Finnish pronunciation: [ˈʋilho ˈʋæi̯sælæ]; September 28, 1889 – August 12, 1969) was a Finnish meteorologist and physicist, and founder of Vaisala Oyj.", "48665701": "Karen Cook McNally (1940 – December 20, 2014) was an American seismologist.[1]", "9639014": "Hans Wolter (11 May 1911 in Dramburg – 17 August 1978 in Marburg) was a German physicist who designed an aplanatic system of grazing incidence mirrors that satisfied the Abbe sine condition (i.e. free of both spherical aberration and coma).\nWolter showed such a system could be produced using a combination of a paraboloid with either a hyperboloid or ellipsoid secondary.[1] The three simplest designs are outlined and are known as Wolter telescopes of types I, II and III.[2]", "36312172": "Kazimieras Ragulskis (5 October 1926 – 24 December 2023) was a Lithuanian scientist and engineer. He created the scientific school of precise vibromechanics and vibroengineering. He was Dr. (1954), Habil. Dr. (1963), Professor Emeritus, corresponding member of the Academy of Sciences of the USSR (later of the Russian Academy of Sciences) (1987), member of the Lithuanian Academy of Sciences (1987), Honored Inventor of the USSR (1987).", "56497266": "William Jolly Duncan CBE FRS (26 April 1894 – 9 December 1960) was a 20th century Scottish physicist remembered as a pioneer of aeroelasticity and \"air flutter\" theory critical to modern aviation.", "8459383": "Grigory Aleksandrovich Gamburtsev (Russian: Григо́рий Алекса́ндрович Га́мбурцев; March 23 [O.S. March 10] 1903 – June 28, 1955) was a Soviet seismologist and academician from Saint Petersburg, Russia who worked in the area of seismometry and earthquake prediction.[1]", "11310200": "Donald Maurice Ginsberg (November 19, 1933 – May 7, 2007) was an American physicist and expert on superconductors.", "48403575": "Peter George Le Comber FRS FRSE (19 February 1941 – 9 September 1992) was a British solid-state physicist and academic. With ten patents to his name, he is in part responsible for the development of items such as flat-screen televisions and solar power cells.[1]\nHe worked closely with Walter Eric Spear FRS in the development of Amorphous silicon and the creation of solar panels.", "70390912": "Paul Oskar Eduard Volkmann (12 January 1856 - 20 April 1938) was a German physicist, philosopher, and historian of science. He worked at the University of Königsberg. Influenced by Emmanuel Kant, he believed that knowledge was based on interaction between subject and object and that all concepts are relative.[1]", "14914691": "Harm Peter Hofstee (born 1962) is a Dutch physicist and computer scientist who currently is a distinguished research staff member at IBM Austin, USA, and a part-time professor in Big Data Systems at Delft University of Technology, Netherlands.", "64427144": "Regina Soufli is a Greek-American physicist and a staff scientist at Lawrence Livermore National Laboratory, in Livermore, California, where she works on the development and the characterization of materials and thin-film coatings for extreme ultraviolet (EUV) and X-ray applications. The results of her work is the heart of the reflective optics used in EUV lithography, the next-generation in semiconductor manufacturing technology, in satellites such as NASA's Solar Dynamics Observatory, or on optics for Free-electron lasers such as the Linac Coherent Light Source at SLAC National Accelerator Laboratory.", "43947146": "Sierd A.P.L. Cloetingh (born 1950) is Professor of Earth Sciences[1] at Utrecht University, and since 2014 President of the Academia Europaea.[2]", "33985683": "William (Bill) Compston FAA, FRS (born 19 February 1931) is an Australian geophysicist.[1][2][3]\nHe is a visiting fellow at the Australian National University.[4]", "35230867": "Olival Freire Jr. (Jequié,[1] 1954) is a physicist and historian of physics. He is Full Professor of Physics and History of Physics at the Universidade Federal da Bahia, former president of the Brazilian Society for the History of Science and president of the Commission for the History of Modern Physics, International Union of History and Philosophy of Science.", "67441818": "Marjorie Ann Olmstead is an American condensed matter physicist.", "28710047": "Michael John Creutz (born November 24, 1944) is an American theoretical physicist at Brookhaven National Laboratory specializing in lattice gauge theory and computational physics.", "64492705": "Karin Andrea Sabine Dahmen (born 1969)[1] is a German condensed matter physicist whose research interests include non-equilibrium thermodynamics, critical phenomena, crackling noise, pattern formation, and quenched disorder, with wide applications of these topics to phenomena such as earthquakes, avalanches, variable stars, and population dynamics. She is a professor of physics at the University of Illinois at Urbana–Champaign.[2]", "758947": "Gerard Kitchen O'Neill (February 6, 1927 – April 27, 1992) was an American physicist and space activist. As a faculty member of Princeton University, he invented a device called the particle storage ring for high-energy physics experiments.[1] Later, he invented a magnetic launcher called the mass driver.[2] In the 1970s, he developed a plan to build human settlements in outer space, including a space habitat design known as the O'Neill cylinder. He founded the Space Studies Institute, an organization devoted to funding research into space manufacturing and colonization.", "61609128": "Fredrik \"Fred\" Zachariasen (1931–1999) was an American theoretical physicist, known for his collaborative work with Murray Gell-Mann,[3] Sidney Drell,[4] and others.", "51254441": "Christopher Neville Pope is the Distinguished Professor of Physics and Astronomy and the Stephen Hawking Chair of Fundamental Physics at Texas A&M University.[1]", "53777576": "Biswa Ranjan Nag (1 October 1932 – 6 April 2004) was an Indian physicist and the Sisir Kumar Mitra chair professor at Rajabazar Science College, University of Calcutta. Known for his research in semiconductor physics, Nag was an elected fellow of Indian National Science Academy and Indian Academy of Sciences. The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology, one of the highest Indian science awards for his contributions to Physical Sciences in 1974.[1][note 1]", "169132": "Jacques Alexandre César Charles (12 November 1746 – 7 April 1823) was a French inventor, scientist, mathematician, and balloonist.\nCharles wrote almost nothing about mathematics, and most of what has been credited to him was due to mistaking him with another Jacques Charles, also a member of the Paris Academy of Sciences, entering on 12 May 1785. He was sometimes called Charles the Geometer.[1]", "3052721": "Kirill Dmitriyevich Sinelnikov (Russian: Кирилл Дмитриевич Синельников; 29 May 1901, Pavlohrad, Russian Empire — 16 October 1966, Kharkiv, Soviet Union) was a Soviet physicist of Ukrainian origin who was world renowned, considered as the greatest organizer of science the USSR has ever had. The Sinelnikov Prize for outstanding works in the field of physics is named after him.", "14030001": "Yoji Totsuka (戸塚 洋二, Totsuka Yōji, March 6, 1942 – July 10, 2008) was a Japanese physicist and Special University Professor, Emeritus, University of Tokyo. A leader in the study of solar and atmospheric neutrinos, he was a scientist and director at Kamioka Observatory, Super-Kamiokande and the High Energy Physics Laboratory (KEK) in Japan.", "529590": "Fritz Wolfgang London (March 7, 1900 – March 30, 1954) was a German born physicist and professor at Duke University. His fundamental contributions to the theories of chemical bonding and of intermolecular forces (London dispersion forces) are today considered classic and are discussed in standard textbooks of physical chemistry. With his brother Heinz London, he made a significant contribution to understanding electromagnetic properties of superconductors with the London equations and was nominated for the Nobel Prize in Chemistry on five separate occasions.", "4887734": "Theodore A. Postol (born 1946) is a professor emeritus of Science, Technology, and International Security at the Massachusetts Institute of Technology. Prior to his work at MIT, he  worked at Argonne National Laboratory, the Pentagon, and Stanford University.", "52237495": "Michel E. Goldberg is a French biophysicist who specialized in the study of protein folding and aggregation. He spent most of his scientific career at the Pasteur Institute, becoming a laboratory head in 1972 and serving as the Scientific Director from 1976 to 1979. He also held a variety of roles with the Pasteur-Weizmann Council, a partnership between the Pasteur Institute in France and the Weizmann Institute in Israel.[1] Goldberg retired in 2005.[2]", "40113342": "David G. Grier is an American physicist whose research focuses on experimental soft condensed matter physics—an interdisciplinary field that includes physics, chemistry, biology, and nanotechnology, aiming to understand how objects interacting in simple ways manage to organize into sophisticated hierarchies of structure and function.", "22746307": "Solomon Mois Saltiel (Bulgarian: Соломон Моис Салтиел), (31 August 1947 – 7 May 2009) was a Bulgarian physicist, researcher  and university lecturer.", "38442181": "Jeremy Bernstein (born December 31, 1929) is an American theoretical physicist and popular science writer.", "26449097": "Robert Alfano is an Italian-American experimental physicist.  He is a Distinguished Professor of Science and Engineering at the City College and Graduate School of New York of the City University of New York, where he is also the founding director of the Institute for Ultrafast Spectroscopy and Lasers (1982).  He is a pioneer in the fields of Biomedical Imaging and Spectroscopy, Ultrafast lasers and optics, tunable lasers, semiconductor materials and devices, optical materials, biophysics, nonlinear optics and photonics; he has also worked extensively in nanotechnology and coherent backscattering. His discovery of the white-light supercontinuum laser is at the root of optical coherence tomography, which is breaking barriers in ophthalmology, cardiology, and oral cancer detection (see \"Better resolution with multibeam OCT,\" page 28) among other applications. He initiated the field known now as Optical Biopsy", "16159954": "Mohammad Aslam Khan Khalil, M.A.K. Khalil or Aslam Khalil (born January 7, 1950) is a theoretical physicist known for his leading research in atmospheric physics. Early in his career, he worked on quantum field theory of elementary particles. During the last three decades, he has worked on Global Change Science, including the physics, chemistry and biology of greenhouse gases and ozone depleting compounds. He is a professor of physics at Portland State University.[1]", "71308501": "Henry Gill S.J., M.C., D.S.O., was an Irish Jesuit priest and scientist, who for four years served as a chaplain in the Great War. Fr. Gill earned the Military Cross, Distinguished Service Order, serving with the 2nd Royal Irish Rifles.[1]\nHenry Vincent Gill, was born in Cabra, Dublin, on 8 June 1872.[2] He was the son of Henry Joseph Gill former Irish Party MP and manager of the family M. H. Gill and Sons publishing company.", "23467232": "Didier Sornette (born June 25, 1957 in Paris) is a French researcher studying subjects including complex systems and risk management. He is Professor on the Chair of Entrepreneurial Risks at the Swiss Federal Institute of Technology Zurich (ETH Zurich) and is also a professor of the Swiss Finance Institute, He was previously a Professor of Geophysics at UCLA, Los Angeles California (1996–2006) and a Research Professor at the French National Centre for Scientific Research (1981–2006).", "2069732": "Viktor Sergeevich Safronov (Russian: Ви́ктор Серге́евич Сафро́нов) (born Velikie Luki; 11 October 1917 in Russia – 18 September 1999 in Moscow, Russia) was a Soviet astronomer who put forward the low-mass-nebula model of planet formation, a consistent picture of how the planets formed from a disk of gas and dust around the Sun.", "14849265": "Kjell Henriksen (1 February 1938 – 3 April 1996) was a Norwegian scientist, professor at the University of Tromsø and researcher with a special interest in the polar lights. For his effort in researching the polar lights a new observatory has been named after him, the Kjell Henriksen Observatory on Svalbard.", "48927986": "Vladimir Borisovich Braginsky (3 August 1931 – 29 March 2016)[3][4] was a Russian experimental and theoretical physicist and a corresponding member of the Russian Academy of Sciences (RAS),[5] and foreign member of the US National Academy of Sciences.[1]", "595186": "Wolfgang Paul (German pronunciation: [ˈvɔlfɡaŋ ˈpaʊ̯l] ⓘ; 10 August 1913 – 7 December 1993) was a German physicist, who co-developed the non-magnetic quadrupole mass filter which laid the foundation for what is now called an ion trap.[2] He shared one-half of the Nobel Prize in Physics in 1989 for this work with Hans Georg Dehmelt; the other half of the Prize in that year was awarded to Norman Foster Ramsey, Jr.", "33395957": "Other reasons this message may be displayed:", "60921081": "María Begoña Vila Costas (born 1963) is a Spanish astrophysicist specializing in the study of spiral galaxies. She currently resides in Washington, D.C. and works as a systems engineer at NASA's Goddard Space Flight Center.[1] She is the lead engineer for the Fine Guidance Sensor and Near Infrared Imager and Slitless Spectrograph (FGS-NIRISS) on the James Webb Space Telescope – the Hubble's successor – in addition to being in charge of the final cold test of the group of instruments before their integration with the telescope.", "39425284": "Paolo Pizzetti (July 24, 1860 – April 14, 1918)[1][2][3] was an Italian geodesist, astronomer, geophysicist and mathematician. He studied engineering in Rome, graduating in 1880.[1][2][3] He remained in Rome and assisted Giuseppe Pisati and Enrico Pucci with their absolute determination of gravity.[1][2][3] In 1886, he became Associate Professor of Geodesy at the University of Genoa where he stayed until becoming Professor of Geodesy at the University of Pisa in 1900.[1][2][3] He stayed in Pisa until his death in 1918.", "62133515": "Maiken Mikkelsen is a physicist who won the Maria Goeppert Mayer award from the American Physical Society in 2017 for her work in quantum nanophotonics.[1] She is currently the James N. and Elizabeth H. Barton Associate Professor of Electrical and Computer Engineering [2] and an associate professor of physics at Duke University.", "63214860": "Michel Campillo is a French seismologist and geophysicist who is currently a professor at Grenoble Alpes University.[1]", "35591441": "Jean Robieux (15 October 1925 – 14 June 2012) was a French physicist.[1][2] A graduate from École Polytechnique and Doctor of Science,[3] he is a leading French specialist in laser and optronics.[4]\nHe is the former scientific director of the Research Center of Alcatel Mobile Phones at Marcoussis, and during many years, head of the Robotics college at the École centrale Paris.[5] He is a chairman of the board of directors of the school and chairman of the Scientific Council. He followed in particular the development the materials department. He suggested the initial creation of the ECAM Rennes - Louis de Broglie school in 1988.", "52630802": "Chang Kee Jung is a physicist and professor at Stony Brook University. He was recognized as a State University of New York (SUNY) Distinguished Professor in 2015[1][2] and received a SUNY Chancellor's Award for Excellence in Scholarship and Creative Activities in 2014.[3]", "52630803": "Ugo Amaldi; born 1934, is an Italian physicist.[1] He is the son of the first CERN secretary general Edoardo Amaldi. Ugo Amaldi was a professor at the physics department of the University of Milan, having previously worked at Istituto Superiore di Sanità and CERN.[2] He holds honorary doctorates from University of Lyon, University of Uppsala (1993), University of Valencia[3] and University of Helsinki.[4] He is a Fellow of the European Physical Society, a Distinguished Affiliated Professor at Technical University of Munich, member of the Accademia dei Lincei, and was awarded the inaugural Bruno Pontecorvo Prize by JINR.[5] He also founded the Hadron Therapy Project at CERN in 1991.[6][7]", "70620436": "Nicole F. Bell (born 1975) is an Australian physicist who is a professor at the University of Melbourne. She is a theoretical physicist who works on dark matter, neutrino physics, and other topics in particle and astroparticle theory.[1]", "6329619": "Brian Edward Cox CBE FRS (born 3 March 1968) is  an English physicist and musician who is a professor of particle physics in the School of Physics and Astronomy at the University of Manchester[2][3] and The Royal Society Professor for Public Engagement in Science.[4] He is best known to the public as the presenter of science programmes, especially BBC Radio 4’s The Infinite Monkey Cage and the Wonders of... series[5][6] and for popular science books, such as Why Does E=mc²? and The Quantum Universe.", "65377574": "Harald Schwefel is a German-born physicist currently based in New Zealand. He is an associate professor in the Department of Physics at the University of Otago and a principal investigator in the Dodd-Walls Centre. His research focuses on the interaction of light and matter in dielectric materials, and his speciality is whispering gallery mode resonators (WGMRs), small disks of dielectric which confine and store laser light to facilitate nonlinear interactions. He uses these to generate optical frequency combs and to coherently convert between microwave and optical photons.", "60986664": "Harry Charles Kelly (9 October 1908—2 February 1976)[1] was an American physicist best known for his role in Japan in the aftermath of World War II in preserving scientific research not related to weaponry.  He forged enduring relations between the U.S. and Japanese scientific communities, recognized by the Japanese government. Upon his death in 1976, the Japanese government requested a portion of his remains be buried in Japan. He is the subject of a biography, Science has No National Borders:  Harry C. Kelly and the Reconstruction of Science and Technology in Postwar Japan,[2] and a documentary broadcast on Japanese television.[3]", "65672493": "Viktor Anatolievich Matveev (Russian: Ви́ктор Анато́льевич Матве́ев; 11 December 1941) is a Russian theoretical physicist, director of the Joint Institute for Nuclear Research (2012-2020) and member of the Russian Academy of Sciences who has made fundamental contributions to areas of Particle physics, Theoretical Physics Mathematical Physics, Quantum field theory and High energy physics.[4]", "39556407": "John Frederick Hawley (August 23, 1958 – December 12, 2021) was an American astrophysicist and a professor of astronomy at the University of Virginia.  In 2013, he shared the Shaw Prize for Astronomy with Steven Balbus.[1]", "60921148": "Gloria Suzanne Koenigsberger Horowitz is a Mexican astrophysicist and professor working at the National Autonomous University of Mexico (UNAM). Her areas of expertise are in stellar spectroscopy, massive stars and binary interaction effects. She was director of UNAM's Instituto de Astronomía (1990-1998) and a leading member of the team that succeeded in establishing the first connection to the Internet in Mexico in 1989.[2][3]", "57578813": "Feodor Ivanovich Vilesov (Russian: Фёдор Иванович Вилесов; 13 November 1925 – 8 February 1978) was a Soviet experimental physicist whose main contributions are in the field of chemical  physics.", "10917183": "Herwig Franz Schopper (born 28 February 1924) is a German experimental physicist and was the director general of CERN from 1981 to 1988.[3]", "68097347": "Suzanne Carbotte is a marine geophysicist known for her research on the formation of new oceanic crust.", "41882948": "Alexander Edgar Douglas, FRSC FRS (12 April 1916, in Melfort, Saskatchewan – 26 July 1981, in Ottawa) was a Canadian physicist, known for his work in molecular spectroscopy. He was president of the Canadian Association of Physicists in 1975–1976.[1]", "62756165": "Jane Elizabeth (Beth) Nordholt is an American physicist known for her work in space science on mass spectrometry of the solar wind and rings of Saturn[1][2][3] and the flow of water vapor in the earth's polar wind,[4] and for her work in digital security on devices for quantum key distribution[5][6][7][8] and random number generation.[9][10][11] Until her retirement, she worked at Los Alamos National Laboratory, which in 2006 named her as a Laboratory Fellow.[1][12]", "52499781": "Pablo Artal (born June 12, 1961, in Zaragoza) is a Spanish physicist and full professor specialized in optics at the University of Murcia, as well as in the development and application of new techniques in human vision research. He received the Rey Jaime I Award for New Technologies in 2015.[1][2] His main research topics are the optics of the eye and the retina and the development of optical and electronic imaging techniques in the field of biomedicine, ophtalmology and vision.[3] He has contributed to the advance of methods for the study of the optics of the eye and contributed to the understanding of the factors that limit the resolution of the human vision. Moreover, his discoveries and ideas have been applied to instruments and devices used in the clinical practice of ophthalmology.", "73274697": "Herbert Whittier Jones (31 January 1927 - 2 October 2002) was an American physicist and longtime professor at Florida A&M University. He was known for his research in developing methods for the evaluation of overlap and Coulomb integrals over Slater-type orbitals (STOs) for molecular calculations.[1] He is credited as a founder of the FAMU physics department.[2]", "20223305": "Oleksandr Volodymyrovych Lavrynovych (Ukrainian: Олександр Володимирович Лавринович; born June 28, 1956) is a Ukrainian physicist, lawyer, politician, former member of the Supreme Council of Justice of Ukraine, a former Ukrainian member of parliament and former Minister of Justice of Ukraine.[8] He is a Merited Jurist of Ukraine (2003). \nHe was one of the founders of the first democratic party in Ukraine in 1989 – People's Movement of Ukraine and considered to be one of the \"fathers\" of the independence of Ukraine from the Soviet Union.[citation needed]", "29857100": "Fereydoon Abbasi-Davani (Persian: فریدون عباسی دوانی; born 11 July 1958) is an Iranian nuclear scientist who was head of the Atomic Energy Organization from 2011 to 2013. He survived an assassination attempt in 2010, but was wounded. He is a conservative and principlist politician.", "35624269": "Ira Borah Bernstein (born November 8, 1924) is an American theoretical physicist specializing in plasma physics.[1] He was the first person to formulate the theory of electrostatic waves propagating in a magnetized plasma in 1958, which are now commonly known as Bernstein waves in plasma physics.[2]", "7574863": "Bobby Henderson is an American physics graduate, known for being the founder of Pastafarianism.", "54039888": "Charles Sherwood Fadley (September 4, 1941 – August 1, 2019) was an American physicist who was a professor at University of California, Davis and an elected Fellow of the American Physical Society, the American Association for the Advancement of Science, the American Vacuum Society and the Institute of Physics.[1][2][3]", "7476561": "Robley Cook Williams (October 13, 1908 – January 3, 1995) was an early biophysicist and virologist. He served as the first president of the Biophysical Society.", "202067": "Carl Zeiss (German: [kaʁl ˈtsaɪs];[1][2] 11 September 1816 – 3 December 1888) was a German scientific instrument maker, optician and businessman. In 1846 he founded his workshop, which is still in business as Carl Zeiss AG. Zeiss gathered a group of gifted practical and theoretical opticians and glass makers to reshape most aspects of optical instrument production. His collaboration with Ernst Abbe revolutionized optical theory and practical design of microscopes. Their quest to extend these advances brought Otto Schott into the enterprises to revolutionize optical glass manufacture.[3][4] The firm of Carl Zeiss grew to one of the largest and most respected optical firms in the world.", "58103126": "Frank Kenneth Goward (1919 – March 1954) was an English scientist, specialized on aerial technologies and particle accelerator development.[1]", "69571934": "Alexander Alexandrovich Eichenwald (Russian: Александр Александрович Эйхенвальд 4 January 1864 –  12 September 1944) was a Russian experimental physicist who worked on electrodynamics. He conducted experiments on electromagnetism, electrical fields, and on the construction of instruments to measure magnetic fields. His most famous experiment, following those of Wilhelm Röntgen, examined the predictions of James Clerk Maxwell. Named after them as the Röntgen-Eichenwald experiment, this demonstrated that the movement of static charges was no different from electric currents in that they produced an electromagnetic field.[1]", "47617377": "Alain E. Kaloyeros (Greek: Αλεν Καλόγερος, Arabic: آلان كالوييروس, born 1956, Beirut)[2] is an American physicist. He was the founding president and chief executive officer of the SUNY Polytechnic Institute in Utica, New York.[6][7]", "33166691": "Pierre Perrault (c. 1608, in Paris – 1680, in Paris) was a Receiver General of Finances for Paris and later a scientist who developed the concept of the hydrological cycle. He and Edme Mariotte were primarily responsible for making hydrology  an experimental science.[1]", "66852196": "Harold Donivan Webb (1909 – 1989) was a physicist and a professor of electrical engineering at the University of Illinois, Urbana-Champaign. In 1946, he was one of the members of the US Army Signal Corps Project Diana team at Camp Evans, New Jersey, that was the first to bounce radar signals off of the Moon. Dr. Webb continued research on ionosphere, moon reflection and radio astronomy at the University of Illinois. One of his daughters, Diana, was named after the Project.[1]", "17143142": "Hemendranath Tagore (1844–1884), Debendranath Tagore's third son, is notable for being the first  Brahmo as  the first child born in 1844 to any of the original 21 Brahmos who swore the First Brahmo Covenant on 21 December 1843 at Calcutta (now Kolkata). An intensely private person, he was also well known as the strict disciplinarian entrusted with the responsibility of looking after the education of his younger brothers in addition to being administrator for his large family estates.", "65410407": "Jocelyn Monroe is an American British experimental particle physicist who is a professor at the University of Oxford. Her research considers the development of novel detectors as part of the search for dark matter. In 2016 she was honoured with the Breakthrough Prize in Fundamental Physics for her work on the Sudbury Neutrino Observatory.", "49812842": "Eva Wilhelmina Julia von Bahr-Bergius, (16 September 1874 – 28 February 1962) was a Swedish physicist and teacher at a folk high school. She was the first woman in Sweden to become a docent in physics. She is known for her contact with and support of the poet Dan Andersson, for her friendship and support of the physicist Lise Meitner, and as a Catholic writer.", "66229612": "Giorgio Benedek (born 4 February 1941) is an Italian physicist, academic and researcher. He is an Emeritus Professor of Physics of Matter at University of Milano-Bicocca[1] and Director of the International School of Solid State Physics at Ettore Majorana Foundation and Centre for Scientific Culture.[2]", "48207217": "Herbert Hwa-sen Chen (Chinese: 陈华生) (March 16, 1942 – November 7, 1987) was a theoretical and experimental physicist at the University of California at Irvine known for his contributions in the field of neutrino detection.  Chen's work on observations of elastic neutrino-electron scattering provided important experimental support for the electroweak theory of the standard model of particle physics.[1]  In 1984 Chen realized that the deuterium of heavy water could be used as a detector that would distinguish the flavors of solar neutrinos.[2]  This idea led Chen to develop plans for the Sudbury Neutrino Observatory that would eventually make fundamental measurements demonstrating that neutrinos were particles with mass.", "53187954": "Harald J.W. Mueller-Kirsten (born 1935) is a German theoretical physicist specializing in Theoretical particle physics and Mathematical physics.", "31692148": "Asger Skovgaard Ostenfeld (13 October 1866 – 23 September 1931) was a Danish civil engineer who specialized in the theory of steel and reinforced concrete structures. He is now considered to be the founding father of the theory of structures in Denmark.", "8820089": "Ernest Howard Griffiths (15 June 1851 – 3 March 1932) was a British physicist born in Brecon, Wales. He was elected a Fellow of the Royal Society in 1895[1] and won its Hughes Medal in 1907.  On his maternal side he was a descendant of the 17th-century admiral Robert Blake.", "497018": "Michael James Duff FRS, FRSA is a British theoretical physicist and pioneering theorist of supergravity who is the Principal of the Faculty of Physical Sciences and Abdus Salam Chair of Theoretical Physics at Imperial College London.", "55317884": "Emmanuel H. Hugot is a French astrophysicist.[1] known for his contribution to the developments of new technologies that help to improve telescopes used by professional astronomers around the world. This includes the development of more efficient curved detectors, but also improvements in the manufacturing methods for optical elements and active optics systems.  The technologies developed by Hugot and his group are used on the SPHERE instrument mounted on the European Very Large Telescope, as well as the coronagraphic instrument of the future NASA's Nancy Grace Roman Space Telescope, which are used to detect exoplanets.", "18617727": "Gennadi Fyodorovich[1] Zakharov (born c. 1947[2]) was a Soviet physicist who worked for the United Nations who was arrested in a sting operation by the Federal Bureau of Investigation (FBI) in 1986.", "34379135": "Steven Gregory Rawlings (11 October 1961 – 11 January 2012) was a British astrophysicist at the University of Oxford, where he held a professorship in astrophysics and a fellowship at St Peter's College. He studied physics and theoretical physics at St John's College, Cambridge and received his PhD in radio astronomy in 1988. He was one of the lead scientists in the Square Kilometre Array project.[1]", "39327105": "Carl William Akerlof (born March 5, 1938) is an American particle physicist and astrophysicist. A professor of physics at the University of Michigan, Akerlof initiated and led the Robotic Optical Transient Search Experiment (ROTSE),[1] a ground-breaking effort to find fast astrophysical optical transients, particularly gamma-ray bursts. Akerlof has co-authored over 400 papers with 1500 collaborators, which have been cited over 6000 times.[2] He was elected in 1993 a fellow of the American Physical Society (APS).", "12260738": "Julio F. Navarro FRSC (born October 12, 1962 in Santiago del Estero, Argentina) is a professor of Astronomy (Ph.D. Universidad Nacional de Córdoba, Argentina) at the department of Physics and Astronomy in the University of Victoria. Dr. Navarro's research is mainly focused on the formation and evolution of galaxies and galaxy clusters and the structure and evolution of their dark matter component. He is famous for his theoretical studies of dark matter halos accompanied by massive N-body simulations.[1] Julio F. Navarro along with Carlos Frenk and Simon White have formulated a density profile for dark matter halos, which were named after them. In 2015, he won the Henry Marshall Tory Medal of the Royal Society of Canada. He is chief editor of the journal Frontiers in Astronomy and Space Sciences.[2]", "21271942": "Viking Olver Eriksen (14 April 1922 – 6 March 2014) was a Norwegian nuclear physicist.", "71374217": "Stephen Garoff is an American physicist.", "726410": "Martin Schwarzschild (May 31, 1912 – April 10, 1997) was a German-American astrophysicist.", "3708299": "Günther Landgraf (14 September 1928 in Kryry – 12 January 2006 in Dresden) was a German physicist and, from 1990 till 1994, President of Technische Universität Dresden.", "56661397": "Glen Cowan is a professor of Particle Physics at Royal Holloway, University of London. He has made a considerable contribution to the ATLAS experiment at the Large Hadron Collider.", "38901141": "John Call Cook (April 7, 1918 – October 12, 2012) was an American geophysicist who played a crucial role in establishing the field of ground-penetrating radar and is generally regarded as contributing the fundamental research to develop the field.[2] Cook is also known for demonstrating that aerial surveys can map surface radioactivity to enable much more efficient prospecting for uranium ore,[2] for inventing electrostatic detection of hazardous ice crevasses, and for developing other novel techniques in remote sensing.", "59020693": "Reva Kay Williams is a theoretical astrophysicist. She is the first person to successfully work out the Penrose process using Einstein's Theory of Relativity to extract energy from black holes. Also, she is the first Black American woman to earn a PhD in theoretical astrophysics. Her work focuses on general relativistic astrophysics.", "40834456": "Tung-Mow Yan (Chinese: 顏東茂; born 1937) is a Taiwanese-born American physicist, who has specialized in theoretical particle physics; primarily in the structure of elementary particles, the standard model, and quantum chromodynamics. He is professor emeritus at Cornell University.[1]", "16127386": "Erwin Joseph Saxl (May 7, 1904 – January 28, 1981) was a physicist and inventor.  He was born in Vienna in 1904 and received his Ph.D. there in 1927.  In the late 1920s he emigrated to the United States.  In 1935 he founded the Saxl Instrument Company, which designed and manufactured tension meters for use in the textile industry, and later in other industries.  The company, which Saxl ran jointly with his wife, Lucretia Hildreth Saxl, from their home in Harvard, Massachusetts, was renamed Tensitron in 1953.[1]  Saxl is reported as having stated that he worked under Albert Einstein.[2][3]  He died in 1981.[4]", "8820123": "Charles Chree, FRS (5 May 1860 – 12 August 1928) was a British physicist, an authority on terrestrial magnetism and atmospheric electricity, and for 32 years Superintendent of Kew Observatory.[1]", "72947099": "Michelle D. Shinn is an American laser scientist. She is program manager for industrial concepts in the Office of Nuclear Physics at the United States Department of Energy.[1]", "65574300": "Oliver Keith Baker is an American experimental particle physicist and astrophysicist, best known for his work on the Higgs boson and dark matter. In 2002, he won the Edward Alexander Bouchet Award of the American Physical Society: \"For his contribution to nuclear and particle physics; for building the infrastructure to do these measurements; and for being active in outreach activities, both locally and nationally.\"[1]", "62133665": "Andreas Macke (born 1962) is a German physicist. He is Professor for Atmospheric physics at University of Leipzig and is working at the Leibniz-Institut für Troposphärenforschung [de] (TROPOS).", "628133": "James Edward Keeler (September 10, 1857 – August 12, 1900) was an American astronomer.  He was an early observer of galaxies using photography, as well as the first to show observationally that the rings of Saturn do not rotate as a solid body.", "39720358": "Nicholas Krall is an American theoretical plasma physicist.  Dr Krall has authored over 160 science publications[1] and has contributed to the fields of electron scattering, plasma stability, high energy nuclear physics and magnetohydrodynamics.  He has worked at General Atomics, the University of California, San Diego, the Naval Research Laboratory and University of Maryland.[2]", "33527206": "David Phillip Woodruff  FRS is a British physicist, professor at University of Warwick,[1] and member of the Surface, Interface & Thin Films group.[2]", "16127404": "Mildred Allen (March 25, 1894 – November 4, 1990) was an American physicist.", "2594225": "Samuel King Allison (November 13, 1900 – September 15, 1965) was an American physicist, most notable for his role in the Manhattan Project, for which he was awarded the Medal for Merit. He was director of the Metallurgical Laboratory from 1943 until 1944, and later worked at the Los Alamos Laboratory — where he \"rode herd\" on the final stages of the project as part of the \"Cowpuncher Committee\",[1] and read the countdown for the detonation of the Trinity nuclear test.  After the war, he returned to the University of Chicago to direct the Institute for Nuclear Studies and was involved in the \"scientists' movement\", lobbying for civilian control of nuclear weapons.", "62395826": "Alexandre Obertelli (born 10 April 1978 in Paris) is a French experimental nuclear physicist and Alexander von Humboldt Professor of Experimental Nuclear Structure Physics at the Institute of Nuclear Physics of the Technische Universität Darmstadt.", "50632118": "Bernice Weldon Sargent, MBE, FRSC (24 September 1906 – 17 December 1993) was a Canadian physicist who worked at the Manhattan Project's Montreal Laboratory during the Second World War as head of its nuclear physics division. In his 1932 doctoral thesis, he discovered the relationship between the radioactive disintegration constants of beta particle-emitting radioisotopes and corresponding logarithms of their maximum beta particle energies. These plots are known as \"Sargent curves\".", "15766967": "Samuel Cornette Collins (September 28, 1898 in Kentucky – June 19, 1984 in Washington, DC.[2]) was an American chemist, physicist, and engineer.", "21665220": "Richard L. Abrams (born April 20, 1941 in Cleveland, Ohio) was president of the Optical Society of America in 1990. Abrams holds both a bachelor's degree and a Ph.D. from Cornell University. He worked at Bell Labs from 1968-1971 and then worked at Hughes. At Hughes, Abrams was chief scientist, Defense Systems Division, Hughes' Space and Communications Group, and was responsible for applying technology to the communication spacecraft. Abrams retired as chief scientist of Hughes Research Laboratories in 1996. Currently, Abrams is continuing his career as a part-time consultant, primarily for the U.S. government.[1]", "529861": "Robert L. Hurt is a member of the Infrared Processing and Analysis Center (IPAC) at the California Institute of Technology. He holds a Ph.D. in physics from University of California, Los Angeles.", "72521156": "Pyotr Ivanovich Lukirsky (Russian: Пётр Иванович Лукирский; 13 December 1894 – 16 November 1954) was a Soviet physicist who specialized in experimental physics in radiation and optics. He was a student of Abram Ioffe and became a fellow of the Physico-Technical Institute. He contributed to industrial developments as well as to crystallography and basic physics.", "66360776": "Pascuala García Martínez is a Spanish physicist and Professor of Optics at the University of Valencia, where her research specialises in developing new optical and digital techniques for pattern recognition and imaging applications. She is a Fellow of the International Society for Optics and Photonics (SPIE).", "22517195": "Michael Schoenberg (1939–2008) was an American theoretical geophysicist noted for his fundamental contributions to the understanding of anisotropy in the real earth and its application to the determination of texture, fracture porosity, and flow properties of reservoir rocks.[1]", "65213901": "Jonathan James Finley (born 1972) is a Professor of Physics at the Technical University of Munich in Garching, Germany, where he holds the Chair of Semiconductor Nanostructures and Quantum Systems. His focus is on quantum phenomena in semiconductor nanostructures, photonic materials, dielectric and metallic films, among others, for applications in quantum technology. At such, he made major contributions to the characterization and understanding of the optical, electronic and spintronic properties of quantum dots and wires both from group-IV (Si, SiGe, C) and II-VI materials and oxides (CdSe, ZnO).", "66950605": "Wen Li is a space physicist at Boston University.[1] Her research interests include space plasma waves, Earth's radiation belt physics, solar-wind magnetosphere coupling, energetic particle precipitation, and Jovian magnetosphere and aurora:[2] She is a Fellow of the American Geophysical Union.", "37688786": "Frank Bethune McDonald (May 28, 1925 – August 31, 2012) was an American astrophysicist  who helped design scientific instruments for research flights into space.  He was a key force behind several initiatives and programs of the National Aeronautics and Space Administration, for which he served as chief scientist.[1]", "1054166": "Knut Johan Ångström (12 January 1857 – 4 March 1910) was a Swedish physicist. He was the son of physicist Anders Jonas Ångström and studied in Uppsala from 1877 to 1884, when he received his licentiat-degree, before going for a short time to the University of Strassburg (Strasbourg) to study with August Kundt. Coming back to Uppsala, he completed his doctoral degree and was appointed lecturer in physics at the new university college in Stockholm (now Stockholm University) in 1885. After a few years working there, he returned to Uppsala in 1891 and received the professorship of Physics in 1896.[1]", "38180317": "William Frank Vinen FRS HonFInstP (15 February 1930 – 8 June 2022)[3] was a British physicist specialising in low temperature physics.", "66491872": "Lidia Morawska (born 10 November[citation needed] 1952, Tarnów, Poland) is a Polish–Australian[2] physicist and distinguished professor at the School of Earth and Atmospheric Sciences, at the Queensland University of Technology and director of the International Laboratory for Air Quality and Health (ILAQH) at QUT. She is also co-director of the Australia-China Centre for Air Quality Science and Management, an adjunct professor at the Jinan University in China, and a Vice-Chancellor fellow at the Global Centre for Clean Air Research (GCARE), University of Surrey in the United Kingdom.[3] Her work focuses on fundamental and applied research in the interdisciplinary field of air quality and its impact on human health, with a specific focus on atmospheric fine, ultrafine and nanoparticles. Since 2003, she expanded her interests to include also particles from human respiration activities and airborne infection transmission.", "7673316": "Kai Puolamäki is a Finnish physicist and Internet activist. He has been a vocal spokesman of the Finnish anti-copyright movement.", "67212780": "Wesley H. Smith is the Bjorn Wiik Professor of Physics at the University of Wisconsin–Madison where he has taught since 1988.  Before that he taught at Columbia University.[1]", "53843437": "Prem Saran Satsangi is the eighth and current Sant Satguru[1] of Radha Soami Sect, Dayalbagh.[2] He holds the Emeritus Chair from the East of the Integrated East-West Forum at The Science of Consciousness Conferences since 2012.[3] He is the chairman of Advisory Committee on Education, Dayalbagh Educational Institute.[4]", "35558894": "Edward L. Fireman (1922–1990) was an American physicist, known for his radiometric dating method of freshly fallen meteorites.[1][2]", "42112498": "Alexandre Bouzdine (Buzdin) (in Russian - Александр Иванович Буздин; born March 16, 1954) is a French and Russian theoretical physicist in the field of superconductivity and condensed matter physics. He was awarded the Holweck Medal in physics in 2013 [1] and obtained the Gay-Lussac Humboldt Prize in 2019 [2] for his theoretical contributions in the field of coexistence between superconductivity and magnetism.", "58988024": "Wang Huanyu (Chinese: 王焕玉; 29 December 1954 – 4 November 2018) was a Chinese physicist who served as Communist Party Secretary and deputy director of the Institute of High Energy Physics, Chinese Academy of Sciences between March 2003 and October 2014. Wang made a significant contribution to China's lunar exploration project.[1][2]", "65771000": "Ruth Hege Howes (born 1944)[1] is an American nuclear physicist, expert on nuclear weapons, and historian of science, known for her books on women in physics.", "69146110": "James E. Owen is an astrophysicist at Imperial College London who studies exoplanets and accretion disks.[2]", "65082881": "Edith Conrad Halbert is an American physicist, elected a Fellow of the American Physical Society in 1972.[2] She worked on computations in the nuclear shell model at the Oak Ridge National Laboratory.", "58955266": "Igor Serafimovich Tashlykov (June 4, 1946 – June 7, 2016) was a Soviet and Belarusian physicist, who was awarded the Doctor of Physical and Mathematical Sciences degree (1989). He was a member of the Belarusian Physical Society (1995). He carried out research at the Research Institute of Applied Physical Problems (APP) of the Belarusian State University (1972-1989 - Senior Researcher), the Belarusian State Technological University (1989-2003 - Professor), the Maxim Tank Belarusian State Pedagogical University (BSPU) (2003-2007 - Dean of the Faculty of Physics; 2007-2013 - Head of the Department of General Physics; 2013-2016 - Professor of Physics and Methods of Teaching Physics).", "3118596": "Ryogo Kubo (久保 亮五, Kubo Ryōgo, February 15, 1920 – March 31, 1995)  was a Japanese mathematical physicist, best known for his works in statistical physics and non-equilibrium statistical mechanics.", "67180045": "Andrew Lawrence FRSE is a British astrophysicist (born 23 April 1954 [1]).  He is Regius Professor of Astronomy at the University of Edinburgh based at the Royal Observatory, Edinburgh.[2]", "20485652": "Johann Baptiste Horvath (Hungarian: Keresztély János Horváth, 13 July 1732 in Kőszeg – 20 October 1799 in Buda)[citation needed] was a Hungarian Jesuit Professor of Physics and Philosophy at the Catholic university for teaching theology and philosophy in Nagyszombat, Kingdom of Hungary (now Trnava, Slovakia).[citation needed] He is most noted for his authorship of various textbooks.", "726552": "Geoffrey Ronald Burbidge FRS[1] (24 September 1925 – 26 January 2010) was an English astronomy professor and theoretical astrophysicist, most recently at the University of California, San Diego. He was married to astrophysicist Margaret Burbidge[2] and was the second author of the influential B2FH paper which she led.", "34739745": "Théodose Achille Louis Vicomte du Moncel or  Théodore du Moncel (6 March 1821 – 16 February 1884) was a prominent French physicist and advocate of the use of electricity. He invented many electrical devices and wrote several books. He was also a proficient artist, making high-quality prints of scientific and cultural interest.[1]", "51844648": "Lars Elof Gustaf Brink (12 November 1943 - 29 October 2022) was a Swedish theoretical physicist.[2]", "55711274": "Anna Katherina Vivas (born 1972) is a Venezuelan astrophysicist recognized for her investigations of and finding up to 100 new and very distant RR Lyrae stars. They are between 13,000 and 220,000 light years from the Sun, and are considered some of the oldest in the Milky Way. Her research has enabled some of the first studies of the structure and properties of the whole halo of the Milky Way and not only its innermost parts. The observation was made possible by combining a telescope with a large format camera, allowing astronomers to cover large portions of the sky in a short amount of time.[1][2]", "26744366": "Honorary Commander, Pakistan Navy (1973)", "25433648": "Robin Devenish is a retired physicist at the University of Oxford. An Emeritus Fellow of Hertford College, Devenish is a former Dean of Hertford College, University of Oxford, Fellow and Tutor of Physics. He is known for his work in the field of deep inelastic scattering, and was awarded the Max Born Prize in December 2009 for his work in this field, in which he is still active.[3][4][5][6]", "37066294": "Benjamin Marcus Bloch (Hebrew: בנימין מרכוס בלוך, (April 1, 1900 – April 26, 1959[1]) was an Israeli physicist, known mainly for his work at the Weizmann Institute of Science.", "5150264": "Rodney James Baxter FRS FAA (born 8 February 1940 in London, United Kingdom) is an Australian physicist, specialising in statistical mechanics. He is well known for his work in exactly solved models, in particular vertex models such as the six-vertex model and eight-vertex model, and the chiral Potts model and hard hexagon model. A recurring theme in the solution of such models, the Yang–Baxter equation, also known as the \"star–triangle relation\", is named in his honour.", "25466428": "Jean-Philippe Bouchaud (born 1962) is a French physicist. He is co-founder and chairman of Capital Fund Management (CFM), adjunct professor at École Normale Supérieure and co-director of the CFM-Imperial Institute of Quantitative Finance at Imperial College London. He is a member of the French Academy of Sciences, and held the Bettencourt Innovation Chair at Collège de France in 2020.", "1840706": "Louis Witten (born April 13, 1921)[1] is an American theoretical physicist and the father of the physicist Edward Witten.", "923203": "Norris Edwin Bradbury (May 30, 1909 – August 20, 1997), was an American physicist who served as director of the Los Alamos National Laboratory for 25 years from 1945 to 1970. He succeeded Robert Oppenheimer, who personally chose Bradbury for the position of director after working closely with him on the Manhattan Project during World War II. Bradbury was in charge of the final assembly of \"the Gadget\", detonated in July 1945 for the Trinity test.", "58431045": "David A. W. Hutchinson (born 1969) is a quantum physicist and professor at the University of Otago, Dunedin, New Zealand. He is the inaugural and current  Director of the Dodd-Walls Centre for Photonic and Quantum Technologies, a New Zealand government-funded national Centre of Research Excellence. Hutchinson's research interests are in the areas of quantum biology, Bose-Einstein condensates, and the underlying mathematics of quantum physics.", "48207430": "Mary Taylor Slow (15 July 1898 – 26 May 1984) was a British physicist who worked on the theory of radio waves and the application of differential equations to physics. She was the first woman to take up the study of radio as a profession.", "726602": "Eddington Medal (1984)\nBrouwer Award (1991)\nGold Medal of the Royal Astronomical Society (1993)\nBruce Medal (1998)\nJohn J. Carty Award for the Advancement of Science (2000)\nHenry Norris Russell Lectureship (2000)", "42079823": "Claud Lovelace (16 January 1934 – 7 September 2012) was a theoretical physicist noted for his contributions to string theory, specifically, the idea that strings did not have to be restricted to the four dimensions of spacetime.", "21665361": "Joseph Wilfred Goodman is an American electrical engineer and physicist.", "33887839": "Jens Scheer (30 May 1935 – 18 July 1994), was a physicist, professor of nuclear physics at the University of Bremen and one of Germany's best-known anti-nuclear activists.", "39392864": "Gašper Tkačik (born 1979) is a Slovenian theoretical physicist and computational neuroscientist.", "21665376": "Elsa M. Garmire, Elsa Meints Garmire, was born in Buffalo, New York, on November 9, 1939. She is the Sydney E. Junkins Professor of Engineering at Dartmouth College, where she has served as Dean of Thayer School of Engineering. Elected to the American Academy of Arts and Sciences, the National Academy of Engineers, and the National Academy of Inventors, she helped pioneer laser technology and is an expert in nonlinear optics. She has patented devices to enhance optical communications including lasers, waveguides, and detectors.", "8459873": "Albert Potter Wills (1873–1937) was an American physicist who researched magnetic materials and was the PhD advisor of the Nobel Prize winner Isidor Isaac Rabi.", "65508961": "Devin George Edward Walker is an American theoretical particle physicist, best known for his work on dark matter.[1]", "12031592": "Senapathy \"Kris\" Gopalakrishnan (born 5 April 1955) is an Indian businessman and the Chairman of Axilor Ventures, an accelerator that helps start-ups during the early stage of their business journey. [1] Kris served as the vice chairman of Infosys from 2011 to 2014 and the chief executive officer and managing director of Infosys from 2007 to 2011. Kris is one of the co-founders of Infosys. [2]", "300650": "Oskar Benjamin Klein (Swedish: [ˈklajn]; 15 September 1894 – 5 February 1977) was a Swedish theoretical physicist.[1]", "46241390": "Mark Samuel Nelkin (born 12 May 1931) is a theoretical physicist at the Cornell University.", "21665390": "Robert Louis Byer is a physicist. He was president of the Optical Society of America in 1994[1] and of the American Physical Society in 2012.[2]", "562803": "Jay Taylor Last (October 18, 1929 – November 11, 2021) was an American physicist, silicon pioneer, and member of the so-called \"traitorous eight\" that founded Silicon Valley.[1]", "8492660": "Rodney David Marks (13 March 1968 – 12 May 2000) was an Australian astrophysicist who died from methanol poisoning while working in Antarctica.", "11277940": "Werner Heinrich Gustav Kolhörster (28 December 1887 – 5 August 1946) was a German physicist and a pioneer of research into cosmic rays.", "24221301": "Keiichi Aichi (愛知 敬一, Aichi Keiichi, July 25, 1880 – June 23, 1923) was a Japanese physicist. He served as a professor of the physics department at the College of Science, Tohoku Imperial University.[1]", "39458422": "Norman Frederick Ness (April 15, 1933 – December 4, 2023) was an American geophysicist. He worked at the University of California, Los Angeles.", "63968891": "Nimai Mukhopadhyay (January 17, 1944 – May 15, 2000) was a professor of physics at Rensselaer Polytechnic Institute and a theoretical physicist, specializing in the nuclear aspects of the weak interactions.[1][2]", "49583741": "David Robert Grimes (born 1985) is an Irish science writer with professional training in physics and cancer biology, who contributes to several media outlets on questions of science and society. He has a diverse range of research interests and is a vocal advocate for increased public understanding of science. He was the 2014 recipient of the Sense about Science/Nature Maddox Prize for \"Standing up for Science in the face of Adversity\". He is a fellow with the Committee for Skeptical Inquiry.", "726653": "Marcel Gilles Jozef Minnaert (12 February 1893 – 26 October 1970) was a Belgian-Dutch astronomer.[2] He was born in Bruges and died in Utrecht. He is notable for his contributions to astronomy and physics and for a popular book on meteorological optics: Light and colour in the open air, first published in English in 1940.", "38527": "Gregory Benford (born January 30, 1941) is an American science fiction author and astrophysicist who is professor emeritus at the department of physics and astronomy at the University of California, Irvine. He is a contributing editor of Reason magazine.[1]", "726655": "Albrecht Otto Johannes Unsöld (20 April 1905 – 23 September 1995) was a German astrophysicist known for his contributions to spectroscopic analysis of stellar atmospheres.", "62068354": "Elizabeth Ann Donley (born April 5, 1970) is an American physicist. She is a researcher in the time and frequency division at the Physical Measurement Laboratory. Donley's research areas include the operation and development of atomic fountain clocks and chip scale atomic devices and instruments.", "3413633": "Lorenzo Adolph Richards (April 24, 1904 – March 12, 1993) or known as Ren was one of the 20th century's most influential minds in the field of soil physics.[1][2]", "37262980": "Stanley J. Brodsky (born January 9, 1940) is an American theoretical physicist and emeritus professor in the SLAC Theory Group at the SLAC National Accelerator Laboratory at Stanford University.", "14620288": "Heinrich Greinacher (May 31, 1880 in St. Gallen – April 17, 1974 in Bern) was a Swiss physicist. He is regarded as an original experimenter and is the developer of the magnetron and the Greinacher multiplier.", "64296582": "Leonard Strachan is an astrophysicist who works on instrumentation to study the Sun's corona and solar wind.[1] He currently works at the United States Naval Research Laboratory where he is the principal investigator for the Ultraviolet Spectro-Coronagraph (UVSC) Pathfinder,[2] and serves on the National Academy of Sciences Committee on Solar and Space Physics.[3]", "59774598": "Lieselott Herforth (13 September 1916 in Altenburg – 30 November 2010 in Dresden) was a German physicist and politician.  She was a member of the State Council and the People's Chamber of the GDR and she was the first rector of a university in Germany.", "13178499": "Sebastian Rudolf Karl von Hoerner (15 April 1919 – 7 January 2003) was a German astrophysicist and radio astronomer.", "21665429": "John Nelson Howard (February 27, 1921 – April 15, 2015) was president of the Optical Society of America in 1991.[1][2] He was the founding editor of the scientific journal Applied Optics.  Howard was also a chief scientist of the Air Force Geophysics Laboratory.", "50075294": "George Daniels Watkins (born 28 April 1924)[1] is an American solid-state physicist.", "2594468": "Francis Edwin Close, OBE, FRS, FInstP (born 24 July 1945) is a particle physicist who is Emeritus Professor of Physics at the University of Oxford and a Fellow of Exeter College, Oxford.", "64755366": "Wendy K. Adams is an American physics educator. She is known for her work on interactive educational simulations of physics including the PhET Interactive Simulations project,[1] on the effectiveness of peer discussions on conceptual understanding of physics,[2] on measurement of student beliefs about physical concepts,[3] on public beliefs about what it is like to be a physics teacher,[4] and on other aspects of physics education. She is a research professor of physics in the Colorado School of Mines.[5] and the Executive Director of Get the Facts Out [6] a national multi-society effort to repair the reputation of the teaching profession.", "15406760": "Paul-Auguste-Ernest Laugier[1] (22 December 1812, in Paris – 5 April 1872) was a French astronomer,[2] one of two French astronomers referred to as M. Laugier.", "1644203": "Galileo Ferraris (31 October 1847 – 7 February 1897) was an Italian university professor, physicist and electrical engineer, one of the pioneers of AC power system and inventor of the induction motor although he never patented his work.[1][2][3][4] Many newspapers touted that his work on the induction motor and power transmission systems were some of the greatest inventions of all ages. He published an extensive and complete monograph on the experimental results obtained with open-circuit transformers of the type designed by the power engineers Lucien Gaulard and John Dixon Gibbs.", "61937326": "Bruce Buzzell Benson[1] (1922–1990) was a professor of physics at the Amherst College.", "24909489": "George V. Lauder is a Professor of Organismal and Evolutionary Biology at Harvard University and Fellow of the American Association for the Advancement of Science.", "9017017": "Jean-Baptiste Pérès (1752–1840) was a French physicist best known for his 1827 pamphlet Grand Erratum, a polemical satire, translated into many European languages, that attempted \"in the interest of conservative theology, to reduce to an absurdity the purely negative tendencies of the rationalistic criticism of the Scriptures then in vogue\" (as Frederick W. Loetscher described what he called \"the celebrated pamphlet\" in The Princeton Theological Review 1906[1]) through humorously suggesting ways in which the history of Napoleon Bonaparte could be shown to be an expression of an ancient sun myth.", "4265659": "Julius Erich Wess (5 December 1934 – 8 August 2007) was an Austrian theoretical physicist noted as the co-inventor of the Wess–Zumino model and Wess–Zumino–Witten model in the field of supersymmetry and conformal field theory.  He was also a recipient of the Max Planck medal, the Wigner medal, the Gottfried Wilhelm Leibniz Prize, the Heineman Prize, and of several honorary doctorates.", "22484674": "Sergey Aphanasievich Zimov (Russian: Сергей Афанасьевич Зимов; b. 18 July 1955) is a Russian geophysicist who specialises in arctic and subarctic ecology. He is the Director of Northeast Scientific Station (a research institute of the Russian Academy of Sciences), a senior research fellow of the Pacific Institute for Geography (an institute within the Far East Division of the Russian Academy of Sciences (FED RAS)), and one of the founders of Pleistocene Park (a 160 km2 wildlife preserve and a research substation of the Northeast Scientific Station).  He is best known for his work in advocating the theory that human overhunting of large herbivores during the Pleistocene caused Siberia's grassland-steppe ecosystem to disappear and for raising awareness as to the important roles permafrost and thermokarst lakes play in the global carbon cycle.", "61445831": "Vyacheslav Rychkov (called Slava Rychkov, Russian Вячеслав Рычков, transcription Vyacheslav Rychkov; born 27 May 1975 in Samara, Russia [1]) is a Russian-Italian-French[1] theoretical physicist and mathematician.", "55580367": "Ellen Gould Zweibel (born 20 December 1952, New York City[1]) is an American astrophysicist and plasma physicist.", "71472860": "Angela (Lina) Barbaro-Galtieri (born 1934) is a retired Italian and American particle physicist. Working at the Lawrence Berkeley National Laboratory, she assisted Luis Walter Alvarez in his Nobel Prize winning research using a bubble chamber to discover new particles, and she later participated in the discovery of the top quark.[1]", "1906396": "Allan Verne Cox (December 17, 1926 – January 27, 1987) was an American geophysicist. His work on dating geomagnetic reversals, with Richard Doell and Brent Dalrymple, made a major contribution to the theory of plate tectonics. Allan Cox won numerous awards, including the prestigious Vetlesen Prize, and was the president of the American Geophysical Union. He was the author of over a hundred scientific papers, and the author or editor of two books on plate tectonics. On January 27, 1987, Cox died in an apparent suicide.", "50534111": "Sriram Rajagopal Ramaswamy FRS[1] (born 10 November 1957) is an Indian physicist. He is a professor at the Indian Institute of Science, Bangalore, and previously the director of the Tata Institute of Fundamental Research (TIFR) Centre for Interdisciplinary Sciences in Hyderabad.[2][3][4]", "17077982": "Moses Hung-Wai Chan (Chinese: 陳鴻渭; pinyin: Chén Hóngwèi) is a Chinese-American physicist who is Evan Pugh Professor at Pennsylvania State University. He is an alumnus of Bridgewater College and Cornell University, where he earned his Ph.D. in 1974 and was a postdoctoral associate at Duke University. He has been a professor at Penn State's University Park Campus since 1979.", "2594524": "Andrew Martin Steane is Professor of physics at the University of Oxford. He is also a fellow of Exeter College, Oxford.", "61871852": "Eleonora Troja is an Italian astrophysicist.  In 2017 she led the discovery of X-ray emission from the gravitational wave source GW170817.[1][2][3][4]", "33330925": "Ulf Leonhardt, FRSE (born 9 October 1965 in Bad Schlema, East Germany) is a German and British scientist. In 2006, he published the first scientific paper on invisibility cloaking with metamaterials at the same time Pendry's group published their paper in the journal Science. He has been involved with the science of cloaking objects since then.[1][2][3][4]", "47060724": "Geraldine Anne Kenney-Wallace (born March 29, 1943)  is a British-Canadian academic.[2][3] She served as the president and vice-chancellor of McMaster University from 1990 to 1995. She was educated in England and later earned her Ph.D. from the University of British Columbia.[4] Kenney-Wallace was responsible for organizing the first ultrafast laser lab in Canada, in 1974, at the University of Toronto.[5] She was a professor of chemistry and physics at the University of Toronto and had served as Chairman of the Science Council of Canada. She is a recipient of a E.W.R. Steacie Memorial Fellowship (1984), Guggenheim Fellowship (1983), and Killam Senior Research Fellowship (1979).", "71538423": "Henry Winston Newson (November 26, 1909, Lawrence, Kansas – May 14, 1978, Durham, North Carolina)[1] was an American physical chemist and nuclear physicist, known for his research on nuclear resonances and as one of the co-inventors of the control system used in nuclear reactors.[2]", "661249": "Arvind Rajaraman is an Indian-born theoretical physicist and string theorist.  Rajaraman earned his Ph.D. from Stanford University.  He is an associate professor at University of California, Irvine.", "49125121": "Stuart Jay Freedman (January 13, 1944 – November 10, 2012) was an American physicist, known for his experiment testing Bell's inequality proposed to him by John Clauser at the University of California, Berkeley as well as for his contributions to nuclear and particle physics, particularly weak interaction physics. He was a graduate of Berkeley, receiving a Bachelor of Science in 1965 and his PhD in physics in 1972 under Eugene Commins. While at Berkeley, he worked with fellow graduate student Steven Chu. He was also recipient of 2007 Tom W. Bonner Prize in Nuclear Physics.[1]", "62658316": "Carole Ann Haswell is a British astrophysicist and current Professor of Astrophysics and Head of Astronomy at the Open University. She is a Fellow of the Royal Astronomical Society. She has been involved in the detection of several exoplanets, including Barnard's Star b.", "71538447": "Alexander Szameit (born 10 January 1979 in Halle (Saale), Germany) is a German physicist working in experimental solid-state optics.[1]", "8623889": "David S. Eisenberg (born 15 March 1939[citation needed]) is an American biochemist and biophysicist best known for his contributions to structural biology and computational molecular biology. He has been a professor at the University of California, Los Angeles since the early 1970s and was director of the UCLA-DOE Institute for Genomics & Proteomics, as well as a member of the California NanoSystems Institute (CNSI) at UCLA.[9][10][11][12][13][14][15]", "431890": "Douglas Dean Osheroff (born August 1, 1945) is an American physicist known for his work in experimental condensed matter physics, in particular for his co-discovery of superfluidity in Helium-3. For his contributions he shared the 1996 Nobel Prize in Physics along with David Lee and Robert C. Richardson.[1] Osheroff is currently the J. G. Jackson and C. J. Wood Professor of Physics, emeritus, at Stanford University.", "51713810": "Robert Traill Omond FRSE LLD SMS (1858–1914) was a British physicist, geologist and meteorologist who set up the Ben Nevis Observatory.", "48666385": "Inés Lucia Cifuentes (April 26, 1954 – December 16, 2013) was an English-born American seismologist and educator. From 1994 to 2005, she was director of the Carnegie Academy for Science Education.[1][2]", "8460057": "Arthur Gordon Webster (November 28, 1863 – May 15, 1923) was an American physicist who founded the American Physical Society.", "62068510": "Angela Renee Hight Walker is an American physicist. She is a project leader in the nanoscale spectroscopy group at the National Institute of Standards and Technology. Hight Walker's research includes advancing optical spectroscopic techniques and specifically their applicability to characterize quantum nanomaterials.", "66557727": "Ian Robert Smail is a British astrophysicist. He is Professor of Physics at the Durham University Department of Physics, based in the Centre for Extragalactic Astronomy, itself part of the Ogden Centre for Fundamental Physics.[1] Since 2015, he has been ranked as one of the most highly-cited researchers in Space Sciences.[1]", "64296737": "Ruth Wright Chabay (born 1949)[1] is an American physics educator known for her work in educational technology and as the coauthor of the calculus-based physics textbook Matter and Interactions. She is professor emerita of physics at North Carolina State University.[2]", "24876837": "Giuseppe Franco Bassani (October 29, 1929, Milan – September 25, 2008, Pisa) was an Italian physicist.", "43456293": "John Joseph Hopfield (July 8, 1891 – January 8, 1953) was a Polish-American physicist. Hopfield's published research included vacuum ultraviolet spectroscopy and solar ultraviolet spectroscopy. He was the discoverer of the \"Hopfield bands\" of oxygen and co-discoverer of the \"Lyman–Birge–Hopfield bands\" of nitrogen.  For about a decade he was an industrial physicist working with technologies for fabricating glass windows, and was the inventor listed on several related patents.[1][2][3][4]", "22845223": "Evgenii L'vovich Feinberg (27 June 1912 – 10 December 2005) was a Soviet physicist, recognized for his contributions to theoretical physics.", "68687655": "Aviva Brecher (born July 4, 1945) is a Romanian-American applied physicist and transportation scientist who studied magnetic levitation for many years at the John A. Volpe National Transportation Systems Center, a research center of the United States Department of Transportation.[1][2]", "21436203": "Alexander Boksenberg CBE FRS (born 18 March 1936)[1] is a British scientist. He won the 1999 Hughes Medal of the Royal Society \"for his landmark discoveries concerning the nature of active galactic nuclei, the physics of the intergalactic medium and of the interstellar gas in primordial galaxies. He is noted also for his exceptional contributions to the development of astronomical instrumentation including the Image Photon Counting System, a revolutionary electronic area detector for the detection of faint sources, which gave a major impetus to optical astronomy in the United Kingdom\".[2]", "68130604": "Delores Marie Robinson is an American geologist and tectonicist who is a professor and department chair at the University of Alabama. Her research considers how orogenic systems evolve from porto-magmatic arcs, with a particular focus on Western Nepal, India, Bhutan and Southern Tibet.", "52107053": "Maura McLaughlin is currently an astrophysics professor at West Virginia University in Morgantown, West Virginia. She holds a Bachelor's of Science degree from Pennsylvania State University and a Ph.D. from Cornell University.[1]  She is known for her work on furthering the research on gravitational waves and for her dedication to the Pulsar Search Collaboratory.[2] She was named a Fellow of the American Physical Society in 2021.[3]", "55613230": "Michael Strickland is an American theoretical physicist who received his PhD from Duke University in 1997.  His specialty is the physics of the Quark-Gluon Plasma which is an extreme state of matter which filled the entire Universe until about 10−5 seconds after the Big Bang.  He has contributed to calculation of the quark-gluon plasma (QGP) equation of state, QGP plasma instabilities/thermalization, reformulation of relativistic hydrodynamics for far-from-equilibrium systems, and quarkonium suppression in the QGP, etc.", "1185584": "Melba Newell Phillips (February 1, 1907 – November 8, 2004) was an American physicist and a pioneer science educator. One of the first doctoral students of J. Robert Oppenheimer at the University of California, Berkeley, Phillips completed her PhD in 1933, a time when few women could pursue careers in science. In 1935, Oppenheimer and Phillips published[1] their description of the Oppenheimer–Phillips process, an early contribution to nuclear physics that explained the behavior of accelerated nuclei of radioactive hydrogen atoms. Phillips was also known for her refusal to cooperate with a U.S. Senate judiciary subcommittee's investigation on internal security during the McCarthy era which led to her dismissal from her professorship at Brooklyn College, where she was a professor of science from 1938 until 1952. (The college publicly and personally apologized to Phillips for the dismissal in 1987.)", "8853302": "Steen Rasmussen (born 7 July 1955) is a Danish physicist mainly working in the areas of artificial life and complex systems. He is currently a professor in physics and a center director at University of Southern Denmark as well as an external research professor at the Santa Fe Institute. His formal training was at the Technical University of Denmark (1985 PhD in physics of complex systems) and University of Copenhagen (philosophy). He spent 20 years as a researcher at Los Alamos National Laboratory (1988-2007) the last five years as a leader of the Self-Organized Systems team. He has been part of the Santa Fe Institute since 1988.", "49485639": "Brian Gregory Keating (born September 9, 1971) is an American cosmologist. He works on observations of the cosmic microwave background, leading the BICEP, POLARBEAR2 and Simons Array experiments. He received his PhD in 2000, and is a distinguished professor of physics at University of California, San Diego, since 2019. He is the author of two books, Losing The Nobel Prize and Into the Impossible.", "58005323": "Mika McKinnon is a Canadian field geophysicist, disaster researcher, and science communicator. She is a co-investigator of the Southwest Research Institute's Project ESPRESSO and was a science adviser to the science fiction television series Stargate Atlantis and Stargate Universe.[2][3]", "3577676": "Thomas Neil Davis (February 1, 1932 – December 10, 2016) was a professor of geophysics from the University of Alaska Fairbanks and the author of several books. Born in Greeley, Colorado, Davis received his B.S in geophysics from University of Alaska Fairbanks in 1955, an M.S. in geophysics from California Institute of Technology in 1957, and a Ph.D. in geophysics from University of Alaska Fairbanks in 1961.[1] Davis spent most of his working career at the Geophysical Institute, pioneering the use of all-sky and low-level light cameras for the study of the aurora borealis and conducting rocket studies of the aurora. With Masahisa Sugiura (while both were at NASA Goddard Space Flight Center) he introduced the AE (auroral electrojet) index now commonly used as a measure of solar-terrestrial interaction. A student of Beno Gutenberg and Charles Richter at Caltech, he also has done work in observational seismology.", "11048781": "Charles M. Falco (born August 17, 1948) is an American experimental physicist and an expert on the magnetic and optical properties of thin film materials.[1]", "3512143": "Christian Christiansen (9 October 1843 in Lønborg, Denmark – 28 November 1917 Frederiksberg) was a Danish physicist.", "1480531": "Ruby Violet Payne-Scott (28 May 1912 – 25 May 1981) was an Australian pioneer in radiophysics and radio astronomy, and was one of two Antipodean women pioneers in radio astronomy and radio physics at the end of the second world war, Ruby Payne-Scott the Australian and Elizabeth Alexander[1]  the New Zealander.", "61839190": "Prof David Thomson (1817–1880) was a 19th-century Scottish physicist.[1] He was known as Davie Thomson or later Auld Dauvit.", "61740888": "Denis Jerome (born 28 February 1939 in Paris) is a French experimental physicist in the field of condensed matter, who contributed to the discovery of superconductivity in organic conductive matter.", "63969124": "Montserrat Calleja Gómez (born April 20, 1973) is a Spanish physicist who specializes in Bionanomechanics.[1][2][3] She is currently a research professor at the Institute of Micro and Nanotechnology in Madrid, Spain.[4][5]", "65607531": "Stefan Andersson-Engels (born 1960) is a Swedish biophysicist specializing in the field of biophotonics. He is professor at University College Cork and the deputy director of the Irish Photonics Integration Center (IPIC) within the Science Foundation Ireland. Before joining University College Cork, he was Professor of Biomedical Engineering at Lund University. He has co-founded 3 biophotonics companies Spectracure,[2] Lumito,[3] BioPixS.[4] He also co-founded biannual biophotonics summer school.[5]", "31987563": "Hans Økland (19 August 1918 – 23 April 2010) was a Norwegian meteorologist and geophysicist.", "35886957": "Ottokar Tumlirz (17 January 1856 – 4 May 1928) was an Austrian physicist.", "2627444": "Geoffrey Foucar Chew (/tʃuː/; June 5, 1924 – April 12, 2019)[1][2] was an American theoretical physicist. He is known for his bootstrap theory of strong interactions.[3]", "5150580": "Edward Leamington Nichols (September 14, 1854 – November 10, 1937) was an American scientist. He was a physicist and astronomer,[2] professor of physics at Cornell University.[3]", "71538551": "Aleksandra M. Walczak is a theoretical biophysicist. She works on stochastic gene expression at Ecole Normale Supérieure where she is a research director.[1]", "69670778": "Yu-Hwa Lo is a physicist, engineer, academic and researcher. He is a Professor of Electrical and Computer Engineering at University of California at San Diego (UCSD).[1]", "53811067": "Chanchal Kumar Majumdar (Bengali: [Cañcāla kumāra majumadāra]) (11 August 1938 – 20 June 2000) was an Indian condensed matter physicist and the founder director of S.N. Bose National Centre for Basic Sciences. Known for his research in quantum mechanics, Majumdar was an elected fellow of all the three major Indian science academies – the Indian National Science Academy, the National Academy of Sciences, India, and the Indian Academy of Sciences – as well a member of the New York Academy of Sciences and the American Physical Society.", "35723135": "Aaron R. Parsons (born 1980) is an American astrophysicist who works primarily in the fields of radio astronomy instrumentation and experimental cosmology.", "432000": "Arthur Holly Compton (September 10, 1892 – March 15, 1962) was an American scientist who won the Nobel Prize in Physics in 1927 for his 1923 discovery of the Compton effect, which demonstrated the particle nature of electromagnetic radiation. It was a sensational discovery at the time: the wave nature of light had been well-demonstrated, but the idea that light had both wave and particle properties was not easily accepted. He is also known for his leadership over the Metallurgical Laboratory at the University of Chicago during the Manhattan Project, and served as chancellor of Washington University in St. Louis from 1945 to 1953.", "24254338": "Arthur Rudolph Berthold Wehnelt (April 4, 1871 – February 15, 1944) was a German physicist, noted for important contributions in the fields of X-ray physics, gas discharges and electron emission.", "68851590": "Kanak Saha is an Indian astrophysicist. He is an associate professor of astrophysics at Inter-University Centre for Astronomy and Astrophysics. His research interests include formation of galaxies in the early universe and their evolution.[1] The Council of Scientific and Industrial Research, the apex agency of the Government of India for scientific research, awarded him the Shanti Swarup Bhatnagar Prize for Science and Technology for his contributions to physical sciences in 2021.[2][3]", "2463623": "Dennis William Siahou Sciama, FRS (/ʃiˈæmə/; 18 November 1926 – 18 December 1999)[6][7] was an English physicist who, through his own work and that of his students, played a major role in developing British physics after the Second World War.[8][9] He was the PhD supervisor to many famous physicists and astrophysicists, including John D. Barrow, David Deutsch, George F. R. Ellis, Stephen Hawking, Adrian Melott and Martin Rees, among others; he is considered one of the fathers of modern cosmology.[10][11][12][13]", "4167561": "Federico Capasso (born 1949) is an applied physicist and is one of the inventors of the quantum cascade laser during his work at Bell Laboratories.[1] He is currently on the faculty of Harvard University.", "50009993": "James E. Brau (born 1946) is an American physicist at the University of Oregon (UO) who conducts research on elementary particles and fields. He founded the Oregon experimental high energy physics group in 1988 and served as director of the UO Center for High Energy Physics from 1997 to 2016. Prior to joining the Oregon faculty, he served in the Air Force and held positions at the Stanford Linear Accelerator Center and the University of Tennessee. He is a fellow of both the American Physical Society and also the American Association for the Advancement of Science. In 2006 he was appointed the Philip H. Knight Professor of Natural Science, an endowed professorship.", "61740940": "Christian Bordé (15 March 1943 - 30 August 2023) was a French physicist. He has been a member of the French Academy of Sciences since December 2008.[1]", "35559318": "Gerhard Müller (November 25, 1940 – July 9, 2002) was a prominent German geophysicist who specialized in seismology.", "54466455": "Garth Alan Carnaby CNZM (born 1950) is a New Zealand fibre physicist and science and public administrator.", "2004887": "Kyong Won-ha (Korean: 경원하, born 1928[1]) is a nuclear scientist who may have participated in developing the North Korean nuclear program.[2]", "51189662": "Serguei Petrovich Palto (Russian: Сергей Петрович Палто, Belarusian: Сяргей Пятрович Палто, Siarhiej Piatrovič Palto; Born on 1960 in Motol) is a Russian Belarusian physicist and mathematician.", "14292893": "Dr. Henry Evelyn Derrick Scovil, better known as H. E. D. Scovil or Derrick Scovil (1923-2010), was a physicist noted for his contributions to masers  and bubble memory.", "68851616": "Nathalie Q. Balaban is an Israeli biophysicist and  systems biologist. She is a full professor at the Racah Institute of Physics at the Hebrew University of Jerusalem.[1] and a member of the European Academy of Microbiology (EAM), the American Academy of Microbiology (AAM) and the European Molecular Biology Organization (EMBO).", "53843874": "Michael J. Leitch from the Los Alamos National Laboratory, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Nuclear Physics  in 2000,[3] for his contributions to experimental medium-energy and high-energy nuclear physics, in particular for his lead role in measurements of pion double-charge exchange at low energies, and his leadership in the measurement of nuclear dependencies of J/psi production and of open charm production.", "60594089": "John Trowbridge (August 5, 1843 – February 18, 1923) was an American physicist, noted for his research into electricity and magnetism, and for his innovations in scientific education.", "53843884": "Roderick V. Jensen from the Wesleyan University, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Division of Materials Physics in 2000,[3] for pioneering contributions to the understanding of strongly perturbed quantum systems that are classically chaotic, like Rydberg atoms in strong fields, and for the extension of the methods of nonlinear dynamics across many disciplines, from atomic physics and mesoscopic solid-state physics to biophysics and neuros.", "43849647": "Dani Smith Bassett (born c. 1981[2]) is an American physicist and systems neuroscientist who was the youngest individual to be awarded a 2014 MacArthur fellowship.[3][4]", "67803055": "Herbert Stansfield AMIEE (1872 – 14 March 1960) was a British physicist and Professor at University College, Southampton (1912–32) whose research focussed on soap films, the Michelson Interferometer and the Echelon Spectroscope.", "61740976": "Alain Benoit (born 1948) is a French physicist specialising in low temperature physics. He was awarded the CNRS silver medal in 1993 and the CNRS innovation medal in 2012.[1]", "62035892": "Matthew William Choptuik (born 1961) is a Canadian theoretical physicist specializing in numerical relativity.", "53843892": "Stephen P. Reynolds from North Carolina State University, was awarded the status of Fellow[1] in the American Physical Society,[2] after he was nominated by his Division of Astrophysics  in 2000,[3] for contributions to high-energy astrophysics, including modeling relativistic jets in quasars, pulsar-driven supernova remnants, and electron acceleration to synchrotron X-ray emitting energies in young shell supernova remnants, and supporting observations.", "1415092": "Shigeo Satomura (里村 茂夫, Satomura Shigeo, 1919–1960) was a Japanese physicist credited with introducing the ultrasonic Doppler techniques to practical medical diagnostics in the 1950s. These techniques made possible non-invasive monitoring of blood flow in the human body.[1][2][3]", "53843895": "Uri Feldman (17 April 1935 – 26 February 2023)[1] from the Naval Research Laboratory, was awarded the status of Fellow[2] in the American Physical Society,[3] after they were nominated by their Division of Plasma Physics in 2000,[4] for original contributions to the study of the atomic structure of highly excited elements, both the development of advanced tools to conduct observations and the analysis and interpretation of the resulting data; and for the application of the physics of highly excited elements to the study of energetic processes in the sun's atmosphere.", "66525114": "Margaret Hope Alston-Garnjost (also published as Margaret Alston, January 23, 1929 – February 7, 2019) was a British physicist who worked for many years at the Lawrence Berkeley National Laboratory, where her research with the bubble chamber contributed to the Nobel Prize winning work of her supervisor Luis Walter Alvarez.[1][2]", "53843899": "Jerome Lewis Duggan (August 4, 1933 – August 31, 2014) was a Regents Professor at the University of North Texas (UNT), the founder of the International Conference on the Application of Accelerators in Research and Industry (CAARI).[1][2] He was also a Fellow in the American Physical Society.", "169917": "John Stewart Bell FRS[2] (28 July 1928 – 1 October 1990)[3] was a physicist from Northern Ireland and the originator of Bell's theorem, an important theorem in quantum physics regarding hidden-variable theories.[4][5][6][7][8]", "58726335": "John Keith Roberts FRS (16 April 1897 – 126 April 1944) was an Australian physicist who was awarded an 1851 Exhibition Scholarship, and went to England, where he studied under Sir Ernest Rutherford at the University of Cambridge's Cavendish Laboratory. During the Second World War he was the chief scientist at the Royal Navy's Anti-Submarine Experimental Establishment in Fairlie, Scotland, where he oversaw the development of improved techniques for detecting submarines.", "58693569": "Daniel Garcia-Castellanos (born 1968 in Kuwait) is a Spanish scientist at the Spanish National Research Council (CSIC) who investigates in the field of geophysics and is known for his theory about the catastrophic flooding of the Mediterranean Sea in the recent geological past, an event known as the Zanclean flood. Other scientific contributions deal with the evolution of the Earth's relief as a result of the deep geodynamic phenomena of the Earth’s interior interacting with the erosion and climate at the surface.", "53843906": "Victor Valentine Eremenko from the Institute For Low Temperature Physics, was awarded the status of Fellow[1] in the American Physical Society,[2] after they were nominated by their Forum on International Physics in 2000,[3] for pioneering works in magneto-optics of antiferromagnets, discovery of the \"\"mixed\"\" and \"\"intermediate\"\" states of antiferromagnets near magnetic phase transitions, photoinduced persistent phenomena in magnetic insulators & high-Tc superconductors; and his international activities as the editor of \"\"Low Temperature\"\"", "38705090": "Arpat Avanesyan is a Physicist and legislator from Artsakh.[1][2]\nAvanesyan is a past Rector of the State University of Mountainous Karabakh.\nHe chairs the legislature's Finance Committee.[3]", "34641860": "Eduard Rüchardt (March 29, 1888 – March 7, 1962) was a German physicist. In modern times Rüchardt is mainly noted for the experiment named after him.[1][2]  However, Rüchardt's chief topic was the study of canal rays. This work started under the supervision of Wilhelm Wien and continued later in collaborations with Walther Gerlach.", "50993094": "Louis Lee (Chinese: 李羅權; born 20 April 1947) is a Taiwanese physicist.", "53843912": "James Michael Lisy is an American physicist.", "34150345": "Rodney Lee Cool (March 8, 1920 – April 16, 1988) was an American physicist who helped to establish the existence of the quark.\n[1]\n[2]\nCool was a professor of high-energy physics at Rockefeller University,[2] a member of the National Academies of Sciences.[1][3]\nHe was also a Fellow of the American Physical Society.[2]\nCool founded an experimental physics group at Rockefeller University in 1970.[2]", "53843914": "Ruqian Wu is a professor of physics and astronomy at the University of California, Irvine (UCI). His primary research area is condensed matter physics.[1]"}