{"62583301": "Antonette M. Zeiss (née Raskoff) is an American clinical psychologist. Zeiss was chief consultant for mental health services at the Central Office of the United States Department of Veterans Affairs  – the first woman and the first psychologist and nonphysician to hold this position.[1][2] In 2013 she received the APA Award for Lifetime Contributions to Psychology from the American Psychological Association (APA).[3]", "37908997": "Oleg Haslavsky Олег Львович Хаславский (8 July 1948 – 19 December 2021) was a Russian-Israeli poet, translator, psychologist and painter.", "8253974": "Kyle R. Cave is a professor of psychology at UMass Amherst.  His primary research interest is visual selective attention, and he teaches courses in cognitive psychology and consciousness.", "20115993": "Peter Richard Killeen (born 1942) is an American psychologist who has made major contributions to a number of fields in the behavioral sciences. He has been one of the few premier contributors in quantitative analysis of behavior, and memory.", "35156511": "Bob G. Knight (born October 18, 1950), is the former associate dean of the USC Davis School of Gerontology, the Merle H. Bensinger Professor of Gerontology and Psychology and the director of the Tingstad Older Adult Counseling Center. He is best known for research and theory development on cross-cultural issues in stress and coping during family caregiving for dementia and also for theory and scholarship on adapting psychotherapy for work with older adults.[1]", "12972582": "Thomas Gordon (March 11, 1918 – August 26, 2002) was an American clinical psychologist and colleague of Carl Rogers. He is widely recognized as a pioneer in teaching communication skills and conflict resolution methods to parents, teachers, leaders, women, youth and salespeople. The model he developed came to be known as the Gordon Model or the Gordon Method, a complete and integrated system for building and maintaining effective relationships.", "1077808": "Linda Pritzker (born September 1953[2]) also known by the name Lama Tsomo is an American lama in the Tibetan Buddhist tradition. She is a spiritual teacher, author, philanthropist, and co-founder of the Namchak Foundation and Namchak Retreat Ranch[3] in Missoula, Montana. She is a member of the Pritzker family, known for the Hyatt Hotel fortune.", "50590265": "Bertram David Lewin (30 November 1896 – 8 January 1971)[1] was an American psychoanalyst who was both an acute clinician and a contributor to theory, particularly to the study of elation, and of the dream screen.", "62845499": "Robert L. Leahy  is a psychologist and author and editor of 29 books dedicated to cognitive behaviour therapy. He is Director of the American Institute for Cognitive Therapy in New York[1] and Clinical Professor of Psychology in the Department of Psychiatry at Weill Cornell Medical College.[2]", "61502012": "Amy Wrzesniewski is an American organizational psychologist.", "39678527": "Suzanne Corkin (May 18, 1937 – May 24, 2016) was an American professor of neuroscience in the Department of Brain and Cognitive Sciences at MIT.[1]  She was a leading scholar in neuropsychology and cognitive neuroscience.  She is best known for her research on human memory, which she studied in patients with Alzheimer's disease, Parkinson's disease, and amnesia. She is also well known for studying H.M., a man with memory loss whom she met in 1962 and studied until his death in 2008.", "53113408": "Hans-Ulrich Wittchen (born 6 July 1951 in Bad Salzuflen) is a clinical psychologist, psychotherapist and epidemiologist. He has been a head of the Institute of Clinical Psychology and Psychotherapy[1] and the Center of Clinical Epidemiology and Longitudinal Studies (CELOS)[2] at the Technische Universität Dresden. Since 2018, he is leading the research group \"Clinical Psychology and Psychotherapy Research\" at the Psychiatric Clinic of Ludwig-Maximilians-Universität München and directs the IAP-TU Dresden GmbH in Dresden.", "13136454": "Robert Desoille (May 29, 1890 - October 10, 1966) was a French psychotherapist. A graduate of the Sorbonne and École centrale de Lille, he worked at EDF and he became known for his studies on waking dreams.", "2454093": "Alfred Wade Boykin is an American psychology professor known for his work in the field of education. He is a member of the faculty of Howard University. He has made contributions to the study of academic discrepancies between African American children and Caucasian children. Through his work at the Capstone Institute at Howard University he has created plans for implementations of educational reform.[1]", "23196241": "Geeta Rao Gupta (born 1956 in Mumbai, India) is a leader on gender, women's issues, and HIV/AIDS who is serving as United States Ambassador-at-Large for Global Women's Issues since May 2023. She previously served as executive director of the 3D Program for Girls and Women and senior fellow at the United Nations Foundation since 2017. She is frequently consulted on issues related to AIDS prevention and women's vulnerability to HIV and is an advocate for women's economic and social empowerment to fight disease, poverty and hunger.", "59011672": "Robert M. Sellers is the Charles D. Moody Collegiate Professor of Psychology and Education at University of Michigan who formerly served as the Vice Provost for Equity and Inclusion & Chief Diversity Officer.[1] His research focuses on the importance of racial identity. Most specifically, Sellers focuses on the identity of African Americans, regarding a variety of domains, such as mental health and discrimination.", "389738": "Alexander Romanovich Luria (Russian: Алекса́ндр Рома́нович Лу́рия; 16 July 1902 – 14 August 1977) was a Soviet neuropsychologist, often credited as a father of modern neuropsychology. He developed an extensive and original battery of neuropsychological tests during his clinical work with brain-injured victims of World War II, which are still used in various forms. He made an in-depth analysis of the functioning of various brain regions and integrative processes of the brain in general. Luria's magnum opus, Higher Cortical Functions in Man (1962), is a much-used psychological textbook which has been translated into many languages and which he supplemented with The Working Brain in 1973.", "33026689": "Melanie Killen is a developmental psychologist and Professor of Human Development and Quantitative Methodology, and Professor of Psychology (Affiliate) at the University of Maryland, and Honorary Professor of Psychology at the University of Kent, Canterbury, UK. She is supported by funding from the National Institute of Child Health and Human Development (NICHD), and the National Science Foundation (NSF) for her research. In 2008, she was awarded Distinguished Scholar-Teacher by the Provost's office at the University of Maryland. She is the Director of the Social and Moral Development Lab at the University of Maryland.", "64189067": "Robert John Bartlett (1879–1980) was a British psychologist.", "43610776": "Gaston Vandendriessche (28 November 1924[1] – 14 October 2002) was a Belgian psychologist, best known for his extensive study on the so-called Haizmann case, first analyzed by Sigmund Freud in 1923.", "52687513": "(Johnston) Douglas Haldane MBE, FRCPsych (born 13 March 1926 in Annan, died 19 July 2012 in St. Andrews) was a pioneering Scottish child psychiatrist, who established Great Britain's first department of Child and Family Psychiatry in 1960 in Cupar in Fife.[1] He opened the first family in-patient treatment unit in Scotland and introduced a range of innovative therapeutic art interventions. He sat on numerous policy working parties and led a variety of professional committees. He became a founding member of the Association for Family Therapy. He was a co-founder of the Scottish Institute of Human Relations. During his time as an academic, he devoted much time to influence the development of a government policy on Marriage.[1] In the 1960s, he was also an elder of the Church of Scotland and a member of an early Iona Community group.", "38400666": "Zakiah Daradjat (November 6, 1926 – January 15, 2013) was an Indonesian Islamic psychologist, educator, and professor of psychology at the Syarif Hidayatullah State Islamic University Jakarta.", "783004": "Leonard George (born 1957) is a Canadian psychologist and schizophrenia researcher based in   Vancouver, British Columbia, best known for his writing and lectures on varieties of anomalous phenomena, spirituality, psychology and history.[1][2][3][4][5] In the 1990s he was a noted broadcaster in Canada, appearing on radio and television in that country and in the United States where he appeared on national programs such as a highly rated NBC special hosted by actor Peter Graves in October 1994.[6]", "55440030": "Frances K. Graham (1918 – April 16, 2013[1]) was an American psychologist and Professor of Psychology at the University of Delaware, where she was elected to the National Academy of Sciences in 1988.[2]", "2454181": "Gwyneth M. Boodoo (born Trinidad[1]) is an American psychologist and expert on educational measurement.", "59011754": "Serena Chen (b. July 16, 1970[1]) is an American social psychologist known for her work on the self and interpersonal relationships. She is Professor of Psychology at the University of California, Berkeley and currently serves as Chair of the Psychology Department.[2] Her research utilizes a social-cognition framework and has been featured in The New York Times,[3] The Wall Street Journal,[4] and other news outlets.[5]", "60224171": "Klaus Eyferth (9 November 1928 – 19 July 2012) was a German psychologist.[1][2] He was educated at the University of Hamburg, from which he received his diploma in 1954, his doctorate in 1957, and his habilitation in 1964.[3] While at the University of Hamburg, he conducted a study on the IQ scores of the German-raised children of black and white American soldiers stationed in Allied-occupied Germany. This study has since become known as the Eyferth study.[4][5] In 1973, he joined the faculty of the Technical University of Berlin, where he went on to help establish the Institute for Psychology.[6] A member of the German Psychological Society, he hosted its 1988 conference in Berlin. In 1995, he retired from the Technical University of Berlin; he became an emeritus professor there the following year. He died on 19 July 2012, at the age of 83.[2][3]", "2749117": "Daniel Joseph Levitin, FRSC (born December 27, 1957) is an American-Canadian cognitive psychologist, neuroscientist, writer, musician, and record producer.[1] He is the author of four New York Times best-selling books, including This Is Your Brain on Music: The Science of a Human Obsession, (Dutton/Penguin 2006; Plume/Penguin 2007) which has sold more than 1 million copies.[2]", "2355902": "Michael D. Langone (born 1947) is an American counseling psychologist who specializes in research about cultic groups and psychological manipulation.[1] He is executive director of the International Cultic Studies Association,[2] and founding editor of the journal Cultic Studies Journal, later the Cultic Studies Review.[3]", "23753416": "Deirdre Barrett is an American author and psychologist known for her research on dreams, hypnosis and imagery, and has written on evolutionary psychology. Barrett is a teacher at Harvard Medical School,[1]  and a past president of the International Association for the Study of Dreams (IASD) and of the American Psychological Association’s Div. 30, the Society for Psychological Hypnosis. She is editor-in-chief of the journal Dreaming: The Journal of the Association for the Study of Dreams and a consulting editor for Imagination, Cognition, and Personality and The International Journal for Clinical and Experimental Hypnosis.", "63730376": "Susan Sonnenschein is a professor of Psychology at the University of Maryland, Baltimore County (UMBC), where she directs the Children and Families, Schooling and Development Lab.[1] She has served as Graduate Program Director of the Applied Developmental Psychology doctoral program since 2006. Sonnenschein's research examines ways to promote the academic success of children. Her research explores the influence of both home and school, but with a focus on the associations between parental beliefs, practices, and children's academic development.[2] She has edited and contributed to several books and is the author of over 70 peer-reviewed articles focusing on educational contexts of development for diverse populations.", "11268822": "Jack Michael (January 16, 1926 – November 12, 2020) was an American psychologist and professor at Western Michigan University. He developed one of the first token economies, the concept of motivating operations (MOs), and is a pioneer of what is now referred to as applied behavior analysis (ABA, also called behavioral engineering).", "23720667": "Barbara A. Cornblatt is Professor of Psychiatry and Molecular Medicine at Hofstra Northwell School of Medicine.[1]  She is known for her research on serious mental disorders, with a specific focus on psychosis and schizophrenia.[2][3] Her efforts to find treatments to help youth with mental illness led to the development of the Recognition and Prevention Program, which she founded in 1998.[4]", "65565418": "Dawnette Ethilda Edge is a British medical researcher who is a Professor of Mental Health and Inclusivity at the University of Manchester.[3][4]  Her research investigates racial inequalities in mental health, including the origins of the overdiagnosis of schizophrenia in British African-Caribbean people.[1][5][6]", "59798255": "Lisa G. Aspinwall is an American researcher and professor of Social Psychology and Health Psychology at the University of Utah.[1] In 2000, she was honored as 2nd place recipient of the John Marks Templeton Positive Psychology Prize for her work on optimism and psychological resilience.[2]", "28734194": "Richard N. Aslin (born August 9, 1949) is an American psychologist. He is currently a Senior Scientist at Haskins Laboratories and professor at Yale University.[1]  Until December, 2016, Dr. Aslin was William R. Kenan Professor of Brain & Cognitive Sciences and Center for Visual Sciences at the University of Rochester.[2] During his time in Rochester, he was also Director of the Rochester Center for Brain Imaging and the Rochester Baby Lab. He had worked at the university for over thirty years, until he resigned in protest of the university's handling of a sexual harassment complaint about a junior member of his department.[3][4]", "55374582": "Michael Burton FBA is an English psychologist and professor at the Department of Psychology at University of York.[1]", "53768952": "M. Brinton Lykes (born 1949) is an American psychologist who has established a reputation for her work on psychosocial effects of state-sponsored terror and organized violence.", "29979388": "Sandor Rado (Hungarian: Radó Sándor; 8 January 1890, Kisvárda – 14 May 1972, New York City) was a Hungarian psychoanalyst of the second generation, who moved to the United States in the 1930s.", "57570046": "Charles Jon Brainerd (born 1944) is an American psychologist and professor in the College of Human Ecology at Cornell University. He is known for developing fuzzy-trace theory with his wife and colleague, Valerie F. Reyna.[1][2] He serves as editor-in-chief of the peer-reviewed scientific journal Developmental Review.[3]", "15561472": "William Thierry Preyer (4 July 1841 – 15 July 1897) was an English-born physiologist who worked in Germany.", "5403396": "Jan Christian Brøgger (January 13, 1936, in Paris, France – February 28, 2006, in Oslo, Norway) was a Norwegian professor of social anthropology and a clinical psychologist. He was one of the most well-known Norwegian academics of his generation.", "53408523": "Joseph Torgesen is an Emeritus Professor of Psychology and Education at Florida State University.  At the time of his retirement from the university in 2008, he was the W. Russell and Eugenia Morcom Chair of Psychology and Education and Director of the Florida Center for Reading Research. Dr. Torgesen received his Ph.D. in Developmental and Clinical Psychology from the University of Michigan in 1976, and served on the Psychology faculty at FSU from 1976 until 2008.", "25785101": "William Herbert Vacher (ca.1826 in London – 1899 in Hastings, England) was a prominent British merchant and banker who was a member of the Shanghai Municipal Council, a chairman of the British Chamber of Commerce in Shanghai, founding manager of the London branch of The Hongkong and Shanghai Banking Corporation.", "65499917": "Keith Stephen Dobson OC is a Canadian psychologist, academic and researcher. He is a professor of Clinical Psychology at the University of Calgary in Canada and has also served as Head of Psychology Department and Director of the Clinical Psychology program at the university.[1] He is President of the World Confederation of Cognitive and Behavioral Therapies.[2]", "67203866": "Hope Landrine (July 4, 1954 - September 3, 2019) was an American psychologist and professor. She is mostly recognized for her research and scholarship related to health disparities in ethnic minorities. At the end of her life, she was the director of the Center for Health Disparities Research at East Carolina University.", "72184627": "Witold (1937–1998)", "57799481": "Carl Ratner (born April 17, 1943)[1][2] is an American cultural psychologist. He is the Director of the Institute for Cultural Research and Education in the United States and an adjunct professor at the Universidad Autónoma del Estado de Morelos in Cuernavaca, Morelos, Mexico. He is a member of the International Association for Cross-Cultural Psychology. He is known for his theory of \"macro cultural psychology\", which is based on the works of Soviet psychologist Lev Vygotsky.[3][4] He was a Fulbright Fellow at Jawaharlal Nehru University from 2006 to 2007.[5]", "62976830": "David Indermaur is an Australian clinical psychologist, criminologist, writer, and academic. He is a research associate professor at the University of Western Australia's Crime Research Centre.", "62583614": "Barbara Dosher is an American scientist and academic specializing in neurology of human memory and attention processes. She is the former dean of the School of Social Sciences and a Distinguished Professor of Cognitive Sciences at University of California, Irvine. She is also the director of the Memory Attention Perception Lab at UC Irvine.[1] Dosher is a member of the National Academy of Sciences.[2] Dosher received the 2018 Atkinson Prize in Psychological and Cognitive Sciences.[3]", "43545419": "Ernst Zacharias Rothkopf (December 28, 1925 – July 15, 2012) was an Austrian-born American educational psychologist.[1][2] He received the E. L. Thorndike Award in 1985.", "70939482": "William Fleeson is an American personality psychologist. He is the Hultquist Family Professor of Psychology at Wake Forest University.[1] He earned his Ph.D. in psychology from the University of Michigan after completing a Bachelor of Arts in philosophy at the University of Wisconsin–Madison. He was president of Association for Research in Personality (ARP) in 2012.[2] He was awarded the Society for Personality and Social Psychology (SPSP) Theoretical Innovation Prize in 2002 and the SPSP Carol and Ed Diener Award in Personality Psychology in 2016.[3]", "69399392": "Pamela Claire Snow is an Australian speech-language pathologist and registered psychologist whose research concerns language disorders in vulnerable children and adolescents, and their implications for academic achievement and psychosocial wellbeing.[1][2] She has been a vocal critic of pseudoscientific approaches to early reading instruction and support, such as the Arrowsmith Program.[3][4]", "65139561": "Victoria College;", "44102522": "George Michael Pressley (April 25, 1951 – May 22, 2006) was an American educational psychologist. He received the E. L. Thorndike Award in 2004.[1][2][3][4]", "17265531": "Nico Henri Frijda (1 May 1927 – 11 April 2015) was a Dutch psychologist and professor of the University of Amsterdam.[1][2][3]", "8287102": "Mahzarin Rustum Banaji FBA (born 1956)[1] is an American psychologist of Indian origin at Harvard University, known for her work popularizing the concept of implicit bias in regard to race, gender, sexual orientation, and other factors.", "55014274": "Alexandru Roṣca (23 August 1906 – 17 February 1996) was a Romanian psychologist and professor. In 1991, he was elected a titular member of the Romanian Academy.[1]", "42595212": "Gordon Logan is the Centennial Professor of Psychology at Vanderbilt University.  A cognitive and mathematical psychologist, Logan is well known for his work on cognitive control and inhibition of cognitive and motor activity, divided attention and the nature of the human brain’s processing limitations, and the fundamental characterization of attention deficit hyperactivity disorder ADHD.  He has also done extensive research on the hierarchical control of skilled copytyping, which he views as a useful model for hierarchically organized complex human skills in general.  He collaborates on research that applies mathematical models to neural and behavioral data.", "8418192": "Michael T. Turvey (February 14, 1942 [1] - August 12, 2023) was the Board of Trustees' Distinguished Professor of Experimental Psychology at the University of Connecticut and a Senior Scientist at Haskins Laboratories in New Haven, Connecticut. He is best known for his pioneering work in ecological psychology and in applying the dynamical systems approach to the study of motor behavior. He was the founder of the Center for the Ecological Study of Perception and Action. His research spans a number of areas including: dynamic touch and haptics, interlimb coordination, visual perception and optic flow, postural stability, visual word recognition and speech perception. Along with William Mace and Robert Shaw, he was one of the leading explicators of the ecological psychology of J. J. Gibson. His pioneering work with J. A. Scott Kelso and Peter N. Kugler introduced the physical language of complex systems to the understanding of perception and action. He also helped introduce the ideas of the Russian motor control theorist Nikolai Bernstein and his colleagues to a larger audience. Working with Georgije Lukatela and other colleagues at Haskins Laboratories, he exploited the dual nature of the Serbo-Croatian orthography to help understand word recognition.", "5796757": "Maryse Lassonde OC CQ FRSC (born January 5, 1954) is a Canadian academic and neuropsychologist.", "68547477": "Malie Lagendijk Coyne is an Irish psychologist and author.[1][2]", "59732896": "Margaret G. \"Peg\" Hermann (born 1938) is an American political psychologist who was the long-time director of the Moynihan Institute of Global Affairs at Syracuse University's Maxwell School of Citizenship and Public Affairs.", "70448033": "Ann M. Kring is an American psychologist who is a professor at the University of California, Berkeley. Her research considers schizophrenia and mental illness. She was elected Fellow of the American Association for the Advancement of Science in 2022.", "13464488": "Robert Michael Bagby (born 1953) is a Canadian psychologist, senior clinician scientist and director of clinical research at the Centre for Addiction and Mental Health (CAMH). He is a full professor in the Department of Psychiatry, University of Toronto.[1] He became a full professor of psychology at the University of Toronto Scarborough campus in July 2011.", "53408682": "Richard K. Wagner is an American psychologist, having been the Alfred Binet Professor at Florida State University.[1][2]", "28930990": "Mary Craig Sinclair (1882–1961) was a writer and the wife of Upton Sinclair.", "52392899": "Stephen Robert Connor (born 29 December 1950) is an American licensed clinical health psychologist,[1] researcher, author, executive and palliative care consultant. He is the executive director of the Worldwide Hospice Palliative Care Alliance (WHPCA), formerly called the Worldwide Palliative Care Alliance (WPCA).[2] From 1998 to 2008 he served as Vice President of Research and Development at the National Hospice and Palliative Care Organization (NHPCO).[3] He has promoted global initiatives for hospice and end-of-life care programs through the World Health Assembly. He has also addressed the UN General Assembly on the need for greater pain management in palliative care.", "47739855": "Alan Gauld (born 1932) is a British parapsychologist, psychologist and spiritualist writer best known for his research on the history of hypnotism and mediumship.", "20280288": "Joseph L. White (December 19, 1932 – November 21, 2017) was Professor of Psychology and Psychiatry at the University of California, Irvine and \"godfather\" of the field of Black Psychology.", "59569125": "Ramani Suryakantham Durvasula is an American clinical psychologist, retired[2] professor of psychology, media expert, and author. She has appeared on media outlets discussing narcissistic personality disorder and narcissistic abuse, including Red Table Talk, Bravo, the Lifetime Movie Network, National Geographic, and the History Channel, as well as programs such as the TODAY show and Good Morning America.", "67040232": "Eve Pärnaste (born 19 February 1951 Tartu) is an Estonian psychologist and politician. She was a member of VII Riigikogu.[1]", "39613422": "Melba Jean Trinidad Vasquez (born February 27, 1951) is an American psychologist who served as the 2011 president of the American Psychological Association (APA). Vasquez was the APA's first Latina president. She has authored multiple works on ethics in psychotherapy. She is in private practice in Texas.", "39810030": "Rivka Bertisch Meir was an American psychologist, licensed mental health counselor, and psychotherapist. She is known for the creation of personal development programs in the United States, Israel, and Argentina in the 1970s and 1980s and for establishing global partnerships in international psychology.", "65762299": "Weston Ashmore Bousfield (April 22, 1904 – September 6, 1986) was an American experimental psychologist and professor at the University of Connecticut (UConn) from 1939 to 1971. His research focused on the study of organization in memory, category clustering, and free recall.[1]", "28832767": "Edith Gyömrői Ludowyk (8 September 1896 – 11 February 1987) was a Hungarian psychotherapist, poet and communist. She was one of the handful of European Radicals in Sri Lanka.", "61404159": "Julia Solomon (21 April 1927 – 25 April 2016) (born Julia Green) was an Australian early-childhood educator, academic, literacy theorist and developer of the Solomon Method of Reading.", "44528645": "Ana Prada (born May 1, 1971) is a Uruguayan singer-songwriter and psychologist.", "71824390": "Michael Pascal Hengartner  is an academic psychologist at the Zurich University of Applied Sciences who has published on the subject of antidepressants and in other areas.[1][2] In 2022, he published a book called Evidence-Biased Antidepressant Prescription: Overmedicalisation, Flawed Research, and Conflicts of Interest.[2] He has also published with other notable researchers such as Joanna Moncrieff[3][4] and Irving Kirsch.[5][6]", "20542474": "Gottfried Fischer (13 September 1944 – 2 October 2013)[1] was a German psychologist, psychotherapist and psychoanalyst. He is considered to be the founder of psychotraumatology in Germany and has been director of the Institute for Clinical Psychology and Psychological Diagnostics at the University of Cologne from 1995 to 2009.[2]", "65106956": "Christopher Noel Cullen is a British psychologist who specialised in the field of learning disability.", "5633037": "Lisa Feldman Barrett is a University Distinguished Professor of psychology at Northeastern University,[1] where she focuses on affective science.[2] She is a director of the Interdisciplinary Affective Science Laboratory.[3] Along with James Russell, she is the founding editor-in-chief of the journal Emotion Review.[4] Along with James Gross, she founded the Society for Affective Science.", "43938833": "Timo Meynhardt (born 14 July 1972 in Rudolstadt) is a German psychologist and business economist. Since October 2015, he has been holding the Dr. Arend Oetker Chair of Business Psychology and Leadership at HHL Leipzig Graduate School of Management. Furthermore, he is the managing director of the Center for Leadership and Values in Society at the University of St. Gallen. From 2013 to 2015, he held the Chair of Management at the Leuphana University in Lüneburg.", "64680980": "Tania Israel (born 1966)[1] is an American psychologist and professor in the Gevirtz Graduate School of Education at the University of California, Santa Barbara (UCSB). Her research focuses on the development and implementation of interventions to support the mental health and well-being of LGBTQ individuals and communities.[1] Israel has presented about dialogue across political lines[2] and is the author of Beyond Your Bubble: How to Connect Across the Political Divide, Skills and Strategies for Conversations That Work (American Psychological Association, 2020).[3][4] She is also known for writing song lyrics,[5] memoir,[6] and bisexual haiku.[7]", "53834774": "Jacobo Grinberg Zylberbaum (born Mexico City, 1946), known as Jacobo Grinberg was a Mexican scientist, neurophysiologist and psychologist. He studied Mexican shamanism, Eastern disciplines, meditation, astrology and telepathy, using his own interpretation of a scientific method. He wrote more than 50 books about these subjects.[1] Grinberg disappeared in December 1994.", "64517149": "Adma Jeha d'Heurle (June 21, 1924 - October 19, 2019) was an American psychologist, Distinguished Professor of Psychology at Mercy College in Dobbs Ferry, New York. where she was an advocate for social justice and peace issues, as well as ethics within the social sciences curriculum.[1]", "13956127": "Gregory M. Herek (born 1954 in Omaha, Nebraska) is a researcher, author, and professor of psychology at the University of California at Davis (UCD). He has conducted extensive research on prejudice against sexual minorities,[1] and coined the term sexual prejudice as a replacement for homophobia to describe this phenomenon. Herek argued that using the term homophobia incorrectly assumes that negative responses to lesbian, gay, and bisexual people are founded in pathological, irrational fear (a phobia), whereas psychological research indicates they are more accurately regarded as a form of prejudice.[2] Herek is an openly and prominent gay psychologist.[3][4][5] Herek is considered one of the most influential scholars of sexual minorities.[6]", "19264545": "William C. Byham  (born September 14, 1936) is an American entrepreneur, author and industrial/organizational psychologist.", "59864097": "Margaret R. Burchinal (born June 16, 1951, in Columbus, Ohio)[1] is a quantitative psychologist and statistician known for her research on child care.[2]  She is senior research scientist and director of the Data Management and Analysis Center of the Frank Porter Graham Child Development Institute of the University of North Carolina at Chapel Hill.", "40170535": "Charles Prudhomme, M.D. (1908–1988), an African-American physician and psychoanalyst, entered the field of psychiatry in the 1930s.  He served as the vice-president of the American Psychiatric Association in 1970–1971, the first African-American to gain elected office in the organization.[1]", "60126260": "Nancy Etcoff (born 1955) is an American psychologist and researcher at Harvard University. Etcoff has maintained a private practice in psychology, and taught classes about the mind, brain, behavior, and aesthetics at Harvard Medical School. Etcoff is best known for her 1999 book Survival of the Prettiest: the Science of Beauty arguing for a biological basis for beauty linked to evolutionary psychology.", "73233464": "Laura Kray is an American psychologist, professor and the Ned and Carol Spieker Chair in Leadership at the University of California, Berkeley. She is the Faculty Director of the Center for Equity, Gender, and Leadership. Her research looks to debunk myths surrounding the gender paygap.", "61502527": "Brian S. Lowery (born 1974) is an American social psychologist.", "39285824": "Ernest Clephan Palmer (1883 – 4 July 1954) was a British author, journalist and psychical researcher.", "9663563": "Alberta Bigagli was an Italian psychologist and poet, born in Sesto Fiorentino in 1928. She died in August 2017. Her published works include the poetry collections L'arca di Noè (1986), In mezzo al cerchio (1989), Diamanti (1994), Olindo del fuoco (2001), and the prose collection L’amore è altro (1975).", "8516683": "Robert Epstein (born June 19, 1953) is an American psychologist, professor, author, and journalist.  He was awarded a Ph.D. in psychology by Harvard University in 1981, was editor in chief of Psychology Today, and has held positions at several universities including Boston University, University of California, San Diego, and Harvard University. He is also the founder and director emeritus of the Cambridge Center for Behavioral Studies in Concord, MA. In 2012, he founded the American Institute for Behavioral Research and Technology (AIBRT), a nonprofit organization that conducts research to promote the well-being and functioning of people worldwide.", "70710351": "Franziska Baumgarten-Tramèr was an industrial psychologist, professor, and researcher. She is known for her work on the effects of war and trauma, aptitude testing, and gifted schoolchildren.", "44233808": "Josephus Johannes Cornelis Maria (Joop) Hox (born 1949) is a Dutch psychologist and Professor of Social Science Methodology at the Utrecht University, known for his work in the field of social research method such as survey research and multilevel modeling.[2][3]", "37581903": "David W. Johnson (born 1940 in Muncie, Indiana) is a social psychologist whose research has focused on four overlapping areas:[1]  cooperative, competitive, and individualistic efforts; constructive controversy; conflict resolution and peer mediation and experiential learning to teach interpersonal and small group skills.[2] Johnson has developed and applied psychological knowledge in effort to improve practices within educational systems.\nJohnson's books have been translated into 20 different languages and his work has been applied in many countries.[2]", "291926": "Charles Frambach Berlitz (November 22, 1914 – December 18, 2003)[1] was an American polyglot, language teacher[2] and writer, known for his language-learning courses and his books on paranormal phenomena.", "12383329": "Heinz Werner (February 11, 1890 – May 14, 1964) was a developmental psychologist who also studied perception, aesthetics, and language.", "47084653": "Roger E. Kirk (born February 23, 1930)[1] is a professor of psychology and statistics at Baylor University.[2][3] He earned his B.A., M.A., and Ph.D. from Ohio State University. Before joining the faculty of Psychology and Neuroscience at Baylor University he was the Senior Psychoacoustical Engineer at the Baldwin Piano and Organ Company in Cincinnati, Ohio. Professor Kirk is a fellow of the American Psychological Association, the American Psychological Society, and the American Educational Research Association.", "71136368": "Jo Ann Evansgardner (April 19, 1925 – February 16, 2010) was an American psychologist and social activist. Born in Latrobe, Pennsylvania, she studied psychology at the University of Pittsburgh and met her husband, Gerald Gardner, whom she married the same year she received her bachelor's degree. The couple moved to Dublin, Ireland, but returned to Pittsburgh after five years, where Evansgardner received a doctorate in experimental psychology. She co-founded the Association for Women in Psychology in 1969 and was active alongside her husband in the NAACP and numerous feminist organizations.", "16774263": "Yōzan Dirk W. Mosig (born 1943) is a psychologist, historian, literary critic and ordained Zen monk noted for his critical work on H. P. Lovecraft. He was born in Germany and lived for several years in Argentina before emigrating to the United States. He received his Ph.D at the University of Florida in 1974.", "27784321": "Raymond S. Nickerson is an American psychologist and author. He was a senior vice president at BBN Technologies, from which he is retired, He is now research professor at Tufts University in the Psychology Department. He has authored several books and is the founding editor of The Journal of Experimental Psychology: Applied.[1]", "64091266": "Anat Brunstein-Klomek is an Israeli psychologist who is an associate professor at the Interdisciplinary Center Herzliya. She holds an adjunct position at the New York State Psychiatric Institute. Her research considers depression, suicide and bullying.", "28538021": "Lorenza S. Colzato (born 20 September 1974) is an Italian cognitive psychologist who is best known for the attention she received in the mainstream media in the Netherlands for multiple incidents of scientific misconduct.[1][2] Her research \"aims to understand the neural and neuromodular underpinnings of cognitive control in humans.\"[3]", "15103147": "Norman H. \"Mack\" Mackworth (1917–2005) was a British psychologist and cognitive scientist known for his pioneering work in the study of boredom, attention, and vigilance;[1]  the Mackworth Clock test has been used since the 1940s in the study of vigilance.", "21951662": "Lynn Nadel (born November 12, 1942) is an American psychologist who is the Regents' Professor of psychology at the University of Arizona. Nadel specializes in memory, and has investigated the role of the hippocampus in memory formation. Together with John O'Keefe, he coauthored the influential 1978 book The Hippocampus as a Cognitive Map,[1] which defended the theory that the hippocampus learns and stores cognitive maps of portions of space. With Morris Moscovitch, he advanced the multiple trace theory that the hippocampus is always involved in storage and retrieval of episodic memory, but that semantic memory can be established in the neocortex.", "14316725": "Odile Jacob is a French publisher who founded Les Éditions Odile Jacob in the middle of the 1980s. She is also a trained scientist, studying the workings of the brain, the mind and thought. She is a member of Le Siècle.[1]", "39056568": "Samuel David Gosling is a personality and social psychologist with interests in social perception, cross-species, and trends in the history of psychology. His work in social perception examines how people form impressions on others through their behavior, appearance, and physical environment, while his work with cross-species examines how animals can lead to theories of personality and social psychology. For instance, he studied individual differences in personality and social behaviors, and how personality traits are portrayed and described in a number of different species including humans, hyenas, dogs, and cats. In general, Gosling's research pertains to evolutionary and ecological principles.[1] He holds a PhD from the University of California at Berkeley, and is currently a professor within the Department of Psychology at the University of Texas at Austin.[2]", "1832132": "Peter Venkman, PhD is a fictional character from the Ghostbusters franchise. He appears in the films Ghostbusters, Ghostbusters II, Ghostbusters: Afterlife and in the animated television series The Real Ghostbusters. In all three live action films, he was portrayed by Bill Murray, and was voiced in the animated series first by Lorenzo Music and then by Dave Coulier. Dan Aykroyd originally wrote the script with John Belushi in mind to play the role of Venkman but Belushi died of a drug overdose on March 5 1982, leading Murray to get the role. Venkman is a parapsychologist, initially a skeptic on the paranormal despite being a scientist on the subject, and the leader of the Ghostbusters.", "1832135": "Raymond Stantz, PhD, is a fictional character from the Ghostbusters franchise. He appears in the films Ghostbusters (1984), Ghostbusters II (1989), Casper (1995, as a cameo) and Ghostbusters: Afterlife (2021), the animated television series The Real Ghostbusters and Extreme Ghostbusters, and the video games Beeline's Ghostbusters and Ghostbusters: The Video Game (2009). He was portrayed by Dan Aykroyd in all four live action films, and voiced by Frank Welker in the animated series. He is a member of the Ghostbusters and one of the three Columbia University professors of parapsychology, along with Dr. Peter Venkman and Dr. Egon Spengler.", "13038807": "Virginia Mae Axline (March 31, 1911 – March 21, 1988) was a psychologist and one of the pioneers in the use of play therapy. She wrote the book Dibs in Search of Self. She was also the author of Play Therapy, published in 1947.[1][2][3]", "521432": "Paul Ekman (born February 15, 1934)[citation needed] is an American psychologist and professor emeritus at the University of California, San Francisco who is a pioneer in the study of emotions and their relation to facial expressions. He was ranked 59th out of the 100 most cited psychologists of the twentieth century.[1] Ekman conducted seminal research on the specific biological correlations of specific emotions, attempting to demonstrate the universality and discreteness of emotions in a Darwinian approach.[2][3]", "10286303": "Robert S. Corrington (born May 30, 1950)[1] is an American philosopher and author of many books exploring human interpretation of the universe as well as biographies on C.S. Peirce and Wilhelm Reich. He is currently the Henry Anson Buttz Professor of Philosophical Theology at Drew University in Madison, New Jersey. Before that he was a professor at Pennsylvania State University.  He is a Senior Fellow of the American Institute for Philosophical and Cultural Thought.", "62485731": "Qi Wang (Chinese: 王琪) is a Chinese-born American psychologist and Professor of Human Development at Cornell University. She is best known for her study of memory and culture. Wang is a Fellow of the Association for Psychological Science and the Psychonomic Society. She is also a member of the American Psychological Association, the Society for Research in Child Development, the Cognitive Development Society, the International Society for the Study of Behavioral Development, and the Society for Applied Research in Memory and Cognition. She serves on many editorial boards and is the Editor-in-Chief of the Journal of Applied Research in Memory and Cognition. She directs the Culture & Cognition Lab at Cornell.[1] Wang holds a lifetime endowed chair in human development at Cornell.", "62223591": "Max Friedrich Meyer (June 14, 1873 – March 14, 1967) was the first psychology professor who worked on psychoacoustics and taught at the University of Missouri. He was the founder of the theory of cochlear function, and was also an advocate for behaviourism as he argued in his book \"The Psychology of the Other\". During his time at the University of Missouri, he opened an experimental lab for Psychology and taught a variety of courses. His lab focused on behavioural zeitgeist and the studies of nervous system and behaviour. Meyer eventually moved to Miami and lived there from 1932 until the late 1950s. Afterwards, he moved to Virginia to stay with his daughter until his death in 1967.", "816362": "Lyall Watson (12 April 1939 – 25 June 2008) was a South African botanist, zoologist, biologist, anthropologist, ethologist, and author of many books, among the most popular of which is the best seller Supernature. Lyall Watson tried to make sense of natural and supernatural phenomena in biological terms. He is credited with coining the \"hundredth monkey\" effect in his 1979 book, Lifetide;[1][2] later, in The Whole Earth Review, he conceded this was \"a metaphor of my own making\".[3]", "45184237": "Yanghee Lee (Korean: 이양희; Hanja: 李亮喜, born 24 July 1956) is a South Korean developmental psychologist and professor at Sungkyunkwan University. She is most noted for her work in international human rights organisations.[1][2] Lee is highly recognized nationally, regionally, and internationally for her expertise in human rights. She has published numerous articles and books on human rights and children’s rights.", "881902": "Thomas Dashiff Gilovich (born January 16, 1954) an American psychologist who is the Irene Blecker Rosenfeld Professor of Psychology at Cornell University. He has conducted research in social psychology, decision making, behavioral economics, and has written popular books on these subjects. Gilovich has collaborated with Daniel Kahneman, Richard Nisbett, Lee Ross and Amos Tversky. His articles in peer-reviewed journals on subjects such as cognitive biases have been widely cited. In addition, Gilovich has been quoted in the media on subjects ranging from the effect of purchases on happiness[1] to perception of judgment in social situations.[2] Gilovich is a fellow of the Committee for Skeptical Inquiry.", "62813423": "Cary Baynes, born Cary Fink (1883-1977) was an American Jungian psychologist and translator.[1] She translated several works by Jung, as well as Richard Wilhelm's version of the I Ching.", "59733239": "Eugene Borgida is an American social and political psychologist.", "55964924": "Jiska Cohen-Mansfield (born 1951) is the Igor Orenstein Chair for the Study of Geriatrics at Tel Aviv University Medical School and a professor at the Department of Health Promotion at the School of Public Health in the Sackler Medical Faculty at Tel Aviv University. She is the director of the Minerva Center for Interdisciplinary Study of End of Life at Tel-Aviv University.", "57505022": "University of Florida Outstanding Faculty Scholarship Award (2019)", "881920": "Lee David Ross (August 25, 1942 – May 14, 2021) was a Canadian-American professor. He held the title of the Stanford Federal Credit Union Professor of Humanities and Sciences at Stanford University[1][2] and was an influential social psychologist who studied attributional biases, shortcomings in judgment and decision making, and barriers to conflict resolution, often with longtime collaborator Mark Lepper. Ross was known for his identification and explication of the fundamental attribution error and for the demonstration and analysis of other  phenomena and shortcomings that have become standard topics in textbooks and in some cases, even popular media.[3] His interests included ongoing societal problems, in particular protracted inter-group conflicts, the individual and collective rationalization of evil, and the psychological processes that make it difficult to confront societal challenges. Ross went beyond the laboratory to involve himself in conflict resolution and public peace processes in the Middle East, Northern Ireland, and other areas of the world.[4]", "16839945": "Ferdinando Cazzamalli (August 4, 1887 in Crema, Italy – 1958) was an Italian psychiatrist from Crema, Lombardy who was interested in paranormal phenomena.", "25949455": "George Katona (6 November 1901, Budapest – 18 June 1981, West Berlin)[1] was a Hungarian-born American psychologist who was one of the first to advocate a rapprochement between economics and psychology.", "42792208": "Hans-Lukas Teuber (August 7, 1916 – January 4, 1977) was a professor of psychology and head of the psychology department at Massachusetts Institute of Technology.[1] He was one of the founders of neuropsychology[2] and studied perception. He coined the term double dissociation.[3] He also introduced the \"Corollary Discharge\" hypothesis.[4] He gave the classic definition of agnosia as \"a normal percept stripped of its meaning\".[5]", "62387475": "Lee Charlotte Lee (July 19, 1935 – April 30, 2006) was a Chinese American psychologist. She was a Professor Emerita of Human Development in the College of Human Ecology at Cornell University.[1] Lee was the first woman of Asian ancestry to become a tenured professor at Cornell.[1][2][3]", "33289493": "Anna Salter is an American psychologist, an internationally recognized expert on sexual predators, and a mystery novelist. Dr. Salter earned her MA from Tufts University and PhD from Harvard University. She has been a teaching fellow at both Tufts University and Harvard University. She is the author of several non-fiction books including Predators: Pedophiles, Rapists, and Other Sex Offenders: Who They Are, How They Operate, and How We Can Protect Our Children (2003), and Treating Child Sex Offenders and Victims (1988)", "783640": "Timothy Shallice (born 1940) is a professor of neuropsychology and the founding director[1] of the Institute of Cognitive Neuroscience, part of University College London. He has been a professor at Cognitive Neuroscience Sector of the International School for Advanced Studies (SISSA) in Trieste, Italy since 1994.", "6190375": "Diana Adile Kirschner (born 1948)[1] is an American psychologist and author. Early in her career she was involved in the field of integrative psychotherapy, a movement that seeks to find the best practices from among the major schools of therapy. Kirschner's work involved integrating individual therapy, couples therapy, and family therapy into an approach called Comprehensive Family Therapy. The book she coauthored, Comprehensive Family Therapy, was nominated by the American Psychological Association as one of the 100 most important books on family psychology.", "63075623": "Harry Horace Harman (June 5, 1913 – June 8, 1976) was a Polish-born American statistician known for his work on factor analysis.[1] A fellow of the American Psychological Association, he served as president of the Psychometric Society from 1968 to 1969 and of the Society of Multivariate Experimental Psychology from 1974 to 1975.[2] He died of a heart attack in Princeton, New Jersey, on June 8, 1976.[3]", "21951788": "Geoffrey Loftus (born December 24, 1945) is a Professor of Psychology at the University of Washington.  He specializes in memory and attention, and his most recent research focuses on face perception and hindsight bias.  Loftus received a B.A. in experimental psychology from Brown University in 1967 and a Ph.D. in experimental psychology from Stanford University in 1971, where his advisor was Richard C. Atkinson.  He subsequently completed a postdoctoral fellowship under the mentorship of George Sperling in 1972, and he joined the faculty of the University of Washington shortly thereafter, where he has remained since.  He taught at the Massachusetts Institute of Technology during the 1995–1996 academic year. Geoff Loftus was married to fellow psychologist Elizabeth Loftus from 1968 to 1991. They are now divorced, but remain close colleagues. Geoff Loftus retired from full-time professorship in July, 2017, primarily to focus on his legal work. He still regularly testifies as an expert witness.", "62354732": "Melissa J. Ferguson is an American professor of psychology and was a Senior Associate Dean of Social Sciences at Cornell University[1] before becoming a professor at Yale University in 2020.[2] She is known for her work on how people form and evolve their interpretations of social events, and how people recognize and evaluate information like fake news.[1][3] Ferguson's research shows that information consumers can avoid misinformation by focusing on the quality of its source.[4]", "7763244": "Ernst Angel (11 August 1894, Vienna, Austria – 10 January 1986, Newark, New Jersey) was an Austrian-born poet, theatre and film critic, screen play author, film director and publisher who later became a psychologist. He was Jewish.[1]", "1832239": "Winston Zeddemore, PhD is a fictional character appearing in the Ghostbusters films, TV series, and video games.[1] He is played by Ernie Hudson in films and was voiced by Arsenio Hall in the first three seasons of The Real Ghostbusters. Buster Jones provided Winston's voice in the remaining seasons, and he reprised the role in a cameo on Extreme Ghostbusters. Hudson returned to provide his appearance and voice to Zeddemore in 2009's Ghostbusters: The Video Game and 2022's Ghostbusters: Spirits Unleashed.", "881973": "Paul Slovic (born 1938 in Chicago) is a professor of psychology at the University of Oregon and the president of Decision Research. Decision Research is a collection of scientists from all over the nation and in other countries that study decision-making in times when risks are involved. He was also the president for the Society of Risk Analysis until 1984. He earned his undergraduate degree at Stanford University in 1959 and his PhD in psychology at the University of Michigan in 1964 and has received honorary doctorates from the Stockholm School of Economics and the University of East Anglia.[1] He is past president of the Society for Risk Analysis and in 1991 received its Distinguished Contribution Award. In 1993, he received the Distinguished Scientific Contribution Award from the American Psychological Association, and in 1995 he received the Outstanding Contribution to Science Award from the Oregon Academy of Science. In 2016 he was elected to the National Academy of Sciences.[2]", "40465727": "Logan Wright Jr. (6 December 1933 – 18 December 1999) was an American pediatric psychologist and former president of the American Psychological Association (APA). He coined the term pediatric psychology, co-founded the Society of Pediatric Psychology (SPP) and made numerous advances within the field. He was involved in the founding of the American Psychological Society (APS) in the mid-1980s when many psychological scientists split off from the APA.", "46200133": "Georgene Hoffman Seward (January 21, 1902 – September 19, 1992), an early feminist psychologist, was best known for her research on sex roles and sex behavior.[1][2][3] Having experienced much sex discrimination in academia herself, she dedicated her life to researching sex differences and minority experiences, and encouraging women to pursue leadership in science.[2][3][4]", "55113031": "Donald Wallace MacKinnon (January 9, 1903 – January 20, 1987) was an American psychologist and professor at the University of California, Berkeley.[1] He was known for researching the psychology of creativity.[2]", "34207048": "Cristiano Castelfranchi (born 1944 in Rome) is an Associate Researcher at the Institute of Psychology of the Italian National Research Council. He teaches Cognitive Psychology and Artificial Intelligence at the University of Siena.[1] In 2003, he was made a fellow at the European Coordinating Committee for Artificial Intelligence for pioneering work in Artificial Intelligence.[2]", "1701193": "George Sperling (born 1934)[1] is an American cognitive psychologist, researcher, and educator. Sperling documented the existence of iconic memory (one of the sensory memory subtypes). Through several experiments,  he showed support for his hypothesis that human beings store a perfect image of the visual world for a brief moment, before it is discarded from memory. He was in the forefront in wanting to help the deaf population in terms of speech recognition.[2] He argued that the telephone was created originally for the hearing impaired but it became popularized by the hearing community. He suggested with a sevenfold reduction in the bandwidth for video transmission, it can be useful for the improvement in American Sign Language communication.[2] Sperling used a method of partial report to measure the time course of visual persistence (sensory memory).[3]", "46822731": "Linda S. Siegel (born 1942) is an American-born psychologist and academic known for her research into the cognitive aspects of learning disabilities. She is Professor Emeritus in the Department of Educational and Counselling Psychology, and Special Education at the University of British Columbia in Vancouver, Canada where she held the Dorothy C. Lam Chair in Special Education.[2]", "23131476": "Carl Binger (1889–1976), AKA Carl A. L. Binger, was a 20th-century American psychiatrist. He wrote books and articles on a wide range of topics, including medicine and psychiatry, and testified in the trial of Alger Hiss.[1]", "32109910": "The Vygotsky Circle (also known as Vygotsky–Luria Circle[1][2]) was an influential informal network of psychologists, educationalists, medical specialists, physiologists, and neuroscientists, associated with Lev Vygotsky (1896–1934) and Alexander Luria (1902–1977), active in 1920-early 1940s in the Soviet Union (Moscow, Leningrad and Kharkiv). The work of the Circle contributed to the foundation of the integrative science of mind, brain, and behavior in their cultural and bio-social development also known under somewhat vague and imprecise name of cultural-historical psychology.", "41612640": "Angelica Ronald is a Professor of Psychology and Genetics at the Centre for Brain and Cognitive Development within the Department of Psychological Sciences at Birkbeck, University of London, where she is the director of the Genes Environment Lifespan (GEL) laboratory. Angelica Ronald is  also a visiting Senior Lecturer at the Institute of Psychiatry, Psychology and Neuroscience, King's College London.[citation needed] She has been awarded the Spearman Medal from the British Psychological Society and the Thompson award from the Behavior Genetics Association for her research.[1]", "58520928": "Lois Holzman  is director and co-founder of the East Side Institute in New York, New York, where she developed social therapy methods with Fred Newman. She is known for her research and work on play therapy,[1] social therapy, and criticism of the medical model of mental health.  She was instrumental in introducing the ideas of Lev Vygotsky to the fields of psychotherapy, organizational and community development. In 2014, Holzman received the Lifetime Achievement Award from the Cultural-Historical Research Special Interest Group of the American Educational Research Association.[2]", "58815850": "Gerd Kvale (born 1955) is a Norwegian psychologist working on obsessive–compulsive disorder.", "5993837": "Robert Anthony Altemeyer (born 6 June 1940) is a retired Professor of Psychology at the University of Manitoba.[1][2] Altemeyer also produced the right-wing authoritarianism scale, or RWA Scale,[3] as well as the related left-wing authoritarianism scale, or LWA Scale.[4]", "63927679": "Edward Francis Kelly is a research professor at Division of Perceptual Studies at Department of Psychiatry and Neurobehavioral Sciences at University of Virginia. A Ph.D. in Cognitive Sciences, Kelly's research interests include mind-brain issues and cognitive neuroscience with a focus on phenomena (e.g. from parapsychology and paranormal) that challenge the current neuroscientific view of mind.[1]", "10286470": "Vidyalankara Saligrama Krishna Ramachandra Rao (4 September 1925 – 2 February 2006[2]) was an Indian author, Sanskrit scholar and\nprofessor of psychology.[3]", "9598354": "Evelin Gerda Lindner (born May 13, 1954) is a German-Norwegian medical doctor, psychologist, transdisciplinary scholar and author who is known for her theory of humiliation.", "12875183": "Eileen Kennedy-Moore is a Princeton, New Jersey-based clinical psychologist[1] and the author or co-author of books for parents, children, and mental health professionals. She serves on the advisory board for Parents magazine and blogs about children's feelings and friendships on PsychologyToday.com. She has also blogged for PBS Parents and U.S. News & World Report. She is the creator of Dr. Friendtastic,[2] a cartoon superhero offering friendship advice for kids.", "61502910": "Carol T. Kulik is an Australia-based researcher who focuses on line managers, human resources, and diversity & inclusion. She is a Research Professor of Human Resource Management and a senior researcher within the Centre for Workplace Excellence at the University of South Australia. She is co-author of Human Resources for the Non-HR Manager (Routledge, 2023).", "34141635": "Robert Ader (February 20, 1932 – December 20, 2011) was an American psychologist and academic who co-founded psychoneuroimmunology, a field of study which explores the links connecting the brain, behavior, and the immune system. Ader was a professor emeritus at the University of Rochester Medical Center.[1]", "23524845": "Harry McGurk (23 February 1936 – 17 April 1998) was a British cognitive psychologist. He is known for his discovery of the McGurk effect, described in a 1976 paper with his research assistant John MacDonald, while he was a senior developmental psychologist at the University of Surrey.[1]", "49214970": "Mary Henle (July 14, 1913 in Cleveland, Ohio ; † November 17, 2007 in Haverford, Pennsylvania) was an American psychologist who's known most notably for her contributions to Gestalt Psychology and for her involvement in the American Psychological Association. Henle also taught at the New School of Social Research in New York; she was involved in the writing of eight book publications and also helped develop the first psychology laboratory manual in 1948 based on the famous works of Kurt Lewin.", "5862908": "Robert \"Robin\" John Tillyard FRS[1] (31 January 1881 – 13 January 1937) was an English–Australian entomologist and geologist.", "1766908": "'Ali ibn al-'Abbas al-Majusi (Persian: علی بن عباس مجوسی; died between 982 and 994), also known as Masoudi, or Latinized as Haly Abbas, was a Persian[1] physician and psychologist from the Islamic Golden Age, most famous for the Kitab al-Maliki or Complete Book of the Medical Art, his textbook on medicine and psychology.", "52524544": "Barbara S. Held is the Barry N. Wish Research Professor of Psychology and Social Studies Emerita[1] at Bowdoin College in the fields of clinical psychology and theoretical/philosophical psychology. She served as President of the Society for Theoretical and Philosophical Psychology (APA Division 24) from 2008 to 2009, and was recipient of the 2012 Joseph B. Glitter Award from the American Psychological Association recognizing her \"scholarly contribution to the philosophical foundations of psychological knowledge.\"[2]", "57734684": "Benson Earl Ginsburg (July 16, 1918 – August 17, 2016) was an American behavior geneticist who taught at the University of Chicago and the University of Connecticut. He was a co-founder of the Behavior Genetics Association.", "32601629": "Thomas Johannes Lauritz Parr (13 May 1862 – 12 August 1935) was a Norwegian educator and psychologist.", "22148644": "Philip Holzman (1922–2004) was the Esther and Sidney R. Rabb Professor of Psychology Emeritus at Harvard University and one of the world’s preeminent scientists in schizophrenia research. His landmark studies of oculomotor function documented the presence of abnormal smooth pursuit eye movements in individuals with schizophrenia (Holzman, Proctor and Hughes, 1973) and their clinically unaffected biological relatives (Holzman et al., 1974). He was one of the first to investigate the genetic basis of schizophrenia.[1] Another key contribution to the study of schizophrenia was his work on language and thought disorder in individuals with schizophrenia (Holzman, Shenton and Solovay, 1986). He also discovered the presence of an active short-term memory deficit (known as working memory) in people with schizophrenia and their biological relatives (Park and Holzman, 1991; Park, Holzman and Goldman-Rakic, 1995).", "38106665": "Oddrun Samdal (born 1967 in Bergen, Norway) is Professor in health promotion/health psychology at the University of Bergen.[1] Samdal is the vice-rector for education at the University of Bergen (2013-2017, 2017-). Oddrun Samdal is a candidate for rector in the election for 2021-2025.[2]", "2127401": "Ian John Deary OBE,[1] FBA, FRSE, FMedSci (born 1954) is a Scottish psychiatrist known for work in the fields of intelligence, cognitive ageing, cognitive epidemiology, and personality.", "1209907": "William McDougall FRS[1] (/məkˈduːɡəl/; 22 June 1871 – 28 November 1938) was an early 20th century psychologist who spent the first part of his career in the United Kingdom and the latter part in the United States. He wrote a number of influential textbooks, and was important in the development of the theory of instinct and of social psychology in the English-speaking world.", "7632438": "Uta Frith DBE, FRS, FBA, FMedSci (née Aurnhammer; born 25 May 1941[2]) is a German-British developmental psychologist and Emeritus Professor in Cognitive Development at the Institute of Cognitive Neuroscience at University College London (UCL). She pioneered much of the current research into autism[3][4][5][6][7] and dyslexia.[8][9] Her book Autism: Explaining the Enigma[10][11] introduced the cognitive neuroscience of autism. She is credited with creating the Sally–Anne test along with fellow scientists Alan Leslie and Simon Baron-Cohen.[12][13] Among students she has mentored are Tony Attwood, Maggie Snowling, Simon Baron-Cohen and Francesca Happé.", "43316794": "Howard B. Eichenbaum (October 16, 1947 – July 21, 2017) was an American psychologist and neuroscientist who studied the hippocampus.[1][2] He was a university professor and director of the Center for Memory and Brain at Boston University, having previously worked at Wellesley College. He was the editor-in-chief of the scientific journal Hippocampus.", "34338369": "Berthold Eric Schwarz, MD (October 24, 1924 – September 16, 2010) was a psychiatrist and a researcher in spirituality and paranormal activity.", "59635267": "Dewey G. Cornell is an American forensic and clinical psychologist known for his research on youth violence and school security.[1] He is Professor of Education in the School of Education and Human Development (formerly the Curry School of Education) at the University of Virginia, where he also holds the Bunker Chair in Education. He is the director of the University of Virginia's Virginia Youth Violence Project, as well as a faculty associate at the university's Institute of Law, Psychiatry, and Public Policy. He is the principal author of the Virginia Student Threat Assessment Guidelines, which are widely used for threat assessment in schools in the United States and Canada.[2][3] Using the guidelines, he has found that 97.7% of threats made in schools were never attempted.[4]", "7861830": "Georg Elias Müller (20 July 1850 – 23 December 1934) was a significant early German experimental psychologist who is credited with the theory of retroactive interference.[1]", "36107849": "Craig Pohlman is a licensed psychologist in North Carolina, U.S., who specializes in learning issues.[1]  He is the Director of Mind Matters at Southeast Psych, a program that focuses on learning.[citation needed]  Pohlman has authored and co-authored several books, chapters, articles, and blogs centered on learning.[citation needed]", "34534991": "Hans-Werner Gessmann (born 24 March 1950, in Duisburg) was a German psychologist, founder of humanistic psychodrama and university teacher in Russia, India and Africa, one of the best known psychotherapists worldwide.", "6059602": "Anne Ellen Brodsky (born June 11, 1965) is an American professor in psychology and Gender and Women's Studies at the University of Maryland, Baltimore County (UMBC). She is also the Director of the Gender and Women's Studies Program, and the Chair of the Psychology Department. Also, she wrote the book, With All Our Strength: The Revolutionary Association of the Women of Afghanistan.", "58521175": "Marjorie Knickerbocker Pyles Honzik (born 1908, d. 2003) was a developmental psychologist known for her longitudinal research on children's mental abilities, behavioral problems, and health outcomes.", "43447899": "David De Cremer is a Belgian scholar examining behavioral applications to organizations, management and economics. He has been appointed at the University of Cambridge (UK) as the KPMG chair in management studies at Judge Business School.[1] He is also a visiting professor at London Business School (LBS) and China Europe International Business School (CEIBS).[2][3] He is the founder of the Erasmus Behavioral Ethics Centre at the Rotterdam School of Management.[4] Throughout his career he has lived and lectured in Europe, US, Middle-East and Asia.", "7665249": "Jaro Křivohlavý (19 March 1925 – 27 December 2014) was a Czech psychologist and writer. He dealt with health psychology, experimental psychology and logotherapy. He published a number of books on stress, aging, happiness and also forgiveness and its impact on human health.", "45151849": "J.J.M. \"Jacques\" Zeelen (born 1951) is Professor of Lifelong Learning and Social Intervention in the Context of Globalisation at the Faculty of Arts,\nUniversity of Groningen. Zeelen is also working as an associate professor at the department of Pedagogy, Faculty of Behavioural and Social Sciences of the same university.[1] In 2016 Prof. Jacques Zeelen was appointed UNESCO Chair Lifelong Learning, Youth and Work, Gulu University Uganda.", "51279466": "Donald I. Templer was[1] a retired American psychologist best known for ideas on race and intelligence, and his association with the white nationalist group American Renaissance. He was formerly a professor of psychology at Alliant International University in Fresno, California.[2]", "68810351": "Mauī John Mitchell (20 May 1941 – 23 September 2021) was a New Zealand historian who specialised in Māori history, particularly in the upper South Island. Of Māori descent, he affiliated to Te Āti Awa and Ngāti Tama.[1][2] Mitchell completed a master's thesis in 1967,[3] followed by a doctoral thesis in 1971,[4] both at the University of Canterbury.", "21296765": "Alan Leshner is an American scientist and academic.", "13465241": "Volkmar Sigusch (11 June 1940 – 7 February 2023)[1] was a German sexologist, physician and sociologist. From 1973 to 2006, he was the director of the Institut für Sexualwissenschaft (Institute for Sexual Science) at the clinic of Goethe University Frankfurt.", "28800675": "Douglas Blackburn (6 August 1857, Southwark – 28 March 1929, Tonbridge) was an English journalist and novelist, who worked in the Transvaal and Natal between 1892 and 1908. He has been called \"the great chronicler of the last days of the Boer republic.\"[1]", "22148774": "Arnold Howard Modell (December 7, 1924 – January 4, 2022) was an American clinical professor of social psychiatry at the Harvard Medical School and a supervising and training analyst at the Boston Psychoanalytic Society and Institute.  He received his bachelor's degree from Columbia College in 1945.[1] Modell is the author of The Private Self (1996), Other Times, Other Realities: Toward a Theory of Psychoanalytic Treatment (1996), and Imagination and the Meaningful Brain (2006). Modell died in Massachusetts on January 4, 2022, at the age of 97.[2]", "74151599": "Zella Luria (née Hurwitz; February 18, 1924, – June 10, 2018) was an American psychologist and feminist known for her work on the development of gender identity and sexuality across the life course.  Her work helped to shift the field towards a cognitive approach that emphasized the social construction of gender and the active role of children in such construction.[1][2][3]", "30176950": "Ernest Beaglehole (25 August 1906 – 23 October 1965) was a New Zealand psychologist and ethnologist best known for his work in establishing an anthropological baseline for numerous Pacific Island cultures.", "5699254": "Robert Lyle Morris (July 9, 1942, in Canonsburg, Pennsylvania – August 12, 2004, in Edinburgh, Scotland) was an American psychologist, parapsychologist and professor at the University of Edinburgh, where he was the first holder of the Koestler Chair of Parapsychology at the Koestler Parapsychology Unit.", "2160315": "Andrew Salter (May 9, 1914 – October 7, 1996) was an American clinical psychologist who introduced behavior therapy, developed many of its conceptual foundations, and created numerous techniques still used today across its varied descendants, including cognitive behavioral therapy.[1] His work in the early 1940s demystified hypnosis, interpreting it as a form of conditioning, now the widely accepted view. He was one of the founders of the Association for the Advancement of Behavioral Therapies, now the Association for Behavioral and Cognitive Therapies. He maintained an active clinical practice in Manhattan until shortly before his death.[2] His key ideas are documented in his book, Conditioned Reflex Therapy, (hereafter CRT), originally published in 1949 and reprinted many times, with a new edition published by Watkins Press in 2019. All citations from CRT refer to this edition.", "15759039": "John George Geier, III (Flint, Michigan; January 24, 1934 – September 26, 2009) was an American psychologist who worked extensively on the DISC assessment systems, which improve work/life performance. Dr. Geier had a 40-year career in the assessment process and was known as a pioneer and founder of personnel selection, training and research, and a leader of human assessment. During his career, he developed numerous assessment tools, including the DiSC Personal Profile System, and the Personality Factor Profile, used for more than 50 million people around the world and translated to more than 30 different languages.[1][2][3][4]", "3012288": "John Lewis Holland[1] (October 21, 1919 – November 27, 2008) was an American psychologist and Professor Emeritus of Sociology at Johns Hopkins University.[2] He was the creator of the career development model, Holland Occupational Themes, commonly known as the Holland Codes.", "14743244": "Maximilien Ringelmann (10 December 1861, Paris – 2 May 1931, Paris)[1]: 55   was a French professor of agricultural engineering and agronomic engineer  who was involved in the scientific testing and development of agricultural machinery.[1]", "42727117": "Aniela Jaffé (February 20, 1903 – October 30, 1991) was a Swiss analyst who for many years was a co-worker of Carl Gustav Jung. She was the recorder and editor of Jung's semi-autobiographical book Memories, Dreams, Reflections.", "65140434": "Carolyn Ingrid Saarni (May 13, 1945 – June 5, 2015) was a developmental psychologist known for groundbreaking research on children's development of emotional competence and emotional self-regulation,[1] and the role of parental influence in emotional socialization.[2] She was a professor in the Department of Counseling at Sonoma State University from 1980 to 2013.", "882415": "Dean Radin (/ˈreɪdɪn/; born February 29, 1952) investigates phenomena in parapsychology. Following a bachelor and master's degree in  electrical engineering and a PhD in educational psychology Radin worked at Bell Labs, as a researcher at Princeton University and the University of Edinburgh, and was a faculty member at University of Nevada, Las Vegas. He then became Chief Scientist at the Institute of Noetic Sciences (IONS) in Petaluma, California, USA, later becoming the president of the Parapsychological Association.[1][2][better source needed] He is also co-editor-in-chief of the journal Explore: The Journal of Science and Healing.[3]\nRadin's ideas and work have been criticized by scientists and philosophers skeptical of paranormal claims.[4][5][6][7] The review of Radin's first book, The Conscious Universe, that appeared in Nature charged that Radin ignored the known hoaxes in the field, made statistical errors and ignored plausible non-paranormal explanations for parapsychological data.[8]", "41613063": "Sarah Byford is economist André professor of health economics and director of King's Health Economics (KHE) at the Institute of Psychiatry, Psychology and Neuroscience.[1] She specializes in the economic evaluation of mental health services and clinical and economic evaluation of complex interventions, including services for children and adolescents.[2]", "8025880": "Na'im Akbar is a clinical psychologist well known for his Afrocentric approach to psychology. He is a distinguished scholar, public speaker, and author.[1] Akbar entered the world of Black psychology in the 1960s, as the Black Power Movement was gaining momentum.[2] In the 1970s, Akbar published his first critiques of the Eurocentric psychological tradition, asserting that this model maintained the intellectual oppression of African Americans. Akbar criticized the pathology perspectives that had taken over as the dominant literature on African Americans.[3] Many of his major works involved mental health among African Americans.", "51803948": "Svend Brinkmann is a Danish Professor of Psychology in the Department of Communication and Psychology at Aalborg University, Denmark. He serves as a co-director of the Center for Qualitative Studies. His research primarily involves philosophical, moral, and methodological issues in psychology and other human and social sciences. In recent years, Brinkmann has been studying the impact of psychiatric diagnoses on individuals and society.[1][2]", "9467703": "Marilyn Jager Adams (born December 14, 1948) is a specialist in cognition and education. She holds the position of Visiting Scholar at Brown University.[1]", "8386362": "Toni Anna Wolff (18 September 1888 – 21 March 1953) was a Swiss Jungian analyst and a close collaborator of Carl Jung.[1] During her analytic career Wolff published relatively little under her own name, but she helped Jung identify, define, and name some of his best-known concepts, including anima, animus, and persona, as well as the theory of the psychological types.[2][3] Her best-known paper is an essay on four \"types\" or aspects of the feminine psyche: the Amazon, the Mother, the Hetaira, and the Medial (or mediumistic) Woman.[4]", "37091130": "Olga Yeritsidou (Greek:  Όλγα Γεριτσίδου; born 1955) is a Greek educational psychologist, psychosocial researcher, analyst and author.", "6190914": "Marvin D. Dunnette (30 September 1926 – 18 September 2007) was an American psychology professor and one of the key figures in the history of industrial and organizational psychology.", "53606212": "Steven G. Rogelberg is Chancellor's Professor at University of North Carolina at Charlotte.[1] He is a professor of Organizational Science, Management, and Psychology and the founding Director of Organizational Science at UNC, Charlotte. He has over 100 publications addressing issues such as team effectiveness, leadership, engagement, health and employee well-being, meetings at work, and organizational research methods. He is editor of the Journal of Business and Psychology.[2] Dr. Rogelberg has received over $2,500,000 of external grant funding including from the National Science Foundation.", "4257604": "Tara Brach (born May 17, 1953) is an American psychologist, author, and proponent of Buddhist meditation. She is a guiding teacher and founder of the Insight Meditation Community of Washington, D.C. (IMCW).[1] Brach also teaches about Buddhist meditation at centers for meditation and yoga in the United States and Europe, including Spirit Rock Meditation Center in Woodacre, California; the Kripalu Center;[2] and the Omega Institute for Holistic Studies.[3]", "30701382": "J. Anderson Thomson Jr. is an American psychiatrist and writer. He is a Trustee of the Richard Dawkins Foundation for Reason and Science and board member of the Center for Inquiry. He is staff psychiatrist for Counseling and Psychological Services at the University of Virginia Student Health Center, as well as the University of Virginia's Institute for Law, Psychiatry and Public Policy. Thomson also has his own private practice, and is a forensic psychiatrist for Region Ten Community Services.  Thomson acquired his B.A. from Duke University in 1970, he acquired his M.D. from the University of Virginia in 1974, and he did his adult psychiatry training at the University of Virginia from 1974 to 1977.[1]", "68810566": "Douglas Mark Elliffe is a New Zealand psychology academic, and as of 2021 is a full professor at the University of Auckland.[1]", "63076168": "Salomea Kempner (1880–1940?) was a Polish psychoanalyst, assistant physician at the Cantonal Insane Asylum in Rheinau, Switzerland.[1]", "45643591": "Gabrielė Leščinskaitė (born 25 March 1996) is a Lithuanian biathlete and sport psychologist. She represented Lithuania at the Junior World championships in 2012, 2013, 2014 and 2015, and at the Biathlon World Championships 2015 in Kontiolahti.[2] In 2022 she represented Lithuania at the 2022 Beijing Olympics.[3]", "6223690": "Jeffrey Locke Elman (January 22, 1948 – June 28, 2018) was an American psycholinguist and professor of cognitive science at the University of California, San Diego (UCSD). He specialized in the field of neural networks.", "6977361": "Robert Jesse Stoller (December 15, 1924 – September 6, 1991), was an American professor of psychiatry at UCLA Medical School and a researcher at the UCLA Gender Identity Clinic. He was born in Crestwood, New York, and died in Los Angeles, California. He had psychoanalytic training at the Los Angeles Psychoanalytic Society and Institute from 1953 to 1961 with analysis by Hanna Fenichel. He has been criticized for research into finding the cause of transgender identities with intent to prevent them, and later similar research he inspired.[1]", "55998302": "Lori Lite (born 1961) is an American author and founder of Stress Free Kids, working in the field of children's stress management.[1][2][3] Lori has authored 11 books and a curriculum. She wrote and produced 9 Indigo Dreams CDs which encompass relaxation music for children, audio books for children, and guided instructional stress management for teens and adults.[4] Her books have been translated into Japanese, Spanish, and Turkish.", "55736163": "Marcantonio M. Spada (born 13 November 1970 in Rome, Italy) is an Italian-British academic psychologist who has studied the role of metacognition in addictive behaviours and operationalised the constructs of \"desire thinking\" and the \"COVID-19 anxiety syndrome\". He is currently Professor of Addictive Behaviours and Mental Health and Dean of the School of Applied Sciences at London South Bank University. He is also editor-in-chief of Addictive Behaviors.", "6420325": "Douglas Sadownick is an American writer, activist, professor and psychotherapist.", "3143526": "Gerald William Balfour, 2nd Earl of Balfour, PC (9 April 1853 – 14 January 1945), known as Gerald Balfour or The Rt Hon. G. W. Balfour until 1930, was a senior British Conservative politician who became a peer on the death of his brother, former prime minister Arthur Balfour, in 1930.", "61896552": "Lawrence J. Cohen was a psychologist and author, specializing in children's play and play therapy. He developed a playful approach to child raising, in general, and to childhood anxiety, in particular.", "38041454": "Richard Parncutt (born 24 October 1957 in Melbourne) is an Australian-born academic. He has been professor of systematic musicology at Karl Franzens University Graz in Austria since 1998.", "14153583": "Rada Mikhailovna Granovskaya (Russian: Рада Михайловна Грановская; 13 August 1929 – 17 April 2022)[1] was a well-known psychologist, professor of the Saint Petersburg State University; academician of the Baltic Academy of Pedagogical Sciences and the International Academy of Acmeology. Her basic works are on practical psychology and psychological protection. She is an author of conceptual model of interaction of thinking of the person with system of the subconscious and realized psychological barriers, and also mechanisms and ways of their overcoming.", "325489": "Gabriel Tarde (French: [taʁd]; in full Jean-Gabriel De Tarde;[1] 12 March 1843 – 13 May 1904) was a French sociologist, criminologist and social psychologist who conceived sociology as based on small psychological interactions among individuals (much as if it were chemistry), the fundamental forces being imitation and innovation.", "62781310": "Joseph William Thorpe Redfearn, (1921 Wombwell, West Riding of Yorkshire - 9 June 2011, Brightlingsea, Essex) was an English army officer, medical physiologist, psychiatrist and analytical psychotherapist and writer.[1]", "1243012": "Carolyn Robertson Payton (May 13, 1925 – April 11, 2001) was appointed Director of the United States Peace Corps in 1977 by President Jimmy Carter. She was the first female and the first African American to be Peace Corps Director. Payton was a pioneer in black women's leadership within the American Psychological Association and psychology.", "30996361": "Howard Christie Samuels (born March 29, 1952) is a licensed therapist who founded and was formerly the CEO of The Hills Treatment Center, a substance abuse treatment facility, in Los Angeles.  He holds a Doctorate in Clinical Psychology and is a Marriage and Family Therapist, specializing in addiction.  He is also a vocal opponent of the legalization of marijuana.", "63731626": "Lea Waters AM (born 24 February 1971)[1] is an Australian psychologist, speaker, author and researcher. She is a psychology professor at the University of Melbourne and was the founding director of the Centre for Positive Psychology in the University of Melbourne.[2] In addition, she has affiliate positions at University of Michigan and sits on the Science Board of The University of California and Berkeley’s Greater Good Science Center. Her main areas of research are positive psychology, organisational psychology, education, leadership and parenting.[3][4]", "8026029": "Asa G. Hilliard III (August 22, 1933 – August 13, 2007), also known as Nana Baffour Amankwatia II, was an African-American professor of educational psychology who worked on indigenous ancient African history (ancient Egyptian), culture, education and society. He was the Fuller E. Callaway Professor of Urban Education at Georgia State University, with joint appointments in the Department of Education Policy Studies and the Department of Educational Psychology and Special Education.  Prior to his position at Georgia State, Hilliard served as the Dean of the School of Education at San Francisco State University in San Francisco, California.", "68515767": "Malinda Carpenter,Ph.D, FRSE is a professor of developmental psychology at the University of St Andrews, an international researcher specialising in infant and child communications,[1] prosocial behaviour and group reactions, in how people learn to understand others, and building self esteem;[2] her work includes research between ape and human social cognition,[3] and more recently in considering human-robotic communication futures.[4]", "18446263": "Trevor Harley is emeritus chair of Cognitive Psychology.[1] His primary research is in the psychology of language and consciousness. From 2003 until 2016 he was Head and Dean of the School of Psychology at the University of Dundee, Scotland, United Kingdom. He is author of several books, including \"The Psychology of Language\", currently in its fourth edition, published by Psychology Press, \"Talking the talk\", a book about the psychology of language (psycholinguistics) aimed at a more general audience, \"The Science of Consciousness\", a general text on consciousness, and \"The Psychology of Weather\", about how weather affects behaviour. He is a Fellow of the British Psychological Society.", "14677952": "Robyn Mason Dawes (July 23, 1936[1] – December 14, 2010) was an American psychologist who specialized in the field of human judgment.[2] His research interests included human irrationality, human cooperation, intuitive expertise, and the United States AIDS policy. He applied linear models to human decision making, including models with equal weights,[3][4] a method known as unit-weighted regression.  He co-wrote an early textbook on mathematical psychology[1] (see below).", "59733958": "Amanda Sofia Margareta Lind (née Johansson; born 2 August 1980) is a politician for the Swedish Green Party. From 2019 to 2021, she was the Minister for Culture and Democracy, with responsibility for sport and national minorities in the cabinet of Prime Minister Stefan Löfven.[1]", "67696586": "Millie Almy (June 19, 1915 – August 16, 2001) was an American psychologist, known as the “grand dame of early childhood education.”[1]", "56260561": "John D. Gartner is an American psychologist, psychotherapist, author, and former assistant professor at Johns Hopkins University Medical School.", "4028383": "David Elkind (born March 11, 1931) is an American child psychologist and author. Elkind and his family relocated to California when he was still a teenager. He studied at the University of California at Los Angeles and obtained a Bachelor of Arts degree in 1952 and Doctorate in Philosophy in 1955. David also earned an honorary doctorate in Science at the Rhode Island College (1987).", "64026599": "William Yule (20 June 1940 – 5 November 2023) was a British psychologist and professor emeritus of applied child psychology at King's College London.", "53508076": "Roland Clark Davis (December 20, 1902– February 23, 1961) was an American psychologist recognized for his innovation in instrumentation and measurement of electrophysiological phenomena.[1] Davis contributed to the measurement of electrodermal activity, gastric reflexes, and muscle action potentials.[2] Davis published over 70 articles on psychophysiology and related topics across a 30-year career[3][2] and mentored many graduate students  at Indiana University Bloomington  from 1931 through 1961.[4]", "6420473": "Charles Silverstein (April 23, 1935 – January 30, 2023) was an American writer, therapist, and LGBT rights advocate. He was best known for his presentation as a graduate student before the American Psychiatric Association in 1973 that led to the removal of homosexuality as a mental illness from the organization's Diagnostic and Statistical Manual.[7][8][4] He was also the founding editor-in-chief of the Journal of Homosexuality.[9][10]", "52819964": "Laurence D. Smith (October 28, 1950) is an American psychologist, historian of psychology, philosopher of science, and emeritus professor at the University of Maine. He was trained in history and philosophy of science at Indiana University (M.A., 1975) and history of psychology at the University of New Hampshire (Ph.D., 1982).", "33191934": "John Joseph Powell (September 22, 1925 – September 24, 2009) was a Jesuit priest and author, and brother of Rita Donlan and William Powell.", "423938": "TVO (Ontario) Best Lecturer 2007\nLaurentian University Research Excellence Award 1989", "15464450": "Gustavus Myers (1872–1942) was an American journalist and historian who published a series of highly critical and influential studies on the social costs of wealth accumulation. His name has been associated with the muckraking era of US literature, somewhat erroneously, since his work was not journalistic, did not aim at popular magazine publication, and took a scholarly, investigative and documentary approach to its subjects.", "52492297": "George Lindsay Johnson (10 July 1853 – 1 August 1943) was a British ophthalmologist.[1]", "57636877": "Gilles E. Gignac is a research psychologist from Ontario, Canada[1] currently serving as an associate professor in psychology at the University of Western Australia. He is known for his research on human intelligence and differential psychology.[2]", "22378512": "Kuo Zing-yang (or Z. Y. Kuo; simplified Chinese: 郭任远; traditional Chinese: 郭任遠; pinyin: Guō Rènyuǎn; Jyutping: Kuo Yam6 Yun5; 1898–1970), was a  Chinese experimental and physiological psychologist. He was a renowned educator and is also notable as having been the President of Zhejiang University, who was expelled by Zhejiang students in 1935.[1]", "24770581": "George Dunne Cameron Hosking OBE (born 27 December 1943 in Bowmore, in the Hebridean island of Islay)[1] is a British Quaker, economist, accountant, psychologist, and clinical criminologist[1] who founded WAVE Trust in 1996.", "53213210": "Suzanne Kessler (born October 13, 1946, in Pittsburgh, Pennsylvania) is an American social psychologist known for the application of ethnomethodology to gender. She and Wendy McKenna pioneered this application of ethnomethodology to the study of gender and sex with their groundbreaking work, Gender an Ethnomethodological Approach.[1] Twenty years later, Kessler extended this work in a second book, Lessons from the Intersexed.[2]", "1013788": "William Edmund Hick (1 August 1912 – 20 December 1974) was a British psychologist, who was a pioneer in the new sciences of experimental psychology and ergonomics in the mid-20th century.", "60553244": "Alvin Pam is an American psychologist and author who was formerly the director of psychiatry at the Bronx Psychiatric Center in the Bronx, New York City, New York. He also formerly served as a clinical professor at the Albert Einstein College of Medicine.[1][2] With Colin A. Ross, he was the co-author and co-editor of the 1995 book Pseudoscience in Biological Psychiatry: Blaming the body, which harshly criticizes the field of biological psychiatry and its assumptions.[3]", "57112606": "Avshalom Caspi (born May 5, 1960) is an Israeli-American psychologist and the Edward M. Arnett Professor of Psychology and Neuroscience in the Trinity College of Arts and Sciences at Duke University, as well as Professor of Personality Development at King's College London's Institute of Psychiatry, Psychology and Neuroscience. He is known for his research on mental health and human development, much of which he has conducted with his wife and longtime research partner, Terrie Moffitt.[1] The two first met when they presented adjacent posters at a 1987 conference in St. Louis, Missouri entitled \"Deviant Pathways from Childhood to Adulthood\".[2][3] Among Caspi's notable discoveries was that of an association between the 5-HTTLPR polymorphism and clinical depression. This discovery, originally reported in a 2003 study, spurred a wave of subsequent research on the potential genetic roots of various psychiatric conditions.[4] However, a 2017 meta-analysis did not support the original finding,[5] nor did a large analysis with nearly 100% power to detect the original finding.[6] Therefore, the general approach of candidate gene or candidate gene by environment interaction research in single small studies is no longer widely accepted.[6][7][8][9]", "882727": "James Merrill Carlsmith (April 12, 1936 – April 19, 1984)[1] was an American social psychologist perhaps best known for his collaboration with Leon Festinger and Elliot Aronson  in the creation and development of cognitive dissonance theory. He also worked extensively with Mark Lepper on the subject of attribution theory. With Jonathan L. Freedman and David O. Sears (his cousin) he wrote the textbook, Social Psychology (1970; subsequent editions published 1974, 1978, and 1981).[2]", "53639210": "Gerhard Stemberger (born June 29, 1947 in Innsbruck, Austria) is a sociologist and Gestalt psychologist in Vienna, Austria, and one of the main representatives of Gestalt Theoretical Psychotherapy.", "12875819": "Henry Jackson Watt (1879–1925) was a Scottish experimental psychologist.[1] He was student of Oswald Külpe and a member of the Würzburg School.[2] He is perhaps best known for his pioneering work on mental set in problem solving, what he referred to as \"Einstellung\" or \"task mental set\".", "44824621": "Wolfgang Luthe (1922-1985) was a German physician and psychotherapist, who brought autogenic training to the attention of the English-speaking world.[1][2][3][4][5][6][7][8]", "35911748": "Codrin Ștefan Țapu (born 17 December 1973) is a Romanian writer and psychologist. His work is focused on striking a middle ground between spiritual- and material-based belief systems,[2] in the context of the multiple dimensions and nuances of the self.[3][4]", "52394053": "Robert Koegel is a senior research scientist at Stanford University School of Medicine. He was formerly a distinguished professor and the director of the Koegel Autism Center at the University of California, Santa Barbara.  He moved to Stanford in 2017.", "56981589": "Jelena Obradovic is a developmental psychologist who currently works as associate professor at the Stanford Graduate School of Education,[1] where she is a member of the Steering Committee of the Center for Education Policy Analysis (CEPA).[2] She also directs the Stanford Project on Adaptation and Resilience in Kids (SPARK).[3]", "53180503": "Merle Keitel is an American psychologist and academic and is currently the director of Training Counseling and Counseling Psychology in the Division of Psychological and Educational Services at the Fordham University Graduate School of Education.", "30603358": "Norman Tenner Adler (June 7, 1941 – September 11, 2016) through his research, teaching, writing, and academic administration, made major contributions to the modern study of biological psychology and in American higher education, having helped develop the fields that are now labeled behavioral neurobiology and evolutionary psychology.[1] One of Adler's prominent experiments included an in depth analysis of mating performance of male rats and its relation to fertilization in the female, which led him to observe how behaviour could affect reproduction in species.[2] With his students and colleagues, he has worked at the interface between biology and behavior. They have stressed the importance of combining the study of physiological mechanisms controlling behavior with the functional/adaptive significance of behavior in an evolutionary context.[3] He was influenced in this approach by his undergraduate teachers at Harvard, especially Paul Rozin, Jerry Hogan, and Gordon Bermant, and his student colleagues like Don Pfaff with whom he has maintained scientific relationships over the years. His research was also impacted by Daniel Lehrman, and he worked closely with Lehrman's student, Barry Komisaruk, on hormones and neural functioning.[4] Adler is also a prominent figure in American higher education, especially the role of behavioral neuroscience in liberal arts education and religion in the college classroom. He participated in Phillip Zimbardo's PBS TV series Discovering Psychology, one of the first distance-learning courses in psychology.[5][6][7]", "129126": "Antoni Ignacy Tadeusz Kępiński (16 November 1918 – 8 June 1972) was a Polish psychiatrist and philosopher. In his youth he was influenced by Carl Jung's approach. He is known as the originator of concepts of information metabolism (IM) and axiological psychiatry.[1]", "1800297": "Véronique Marie Alice Henriette De Keyser (born 23 March 1945 in Brussels) is a Belgian politician who served as a Member of the European Parliament from 2001 until 2014. She is a member of the Parti Socialiste, part of the Socialist Group", "981106": "José Szapocznik (born in Havana, Cuba), is a clinical psychologist of Polish-Cuban ancestry and one of the nation's leading family therapists specializing in Hispanic families.  He is the developer of One-Person Family Therapy and Brief Structural Therapy.  He is a leading scholar on Hispanic psychology.[1]", "6191227": "Seymour William Itzkoff (born 1928) is an American psychologist and writer who has published research on intelligence. He has taught at Smith College since 1965 where he is professor emeritus of education and child study.", "53737602": "Susanna Rubinstein (20 September 1847 – 29 March 1914) was an Austrian psychologist and the first woman to earn a doctorate from the University of Bern in Switzerland.[1][2][3]", "62552195": "Sarah Charlotte Mangelsdorf is an American educator, scholar, and the eleventh president of the University of Rochester.", "33224838": "Michael McCullough (born July 27, 1969) is an American psychologist and author. He received a PhD from Virginia Commonwealth University in 1995 and an honorary doctorate from the University of Louvain (UCLouvain) in 2015. He is a Professor of Psychology at the University of California, San Diego, where he directs the Evolution and Human Behavior Laboratory. He studies the functions of human behavior and emotions using the conceptual tools of evolutionary psychology and cognitive science. He has conducted research on the measurement of forgiveness, empathy, altruism, prosocial life goals, and early life experience. [1] He is the author of The Kindness of Strangers: How a Selfish Ape Invented a New Moral Code (Basic Books, 2020) and Beyond Revenge: The Evolution of the Forgiveness Instinct (2008, Jossey-Bass).", "61339783": "Miranda Wolpert, Lady Sales MBE is professor of evidence-based practice and mental health at University College London. She was made a Member of the Order of the British Empire in the 2017 New Year Honours for her work on young people's mental health. She is Director of Mental Health at the Wellcome Trust.", "37025929": "Neil Mercer is Emeritus Professor of Education at the University of Cambridge.[1]", "73988234": "Baroness Vera von der Heydt, née Schwabach, (11 December 1899 - 14 November 1996) was a German born British Jungian analyst, writer and broadcaster. She was one of the last surviving of Carl Jung's analysands and correspondents.[1]", "6486172": "Libby is a fictional character on the ABC drama television series Lost, which chronicles the lives of over forty people after their plane crashes on a remote island somewhere in the South Pacific.[1] She is played by American actress Cynthia Watros. The character is introduced as a member of the tail section survivors in the second season episode \"Everybody Hates Hugo\", together with Bernard, and she ends her role as a living character in the episode \"?\".", "55441574": "Walter Houston Clark (1902 – December 15, 1994) was a professor of psychology of religion at Andover Newton Theological School. He explored religion, mystical experience and use of psychedelics.", "38762666": "Edmund Smith Conklin (April 19, 1884 – October 6, 1942) was an American author and psychologist.", "12253362": "Jessica Benjamin is a psychoanalyst known for her contributions to psychoanalysis and social thought. She is currently a practicing psychoanalyst in New York City where she is on the faculty of the New York University Postdoctoral Psychology Program in Psychoanalysis and Psychotherapy,[1] and the Stephen Mitchell Center for Relational Studies.[2] Jessica Benjamin is one of the original contributors to the fields of relational psychoanalysis, theories of intersubjectivity, and gender studies and feminism as it relates to psychoanalysis and society.[3][4] She is known for her ideas about recognition in both human development and the sociopolitical arena.", "38336693": "Edward Alexander Bott (April 11, 1887 - 1974) was a Canadian psychologist.", "70711478": "Lyudmila Petranovskaya  (Russian: Лю́дмила Влади́мировна Петрано́вская) is a Russian psychologist and parenting\nexpert, specialist in adoption, founder of the School for Adoptive Parents.[1][2][3]", "60389580": "Laura Richards (born 1976) is a criminal behavioral analyst,[1] and an international expert on domestic violence, stalking, sexual violence, homicide and risk assessment. Richards is the founder of Paladin in 2013, the world's first National Stalking Advocacy Service.[2][3]", "4880588": "William Richard Miller (born June 27, 1947) is an American clinical psychologist, an emeritus distinguished professor of psychology and psychiatry at the University of New Mexico in Albuquerque. Miller and Stephen Rollnick are the co-founders of motivational interviewing.[1]", "62650583": "Lola L. Cuddy (born 1939) is a Canadian psychologist recognized for her contributions to the field of music psychology. She is a professor emerita in the Department of Psychology at Queen's University in Kingston, Ontario.", "55998683": "Arnhild Lauveng (born 13 January 1972) is a Norwegian psychologist.[1][2]", "6125789": "Wayne Edward Oates (June 24, 1917 – October 21, 1999) was an American psychologist and religious educator who is often - incorrectly - considered to have coined the word 'workaholic'.", "44366048": "Sergio Kokis (born May 6, 1944) is a Canadian writer from Quebec.[1] He is a two-time nominee for the Governor General's Award for French-language fiction, for Les amants d'Alfama at the 2004 Governor General's Awards and for Culs-de-sac at the 2013 Governor General's Awards, and won the Prix Molson and the Prix Québec-Paris in 1994 for Le Pavillon des miroirs.[1]", "1571042": "Leland Yin Yee (Chinese: 余胤良; Jyutping: jyu4 jan6 loeng4; pinyin: Yú Yìnliáng) is an American former politician who served as a member of the California State Senate for District 8, which covered parts of San Francisco and the Peninsula.", "40728807": "Lodewijk Constant (Lou) Van Beirendonck (born 1960) is a Belgian organizational psychologist, management consultant, and Associate Professor of Human resource management at the Antwerp Management School, known for his work on competence management.[1][2]", "64026862": "Jorge Luis Montes Nieves is a Mexican psychologist and politician, member of the Movimiento Regeneración Nacional (Morena) party. He is a federal deputy for the period 2018 to 2021.[1]", "52590832": "Antonio E. Puente is an American neuropsychologist and academic. He was the president of the American Psychological Association in 2017. He has a private practice, is the founding director of a bilingual mental health clinic, and is on the psychology faculty at the University of North Carolina Wilmington (UNCW). He founded the journal Neuropsychology Review.", "34142451": "Patricia McKinsey Crittenden (born 1945) is an American psychologist known for her work in the development of attachment theory and science, her work in the field of developmental psychopathology, and for creation of the Dynamic-Maturational Model of Attachment and Adaptation (DMM).", "10352887": "Vera Fedorovna Schmidt (27 July 1889 in Starokostiantyniv, Volhynian Governorate – 17 July 1937 in Moscow) was a Russian Empire and later Soviet educationist and one of the leading figures in the psychoanalytic movement during the \"Silver Age\". After the Russian Revolution (1917) she directed a highly innovative nursery school run on psychoanalytic principles.", "21756157": "Susan A. Gelman (born July 24, 1957) is currently Heinz Werner Distinguished University Professor of psychology and linguistics and the director of the Conceptual Development Laboratory at the University of Michigan.[1] \nGelman studies language and concept development in young children.[2][3]  \nGelman subscribes to the domain specificity view of cognition, which asserts that the mind is composed of specialized modules supervising specific functions in the human and other animals.[4][5][6] Her book The Essential Child is an influential work on cognitive development.", "69368065": "Johan Wagemans is a Belgian experimental psychologist. He is a full professor at the KU Leuven in Leuven (Belgium). He directs a long-term Methusalem project[1] that focuses upon the psychology and neuroscience of visual perception and most recently art perception.", "69859597": "Seth J. Schwartz (born 1971) is an American developmental psychologist who is a professor in the Department of Kinesiology and Health Education in the University of Texas at Austin College of Education. He is the editor-in-chief of the International Journal of Intercultural Relations. He joined the faculty of the University of Texas at Austin in January 2021 after teaching at the University of Miami from 2000 to 2020.[1]", "3995917": "Emmy E. Werner (1929 – October 12, 2017)[1] was an American developmental psychologist known for her research on risk and resilience in children.", "1800464": "Carl Gustav Carus (3 January 1789 – 28 July 1869) was a German physiologist and painter, born in Leipzig, who played various roles during the Romantic era. A friend of the writer Johann Wolfgang von Goethe, he was a many-sided man: a doctor, a naturalist, a scientist, a psychologist, and a landscape painter who studied under Caspar David Friedrich.", "57702673": "Ursula Hess (13 August 1960 in Frankfurt/Main, Germany) is a German psychologist who teaches at the Humboldt-University of Berlin as Professor of Social and Organizational Psychology at the Department of Psychology.[1]", "52164885": "Polly Young-Eisendrath (born 1947) is an American psychologist, author, teacher, speaker, Jungian analyst, Zen Buddhist, and the founder of Dialogue Therapy and Real Dialogue and creator of the podcast Enemies: From War to Wisdom.", "52525334": "Fanny Cheung Mui-ching SBS OBE JP is a Hong Kong psychologist. She is a professor of psychology and co-director of the Hong Kong Institute of Asia-Pacific Studies at the Chinese University of Hong Kong (CUHK).[1] She researchers, publishes, and advocates on topics related to mental health and gender equality.[2]", "5732631": "Otto Tumlirz, or Ota Tumlíř (23 July 1890, Rožmberk nad Vltavou – 3 January 1957, Graz) was a Czech-Austrian psychologist, researcher for pedagogy. He taught as a professor at the Graz University.", "51018009": "Paul Bruce Carpenter (February 24, 1928 – January 24, 2002) was an American psychologist and politician.", "69826848": "Centa Lothy Rek López (born 27 August 1954) is a Bolivian novelist, politician, and psychoanalyst who served as senator for Santa Cruz from 2010 to 2015 and since 2020.", "68811054": "Jaimie F Veale is a Canadian-New Zealand psychology academic, and as of 2021 is a senior lecturer at the University of Waikato.[1]", "63076655": "Jill Mellick was a Jungian-oriented clinical psychologist,[1] expressive arts therapist, researcher and author; and a founding member of the International Expressive Arts Therapy Association (IEATA).[2][3]", "24869178": "Andrew Keith Plain (26 July 1953 – 13 December 2013) was an Australian sound designer and supervising sound editor.  Through his company, Huzzah Sound, he created the soundtracks for many Australian and international films and television series including Alex Proyas's Knowing; Phillip Noyce's Catch A Fire; Jane Campion's In the Cut; Gillian Armstrong's Death Defying Acts, Charlotte Gray and Oscar and Lucinda; Ray Lawrence's Lantana and Jindabyne; Neil Armfield's Candy; Peter Duncan's Unfinished Sky and Children of the Revolution, Sarah Watt's Look Both Ways, Richard James Allen's Thursday's Fictions; Rolf De Heer's Alexandra's Project, John Curran's Praise, and Dein Perry's Bootman.", "4225359": "Hugh Clifford Mackay (born 1938) AO is an Australian psychologist, social researcher and writer, who founded the Australian quarterly research series The Mackay Report 1979–2003, which later became The Ipsos Mackay Report. He was a weekly newspaper columnist for 25 years and is a regularly appearing commentator on radio and television.", "8976722": "Seiji Takaku is professor of psychology and institutional research and assessment coordinator at Soka University of America (SUA).  He was previously assistant professor of psychology at Minnesota State University, Mankato, from 2000 to 2002.  He received his B.A. from University of California, Los Angeles, his M.A. from California State University, Long Beach, and his Ph.D. from Claremont Graduate University.", "49150295": "Marjory Bates Pratt (16 July 1896 – 7 July 1992) was an American psychologist and poet.", "59341143": "Fred Irwin Greenstein (September 1, 1930 – December 3, 2018) was an American political scientist, known for his work on political leadership and the US presidency.", "46823770": "Bertold Paul Wiesner FRSE (1901–1972) was an Austrian-born physiologist noted firstly for coining the term 'Psi' to denote parapsychological phenomena;[1][2][3][4][5] secondly for his contribution to research into human fertility and the diagnosis of pregnancy;[6][7] and thirdly for being the biological father to upwards of 600 offspring by anonymously donating sperm used by his wife the obstetrician Mary Barton to perform artificial insemination on women at her private practice in the Harley Street area of London.[8][9][10][11]", "70056296": "Mildred Newman (née Rubenstein) was an American psychologist and author known for her self-help books.", "44398953": "Guy Mankowski FHEA (born 6 January 1983) is an English writer. He is the great grandson of the author and broadcaster Harry Mortimer Batten. He was educated at St John's College, Portsmouth and Ampleforth College.[2][3] He read Applied Psychology at Durham University and gained a Masters in Psychology at Newcastle University.[4] He then trained as a psychologist at The Royal Hospital in London.[2] Mankowski was the lead singer of the band Alba Nova; in a review of their debut EP Gigwise wrote 'Alba Nova could be an important band of the times'.[5]", "8616297": "James Bieri (born 1927) is a psychologist and biographer who introduced in 1955 the concept of cognitive complexity, derived from his doctoral study with George A. Kelly. Subsequently, integrating ideas from information theory and psychophysics, Bieri and his research team at Columbia University published a volume entitled Clinical and Social Judgment (John Wiley, 1966).[1]", "31088": "Psychedelic film", "5601650": "Michael White (29 December 1948 – 4 April 2008)[1] was an Australian social worker and family therapist.  He is known as the founder of narrative therapy, and for his significant contribution to psychotherapy and family therapy, which have been a source of techniques adopted by other approaches.", "27031924": "Robert Otto Becker (May 31, 1923 − May 14, 2008) was a U.S. orthopedic surgeon and researcher in electrophysiology/electromedicine. He worked mainly as professor at Upstate Medical Center in State University of New York, Syracuse, and as Director of Orthopedic Surgery at the Veterans Administration Hospital, Syracuse, New York.[1][2]", "21756285": "Fred Genesee is a Professor of psychology at McGill University.  He specializes in second language acquisition and bilingualism research.  In particular, his research examines the early stages of the acquisition of two languages in order to better understand this form of language acquisition and ascertain the neurocognitive limits of the child's ability to acquire language.  Specific topics Genesee has investigated in his research include language representation (lexical and syntactic) in early stages of bilingual acquisition, transfer in bilingual development, structural and functional characteristics of child bilingual code-mixing, and communication skills in young bilingual children.  In addition to this, Genesee has investigated in second language acquisition in school and the modalities for effective acquisition in school contexts.[citation needed]", "22378890": "Joseph Michelli (born August 11, 1960) is an American psychologist, organizational consultant, speaker, and author. Since 2004, he has written business books, including The Starbucks Experience, The New Gold Standard, Prescription for Excellence, and Driven to Delight.", "64027019": "Heinz Rudolf Schaffer (1926-2008) was a German-born British developmental psychologist.", "63732128": "Alfred Brauner (3 July 1910[1] – 1 December 2002[2]) was an Austrian-born French scholar, author and sociologist, who was a volunteer in the International Brigades during the Spanish Civil War[4][5] and an Austrian Resistance member during Occupied France.[6] He has devoted his life to educating refugee, displaced and maladjusted children, participating in the welcoming of Jewish child survivors of the Kristallnacht and of the Nazi concentration camps of Buchenwald and Auschwitz from 1939 to 1946.[7] An early writer on infantile autism,[8] he also pioneered the analysis of children's drawings in war, creating from 1937 the first collection of drawing-testimonials[9][10] to offer a unique perspective of the major conflicts of the 20th century through the eyes of children.[11]", "45218210": "Wallace Craig (1876–1954) was an American experimental psychologist and behavior scientist. He provided a conceptual framework for the study of behavior organization and is regarded as one of the founders of ethology. Craig experimentally studied the behavioral expression of emotion, the way innate and learned behavioral tendencies are integrated, and how vocal as well as social behaviors are organized. He encouraged a view of behavior as an integrated process with evolutionary, motivational, experiential, social and ecological degrees of freedom. This integrative perspective helped shape modern behavioral science.[1]", "61241763": "Meike Bartels (born 1973) is a Dutch psychologist and behavior geneticist known for her research on the genetics of happiness and subjective well-being. She is professor in \"Behavior and Quantitative Genetics\" at the Department of Biological Psychology at VU University Amsterdam and affiliated with the Amsterdam Public Health Institute. She also holds a University Research Chair in Genetics and Wellbeing at the Vrije Universiteit Amsterdam.[1][2] In 2008, she received the Fuller & Scott Award from the Behavior Genetics Association.[3] She is one of the principal investigators on the study finding genetic variants related to well-being [4]", "56359335": "Ulrich Trautwein (born 31 May 1972) is a German psychologist and education researcher. He has been a Full Professor of Education Science at the University of Tübingen, Germany, since October 2008.[1] In addition, he has been director of LEAD Graduate School & Research Network at Tübingen University since 2012.[2] Since 2014, he has also headed the Hector Research Institute of Education Sciences and Psychology in Tübingen.[3]", "65468848": "J. Gayle Beck is a licensed clinical psychologist who specializes in trauma stress disorders[1] and anxiety disorders.[2] She is the Lillian and Morrie Moss Chair of Excellence in the Department of Psychology at the University of Memphis.", "52656562": "Eric Nathan Turkheimer is an American psychologist and the Hugh Scott Hamilton Professor of psychology at the University of Virginia.", "64420290": "Sandra F. Simmons is an American clinical psychologist and gerontologist. She is the Joe C. Davis Endowed Chair in Biomedical Science at Vanderbilt University and the director of the Vanderbilt Center for Quality Aging.[1]", "12876237": "Howard Rachlin (1935–2021)[1] was an American psychologist and the founder of teleological behaviorism.[2] He was Emeritus Research Professor of Psychology, Department of Psychology at Stony Brook University in New York.[1] His initial work was in the quantitative analysis of operant behavior in pigeons, on which he worked with William M. Baum, developing ideas from Richard Herrnstein's matching law.[3]  He subsequently became one of the founders of Behavioral Economics.[1]", "1800667": "Laura Perls (née Lore Posner; 15 August 1905 in Pforzheim – 13 July 1990 in Pforzheim) was a noted German-born psychologist and psychotherapist who helped establish the Gestalt school of psychotherapy. She was the wife of Friedrich (Fritz) Perls, also a renowned psychotherapist and psychiatrist.", "18348507": "Paul David Nussbaum is an American clinical neuropsychologist and an adjunct associate professor in Neurological Surgery at the University of Pittsburgh School of Medicine.", "36075995": "D. Stephen Lindsay is a cognitive psychologist in the field of memory, and a professor of psychology at the University of Victoria (UVic), British Columbia.[1][2] He received his PhD from Princeton University in 1987.[3]", "59734495": "G. Frederic (Fritz) Kuder (1903–2000) was a counseling psychologist and psychometrician. He was a founding member and the second president of the Division of Counseling Psychology of the American Psychological Association; cofounder of Personnel Psychology, and founder and editor of Educational and Psychological Measurement.", "52525548": "Patricia J. Brooks (born July 16, 1965) is an American developmental psychologist. She is the director of the Language Learning Laboratory at the College of Staten Island of City University of New York and Doctoral Faculty at the CUNY Graduate Center where she serves as the Deputy Executive Officer of the PhD program in Psychology. Brooks is also the faculty advisor of the Graduate Student Teaching Association (GSTA) of Division 2 of the American Psychological Association, the Society for the Teaching of Psychology (STP).", "9566701": "David Fredrick Bjorklund (born June 13, 1949)[1] is an American professor of psychology at Florida Atlantic University. His areas of research interest include cognitive development and evolutionary developmental psychology. His works include authoring several books and over 130  scientific papers.  He is editor of the peer-reviewed Journal of Experimental Child Psychology.", "6617598": "Carl August Wickland (born Carl August Wicklund, 14 February 1861 – 13 November 1945)[1] was a 20th-century Swedish-American psychiatrist and psychical researcher.", "40794650": "Venus Nicolino, known on television as Dr. V, is an American media personality,[1] author and doctor of clinical psychology. Her first book, Bad Advice: How to Survive and Thrive in an Age of Bullshit appeared on USA Todays National Bestseller List[2] and debuted at number one on the LA Times Bestseller List for Hardcover Nonfiction.[3] Dr. V is the host of Marriage Boot Camp: Reality Stars on We TV. She began hosting the show in its sixth season and has also appeared in a reality television series on Bravo, L.A. Shrinks.[4]", "55441955": "Frank X. Barron (June 17, 1922 – October 6, 2002) was an American psychologist and philosopher. He is considered a pioneer in the psychology of creativity and in the study of human personality.[1]", "56031789": "Elizabeth A. Buffalo is professor of physiology and biophysics at the University of Washington School of Medicine and chief of the neuroscience division at the Washington National Primate Research Center. She is known for her research in the field of neurophysiology pertaining to the role of the hippocampus and medial temporal lobe structures in learning and memory and in spatial representation and navigation.", "66615857": "Arne Öhman (31 May 1943 – 19 March 2020) was a Swedish psychologist who served as professor of psychology at the Karolinska Institutet from 1993 to 2010, where he was the head of the Department of Clinical Neuroscience from 2001 to 2004. He previously served as a professor of clinical psychology at the University of Uppsala from 1982 to 1993. He was noted for his research in the fields of experimental psychology and psychophysiology, and on the psychology of emotion.[1][2] He was president of the Society for Psychophysiological Research from 1984 to 1985,[3] and received its award for Distinguished Contribution to Psychophysiology in 2001.[4] He was a fellow of the Center for Advanced Study in the Behavioral Sciences from 2005 to 2006. He was named a member of the Academia Europaea in 1992 and the Royal Swedish Academy of Sciences in 1998. He was an elected member of the Nobel Assembly at the Karolinska Institute from 1997 to 2010, as well as a fellow of the Association for Psychological Science.[1]", "56031798": "Irene Hanson Frieze is a personality psychologist and pioneering figure in the field of women's studies.[1] She is known for her research on intimate partner violence in marriage and dating relationships, and for cross-cultural studies of attitudes about work and gender roles. Frieze is Professor Emerita of Psychology and Women's Studies at the University of Pittsburgh.[2]", "45218368": "Tomasz Stanisław Trościanko (1953–2011) (Tom) was born in Munich, at the time part of West Germany, of Polish parents, Anna and Wiktor Trościanko. As a stateless child, aged nine, he travelled alone to England to attend Fawley Court Polish school in Henley-on-Thames. He studied Physics at the University of Manchester and a subsequent job with Kodak led to a PhD in optometry and visual science at City University, London. From 2000 onward he was Professor of Psychology, first at the University of Sussex and then at the University of Bristol, where he worked until his death in 2011.[1]", "46791234": "Mark Rosekind (born 1955) served as the 15th Administrator of the National Highway Traffic Safety Administration (NHTSA).[1] He was appointed by President Obama and sworn in in December 2014, replacing David L. Strickland who resigned in January 2014.[1][2] NHTSA was run by David J. Friedman, the deputy administrator, in the intervening time.[2]", "56031815": "Janet Shibley Hyde is the Helen Thompson Woolley Professor of Psychology and Gender & Women's Studies at the University of Wisconsin-Madison. She is known for her research on human sexuality, sex differences, gender development, gender and science, and feminist theory, and is considered one of the leading academics in the field of gender studies.[1][2]", "6388297": "James J. Jenkins (July 29, 1923 – November 17, 2012[1]) is an American psychologist who played a significant role in the development of cognitive psychology.[2]", "51706459": "Ellinor Marita Jåma (born 8 August 1979) is a Norwegian Sami politician, representing Åarjel-Saemiej Gielh (South Sami Voices) in the Sami Parliament of Norway. She has been elected for two consecutive periods: 2009–13 and 2013–17. She is also active in the promotion of Sami culture and language.", "5208672": "Harold Tom Wilkins (June 1891 – 1960) was a British journalist known for his books on treasure hunting and pseudohistoric claims about Atlantis and South America.[1][2][3]", "1800818": "Frank Farrelly (26 August 1931 – 10 February 2013[1][2]) was a therapist best known for the 1974 book Provocative Therapy, which advocated radical (and sometimes humorous[3]) therapeutic moves intended to jolt the client out of his current mindset.[4]", "12581493": "Robert-Jay Green is founder and senior research fellow of the Rockway Institute, and distinguished professor (emeritus) in the Clinical Psychology PhD Program of the California School of Professional Psychology, a division of Alliant International University.[1]", "53738105": "Constance Muriel Davey OBE (4 December 1882 – 4 December 1963) was an Australian psychologist who worked in the South Australian Department of Education, where she introduced the state's first special education classes.", "6355579": "John E. \"Jack\" Hunter (29 March 1939 – June 26, 2002) was an American psychology professor known for his work in methodology. His best-known work is Methods of Meta-Analysis: Correcting Error and Bias in Research Findings. The International Communication Association named a research award in his honor.[1]", "13302400": "Donald R. Peterson (September 10, 1923 – November 2, 2007)[1]  was professor emeritus of psychology at Rutgers University.  Peterson was notable for advocating for a professional doctorate exclusive to professional psychologists, eventually leading to establishment of the Doctor of Psychology degree and programs.  Establishing this degree as the standard doctorate for practicing psychologists was not embraced by most psychologists, who were concerned programs would abandon scientific principles in the name of greater clinical training.", "73235073": "Olive Webb ONZM (born 1946 or 1947) is a New Zealand clinical psychologist and former president of the New Zealand Psychological Society from 1993 until 1995. Webb's experiences of poor patient conditions and treatment while working at Sunnyside Hospital in the 1970s inspired her to become a disability advocate. She received the New Zealand Order of Merit in 2008, for services to people with intellectual disabilities. Webb is the longest-serving member of the Canterbury District Health Board, holding a position on the board from 2001 to 2013.", "52460167": "John Stephen Farmer  (7 March 1854 – 18 January 1916) also known as J. S. Farmer was a British lexicographer, spiritualist and writer. He was most well known for his seven volume dictionary of slang.", "52951691": "Manfred Cassirer (12 July 1920 – 18 December 2003) was a British Egyptologist and parapsychologist.", "49379983": "Ben James Winer (June 18, 1917 – May 30, 1984) was an American research psychologist and academic. He served as a psychology professor at Purdue University and was president of the Psychometric Society. He has been listed as one of the most highly cited psychologists in the United States, having authored a well-known textbook on statistical analysis.", "62454424": "Jan-Eric Gustafsson (born 1949)[1] is a Swedish educational psychologist. He is professor of education at the University of Gothenburg and professor II at the University of Oslo's Faculty of Educational Sciences. He was named a member of the Royal Swedish Academy of Sciences in 1993 and received an honorary doctorate from the University of Oslo in 2017.[2]", "5470872": "Françoise Dolto (French: [dɔlto]; November 6, 1908 – August 25, 1988) was a French pediatrician and psychoanalyst.", "24967838": "Donald H. Baucom, (born 22 July 1949) is a clinical psychology faculty member at the University of North Carolina-Chapel Hill. He is recognized for founding the field of Cognitive-Behavioral Couples Therapy.[1] Baucom is also recognized as one of the top marital therapists and most prolific researchers in this field.[2] Currently, Baucom's National Cancer Institute funded study, CanThrive, has the largest observationally coded sample of any couples study to date.", "16284323": "Paul Andre Verdier (April 28, 1918 - July 3, 1996)[1] was a licensed psychologist in California.", "23689908": "Frans Jozef Theo Rutten (15 September 1899 in Schinnen – 21 April 1980 in Lopik) was a Dutch politician and minister for the Catholic People's Party.", "26180277": "Harold Goodglass (August 18, 1920 – March 18, 2002)[1] was a prominent pioneer of neuropsychological tests and assessment, and spent much of his career investigating aphasia. The Boston VA Hospital, where he spent many years investigating brain function, now houses the Harold Goodglass Aphasia Research Center.[2]", "47708865": "Viviane Senna Lalli (née Senna da Silva; born 14 June 1957) is a Brazilian entrepreneur and philanthropist. She is sister of the racing driver and three-time Formula 1 world champion Ayrton Senna (1960–1994), and mother of racing driver Bruno Senna (born 1983).[1]", "50199235": "Edwin Frederick Bowers (born 1871), best known as Edwin F. Bowers was an American alternative medicine proponent. Styling himself as a medical doctor, he is known for pioneering reflexology during the early decades of the twentieth century.", "24181454": "Paolo Orano (15 June 1875 – 7 April 1945) was an Italian psychologist, politician and writer. Orano began his political career as a revolutionary syndicalist in Italian Socialist Party. He later became a leading figure within the National Fascist Party, in part through his legitimization of antisemitism.[1]", "69466840": "Rona Marcia Fields (née Katz; 27 October 1932 – 2 April 2016)[1] was an American psychologist,[2] feminist and author, specialising in post-colonial studies and child psychology.[3][4][5][6]", "71170776": "Marie Anaut (born 24 January 1956) is a professor of clinical psychology and educational sciences at the Lumière University Lyon 2. She is a specialist in psychological resilience.", "67631840": "David Charles Schwebel is an American psychologist.", "18414305": "Karl Duncker (2 February 1903, in Leipzig – 23 February 1940) was a German Gestalt psychologist. He attended Friedrich-Wilhelms-University from 1923 to 1923, and spent 1925–1926 at Clark University in Worcester, MA as a visiting professor, where he received a master's degree in arts degree.[1] \nUntil 1935 he was a student and assistant of the founders of Gestalt psychology in Berlin: Max Wertheimer,  Wolfgang Köhler and   Kurt Koffka.\nIn 1935, exiled by the Nazis, he got an assistantship in Cambridge with Frederic Charles Bartlett and later immigrated to the US, where he was again an assistant of  Wolfgang Köhler's at Swarthmore College.  He committed suicide in 1940 at 37 years of age. He had had depression for some time and had received professional treatment.", "2783968": "Susan Camille Saegert (born 12 October 1946), Guadalupe, Texas[1] is Professor of Environmental Psychology at the CUNY Graduate Center. She was previously Professor of Human and Organizational Development at Vanderbilt University (Peabody College) in Nashville, TN.", "3242720": "Sheldon Frank Gardner (1934–2005) was an American psychologist who worked in the tradition of Sigmund Freud.[1] With his wife, Gwendolyn Stevens, Gardner wrote several books, several pamphlets and other shorter works, and more than 50 articles in the field of psychology. Titles include The Care and Cultivation of Parents, Separation Anxiety and the Dread of Abandonment in Adult Males, Women of Psychology: Pioneers and Innovators, Women of Psychology: Expansion and Refinement, and Red Vienna and the Golden Age of Psychology, 1918-1938.", "39713510": "Todd Barrett Kashdan is an American psychologist. He is a professor of psychology[1] and director of the Well-Being Laboratory at George Mason University.[2] His research explores why people suffer, with an emphasis on the transition from normal to pathological anxiety. Other research explores the nature of well-being, with an emphasis on the critical functions of curiosity, meaning and purpose in life, and psychological flexibility to human performance.[1][2][3]", "43219688": "Raymond F. Paloutzian is a professor of psychology (emeritus) at Westmont College in Santa Barbara, California. For many years he edited the International Journal for the Psychology of Religion. Paloutzian's main fields of scholarship are social psychology and the psychology of religion. In the latter he is the author of an introductory textbook, and the lead editor of two handbooks.", "38861549": "Shawn Achor (born March 9, 1978)[1] is an American author and speaker known for his advocacy of positive psychology.[2] He authored The Happiness Advantage[3] and founded GoodThink, Inc.[4]", "8813301": "Arthur Findlay MBE JP (May 16, 1883 – July 24, 1964) was a writer, accountant, stockbroker and Essex magistrate, as well as a significant figure in the history of the religion of Spiritualism, being a partial founder of the newspaper Psychic News and also a founder of the International Institute for Psychical Research. In his will he left his home, Stansted Hall, to the Spiritualists' National Union.[1]", "228089": "Wendell Johnson (April 16, 1906 – August 29, 1965) was an American psychologist, author and was a proponent of general semantics (or GS). His life work contributed greatly to speech–language pathology, particularly in understanding the area of stuttering, as Johnson himself stuttered. The Wendell Johnson Speech and Hearing Center at University of Iowa is named after him. Aside from his contributions to stuttering, he posthumerously became known for his controversial experiment nicknamed \"The Monster Study.\"", "6159098": "Sheldon Bernard Kopp (29 March 1929 – 29 March 1999) was a psychotherapist and author, based in Washington, D.C. He was born in New York City, and received his PhD from the New School for Social Research.  In addition to his private practice, he served as a Psychotherapy Supervisor for the Pastoral Counselling and Consultation Centres in Washington.  He died of cardiac arrhythmia and pneumonia.\nHe is also popular for his quotes.\nOne of them is, \"All of the significant battles are waged within the self.\"", "16022271": "Ante Trstenjak (29 December 1894 – 4 December 1970) was a Slovenian, psychologist, painter and illustrator. He used mostly watercolour and oils. The art gallery in Ljutomer is named after him. He was born in Slamnjak.", "39025408": "Alice H. Eagly (born 1938)[1] is the James Padilla Chair of Arts and Sciences Emerita and emerita professor of psychology at Northwestern University.[2] She is also a fellow at the Institute of Policy Research at Northwestern University.[2] Her primary research focus is social psychology, as well as personality psychology and Industrial Organizational Psychology. She was elected as a member of the National Academy of Sciences in 2022.[3]", "34536211": "Jack Tizard CBE (25 February 1919 – 2 August 1979) was a research psychologist, professor of child development, research unit director, international adviser on learning disability and child care, and a president of the British Psychological Society. Tizard was born in New Zealand but spent most of his professional life in England where, as a psychologist, he worked at the boundaries of psychology, medicine, education and the social sciences. His work on alternatives to institutional care in the 1950s and 1960s underpinned the subsequent development of 'ordinary life' models for children and adults with learning disabilities. His later work focused on developing services for young children and their families. Tizard's approach was characterised by a commitment to using high research standards to address important social problems, ensuring through his extensive advisory activities that the results of research were available to practitioners and policy-makers.", "65469204": "Harry M.B. Hurwitz (died 2018) was a Canadian psychologist who specialised in the field of behavior analysis.", "52099863": "Frances Wickes (born Frances Gillespy, Lansingburgh, New York, August 28, 1875 – Peterborough, New Hampshire, May 5, 1967) was a psychologist and writer.", "47938328": "Edith Frances Mulhall Achilles (August 6, 1892 – March 1989), was an American psychologist who worked in school and clinical psychology. Over the course of her career, Achilles focused on the development of memory and recognition in children, and looked into test methods for measuring these skills.", "14416671": "Percy Scawen Wyndham DL JP MP (30 January 1835 – 13 March 1911) was a British soldier, Conservative Party politician, collector and intellectual. He was one of the original members of The Souls, and built Clouds House at East Knoyle, Wiltshire.", "63699747": "Todd Robert Risley (September 8, 1937 – November 2, 2007) was an American psychologist. He is credited with helping to create the field of applied behavior analysis, and has been described as a \"pioneer\" in this field.[1][2][3] He is known for the study he conducted with Betty Hart, who was his graduate student at the University of Kansas at the time, on the word gap between rich and poor children.[1][4] He was also a co-founder and editor-in-chief of the Journal of Applied Behavior Analysis.[5]", "44530479": "Elizabeth Metcalf (August 28, 1921 – June 23, 2017) was an American clinical psychologist and former politician in the state of Florida. Metcalf was born in New Jersey and moved to Florida 1962. A clinical psychologist, she was an alumnus of the Swarthmore College, Yale University, and the University of Iowa.[1] She served in the Florida House of Representatives from 1982 to 1988 for district 114. She was a member of the Democratic Party.[2] Metcalf died on 23 June 2017, aged 95.[3]", "28801850": "Forrest Scogin is a professor of clinical psychology at the University of Alabama.[when?]  His primary interests have been in geropsychology (the psychology of the elderly) and he has conducted extensive research in this area.", "57473861": "Inija Trinkūnienė (born October 25, 1951, in Kelmė) is a Lithuanian ethnologist, folklorist, sociologist, psychologist, head of folk music group Kūlgrinda and the high priestess (krivė) of the Romuva community of the old Lithuanian faith. She became the high priestess after the death of the previous high priest (krivis), her husband Jonas Trinkūnas, in 2014.[1] She is a founding member of the European Congress of Ethnic Religions.[2] She holds a master's degree in psychology from Vilnius University.[2]  She was a featured speaker in the Indigenous Plenary Session at the Parliament of the World Religions in Toronto in 2015.[3]", "1047366": "Eleanor Rosch (once known as Eleanor Rosch Heider;[1] born 9 July 1938[2])[3] is an American psychologist. She is a professor of psychology at the University of California, Berkeley,[4] specializing in cognitive psychology and primarily known for her work on categorization, in particular her prototype theory, which has profoundly influenced the field of cognitive psychology.", "1145683": "Raymond Bernard Cattell (20 March 1905 – 2 February 1998) was a British-American psychologist, known for his psychometric research into intrapersonal psychological structure.[1][2] His work also explored the basic dimensions of personality and temperament, the range of cognitive abilities, the dynamic dimensions of motivation and emotion, the clinical dimensions of abnormal personality, patterns of group syntality and social behavior,[3] applications of personality research to psychotherapy and learning theory,[4] predictors of creativity and achievement,[5] and many multivariate research methods[6] including the refinement of factor analytic methods for exploring and measuring these domains.[7][8] Cattell authored, co-authored, or edited almost 60 scholarly books, more than 500 research articles, and over 30 standardized psychometric tests, questionnaires, and rating scales.[9][10] According to a widely cited ranking, Cattell was the 16th most eminent,[11] 7th most cited in the scientific journal literature,[12] and among the most productive psychologists of the 20th century.[13] He was a controversial figure due in part to his friendships with, and intellectual respect for, white supremacists and neo-Nazis.[14]", "24968028": "William Forde \"Bill\" Thompson is an academic who has worked in Canada, Sweden and Australia. He is an Emeritus Professor at Macquarie University in Sydney, Australia, where he was Distinguished Professor of Psychology (2017- ) and Chair of the Department between 2009 and 2013. He currently works at Bond University, Queensland, Australia, and previously held positions at University of Toronto and York University in Toronto. His research focuses on music, emotion, expertise, and performance.[1]", "31554412": "Sara Beth (Greene) Kiesler is the Hillman Professor Emerita of Computer Science and Human Computer Interaction in the Human-Computer Interaction Institute at Carnegie Mellon University.  She is also a program director in the Directorate for Social, Behavioral & Economic Sciences at the US National Science Foundation, where her responsibilities include programs on Secure and Trustworthy Cyberspace, The Future of Work at the Human-Technology Frontier, Smart and Connected Communities, and Securing American Infrastructure.[1] She received an M.A. degree in psychology from Stanford in 1963, and a Ph.D., also in psychology, from Ohio State University in 1965.", "6421364": "James (Jim) A. Anderson (born 1940 in Detroit, Michigan) is a Professor of Cognitive Science and Brain Science at Brown University.  His multi-disciplinary background includes expertise in psychology, biology, physics, neuroscience and computer science.  Anderson received his Ph.D. from MIT in 1967.[1]", "47151988": "Walter Van Dyke Bingham (1880–1952) was an applied and industrial psychologist who made significant contributions to intelligence testing. A pioneer in applied psychology, Bingham got his start in experimental psychology, receiving his Ph.D. at the University of Chicago under James R. Angell.[1] Bingham went from Dartmouth in 1915 to organize the Division of Applied Psychology at the Carnegie Institute of Technology. When war came to the United States, Bingham was recruited by Robert Yerkes as a member of a small group that developed the Army Alpha and Beta tests.[2] During World War I Bingham served as executive secretary of the committee on classification of personnel in the U.S. Army, and later in the war served as lieutenant colonel in the Personnel Branch of the Army General Staff. From 1940 to 1947 Bingham was chief psychologist of the Adjutant General's Office of the War Department, serving as consultant or advisor to the Surgeon General, the Army General Staff, and the Secretary of Defense. Walter Bingham's contribution on the army classification methods paved the development of the field of industrial psychology. Bingham carried out editorial responsibilities for several journals and was the author of over 200 articles and books. His \"Aptitude and Aptitude Testing\" (1937/1942) is a classic in the field.[1]", "32406409": "John Wallace Baird (/bɜːrd/; May 21, 1869 – February 2, 1919) was a Canadian psychologist.[1] He was the 27th president of the American Psychological Association (1918). He was the first Canadian, and only the second non-American, to hold the office.[2] He was also a founding editor of the Journal of Applied Psychology, and served in subordinate editorial capacities for Psychological Review, American Journal of Psychology, and the Journal of Educational Psychology. At his death in 1919, he was the designate to succeed Granville Stanley Hall as president of Clark University in Worcester, Massachusetts.", "523146": "Sian Mary Williams ([ˈʃɑn]; born 28 November 1964) is a Welsh journalist, current affairs presenter,[1][2] and psychologist.", "21756829": "Jyotsna Vaid is a Professor of Cognition and Cognitive Neuroscience and Women's and Gender Studies at Texas A&M University.  Vaid's research examines the impact of multiple language experience by considering properties of specific languages and variability in when and how multiple languages were acquired by bilinguals. Her research has examined the processing of evidentiality in Turkish, the processing of the impersonal se construction in Spanish, and word recognition in biscriptal readers of Hindi and Urdu. She has published extensively on the cognitive and neural bases of  bilingualism.  Most notably, Vaid's research in neuropsychology has clarified the role of the two cerebral hemispheres in bilingual language processing; her work shows that early onset of bilingualism is associated with more bilateral involvement in language, in contrast to the greater left hemisphere dominance for language among single language users.[1][2][3]  Recently she has examined cognitive and psycholinguistic aspects of informal translation experience among bilinguals, or language brokering.  Other topics on which she has published include number processing in bilinguals, creative thought (see Ref. 4), cognitive bases of humor, spatial biases in cognition arising from directional reading habits (e.g., reading from left to right vs. from right to left), self presentation in personal ads, and gender and race disparities in professional visibility in academia.", "34569119": "Sir Thomas Alexander Hunter KBE (28 February 1876 – 20 April 1953) was a New Zealand psychologist, university professor and administrator.  He was vice chancellor of the University of New Zealand from 1929 to 1947, chairman of Massey Agricultural College from 1936 to 1938, and principal of Victoria University College from 1938 to 1951.[1] At the age of seventy-five, Hunter retired after serving, for almost fifty years, at Victoria University College.", "72350626": "Dorcas Susan Butt (born March 19, 1938) is a Canadian sports psychologist and former tennis player.[1][2]", "52624307": "Virginia Valian is an American psycholinguist, cognitive scientist, and theorist of male-female differences in professional achievement.", "11697078": "Patrick Baltzar de Maré (also De Mare, de Mare, /də ˈmɛər/; 27 January 1916 – 17 February 2008) was a British consultant psychotherapist with a special interest in group psychotherapy. He published several works on psychotherapy.", "68090808": "Fanița English (born October 22, 1916 – January 18, 2022) was a Romanian-born American psychoanalyst and psychotherapist.", "25983932": "David Reuben Jerome Heise (March 15, 1937 – September 28, 2021) was a social psychologist who originated the idea that affectual processes control interpersonal behavior. He contributed to both quantitative and qualitative methodology in sociology. He retired from undergraduate teaching in 2002, but continued research and graduate student consulting as Rudy Professor of Sociology Emeritus at Indiana University. He was most well known for his work on affect control theory.", "33979326": "Bernice Neugarten (born Bernice Levin; February 11, 1916 – July 22, 2001) was an American psychologist who specialised in adult development and the psychology of ageing.", "65076173": "Jane Oakhill is a British cognitive psychologist and expert on the development of reading comprehension.[1] She holds the position of Professor of Experimental Psychology at the University of Sussex.[2]", "25689037": "Coleman Roberts Griffith (May 22, 1893 – February 7, 1966) was an American sport psychologist. Born in Iowa, he is considered[by whom?] the founder of American sport psychology.[1] Griffith studied at Greenville College until 1915, and then studied psychology at the University of Illinois. While at the University of Illinois, Griffith established what he claimed to be the first sports psychology laboratory in the United States. At this time Griffith worked closely with the University of Illinois football team, studying how factors such as psychomotor skills and personality variables related to performance and learning of athletic skills. Due to financial reasons, the Research in Athletics Laboratory eventually was closed, which led to Griffith becoming a sport psychologist with the Chicago Cubs baseball team. Throughout his time with the Chicago Cubs, Griffith examined the players and completed a series of reports for Philip K. Wrigley, the owner of the Chicago Cubs team, with the results eventually summarized in a large report. His ideas were met with resistance, but he helped the Cubs to be successful while there. Griffith ended his career in the department of education at the University of Illinois until his retirement in 1961. Some of Griffith's main contributions to the field of sports psychology came from his publications The Psychology of Coaching (1926)[2] and The Psychology of Athletics (1928).[3] These publications were written during Griffith's time at the University of Illinois and covered topics such as how a coach must have knowledge in athletics, physiology, and psychology to be successful. Much of Griffith's research and publications have become the foundation for the widely growing field of sports psychology and many of his ideas are still used today.", "20347856": "Michael J. Lambert (born July 17, 1944) is an American psychologist, professor, researcher, and author whose work in psychotherapy led to the development of Routine Outcome Monitoring, which involves regularly measuring and monitoring client progress with standardized self-report scales throughout the course of treatment.[1][2] Lambert and colleague Gary Burlingame are recognized as experts in psychotherapy outcome measurement research.[3][4]", "14515155": "Dariusz Doliński (born 1959) is a Polish psychologist.", "61635543": "Eckhard Heinrich Hess (27 September 1916 – 21 February 1986)[1] was a German-born American psychologist and ethologist, known for his research on pupillometry and animal imprinting. He joined the Department of Psychology at the University of Chicago as an instructor in 1948. He became a full professor in the Department of Psychology in 1959, and served as its chairman from 1963 to 1968. Hess pioneered the study of animal behavior from an ethological/evolutionary perspective at a time when Skinner's behaviorism was the dominant paradigm of animal behavior study in the United States.[2][3]", "12188642": "Martin Grossack (June 11, 1928  – September 28, 2000) was an American psychologist and author.", "30931939": "Habtamu Wondimu is professor of social psychology in the College of Education of Addis Ababa University, Ethiopia.[1] In 2007-2008 he was part of the Fulbright New Century Scholars Program.[2]", "41286626": "Claire Selltiz (1914–2000) was an American social psychologist who is credited with laying out three principles of causality: correlation, precedence and nonspuriousness, in the 1959 introductory research methods textbook Research methods in social relations of which she was the lead author. Salvatore Babones notes that prior to her widely cited 1959 book \"there seems to be no earlier formulation of the three principles as such\", and that \"the entire academic community... adopted these principles\" from that book.[1]", "47938531": "Carol Jeffrey (31 October 1898 – 6 November 1998) was an English psychotherapist, known for working with children and being one of the original staff members at Open Way Association, which was a group that performed psychotherapy in a revolutionary way.[1] She published her first book at the age of 98.[2]", "43973606": "Thelma Gorfinkle Alper (July 24, 1908 - July 30, 1988)[1] was an American clinical psychologist,[2] known for creating a study measure for women's achievement motivation. She was also the first Jewish woman to receive a Ph.D from Harvard,[3] having careers at multiple institutions as she conducted studies primarily on memory of tasks, with an interest in its relation to women.", "4848621": "Andrew Gordon Speedie Pask (28 June 1928 – 29 March 1996) was a British cybernetician, inventor and polymath who made during his lifetime multiple contributions to cybernetics, educational psychology, educational technology, epistemology, chemical computing, architecture, and the performing arts. During his life he gained three doctorate degrees. He was an avid writer, with more than two hundred and fifty publications which included a variety of journal articles, books, periodicals, patents, and technical reports (many of which can be found at the main Pask archive at the University of Vienna).[Footnote 1] He also worked as an academic and researcher for a variety of educational settings, research institutes, and private stakeholders including but not limited to the University of Illinois, Concordia University, the Open University, Brunel University and the Architectural Association School of Architecture.[1][2] He is known for the development of conversation theory.", "53443570": "Wade W. Nobles is a professor emeritus in the Department of Africana Studies at San Francisco State University and notable pioneer of the African-American psychology movement.", "62520323": "Takao Umemoto was a Japanese psychologist whose specific interest was music psychology; he  was also an academic, and pianist.", "47152142": "George Sidney Brett FRSC (5 August 1879 Briton Ferry, Wales – 27 October 1944 Toronto, Ontario, Canada) was a British-Canadian psychologist.[1]", "22150159": "Arnold Goldberg (May 21, 1929 – September 24, 2020[1]) was an American psychiatrist and psychoanalyst.", "58489875": "Edward Bibring (1894–1959) was an Austrian American psychoanalyst. He studied philosophy and history at the University of Czernowitz until the first World War. After his military service he went to study medicine at the University of Vienna, and later was accepted for training by the Vienna Psychoanalytic Society, in which he became an associate member from 1925, and then a full member in 1927.[1][2] He was closely associated with Sigmund Freud. He was an co-editor of the Internationale Zeitschrift für Psychoanalyse for a brief period. In 1921 he married his fellow analyst Grete L. Bibring, and in 1941 the pair emigrated to the US.", "5176343": "Max Ettlinger (30 January 1877, in Frankfurt/Main – 12 October 1929, in München) was a German psychologist, philosopher, pedagogist, and aesthetician.", "58358809": "Sonia Machanick (15 June 1925 – 12 November 1977) was a South African medical doctor, author and educational psychologist who pioneered new methods of teaching children with dyslexia and other learning difficulties. She founded Japari School,[1] a special school in Johannesburg that provides education for children who struggle to thrive in the mainstream education system. She wrote a series of four graded reading books (Sounds Travel Too)  and other reading tutors in English and Afrikaans (Tom Kan Lees)[2] that were widely used throughout the 1960s and 1970s[3] for teaching the phonics reading method, as well as articles concerning the treatment of children with learning difficulties.[4]", "392245": "Henry Havelock Ellis (2 February 1859 – 8 July 1939) was an English-French physician, eugenicist, writer, progressive intellectual and social reformer who studied human sexuality. He co-wrote the first medical textbook in English on homosexuality in 1897, and also published works on a variety of sexual practices and inclinations, as well as on transgender psychology. He developed the notions of narcissism and autoeroticism, later adopted by psychoanalysis.", "14515254": "Glenn Schellenberg is a Canadian composer and a professor of psychology at the University of Toronto Mississauga.[1]", "59505726": "Constanza Portnoy (born 1980s) is an Argentine photographer and photojournalist who has won a number of international awards. She was selected as Photographer of the Year 2017 by the Tokyo International Foto Awards,[1] was the 2018 laureate of the French-based International Women Photographers Association,[2][3] and in August 2018 was the winner of the Beca Oxfam FNPI award for journalism on gender inequality.[4][5]", "55475263": "Miron Zuckerman (born June 6, 1945) is an American psychologist and professor of psychology at the University of Rochester. He is known for studying social cognition, nonverbal communication, and the psychology of religion.[3]", "73399366": "Margaret Ives (10 April 1903 – 15 July 2000) was an American psychologist most known for her work in education, forensic psychology, and her clinical work at St. Elizabeths Hospital in Washington D.C.[1]  Over the course of her career, Ives received the diploma of the American Board of Professional Psychology (ABPP) in 1948, served as the president of the Division of Consulting Psychology of the American Psychological Association (APA), and later as the president of the Washington D.C. Psychological Association in 1975.[2]  The U.S. Department of Health, Education, and Welfare recognized her contributions with the Superior Service Award in 1964. In 1974, she was awarded the Harold M. Hildreth Memorial Award for psychologists in public service, and her pioneering efforts in forensic psychology were recognized by the American Board of Forensic Psychology in 1980.[3]", "59112526": "John Richard Nesselroade (born March 13, 1936)[1] is an American psychologist known for his work in developmental and quantitative psychology.[2] He is the Hugh Scott Hamilton Professor of Psychology emeritus at the University of Virginia and an adjunct professor of human development at Pennsylvania State University. He retired from the University of Virginia in June 2011 after serving as the Hugh Scott Hamilton Professor there for twenty years.[3] He is a fellow of the American Association for the Advancement of Science, the Gerontological Society of America, and the American Psychological Association (APA), as well as a charter fellow of the American Psychological Society.[1][4] He served as president of the APA's Division 20 from 1982 to 1983, and of the Society of Multivariate Experimental Psychology from 1999 to 2000.[4]", "48495696": "Tsuruko Haraguchi (Japanese: 原口鶴子, 18 June 1886 – 26 September 1915) was a Japanese psychologist and the first Japanese woman to receive a Doctor of Philosophy.", "66387025": "Susan Caroline Kippax AO FASSA (born 1941) is an Australian social psychologist and is Emeritus Professor at the University of New South Wales.", "883805": "Ellen Jane Langer (/ˈlæŋər/; born March 25, 1947) is an American professor of psychology at Harvard University;  in 1981, she became the first woman ever to be tenured in psychology at Harvard.[1][2] Langer studies the illusion of control, decision-making, aging, and mindfulness theory.[3][2] Her most influential work is Counterclockwise, published in 2009, which answers questions about aging from her research and interest in the particulars of aging across the nation.[4]", "261226": "Jerome Seymour Bruner (October 1, 1915 – June 5, 2016) was an American psychologist who made significant contributions to human cognitive psychology and cognitive learning theory in educational psychology. Bruner was a senior research fellow at the New York University School of Law.[2] He received a BA in 1937 from Duke University and a PhD from Harvard University in 1941.[3][4][5][6] He taught and did research at Harvard University, the University of Oxford, and New York University.  A Review of General Psychology survey, published in 2002, ranked Bruner as the 28th most cited psychologist of the 20th century.[7]", "47938675": "Douglas L. \"Doug\" Medin (born June 13, 1944)[3] is the Louis W. Menk Professor of Psychology at Northwestern University in Evanston, Illinois.[1]", "949371": "Robert Fordyce Aickman (27 June 1914 – 26 February 1981) was an English writer and conservationist. As a conservationist, he co-founded the Inland Waterways Association, a group which has preserved from destruction and restored England's inland canal system. As a writer, he is best known for his supernatural fiction, which he described as \"strange stories\".", "24018043": "James Garbarino is an author and professor at Loyola University Chicago. He has specialized in studying what causes violence in children, how they cope with it and how to rehabilitate them. Garbarino has served as consultant or adviser to a wide range of organizations, including the National Committee to Prevent Child Abuse, the National Institute for Mental Health, the American Medical Association, the National Black Child Development Institute, the National Science Foundation, the U.S. Advisory Board on Child Abuse and Neglect, and the FBI. In addition, Garbarino's work is associated with the School of Human Ecology at Cornell University under the leadership of Urie Bronfenbrenner who began Head Start programs in the US.", "55901310": "Brendan Arnold Maher (31 October 1924[1] – 17 March 2009)  was a psychology professor at Harvard University who pioneered the scientific study of psychology in the laboratory, and laid the groundwork for the study of psychology and its relationship to genetics.[2] Maher was most interested in human psychopathology, especially schizophrenia. One of his major contributions was to introduce laboratory experimentation strategies to research of this mental illness.[1] Maher also mentored many students through their own research projects at Harvard,[3] Ohio State University, Northwestern University, Louisiana State University, University of Wisconsin, and Brandeis University, where he served as Dean of the Faculty.[1][4]", "32898178": "John Drury is a Professor of Social Psychology at the University of Sussex. His core research is in the area of crowd psychology.", "59276422": "Brian Mustanski is an American psychologist noted for his research on the health of LGBT youth, HIV and substance use in young gay and bisexual men, and the use of new media and technology for sexual health promotion and HIV prevention.[1][2]  He is a Professor of Medical Social Sciences, Psychiatry and Behavioral Sciences, and Psychology and Director of the Institute for Sexual and Gender Minority Health and Wellbeing at Northwestern University, Chicago, IL.[3][4]", "5667988": "Bluma Zeigarnik (Russian: Блю́ма Ву́льфовна Зейга́рник; 9 November [O.S. 27 October] 1900[1] – 24 February 1988) was a Soviet psychologist of Lithuanian origin, a member of the Berlin School of experimental psychology and the so-called Vygotsky Circle. She contributed to the establishment of experimental psychopathology as a separate discipline in the Soviet Union in the post-World War II period.", "52853911": "Donald Gildersleeve Paterson (January 18, 1892 – October 4, 1961) was an American psychologist known for pioneering applied psychology, in particular vocational counseling, industrial/organizational psychology, and differential psychology in the United States. He was a professor of psychology at the Department of Psychology at the University of Minnesota from 1921 to 1960.", "1997986": "Shari Thurer is a psychoanalytically trained psychologist practicing in Boston and an adjunct associate professor at Boston University.[1]", "73366705": "Carmen Inoa Vazquez (born July 16, 1942) is a Latina psychologist, professor, and author. She is best known for her work exploring and promoting Latin American mental health.[1][2][3]", "28703924": "Maxwell \"Max\" Taylor (born 19 April 1945) is a criminal and legal psychologist. His early work specialised in the study of terrorism but he also became involved in the study of sex offenders, and in the development of capacity building activities for disadvantaged children in conflict zones, returning later to the study of terrorism.", "70679734": "Amnon Rapoport (1936-2022) was an Israeli-born quantitative psychologist who was the Eller Professor Emeritus \nof Management and Organizations at the Eller College of Management[1] at the University of Arizona. His research focused on experimental studies of interactive decision-making behavior.[2] He died on December 6, 2022, after more than six decades of academic teaching, research, and service. [1]", "53017787": "Russell M. Church (December 24, 1930 – May 24, 2021)[1][2] was an American psychologist, who was the Edgar L. Marston professor of psychology at Brown University, having formerly served as the Charles Pitts Robinson and John Palmer Barstow Professor from 1993 to 1999.[3][4][5]", "37584067": "Margaret Alice Kennard (September 25, 1899—December 12, 1975)[1] was a neurologist who principally studied the effects of neurological damage on primates. Her work led to the creation of the Kennard Principle, which posits a negative linear relationship between age of a brain lesion and the outcome expectancy: in other words, that the earlier in life a brain lesion occurs, the more likely it is for some compensation mechanism to reverse at least some of the lesion's bad effects.[1]", "51018947": "Joseph F. Fagan III (September 7, 1941 – August 10, 2013)[1][2] was an American psychologist and the Lucy Adams Leffingwell Professor of psychology at Case Western Reserve University from 1990 until his death in 2013.", "64060612": "Albert William Phillip Wolters (1883–1961) was a British psychologist.", "261343": "Fox William Mulder (/ˈmʊldər/) is a fictional FBI Special Agent and the secondary protagonist of the Fox science fiction-supernatural television series The X-Files, played by David Duchovny. Mulder's peers dismiss his many theories on extraterrestrial or paranormal activity as those of a conspiracy theorist and supernaturalist; however, his skeptical but supportive partner, Special Agent Dana Scully, often finds them to be unexpectedly correct. He and Scully work in the X-Files office, concerned with unsolved FBI cases that are often revealed to be supernatural or extraterrestrial in nature. Mulder was a main character for the first seven seasons, but was limited to a recurring character for the following two seasons. He returns as a main character for the tenth and eleventh seasons.", "21626083": "Cretien van Campen (born 24 January 1963) is a Dutch author, editor and scientific researcher in social science and fine arts. He is the founder of Synesthetics Netherlands and is affiliated with the Netherlands Institute for Social Research | SCP. He is best known for his work on synesthesia and studies of quality of life.", "47152358": "Scott O. Lilienfeld (December 23, 1960 – September 30, 2020)[1] was a professor of psychology at Emory University and advocate for evidence-based treatments and methods within the field.[2][3][4] He is known for his books 50 Great Myths of Popular Psychology, Brainwashed, and others that explore and sometimes debunk psychological claims that appear in the popular press. Along with having his work featured in major U.S. newspapers and journals such as The New York Times, The New Yorker, and Scientific American, Lilienfeld made television appearances on 20/20, CNN and the CBS Evening News.[5][6]", "2194663": "William Thetford (April 25, 1923 – July 4, 1988) was an American psychologist, medical psychologist and professor. He is best known for his collaboration with Helen Schucman in typing the original manuscript and being on the editing team for A Course in Miracles (ACIM), a self-study curriculum in spiritual psychology.[1] He died in 1988, aged 65, in Tiburon, California, after having made his involvement with the ACIM material and its study the most central focus of his life.", "32111851": "Keith Rayner  (June 20, 1943 – January 21, 2015) was a cognitive psychologist best known for pioneering modern eye-tracking methodology in reading and visual perception.[5]", "43678960": "Mike Abrams (born July 16, 1953) is an American psychologist and co-author with Albert Ellis of several works on rational emotive behavior therapy (REBT) and cognitive behavioral therapy (CBT). He is best known for extending CBT to include principles of evolutionary psychology and collaborating with the founder of CBT Albert Ellis to develop many new applications to for these clinical modalities. His new clinical method which applies evolutionary psychology and behavioral genetics to CBT is called Informed Cognitive Therapy (ICT).", "62455032": "Mary Louise Northway ((1909-05-28)May 28, 1909 – (1987-02-27)February 27, 1987)[1] was a Canadian psychologist, recognized for her work in the area of sociometry (the measurement of social relationships). She was a faculty member at the University of Toronto.", "30997757": "Mouza al-Malki (Arabic: موزة المالكي) (also known as Moza al-Malki) is a Qatari writer and psychologist.[1][2]", "20249860": "Teresa M. Amabile (born June 15, 1950) is an American academic who is the Edsel Bryant Ford Professor of Business Administration in the Entrepreneurial Management Unit at Harvard Business School.", "46365957": "Max Schoen (11 May 1888 – 27 May 1959) was an American music educator, psychologist and scholar.[1]", "97546": "William Moulton Marston (May 9, 1893 – May 2, 1947), also known by the pen name Charles Moulton (/ˈmoʊltən/), was an American psychologist who, with his wife Elizabeth Holloway, invented an early prototype of the polygraph. He was also known as a self-help author and comic book writer who created the character Wonder Woman.[1]", "52428052": "Hal Pashler is Distinguished Professor of Psychology at University of California, San Diego.  An experimental psychologist and cognitive scientist, Pashler is best known for his studies of human attentional limitations (his analysis of the Psychological refractory period effect concluded that the brain has discrete \"processing bottlenecks\" associated with specific types of cognitive operations).[1][2][3] and for his work on visual attention[4][5] He has also developed and tested new methods for enhancing learning and reducing forgetting, focusing on the temporal spacing of learning and retrieval practice.[6]", "68123941": "Juliana Di Tullio (born 22 October 1971) is an Argentine psychologist and politician. A member of the Justicialist Party, Di Tullio served three terms as National Deputy representing Buenos Aires Province, from 2005 to 2017. From 2013 to 2015, during the presidency of Cristina Fernández de Kirchner, Di Tullio was president of the Front for Victory parliamentary bloc in the lower chamber of the National Congress. She also served as a member of the Mercosur Parliament, and in the board of directors of the Banco Provincia.[1] Since 2021, she has been a National Senator for Buenos Aires Province.", "12057898": "Barry L Beyerstein (May 19, 1947 – June 25, 2007) was a scientific skeptic and professor of psychology at Simon Fraser University in Burnaby, British Columbia. Beyerstein's research explored brain mechanisms of perception and consciousness, the effects of drugs on the brain and mind, sense of smell and its lesser-known contributions to human cognition and emotion. He was founder and chair of the BC Skeptics Society, a Fellow and member of the Executive Council of the Committee for the Scientific Investigation of Claims of the Paranormal (CSICOP), now known as the Committee for Skeptical Inquiry.  Associate editor of the Scientific Review of Alternative Medicine Journal as well as a contributor to Skeptical Inquirer,[1]  Beyerstein was one of the original faculty of CSICOP's Skeptic's Toolbox.[2]\nBeyerstein was a co-founder of the Canadians for Rational Health Policy and a member of the advisory board of the Drug Policy Foundation of Washington D.C.  He was a founding board member of the Canadian Foundation for Drug Policy and contributed to the International Journal of Drug Policy.  According to long-time friend James Alcock, Beyerstein once addressed the House of Commons Standing Committee on Health during discussions leading up to the passage of the Controlled Substances Act\".[3]  Along with his brother Dale, Barry was active in the British Columbia Civil Liberties Association.[1]", "25361713": "Howard Long (1888–1948) was born in New Ferry, Virginia in 1888 to Thomas and Annie Long. After attending Wayland Academy in Richmond, Virginia he went on to Howard University.", "57933116": "Harry Charalambos Triandis (16 October 1926 – 1 June 2019) was Professor Emeritus at the Department of Psychology of the University of Illinois at Urbana–Champaign.[1] He was considered a pioneer of cross-cultural psychology and his research focused on the cognitive aspects of attitudes, norms, roles and values in different cultures.[2]", "1506645": "William G. Roll (July 3, 1926 – January 9, 2012) was an American psychologist and parapsychologist on the faculty of the Psychology Department of the University of West Georgia in Carrollton, Georgia. Roll is most notable for his belief in poltergeist activity. He coined the term \"recurrent spontaneous psychokinesis\" (RSPK) to explain poltergeist cases. However, RSPK was never accepted by mainstream science and skeptics have described Roll as a credulous investigator.[1][2][3]", "55410015": "Joel Levin is an American psychologist. He received the E. L. Thorndike Award in 2002.[1]", "33619296": "Richard M. Lerner (born February 23, 1946)[1] is professor of Human Development at Tufts University, occupying the Bergstrom Chair in Applied Developmental Science. Also at Tufts, he directs the Institute for Applied Research in Youth Development.[2]", "52886886": "Julia Rucklidge is a Canadian-born clinical psychologist who is the director of the Mental Health and Nutrition Research Group at the University of Canterbury in New Zealand.  Her research has centered on mental health and nutrition.", "46366055": "Abraham Aaron Roback (1890–1965) was a Jewish American psychologist and promoter of Yiddish.[1]", "884082": "Sue Gerhardt (Durban, 1953) is a British psychoanalytic psychotherapist in private practice since 1997. She was born in South Africa, but grew up in England. She was educated at Newnham College, University of Cambridge, where she achieved a degree in English literature, and campaigned successfully for women to be given places in the previously single sex men's colleges.[1] She was an active feminist. She was trained as a psychotherapist and achieved an MA in Child Observation at the Tavistock Clinic in London.[2] In 1998 she co-founded the Oxford Parent Infant Project (OXPIP), a pioneering charity that provides psychotherapeutic help to parents and babies in Oxfordshire.[3] She has two adult children and lives in Oxfordshire.[1]", "43089276": "Kenneth Dodge is the William McDougall Distinguished Professor of Public Policy and Professor of Psychology and Neuroscience at Duke University.[1] He is also the founding and past director of the Duke University Center for Child and Family Policy[2] and founder of Family Connects International.", "35716482": "Within the field of psychology, Averil Leimon is an author,[1] executive coach,[2] leadership psychologist[3] and was one of the first UK-based psychologists qualified in the academic field of positive psychology.[4] Leimon is the joint editor of The Essential Coaching Series from academic publisher Routledge and is co-author of Essential Business Coaching[5] and Coaching Women to Lead.[6] She is also the co-author of Positive Psychology for Dummies[7] and Performance Coaching for Dummies[8] and the author of 100 lessons on happiness in 100 words or less.[9]", "64093579": "Annesa M. Flentje is an American clinical psychologist specializing in reducing health disparities in LGBT community. She is an assistant professor at the UCSF School of Nursing.", "68550028": "Lauren Y. Atlas is an American psychologist researching how expectations and learning influence pain and emotion, and how these factors influence clinical outcomes. She is a clinical investigator at the National Center for Complementary and Integrative Health and serves as the chief of the section on affective neuroscience and pain.", "16547213": "Xiangen Hu is a professor in cognitive psychology at the University of Memphis and is a senior researcher at its Institute for Intelligent Systems (IIS).[1]", "34274705": "Peter Brooke Cadogan Fenwick (born 25 May 1935) is a neuropsychiatrist and neurophysiologist who is known for his studies of epilepsy and end-of-life phenomena.", "36109715": "David A. Verhaagen (born June 21, 1964) is an American psychologist and the author or co-author of nine books, including Therapy with Young Men, Assessing and Managing Violence Risk in Juveniles, Sexually Aggressive Youth, and Parenting the Millennial Generation.  As a licensed psychologist who earned his Ph.D. in psychology from the University of North Carolina at Chapel Hill, Verhaagen previously served as clinical director for three mental health agencies.  He is a founding partner of Southeast Psych, a large psychology practice in Charlotte, NC and Nashville, TN.   He is board-certified in Child and Adolescent Clinical Psychology by the American Board of Professional Psychology and is a Fellow of both The American Board of Clinical Psychology and The American Board of Clinical Child and Adolescent Psychology.  He has been cited several times in USA Today[1][2][3][4][5][6] and Newsweek.[7] He is an Adjunct Assistant Professor at Vanderbilt University with the Ph.D. Clinical Psychology program.", "53673368": "Donata Francescato (born April 17, 1944 in Arona, Italy) is an Italian community psychologist and academic, trained in the United States, and known in academia and the media for her work on sex roles, communes, and personal and organizational empowerment. Her work in community psychology led to the discipline being recognized in 1985 as a compulsory subject in Italian universities where psychology is taught as a major subject.[1]", "42958234": "Heiner Rindermann (born 12 March 1966) is a German psychologist and educational researcher.", "39812511": "David Gordon Benner (born February 9, 1947) is a Canadian depth psychologist, author and wisdom teacher.", "11500960": "Karl Peglau (18 May 1927 – 29 November 2009) was a German traffic psychologist who invented the iconic Ampelmännchen traffic symbols used in the former East Germany in 1961.[1] The Ampelmännchen depicts a symbolic person on the red and green pedestrian traffic lights.[1]", "8224162": "Carol Ann Fowler is an American experimental psychologist. She was president and director of research at Haskins Laboratories in New Haven, Connecticut from 1992 to 2008. She is also a professor of psychology at the University of Connecticut and adjunct professor of linguistics and psychology at Yale University.[1] She received her undergraduate degree from Brown University in 1971, her M.A University of Connecticut in 1973 and her Ph.D. in psychology from the University of Connecticut in 1977.[2]", "47152554": "Richard Stanley Crutchfield (June 20, 1912 – July 19, 1977)[1] was an American experimental, personality and social psychologist who, in the 1930s, was instrumental in moving psychology from a tradition of single-factor experiments to an experimental design based on analysis of variance and covariance.[2]", "55868844": "Elsa Ann Leo-Rhynie OJ (née Fairweather) is a retired Jamaican academic and university administrator who is a professor emerita of the University of West Indies (UWI). She is a former principal and pro-vice-chancellor of its Mona, Jamaica, campus.", "11337137": "Roy Schafer (December 14, 1922 - August 5, 2018) was an American psychologist and psychoanalyst, who emphasised a psychoanalytic concept of narrative. For Schafer, an important purpose of the analytic process is that the analysand regains agency of her own story and of her own life. Psychoanalyst and analysand each have a role in telling and retelling the analysand's life story: the analyst helps the analysand by elevating subjectivity as awareness of multiple interpretations.[1]", "6815189": "Janine Chasseguet-Smirgel (1928 – March 5, 2006) (whose surname is alternatively spelled Chasseguet-Smirguel, but generally not in English-language publications) was a leading French psychoanalyst, a training analyst, and past President of the Société psychanalytique de Paris in France. From 1983 to 1989, she was Vice President of the International Psychoanalytical Association.  Chasseguet-Smirgel was Freud Professor at the University College, London, and Professor of Psychopathology at the Université Lille Nord de France.  She is best known for her reworking of the Freudian theory of the ego ideal and its connection to primary narcissism, as well as for her extension of this theory to a critique of utopian ideology.", "68484568": "Kirsten McCaffery is a British-Australian public health researcher who is Principal Research Fellow and Director of Research at the Sydney School of Public Health. Her research considers the psychosocial aspects of over diagnosis in healthcare. She was elected Fellow of the Australian Academy of Health and Medical Sciences in 2020.", "53018077": "Daphne Maurer FRSC is a Canadian developmental psychologist and professor emeritus in the Department of Psychology, Neuroscience & Behaviour at McMaster University.[1] She is known for her work on the development of visual perception in humans, starting in infancy.[2][3]", "38305248": "Christian Gostečnik, OFM (born 1 May 1955 in Šmihel nad Mozirjem, Slovenia) is a Slovenian Roman Catholic priest of the Franciscan Order of Friars Minor, theologian, clinical psychologist and marriage-and-family therapist.", "163296": "Leon Festinger (8 May 1919 – 11 February 1989) was an American social psychologist who originated the theory of cognitive dissonance and social comparison theory. The rejection of the previously dominant behaviorist view of social psychology by demonstrating the inadequacy of stimulus-response conditioning accounts of human behavior is largely attributed to his theories and research.[1] Festinger is also credited with advancing the use of laboratory experimentation in social psychology,[2] although he simultaneously stressed the importance of studying real-life situations,[3] a principle he practiced when personally infiltrating a doomsday cult. He is also known in social network theory for the proximity effect (or propinquity).[4]", "425441": "Evelyn Hooker (/ˈɛvəliːn ˈhʊkər/; née Gentry, September 2, 1907 – November 18, 1996) was an American psychologist most notable for her 1956 paper \"The Adjustment of the Male Overt Homosexual\" in which she administered several psychological tests to groups of self-identified male homosexuals and heterosexuals and asked experts to identify the homosexuals and rate their mental health. The experiment, which other researchers subsequently repeated, argues that homosexuality is not a mental disorder, as there was no detectable difference between homosexual and heterosexual men in terms of mental adjustment.", "43089387": "Psychology's Feminist Voices (PFV) is an online, multimedia digital archive containing the stories of women of psychology's past and contemporary feminist psychologists who have shaped and continue to transform the discipline of psychology.[2] It houses a wide range of materials, including  original biographical profiles, oral history interview transcripts, video content, timelines, bibliographies, teaching resources, and an original 40-minute documentary on the emergence and current status of feminist psychology in the United States.[3] The project is continually expanding and currently has a database containing the profiles of over 250 psychologists from around the world.", "73694715": "Wanda Szuman or Szumanówna[1] (3 April 1890 – 1 December 1994) was a Polish educator. She was a \"pioneer of special education in Poland\" and worked particularly with orphans and children with special needs. She also participated in the underground education movement during World War II, teaching subjects that were forbidden by law at the time. She won multiple awards for her teaching during her lifetime.", "59506177": "Sherry Pagoto is a professor in the Department of Allied Health Sciences at the University of Connecticut and director of the UConn Center for mHealth and Social Media. A behavioural scientist and licensed clinical psychologist, she is an expert in leveraging technology, especially social media, to promote health behavior change with extensive research on the topics of obesity management and cancer prevention. She is the President of the Society of Behavioral Medicine.", "69205511": "Roman I. Kotov is a clinical psychologist and professor in the Renaissance School of Medicine at Stony Brook University. His research focuses on the classification of mental disorders.[1]", "23297546": "Oliver Fox was the pseudonym of Hugh George Callaway (30 November 1885 – 28 April 1949), an English short story writer, poet and occultist, most well known for documenting his experiences in astral projection and lucid dreaming.[1]", "294411": "John Edward Mack (October 4, 1929 – September 27, 2004) was an American psychiatrist, writer, and professor of psychiatry. He served as the head of the department of psychiatry at Harvard Medical School from 1977 to 2004. In 1977, Mack won the Pulitzer Prize for his book A Prince of Our Disorder on T.E. Lawrence.[1]", "47480337": "Jerzy Adam Kowalski (born 1958) is a Polish researcher and popular science author in the field of human sexuality.", "53411348": "David Michael Thissen (born c. 1950) is an emeritus professor of quantitative psychology at the University of North Carolina and former President of the Psychometric Society.[1] He is a fellow at the American Statistical Association and the American Psychological Society. He is known for his contributions to item response theory.", "36142617": "Steven J. Heine is a Canadian professor of psychology at the University of British Columbia, Department of Psychology. He specialises in cultural psychology and has been described as \"a leading figure\" in that field.[1]", "61734431": "Ralph Hertwig (born 4 November 1963, in Heilbronn, Germany) is a German psychologist whose work focuses on the psychology of human judgment and decision making. Hertwig is Director of the Center for Adaptive Rationality[1] at the Max Planck Institute for Human Development in Berlin, Germany. He grew up with his brothers Steffen Hertwig and Michael Hertwig (parents Walter and Inge Hertwig) in Talheim, Heilbronn.", "57900597": "Jerome Murray Sattler (born March 3, 1931)[1] is an American clinical psychologist who is Professor Emeritus and adjunct professor of psychology at San Diego State University. He is known for his work regarding intelligence testing in children, including his role in developing the fourth edition of the Stanford-Binet Intelligence Scale in 1986, along with R. L. Thorndike and Elizabeth Hagan.[3] He is also the author of the widely used school psychology textbook Assessment of Children.[2] In 2022, he published Foundations of Behavioral, Social, and Clinical Assessment of Children, 7th edition. In 2024, he published Assessment of Children: Cognitive Foundations and Applications, 7th edition.", "52887093": "Richard Maurice \"Mike\" Elliott (November 3, 1887 - May 6, 1969) was an American psychologist who served as the departmental chair of the University of Minnesota Psychology Department from 1919 until 1951.", "1015355": "Courtney Brown (born 1952) is an American political scientist and parapsychologist who is an associate professor in the political science department at Emory University. He is known for promoting the use of nonlinear mathematics in social scientific research, and as a proponent of remote viewing, a form of extrasensory perception.", "57966149": "Wendy Johnson (born October 2, 1955) is an American differential psychologist and professor of psychology at the University of Edinburgh.[1] She holds the chair in Differential Development in the Department of Psychology and Centre for Cognitive Ageing and Cognitive Epidemiology at the University of Edinburgh.[2]", "47152713": "Karl M. Dallenbach (October 20, 1887 in Champaign, Illinois – December 23, 1971 in Austin, Texas)[1] was an American experimental psychologist whose interests in psychology were heavily influenced by John Wallace Baird.[2] He was a loyal student of Edward Bradford Titchener at Cornell University,[3] received his Ph.D. degree in 1913, and was a member of the faculties of departments of psychology at Oregon State University, Ohio State University, Cornell, and The University of Texas at Austin.[1]", "69434953": "Tania Lombrozo is an American psychologist who is the Arthur W. Marks Professor of Psychology at Princeton University. She oversees the Concepts and Cognition Laboratory, which looks to understand the science that underpins cognition.", "53018185": "Shepard Siegel is a Canadian psychologist, having been a Distinguished University Professor at McMaster University. He is a Fellow of the Royal Society of Canada and Society of Experimental Psychologists.[1][2][3]", "4390480": "David A. Rapaport (September 30, 1911, Budapest, Austria-Hungary – December 14, 1960, Stockbridge, Mass.) was a Hungarian clinical psychologist and psychoanalytic ego psychologist.", "53673555": "Anna Elisabeth \"Lise\" Østergaard (18 November 1924 – 19 March 1996) was a Danish psychologist and a politician in the social-democratic party. Under Anker Jørgensen's leadership, she was Minister without Portfolio (1977–80) and Minister of Culture (February 1980 to September 1982).[1] As a psychologist, she was head of psychology in Copenhagen's Rigshospitalet (1958) as well as the first woman to become professor of clinical psychology at Copenhagen University (1963), a position she resumed after her political career ended in the mid-1980s.[2][3]", "41057894": "Thalia Catherine Eley is a Professor of Developmental Behavioural Genetics at the Institute of Psychiatry's MRC Social, Genetic and Developmental Psychiatry Centre, King's College London.[1] Her work focuses on the interplay between genetic and environmental factors on the development and treatment of anxiety and depression."}